{
  "epId": 2293,
  "name": "츄츄족 풍습 고찰",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002892,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드의 생태 학자, 「츄츄어의 시인」 야곱·머스크의 츄츄족 사회 풍습에 관한 고찰. 본편에서는 츄츄족의 사회 형식과 특징을 소개하고 있다\n츄츄족 사회\n츄츄족은 간단한 부락 사회생활을 유지하고 있다. 그들은 작은 부락 형태로 황야에 흩어져 살아가며, 그들에게 있어 부락은 가족과도 같은 존재이다.\n일반적으로 츄츄족 부락에서 가장 권위 있는 존재는 샤먼이다. 오랜 야외 관찰과 교류로 볼 때 필자는 샤먼이 부락 내의 최연장자이자 부락의 「가장」과도 같은 존재로서 풍부한 경험으로 중대한 일을 결정하고 원소의 힘을 사용해 자신의 부락을 지킨다고 확답한다. 야외의 츄츄족 부락에서 샤면의 외형 특징은 아주 뚜렷하다. 그들은 독특한 웃는 얼굴의 가면을 착용한 채 가면에 있는 구멍으로 밖을 관찰한다. 그리고 초라한 샤면 지팡이를 손에 쥔 채 정체불명의 노래 혹은 주술을 계속해서 외운다.\n츄츄족이 지위를 가늠하는 기준은 나이뿐만이 아니다. 수많은 부락엔 크기가 더 크고 전투력도 더 강한 구성원들이 자연스럽게 샤먼을 제치고 부락의 우두머리가 된다. 이 부락들은 그들의 인솔 아래 더욱 호전적이게 된다. 우린 거대한 체형과 과장된 가면 장식을 통해 호전적인 부락의 우두머리를 쉽게 판별할 수 있다.\n츄츄족의 외부인에 대한 적대심과 언어적 장벽으로 인해 츄츄족 부락 내부 자원 분배에 대해 연구하기가 매우 어렵다. 하지만 페보니우스 기사단의 순찰 보고에 따르면 그들은 부락 안에서 각자가 획득한 자원들을 공유하는 것 같다고 한다. 모든 츄츄족은 채집꾼이자 전사지만 일부 전투를 중시하는 츄츄족들은 수련을 통해 덩치가 큰 전투의 주력이 되기도 한다. 예를 들어 악랄한 환경 속에서 오래 살아남았을 경우 이런 전문적인 전사들은 부락에서 가장 중요시되는 우두머리가 된다.\n재밌는 점은 츄츄족의 지능이 낮고 사회 형태와 조직이 매우 원시적이지만 그들은 원소의 힘을 사용하는 능력을 가지고 있다. 이 능력은 대부분 늙은 샤먼들에게서 볼 수 있다. 하지만 일반인에게 있어 원소의 힘은 오직 「신의 눈」을 통해 사용할 수 있다. 츄츄족이 어떻게 「신의 눈」 없이도 원소의 힘을 사용하는 문제에 대해선 좀 더 관찰 및 연구해볼 필요가 있다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드의 생태 학자, 「츄츄어의 시인」 야곱·머스크의 츄츄족 사회 풍습에 관한 고찰. 본편에서는 츄츄족의 신앙과 정신세계를 탐구하고 있다\n츄츄족의 정신생활\n티바트 칠국의 국민들과 같이 츄츄족도 자신만의 신앙이 있는 것 같다. 하지만 츄츄족은 세상에 존재하는 일곱 신을 숭배하는 것이 아니라 추상적인 원소의 힘을 숭배한다. 몬드를 예로 들면 일부 츄츄족 부락은 몬드 시민들과 같이 「바람」을 숭배하지만 그들이 바람 신 바르바토스를 숭배하는 것이 아닌 자신의 방식으로 추상적인 「바람의 힘」을 숭배한다. 다른 신앙을 가진 츄츄족들이 같은 부락에서 살기도 한다. 그들의 믿는 원소는 가면의 그림과 몸에 염색한 색으로 알 수 있다.\n현지 관찰에 따르면 츄츄족 중 제사와 숭배 의식을 책임지는 샤먼은 자신의 몸과 털에 다른 색의 염료를 묻히고 그 색은 부락이 숭배하는 원소의 힘과 관련되어 있다. 샤먼이 입은 옷과 장식은 일반적인 츄츄보다 정교하나 츄츄족의 낮은 지능으로 볼 때 그들이 이런 정교한 공예품을 만들었다고는 상상조차 할 수 없다.\n샤먼은 츄츄족의 신앙 체계에서 정신적 지도자의 역할을 담당한다. 츄츄족의 숭배 의식은 노래와 춤을 위주로 하여 샤먼이 춤을 추며 원소와 관련된 노래를 부른다. 예를 들어 사냥감이 남는다면 츄츄족은 제단에 생고기를 제물로 바쳐 제사를 지낸다. 츄츄족들은 가끔 돈이나 보석 혹은 반짝이는 것들을 약탈하긴 하지만 오직 고기만이 숭배 대상에게 바치는 제물에 적합하다고 여기는 것 같다.\n츄츄족은 마치 「과거」와 「미래」라는 개념은 없고 오직 「현재」를 위해서만 살아가는 것 같다. 그들은 이후의 생존을 위해 양식을 저장한다던가 죽은 선배들을 기념하지도 않는다. 비록 츄츄족의 부락에도 엉망으로 써진 글이 가끔 있지만 여러 번 관찰한 결과 이러한 결론을 쉽게 얻을 수 있다: 이건 그저 오래된 유적의 것을 모방하거나 중복한 것이지 자신들이 만든 것은 아니다. 몇몇 츄츄족 부락은 오래된 유적에 주둔하여 마치 그들이 태생부터 이 오래된 유적과 이해할 수 없는 모종의 친화력이 있는듯하다. 하지만 현재 가지고 있는 증거들로는 그들과 잃어버린 고대 문명과 어떠한 연관성이 있는지는 증명하지 못한다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드의 생태 학자, 「츄츄어의 시인」 야곱·머스크의 츄츄족 사회 풍습에 관한 고찰. 본편에서는 신비롭게 독거하는 츄츄족을 찾아간다\n신비로운 독거자\n츄츄족 부락에도 이런 신비한 힘을 가진 이가 있었다. 이들은 강력한 신체와 원소를 조종해 자신의 능력을 높일 수 있었다. 예를 들어 원소를 사용해 자신을 보호하거나 전투 시의 힘을 강화하여 자신을 아주 강력하게 만들었다.\n다른 츄츄족은 이런 강력한 이들을 경배하며 「Lawa」라고 불렀다. 필자가 추측하는데 이는 「왕」 또는 「수령」일 것이다. 하지만 츄츄족 부락에서 이들은 실질적으로 통치하거나 지휘하지 않고 다른 츄츄족들의 경배와 숭배의 눈길을 피해 홀로 지내는 걸 더 선호했다.\n일반적으로 모험가는 이들을 만나기 아주 어렵다. 하지만 경험이 풍부한 모험가이더라도 이들이 출몰할 수 있는 곳을 탐험할 때는 들이닥칠 수도 있는 위험을 맞이할 만반의 준비를 해야 한다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드의 생태 학자, 「츄츄어의 시인」 야곱·머스크의 츄츄족 사회 풍습에 관한 고찰. 본편에서는 몬드를 예로 들어 다원화된 츄츄족의 풍습을 탐구하고 있다\n츄츄족 풍습의 다문화——몬드의 타타우파 협곡을 예로\n「미티족」은 먹고 마시는 걸 좋아한다. 그들은 부락에서 멧돼지를 사육하는 사육장을 만들고 전문적인 「돼지 사육사」로 하여금 관리하게 한다. 그들은 화염 슬라임을 천연 부뚜막으로 삼아 거대한 솥에 고깃국을 끓여 부락 전체가 나눠먹는다.\n그들의 부락에서 가장 눈길을 끄는 건 바로 거대한 아레나다. 누가 됐든 이 아레나에 오르면 부락의 도전을 수락했다고 여기며, 아레나에서 떨어진 이는 부락 전체로부터 비웃음을 사게 된다.\n「잠만족」은 잠을 자기 위해 최선을 다하고 심지어 더욱 편한 수면을 위해 누추한 집을 건설해 부드럽고 따뜻한 동물 가죽을 침상으로 사용한다. 잠을 충분하게 자서 그런지 몰라도 츄츄족 중 가장 교활하고 영리하다.\n「검은 태양 부족」은 몬드의 츄츄족 중 가장 신비로운 부족이다. 근육과 지능보단 신비한 능력을 믿는 걸 더욱 중요시한다. 일반적인 츄츄족이 자연 원소의 힘을 믿는 것과는 달리 그들이 숭배하는 대상은 마치 검은 태양과도 같은 보잘것없는 부호다. 그들의 샤먼은 다른 부족의 샤먼들보다 더 강력한 힘을 지니고 있다. 검은 태양 부족은 부락 야영지 중앙에 지위가 가장 높은 샤먼을 위한 「옥좌」를 준비해뒀다."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "츄츄족 풍습 고찰"
          }
        ]
      }
    ]
  }
}