{
  "epId": 2296,
  "name": "망국의 미나히메",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271270,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "망국의 미나히메"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "출생하자마자 파멸을 초래할 운명이라고 예언된 공주가 망국의 위기에 처했다. 이때, 이 사실을 모르는 방랑 무사가 나타난다.\n격렬한 전란을 바탕으로 한 고풍 시대극, 두 사람의 여행이 여기서 막을 올린다!\n평화 13년, 바야흐로 전국지세.\n수도와 멀리 떨어진 북쪽 나라들도 마침내 시대의 기운에 물들어 전쟁의 불길에 휩싸이고 말았다.\n모든 전쟁이 그렇듯, 말로서 다 표현할 수 없는 싸움 이후, 끝내 패배한 한쪽의 성은 불에 타서 폐허가 되어버렸고, 성주의 가족과 잔당들은 산속으로 피신했다.\n여기까지 이 이야기는 특별하다 할 것이 없었다.\n하지만 이 시대극의 한복판에서, 화려한 옷차림의 방랑 무사가 나타났다.\n아니, 화려하다기보다, 더욱 정확히 말하자면……\n그렇다, 틀림없는 여장이다.\n그와 대조적으로, 함께하는 이는 몸에 비해 지나치게 큰 하오리를 입은 아담한 여자였다.\n어떻게 되었든, 아무리 봐도 의심을 살만한 인사들이었다.\n하지만 이를 의식하지 않는 것처럼, 두 사람은 건들거리며 산기슭의 관문에 다다랐다.\n당연히도 예상했듯 문을 지키는 아시가루에 의해 저지당했다.\n「거기 누구냐!」\n평소였다면 흔히 말하는 상투적인 말이었겠지만, 이 상황에서는 진심을 담은 질문이었을 것이다.\n「보시는 바와 같이, 평범한 행인이랍니다.」\n설득력 없는 대답이 돌아왔다.\n하지만 이상할 것 없다는 듯한 무사의 말투에 당황했는지, 질문을 던져놓고도 아시가루는 되려 멈칫했다.\n「어쨌든 간에, 저와 함께 가시죠.」\n「역시 안되는 건가…」\n무사의 얼굴엔 실망이 비쳤고, 별안간 3명의 아시가루가 쓰러졌다.\n「역시 처음부터 이렇게 할 셈이었죠? 정말 악랄해요.」\n그의 뒤에 서 있던 여자가 작은 목소리로 구시렁거렸다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "「파멸을 가져오는 공주라는 건, 결국 전쟁의 명분일 뿐이지」\n예언의 진상을 파헤치기 위해 세계의 중심으로 전진하자!\n초인기 로맨틱 모험담이 계속된다!\n「아니요.」\n갑자기 튀어나온 한마디.\n이름 모를 산사의 사당 안, 긴 검은 머리의 공주가 바른 자세로 꼿꼿이 앉아 있었고, 불빛에 비친 그녀의 모습은 아른거렸다.\n「아니라고요, 어째서 아니라고 하지요.」\n조건반사와도 같은 대답이었다.\n「있잖아요, 바보 무사님. 파멸의 공주를 데리고 온 것에 대한 소감은 따로 없으신가요?」\n「굳이 한마디 하자면, 꽤나 개성 있는 호칭 같습니다만.」\n「그런 감상 말고요」 미나히메는 어딘가 어이없어 하는 듯한 말투였다. 「저를 구해주신 일에 대해서 말이에요….」\n「아뇨, 정확히 말하자면 제가 당신을 구했다는 일은 존재하지 않습니다.」\n무사가 그녀의 말을 정정하며 말했다.\n「그 당시의 상황에는 그저 당신이 공주의 신분으로서 제게 데리고 나가 달라고 하신 것이니, 이치대로라면 스스로 자기 자신을 구하신 거겠죠.」\n「무사는 이런 부분이 신경 쓰이나 보죠?」\n예상대로의 비아냥이었다.\n사실은 책임을 회피하는 것일 뿐이지만, 무사는 이렇게 생각했다.\n「파멸을 가져오는 공주라는 건, 결국 전쟁의 명분일 뿐이지.」\n나른한 말투가 조금 바뀌었다.\n「게다가,」\n무사는 몸을 돌렸다. 공허한 눈빛에는 불빛이 붙은 듯해 보였다.\n「세상을 파멸한다느니 하는 거 말이에요. 원래부터가 멍청한 말이라는 걸 곧 깨우치실 거예요.」"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "전쟁의 땅에 발을 들인 두 사람은 마침내 진정한 아비규환을 목도한다. 세계를 휩쓴 백 년의 전쟁, 그 진상이 여기서 밝혀진다!\n이번 권은 프리미엄 굿즈를 증정합니다!\n사람들은 비록 전장의 모습을 지옥으로 묘사하고는 하는데, 그것은 그저 묘사에 쓰이는 단어일 뿐이다.\n눈 앞에 펼쳐진 풍경은, 글자 의미 그대로 그저 지옥이었다.\n황폐한 토지, 말라비틀어진 나무, 죽지 못해 사는 백성들.\n마치 생명력을 전부 빼앗긴 것 같았다.\n「사실,」\n무사가 아무렇게나 집어 든 마른 이파리 한 장이 재가 되어 흩어졌다.\n「이곳의 생명력은 빼앗긴 게 맞습니다.」\n수도의 전쟁이 지속된 지 어언 백 년.\n전쟁을 시작한 지 10년째 되는 해, 각국의 물자와 재산은 이미 전부 소모해버린 지 오래였다.\n전쟁이 현재까지 유지될 수 있었던 것은 네크로맨서 술법 덕분이다.\n네크로맨서는 모든 생령과 대지의 생명력을 빨아들여, 상위 무사와 전쟁에 불어넣는 무서운 술법이다.\n이런 극악무도한 술법을 통해 국토를 지배하는 자들이 바로 '네크로맨서 다이묘'로 불리는 매국노들이다.\n다이묘들은 서로를 공벌해왔고, 승패와 상관없이 대지의 생명력은 계속해서 그들에 의해 탈취당했다.\n이것이 백 년 간 지속된 제국 전쟁의 실체였다.\n「그리고 이러한 술법을 만들어낸 자들은, 세계 중심의 하늘의 탑에 거주하고 있는 음양사들입니다.」\n이미 눈앞의 광경에 의해 흔들리고 있는 미나히메를 무시하고는, 무사는 계속해서 나지막이 말하기 시작했다.\n「파멸을 가져오는 공주라… 그러기엔, 이미 이 세상은 파멸의 길을 걷고 있었지 않았나요?」"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "「과거에서 온 망령이여, 지옥으로 꺼지거라!」\n가슴 설레는 추억 편! 무사가 봉인한 과거는 과연ㅡ\n나라를 잃은 공주와 무사, 두 사람의 모험이 새로운 장을 맞이한다!\n농신국, 썩은 토지에는 한 줄기 생명의 흔적조차 찾아볼 수 없었다.\n끝없는 황야에 둘러싸인 모래 언덕에 무사의 모양을 한 두 사람이 마주 서 있다.\n그중 한 명은 이 이야기의 주인공이다. 편의를 위해 청색의 무사라고 부르겠다.\n다른 한 명은 이야기의 초반에 등장한 녀석으로, 창색의 무사라고 부르겠다.\n만약 이 책이 검극 편이었다면, 이곳에서 싸우려는 자세를 취했겠지만, 그들은 자웅을 겨룰 생각 없이, 단순히 마주 보며 서 있을 뿐이었다.\n「지옥에서 돌아온 거냐.」\n얼마나 흘렀을까, 창색의 무사가 참지 못하고 먼저 말을 건넸다.\n「옛날 생각나네.」\n청색의 무사는 아주 기분이 좋아 보이는 모습이었다.\n「나는 옛날 생각 같은 거 안 해.」\n청색의 무사가 사정없이 말을 끊어냈다.\n청색의 무사는 눈을 감았다. 마치 과거의 심연으로 떨어진 것처럼.\n「마왕을 쓰러뜨리면 모든 게 끝나있을 거라고, 순진하게도 그때의 우리는 그리 생각했었지. 결과적으로 그건 그저 악몽의 시작일 뿐이었지만\n13명의 무사가 힘을 합쳐 나라를 팔아넘긴 네크로맨서 다이묘를 쓰러뜨렸지만\n다이묘가 사라진 농신국은 다시 살아나지 못했고, 대지의 생명력은 계속해서 사라져갔지.\n그뿐 아니라, 지배자가 사라져버린 나라는, 이웃 나라가 약탈하기 좋은 낙원으로 전락했어.\n마왕을 쓰러뜨린 용사들은, 결국 나라를 수호하지 못한 채\n마지막엔 도망자 두 명만이 살아남았구나.」\n「과거 회상은 적당히 하고, 우리에겐 아직 끝내지 못 한 일이 있잖아!」"
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "「널 희생해야만 구할 수 있는 세상이라면, 차라리 파멸하는 게 나아」\n마침내 세계 중심, 하늘의 탑에 도착한 두 사람의 이야기는 막을 내릴… 것인가?\n「난 세상을 구하겠어!」\n미나히메는 이렇게 말했다.\n「몇 번이나 말했지만, 세상을 구한다는 건 존재하지 않습니다. 나 같은 바보들이 몇 명이나 시도했을진 모르겠지만, 어차피 이 세상은 파멸되고 말 겁니다.」\n「상관없어요, 전 공주에요. 공주는 세상을 구하기 위해 태어나는 거 아니겠어요?」\n「아뇨, 이런 설정은 듣도 보도 못했습니다. 게다가 내가 알기론, 당신은 세상을 파멸시키는 공주라던데.」\n「누가 그런 말 한 적이 있잖아요. 파멸이라는 건 본디 새로 태어나는 것이라고.」\n「어디서 들었는지는 모르겠지만, 이런 설정은 너무 뻔하잖아요. 만약에 누군가 이런 이야기를 써낸다면, 어서 상야국에 던져주는 게 좋겠어요.」\n(귀를 막는다)\n하늘의 탑 꼭대기, 무사와 공주는 마치 곁에 아무도 없다는 듯이 무의미한 대화를 하고 있었다.\n말은 이렇게 하지만, 사실 그곳에는 변장을 한 음양사가 여럿 있었다.\n「당신들이 알고 있는 것처럼, 네크로맨서의 최초 용도는 쇠퇴를 향해 걸어가고 있는 세상 속의 생명력을 보존시키기 위한 것이었죠.」\n더 이상의 대화를 참을 수 없었는지, 전개를 빨리 이끌어나가고 싶은 NPC처럼, 그곳에서 가장 나이가 많은 음양사가 입을 열었다.\n「그리고 이 보존된 생명력을 운용하는 것이야말로…」\n「그러니까, 이런 생각을 좀 버리면 안 되려나요.」\n무사는 아예 들리지도 않은 것처럼, 음양사의 말에 아랑곳하지 않았다.\n이 촌극은 도대체 언제쯤에야 끝이 날까?"
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "마침내 밝혀진 세계의 진상은 마치 악의적인 풍자 같았다. 헤어진 두 사람은 여전히 운명의 족쇄를 벗어나지 못하고 있다.\n《망국의 미나히메》 최종권! 하지만 우리의 이야기는 아직 완결되지 않았다!\n「그래서, 세상은 지켜졌나요?」\n이야기의 마지막, 무사는 끝이 없는 사막을 홀로 걸었다.\n하늘의 탑의 계획은 아무래도 확실히 완료된 것 같았다. 세상에 잔존된 생명력이 모두 모였다.\n새로운 세상을 창조해냈는지는 모르겠지만, 이 세상은 확실히 망했다.\n역시 세상을 파멸한다는 공주다웠다.\n「아예 다른 세상도 파멸시켜버리죠, 만약에 존재한다면.」\n무사는 새로운 여정을 시작했다.\n……\n(책의 나머지 내용은 설정 모음이다. 주로 소설에 나타나지 않은 마왕과 마수들을 다룬다.)"
          }
        ]
      }
    ]
  }
}