{
  "epId": 2307,
  "name": "하마와란 전기(戰記)",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Saga of Hamavaran_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271273,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "하마와란 전기(戰記)"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "신예 라이트 노벨 《하마와란 전기(戰記)》의 서막. 경영 조정의 이유로 단독 편찬됐다!\n서문\n최근 신예 작가 모집 기획과 연일 화제에 오른 「이 소설이 짱이야!」 대회 활동의 영향으로, 많은 외국 신예 작가들도 특색 있는 작품을 보내오고 있습니다. 야에 출판사의 편집장으로서, 이 자리를 빌려 이나즈마의 라이트 노벨에 대한 각국 작가들의 지지와 성원에 감사를 표합니다. 여러분의 성원과 간조 봉행의 히이라기 신스케님의 선처 덕분에 뛰어난 작품들을 이나즈마의 독자 여러분께 선사할 수 있었습니다.\n다들 아시다시피, 현재의 「쇄국령」이 반포되기 전에는 이나즈마에도 일부 이국 무사와 검호들이 활약했습니다. 하마와란이라는 검호도 그중 한 분이지요. 먼 우림의 나라, 수메르에서 온 하마와란은 번개의 나라에서 의로운 일을 행하던 무사였습니다. 한때 그의 이야기는 쇼군님의 불변의 성세에 묻혔지만, 신예 작가이자 내 친우인 푸르시아의 필촉 아래에서 다시금 살아 숨 쉬게 되었습니다.\n그럼, 사설은 여기까지. 《하마와란 전기(戰記)》, 독자 여러분들도 즐기시길 바라겠습니다"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "「이럴 수가…」 평범한 수메르 여행 학자였는데, 뜻밖에도 인기 없는 과제를 받게 되어 머나먼 번개의 나라로 향하는데… 해안의 나라로의 모험이 곧 시작된다!\n「먼바다의 뇌폭보다는 졸업이 미뤄지는 게 더 무섭지…」\n이나즈마로 향하는 배에서 젊은 하마와란은 그렇게 생각했다…\n「논문을 제출하지 못하면 졸업이 미뤄진다고 생각하고 있었지?」\n익숙한 목소리가 선실 밖에서 들려왔다.\n「시끄러워——넌 또 누구야!」\n「나?… 중요한가?」\n「글쎄. 그다지 중요하지 않은 건 사실이야.」\n「어이ㅡ」\n…\n그렇게, 바다와 하늘을 뒤흔드는 뇌폭 속에서 하마와란은 선실 밖의 작은 소리와 싸웠다. 뇌폭에 대한 걱정도, 논문에 대한 두려움도 어느새 대수롭지 않게 여겨졌다.\n다만… 선실 밖에서 자신과 다투던 그 목소리는 해안에 오를 때까지도 다시 나타나지 않았다.\n「바다에서 조난당한 귀신이었나…」\n하마와란은 중얼거렸다.\n귀신이란 망자에 대한 지맥의 기억일 뿐, 과거와 오늘의 공진 그 이상도 이하도 아니다. 귀신이 바다 위에 나타난 것은 분명 이상한 일이긴 했지만, 완전히 상식에 어긋날 정도는 아니었다.\n「너야말로 귀신이야ㅡ!」\n짐을 든 하마와란이 드디어 그 미스터리에 대한 해명을 찾았을 때, 귀에 익은 목소리가 들려온다ㅡ"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "「『사귀』? 고향의 「지니」와 비슷한 건가?」 이러한 의문을 품고 하마와란은 새로운 길동무와 대화를 나누기 시작한다… 예측불허의 여정이 지금부터 시작된다\n…\n「그러니까, 넌 귀신인 거야?」\n「아니야! 아직은 안 죽었다구!」\n「근데 살아있었던 적도 없잖아?」\n「음… 그러고 보니…」\n자칭 「시키가미」인 수다쟁이 소녀는 찹쌀 경단을 와구와구 먹어댔다. 그 광경에 하마와란은 그녀가 체하지는 않을까 못내 걱정이 되었다.\n「굳이 말하자면, 난 『사귀』에 더 가깝지 않을까?」\n「그것도 귀신이잖아…」\n「네가 말하는 그런 귀신은 아니거든!」\n또 한바탕 소란을 거치고 나서야 드디어 하마와란은 이 녀석이 수메르의 「지니」와 흡사한 존재임을 알게 된다.\n실명으로 계약을 맺고, 그를 통해 진령을 다룬다. 이 세상의 신비로운 술법은 본질적으로 모두 흡사한 것이다. 그것은 인간의 가장 원초적인 두려움 중 하나인ㅡ통제되는 것에 대한 두려움을 구현한 것일지도 모른다.\n이런저런 생각을 하던 하마와란은 이내 신비학이 아닌, 지독히도 인기가 없는 해양생물연구라는 전공을 택한 걸 다시금 후회했다…\n머나먼 이나즈마까지 항해야 할 뿐만 아니라 지옥 같은 논문 답변을 준비해야 한다…\n하지만 적어도 지금은 곁에 시끌벅적한 작은 녀석이 생겼으니 그나마 좋은 징조가 생긴 게 아닐까…"
          }
        ]
      }
    ]
  }
}