{
  "epId": 2309,
  "name": "소녀 베라의 우울",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271273,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "난 세상이 무료하다고 생각했던 적이 단 한 번도 없어. 그냥 재밌는 일은 모두 아주 멀리 있다고 생각할 뿐이야.\n——아주 먼 미지의 세계를 동경하는 평범한 소녀 베라의 엄청난 모험기가 시작된다\n——백억 개 세상의 백억 개 낮과 밤——\n「난 가끔 이 마을이 너무 재미없고 무료하다고 느껴질 때가 있어…」\n아주 조그만 델피 마을에 사는 평범한 소녀 베라, 마을 근처의 아담한 언덕에 누워 눈을 감고 초여름의 바람을 느끼며 또다시 원망하듯 중얼거린다\n「그럼 어떤 곳이 지루하지 않을까?」 그녀의 오랜 친구인 샤키(남성)가 옆에 앉아 묻는다\n베라가 두 손을 뻗으며 바로 앉았다:\n「나는 은하수 저편의 별에 기도와 소원을 들어주는 신이 존재하고 있다고 믿어. 사람들은 그 신을 만나기 위해 순례하는 거지. 그리고 우주 저편에선 세계 종말의 전쟁이 일어나는 중이고, 발키리 14명이 영혼을 화려하게 불태우고 있을 거야…」\n「이상한 소설을 너무 많이 읽은 거 아냐?」\n「아아… 진짜 여긴 너무 지루하고 심심해 죽겠어. 뭔가 재밌는 일 없을까?」\n「사실, 며칠 전에 마을로 새로운 가족이 이사왔거든…」\n「새로운 일이랑 재밌는 일은 다르거든!」\n말은 그렇게 해도 베라는 한번 가보기로 한다. 샤키는 집안의 통금시간이 생각나 저녁밥 시간 전에 집에 돌아가기로 결정한다.\n……\n베라가 새로 이사 온 가족들이 사는 집의 문을 열어봤는데 잠겨 있지 않은지 문이 그냥 바로 열린다.\n「계신가요?」\n그때 거실의 서랍이 갑자기 열리더니 검은색 머리에 안경을 낀 소년이 뛰쳐나왔고 뒤이어 파란색 점액이 묻은 촉수가 그 소년을 따라 나왔다\n「비켜! 비켜…! 탈, 누가 아무나 집에 들이래?」\n검은 머리의 소년이 베라를 살짝 밀고 문 앞에 놓인 도끼를 주워든다.\n「어쩔 수 없네, 목격한 이상, 그냥——」\n베라의 인생의 가장 큰 위기인가?!"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "늘 무료하다고 생각하는 건, 우울해서가 아니라 14살이 돼서 그런 거야.\n아무튼 베라의 모험이 지금 시작된다!\n——내 뒤뜰은 우주보다 커——\n「그냥 너도 날 도와줘야겠어」 자신을 「에코」라 부른 검은 머리의 소년이 베라에게 식칼 한 자루를 건넨다.\n꼬마는 서랍 앞으로 걸어가더니 미친 듯이 촉수를 내리찍는다.\n「어서 문 닫는 것 좀 도와줘. 만약 촉수가 널 공격한다면 그 식칼로 내려치면 돼」 에코의 안경에 파란색 점액이 가득 묻어 번들거린다. 「빨리! 이 사악한 신이 델피에 강림하게 해선 안 돼!」\n베라는 에코를 도와 문을 닫았다. 비록 촉수를 제압하던 도중에 에코의 등을 몇 번 찌르긴 했지만… 에코의 치유 마법이 강해서 다행이었다.\n「사실은 말이야…. 난 천 살이 넘어. 그리고 이 문은 우주의 모든 곳과 통하지. 조금 전에 봤던 건 마젤란 행성의 오래된 신이야. 마젤란 행성에서 가지고 올 게 있어서 갔다왔고.」 에코는 온몸이 점액 투성이라 베라의 치마로 안경을 닦았다. 「음… 뭐 궁금한 거 있어?」\n「탈은 누구야?」 베라는 아무렇지도 않은 듯하다.\n「원래 식인성에 살던 악령인데, 나한테 잡힌 뒤로는 우리 집에서 집사를 하고 있거든. 근데 왜 너한텐 친절히 대하는지 모르겠네」\n그러나 베라의 부모는 베라에게 사람은 언젠가는 모두 가정을 꾸리게 되니 먼 곳은 동경의 대상일 뿐이라고 몇 번이나 강조했다. 그녀의 친구인 샤키도 활달한 그녀가 먼 곳으로 시집간다면 이 조그마한 마을이 아주 적막해질 것이라고 말했다.\n(샤키는 너무 연약해 보여서 남자아이들과 같이 어울리면 괴롭힘당할까 걱정이 돼서 그런 말을 했을 것이다)\n「인류는 아직 정신적으로 덜 성숙해. 그래서 너희가 불가사의한 어린 시절을 보낼 수 있도록 내가 도와줄게」 에코가 베라에게 두 손을 내민다. 「너흰 언젠가 청춘이 될 거야」\n오리온자리 끝자락에서부터 영원히 지지 않는 마신의 성까지, 시간의 홍수 속에서부터 반짝이는 은하수 깊은 곳까지…\n에코는 「너한테는 어느 정도 멀어야 먼 곳인 거야? 우주의 모든 곳이 우리 집 뒤뜰처럼 재미없거든」라고 말했다.\n「흠… 그날그날 기분에 따라 달라」 에코가 말한다. 「내 마음은 우주 전체보다도 조금 더 크거든」"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "안드로메다 은하의 제국은 은하군의 절반을 차지할 정도로 아주 넓어. 모든 행성에는 자신들만의 악마와 신, 바다 드래곤과 괴수들이 있어.\n「난 반짝거리는 모든 별에 대한 이야기를 상상해 봤어」「여기서 보면 안드로메다 은하는 달의 5분의 1 크기도 안 되는데, 그건 불가능한 일이야」\n소녀 베라의 모험은 계속된다!\n——별을 훔친 도둑——\n「난 안드로메다 은하에 있는 성운 제국의 황위 계승 2순위인 안드레이-바실리스크 공주라고 해. 본명은 200자가 넘으니까 바실리스크 공주라고 불러」 귀여운 소녀는 팔짱을 끼고 방금 전 자신의 등장 장면을 생각하며 아주 만족한 듯 「흠흠」이라는 작은 소리를 낸다.\n공주 폐하는 에코와 결혼을 하기 위해 델피에 왔다.\n「온 우주에서 이름을 떨친 너와 결혼한다면 큰언니가 황위를 물려받아도 내 안전을 보장받을 수 있을 테니까」\n「그럼… 안드로메다 은하의 성운 제국은 얼마나 큰가요?」 베라가 묻는다.\n「사람이 살 수 있는 행성이 9천여 개 정도일 거야」\n——그렇게 많은 별을 가지고 있으면서, 왜 내 별님을 뺏어 가려는 거야?\n샤키가 두루마리와 다른 행성 지구본을 옮기고 있는 에코를 바라보며 진지하게 묻는다. 「그러니까 넌 베라를 다치게 할 생각이 눈꼽만큼도 없었던 거야?」\n「당연하지. 난 그냥 베라가 조수를 하기에 적합하다고 생각했을 뿐이야」 에코가 물건을 내려놓고 손을 털며 「너 베라 좋아하지?」\n「아… 아니거든! 누… 누가 좋아한대!」 천년 넘게 살아온 현자에게 들킬까 봐 샤키가 눈을 피한다.\n샤키는 들킬까 봐 안절부절못하다 앨범으로 가득 찬 상자를 발견한다. 그래서 앨범을 몇 개 꺼내 펼쳐보니 사진 속에는 수많은 미녀의 사진이 가득했다.\n「아, 그거? 그녀들이 전부 『내 유일한 사랑을 줄게!』라고 말하긴 했지만, 그게 과연 유일한 사랑일까? 그냥 또 한 번의 유일한 사랑이지 뭐」\n어디서 주워들은 건진 모르겠지만 샤키는 살짝 화를 내며 말한다:\n「그렇게 많은 별을 가지고 있으면서, 왜 내 별님을 뺏어 가려는 거야?」"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "반짝이는 게 다 금은 아니라는 말이 있다. 어쩌면 실연으로 부서진 마음일 수도 있다.\n어쨌든, 하늘의 별은 금이 아니다. 사람 마음도 유리로 만들어진 게 아니다.\n어쨌든 이렇다. 베라의 모험에 새로운 장이 펼쳐진다!\n――반짝 빛나는 모든 것은――\n「이 사진 속의 사람들 모두 엄청 예쁘네」 베라도 에코의 앨범으로 가득 찬 상자를 들었다.\n「안 예뻤다면 기념으로 사진을 남기지 않았을 거야」\n에코는 뭔가 숨길 의도는 없었다. 그는 천 년 이상을 살아온 우주의 현자로 여성이 아주 쉽게 다치는 것도, 사소한 일로 쉽게 짜증을 내는 것도 알고 있다. 에코는 여성에게 거짓말을 한 적이 한 번도 없다. 그러니 모두 에코를 보고 배워야 한다.\n「많은 별들을 봤기 때문에 별의 모양을 한 다이아몬드를 만들어 기념으로 남긴 거야. 하지만 우주에서 빛나는 별들은 누구의 소유물도 아니야. 그러니까 별을 뺏는다는 것도 있을 수 없는 거지」라고 그가 말했다.\n베라는 무슨 말인지 못 알아들었다. 「뭐라고?」\n「여기 없는 바보한테 한 말이야. 신경 쓰지 마, 인간은 너무 젊을 뿐이니까」\n「내가 너와 에코를 사이를 주선해 줄게」 샤키가 안드로메다 제국의 공주 폐하에게 크게 외쳤다.\n「응?」\n「난 베라가 좋아. 그러니까――」\n「더러워. 시시해. 귀가 썩어 버릴 것 같아. 하등 생물은 닥치고 있어. 베라는 내가 인정한 친구니까 그녀를 너같이 나약한 놈에겐 안 넘길 거야」\n「어, 어…」"
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "우주 고속도로와 갓길에선 취식 금지입니다. 신이어도 고속 우주선과 충돌하면 모든 책임을 져야 합니다.\n평범해 보이는 동네 책방이지만, 문을 통해 우주와 시간의 어느 곳이든 갈 수 있다!\n신과의 점심 식사, 시간과의 숨바꼭질. 베라의 모험이 계속된다!\n——신들의 피크닉——\n에코가 낮잠을 자자, 그의 시종들 사이에서 피 터지는 전쟁이 벌어졌다.\n위대한 마법사는 여러 신과 악마를 자신의 시종으로 부릴 수 있다. 에코는 최고의 마법사로 거느리고 있는 마신은 사전 속의 단어보다 더 많다. 에코의 수하 중 가장 강력한 시종은 누구일까? 이 자리를 놓고 마신들은 한판 붙기로 했다.\n불행하게도 그들은 공주와 샤키, 베라도 시종에 포함시켰다.\n에코가 낮잠을 2시간 자는 동안 항성 3개가 파괴되었다!\n「내가 왜 널 지켜줘야 하지?」 공주가 손을 거두자, 눈동자를 잃은 대악마가 땅에 쓰러졌다.\n안드로메다 제국을 지배하는 종족은 귀엽게 생겼지만, 그들의 손바닥에는 패배자나 연인의 눈동자를 먹어치다우는 입이 달려있다.\n「우리 친구 아니었니?」 베라는 조금 속상한 듯한 표정으로 얼굴에 묻은 피를 닦았다.\n「응, 맞아.」 공주는 얼굴이 빨개져서 눈을 돌린다. 「저번 사건 후로 난 널 유일한 친구로 여기게 됐어. 하지만 방금 전은 베라 너한테 한 말이 아니야」\n「어——」 샤키는 커다란 드래곤에게 물어뜯기고 있었다.\n「이제 항복할 테냐?」 거대한 드래곤이 할아버지 같은 목소리로 물었다. 「항복하고 스스로 미천하고 무능한 존재라고 인정하면 용서해주마」\n「항복——항복한다고!」 샤키가 소리쳤다.\n「보잘것없는 도마뱀 주제에 헛소리 좀 그만해. 내 궁전 벽에 그려진 호랑이도 너보단 세!」 공주는 손목을 푼다.\n「난 아무 잘못 없다고오오오——」 거대한 드래곤이 샤키를 공중에 내팽개쳤다.\n안드로메다의 지배 종족과 거대한 드래곤의 승부는 순식간에 끝났다!\n제대로 항복하기만 하면 목숨은 건질 수 있잖아.\n샤키는 시합에 탈락하여 슬리퍼로 에코를 깨웠다. 베라는 공주의 보호로 살아남았다.\n「으악, 무능한 것. 보기만 해도 구역질 나. 미천한 놈아, 내 곁에 오지 마. 나한테 말 걸지도 말고 쳐다보지도 마. 나와 같은 공기 마시지 마.」 공주는 샤키를 완전히 무시했다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "예전에 한 위대한 학자가 제국의 명절을 위해 책을 쓰고 싶어 했다.\n그런데 제국은 모든 날이 다 명절이었다! 집필해야 하는 내용이 너무 많아서 그는 6개월 후 도망쳤다.\n전 절대 여러분을 실망시키지 않는 작가입니다!\n――수많은 축제에 바친다――\n최근 큰 사건이 빈번하게 발생했지만, 그것들은 모두 우주에서 일어난 일일뿐이다. 이제 비교적 평범한 일이 시작되려 한다. 작은 마을이 곧 자신들의 축제를 맞이한다.\n「이제 내가 둘한테 이 마을을 소개할 차례지?」 베라는 직접 만든 요리를 공주와 에코에게 건넸다.\n과거 우주 모험에서 겪은 일들은 공주와 에코가 모두 설명했었다. 만약 베라가 뭔가 그들에게 알려줄 만한 지식이 있다면 오직 자신의 고향 이야기뿐이다.\n「…그래서 대왕의 첫 번째 사절 용감한 기사 호프만은 두 개 대륙을 가로지르고 바다와 강을 건넜어. 그때 위대한 현자이자 동방의 무녀 부평 부인은 동쪽으로 향하며 고향을 지나 지옥의 대지를 건넜어. 그리고 두 사람은 여기서 만났지」\n「그렇군요. 대단한데요」 공주 폐하는 연기 연습이 더 필요할 것 같다. 비록 그녀는 본인이 이 이야기에 관심 없다는 걸 베라가 못 알아차리도록 하고 싶었지만…\n「그러니까 이곳은 그 대왕의 수도이자 이 별의 대칭점이라는 거네」 에코가 별로 중요하지 않은 내용을 가지고 트집을 잡았다.\n「하하하하, 듣고 보니 진짜 그렇네」 베라가 뒷머리를 만지면서 웃으며 말했다.\n「난 계속 이곳을 떠나고 싶었어. 근데 결국 난 이곳만 익숙하네」 마을 축제 전날 밤, 이 점을 깨달은 베라는 샤키 앞에서 울음을 터뜨렸다.\n「나쁜 놈! 감히 베라를 울려!」 날아차기와 함께 나타난 공주는 샤키를 날려버렸다."
          }
        ]
      },
      {
        "title": "제7권",
        "desc": [
          {
            "type": "RichText",
            "text": "우주 변두리에 있는 성단, 그러나 이 성단의 행성은 밀도가 낮아서, 별바다 항해사와 해도의 낙원이다.\n우주이기 때문에 항행에 좌현이나 우현이 없다. 항성과 붙어있는 저쪽은 성현이라고 한다.\n소녀 베라의 모험, 방향을 잃은 별바다에서 계속된다!\n——은하계 전기——\n「다시 태양을 밝히는 건 어려운 일이 아냐. 하지만 이건 안드로메다 제국이 바라는 게 아니야」 에코가 패닉에 빠져 있는 베라에게 말했다.\n「그러니까 공주가 샤키를 납치했다는 거야?」 베라는 잠시 생각하다 살짝 경악하며 말했다.\n「어떻게 그렇게 되는 거야. 내 말은 공주와 샤키를 납치할 수 있는 건 안드로메다 제국뿐이라고」 에코가 돌아서며 항성계의 수많은 생명체와 마주한다.\n그는 잠시 침묵하다 크게 소리쳤다: 「은하계의 중생들이여. 난 비록 성왕 레반니의 초청을 받아 얼마 남지 않은 항성의 불을 더하기 위해 이곳에 왔어. 하지만 안드로메다 제국은 이곳의 평화를 바라지 않는 듯 내 친구를 잡아갔어」\n「지금 그 두 사람의 목숨을 여기에 있는 중생들에게 맡긴단 말이야?」 성왕 레반니가 일어선다. 「그렇다면 나는 무엇 때문에 은하계를 통일하는 거지?」\n결국 성왕은 결사의 각오로 홀로 뛰어들어 안드로메다 제국의 자객을 물리치고 공주와 샤키 두 사람을 구해냈다. 그 후 그녀는 에코와 짧은 대화를 나눴다.\n「안드로메다 제국의 지배 종족을 물리칠 줄이야. 저들은 아주 강력한 생명체인데. 성왕의 시련에서 죽여야 할 성스러운 드래곤도 너한테 안 될 거야」 에코가 칭찬했다.\n「사실 내가 바로 성스러운 드래곤이야. 레반니의 육체와 융합한 뒤부터 나는 그녀의 소원을 이뤄주기 위해 움직이고 있어」\n「어…」 에코가 살짝 놀란 듯했다.\n「그러고 보니 저 녀석 둘째 공주님이 좋아하는 놈 아냐? 내가 방에 들어갔을 때 둘이서…」\n「뭐?!」 에코는 진심으로 놀라 소리쳤다."
          }
        ]
      },
      {
        "title": "제8권",
        "desc": [
          {
            "type": "RichText",
            "text": "여자아이들의 파자마 파티 타임, 남성은 당근 참가 금지! 귀여운 소녀들은 황금 시대의 신들처럼 신성불가침한 존재이다.\n베라와 공주, 성왕 레반니, 성간 둥지의 자성 보스 우르, 네 소녀의 야화!\n――여자아이들――\n「그러니까 전부 다 오해야. 당시 걔는 날 먹으려고 했던 거야」 샤키가 설명하기 시작했다.\n「그건 먹으려던 게 아니야」 에코가 안경을 들어 올리곤 「안드로메다 제국 지배 종족의 손바닥에는 눈을 먹는 기관이 있어」\n「본 적 있어. 뭐라고 하지… 그 칠성장어?」 샤키는 이 말을 하고 나선 몸을 부르르 떨었다.\n「끝까지 들어봐」 에코는 자신의 눈을 가리키려다가 실수로 안경에 지문을 묻히고 말았다. 그는 안경을 벗고 다시 왼쪽 눈을 가리키며 「그들이 눈을 먹는 풍습은 두 가지 의미가 있어. 복종과…」\n오른쪽 눈을 가리키며 「연애」\n샤키도 자신의 두 눈을 따라 만지며 그 당시 자신을 향한 감정은 무엇이었는지 생각하기 시작했다.\n「솔직히 공주 자신도 이 둘의 차이를 이해하지 못할 거야. 공주에겐 복종하는 사람이든 그녀에게 정복당한 것이든 그녀를 사랑하는 사람이든 모두 똑같을 거야. 그저 황실의 권력 다툼에서 그녀를 해하지 않는 존재일 뿐인 거지」\n「어쩐지 안드로메다 제국의 자객이 그녀를 납치한 거구나. 그러니까 다른 계승자의 계책인 거지?」\n「난 승계 싸움에 말려들기 싫어. 그래서 너한테 그녀를 좀 더 지지해 주라고 한 거야」\n「그, 러, 니, 까——나랑 걔는 그런 사이가 아냐! 걔도 나를 제일 싫어하는 거 아냐?」\n그리고 여자아이들이 어떤 얘기를 했을까? 이건 영원히 알 수 없을 것이다."
          }
        ]
      },
      {
        "title": "제9권",
        "desc": [
          {
            "type": "RichText",
            "text": "「베라는 예뻐서 우주에서도 빛이 나는데, 나는…」「이 나이대엔 원래 남자애들이 여자애들보다 작아보여」\n어른이 되려면 더 이상 어린아이처럼 굴 수 없어! 이제부터 시작이야, 소녀 베라가 진짜로 우울해지기 시작했다!\n——단혼심해 고대신전——\n베라와 샤키가 성인이 되자 네 사람의 관계에도 미묘한 변화가 생겼다.\n「네 해명은 듣고 싶지 않아.」 샤키가 에코에게 말했다. 「베라를 여자로 생각하지 않는다고 해도, 베라는 계속 널 쫒아다닐 거야.」\n에코는 먼 곳의 상징, 미지와 신기함의 메타포다. 용감한 새는 평생 둥지를 틀지 않는다. 사랑하는 바람을 타고 떠돌 뿐이다.\n하지만 에코는 샤키에게 한마디했다. 「아무리 생각해도 천 살은 그냥 늙은이야」\n「그 나이면 나와 잘 어울리겠네.」 공주는 기뻐하며 고개를 내밀었다.\n용기를 내어 고백하려던 샤키, 그러나 가혹한 운명이 그를 기다리고 있었다.\n1권에서 에코와 베라가 만났을 때 고대신에게서 고대 검을 가져왔던 것을 기억하는가? 그 검은 에코가 운명을 헤쳐 나갈 열쇠였다——베라는 그 검에 손가락을 다쳤다. 무시무시한 바이러스가 그녀의 목숨을 앗아갔다!\n「다 너 때문이야!」 샤키가 에코의 멱살을 잡았다. 평소 같았다면 에코는 바보처럼 실실 웃었을 것이다——그는 따뜻하고 선량한 노인일 뿐이니까. 하지만 이번에 그는 샤키의 손을 뿌리쳤다.\n「넌 시간을 거꾸로 돌릴 수 있잖아. 베라를 구해줘!」 공주도 애원했다.\n「너희들은 몰라. 미래만이 과거를 구할 수 있어. 과거를 바꿔봤자 베라의 미래를 구할 수는 없다고.」 에코는 피가 나도록 입술을 깨물었다.\n「어떤 지역에 이런 전설이 있다. 실버 시대에 인류의 유년 시절은 약 200년으로 몹시 길다. 이로 인해 짧은 기간의 성장은 매우 고통스럽다」\n그들의 유년 시절은 이미 끝났지만 청춘은 아직 멀기만 했다.\n베라가 없는 《소녀 베라의 우울》, 다음 회에 계속!"
          }
        ]
      },
      {
        "title": "제10권",
        "desc": [
          {
            "type": "RichText",
            "text": "「이제 됐어. 집에 가자…. 지금 나와 가장 먼 곳은 바로 네가 있는 델피야」\n이제서야 말하지만 델피는 그리스 신화에서 세계의 중심이야. 《소녀 베라의 우울》, 완결… 될 수 있을까?\n——소녀 베라의 우울——\n베라를 살리기 위해 샤키와 에코, 공주는 20년 동안 파란만장한 모험을 겪었다. 지옥 대군과 싸우고 항성을 집어삼키는 성간 드래곤의 거처까지 밀고 들어갔다. 셋은 항성계 2개와 은하제국을 구하고, 위험한 성간 벌레 4종류를 소멸시켰다.\n전쟁을 겪은 우주 영웅 샤키는 막 깨어난 베라를 품에 안았다.\n안드로메다 지배 종족에게 20년은 아무것도 아니었다. 베라는 여전히 귀엽다. 하지만 그녀의 표정은 뭔가 이상했다. 진심으로 기뻐하면서도 실망한 듯한 표정이었다.\n샤키는 한쪽 눈을 잃었고 건장한 사내가 되었지만 여전히 울보였다. 샤키의 눈물이 베라의 어깨를 적셨다. 하지만 그는 이제 더 이상 쉽게 포기하지 않을 것이다.\n에코는 변함없는 모습으로 여전히 옅은 미소를 짓고 있다.\n「난 시간의 메아리일 뿐이야.」 에코가 몸을 풀었다. 「저번에 말했듯이 과거는 미래를 바꿀 수 없어. 예정 조화의 법칙이 나보다 조금 세거든. 하지만 무한한 가능성을 지닌 미래라면 세상을 구할 수 있어」\n에코가 샤키를 20년 전 소년의 모습으로 되돌리고, 그들이 여정을 시작한 날로 함께 돌아갔다. 네 사람은 예전과 똑같아 보였지만, 예전처럼 천진난만한 날이 다시 오지 않으리라는 것을 알고 있었다.\n「네 유년 시절을 없애서 미안해. 이건 네가 마땅히 누려야 할 청춘이야.」 에코가 샤키에게 말했다.\n「난 너를 위해 우주에서 벌어지는 불가사의한 일들을 겪었어. 내 유년 시절은 끝났어」 샤키는 운명의 상대에게 용기를 불어넣었다. 「네가 없었다면, 내 청춘은 시작되지 않았을 거야」\n답은 대체 무엇일까!\n작가가 9권까지의 인세를 가지고 흥청망청 즐기러 떠났다. 은하계에서 그를 만난다면 원고를 재촉해주길."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "소녀 베라의 우울"
          }
        ]
      }
    ]
  }
}