{
  "epId": 2312,
  "name": "제군의 속세 여행기",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/20/194600931/05bbd3be6a6b115d3e58842cb0516741_5874504430002269911.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002891,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월의 판타지 소설, 암왕제군이 평범한 사람으로 변해 속세를 활보하던 옛이야기이다. 보물이 모이던 시대엔 진실된 혹은 거짓된 이야기와 오래된 꿈들이 무역항에 모였었다\n리월은 천하의 진귀한 보물이 모이는 곳이다. 이런 곳엔 보물을 알아보는 사람이 있기 마련이다.\n「희고재」 최초의 점주 민희는 바로 이런 독자적인 수집가였다.\n비운 언덕의 골동품점 「희고재」에는 품격 있는 손님이 자주 방문한다. 이 가게는 낮에 문을 닫고, 달이 뜰 때만 문을 연다.시시한 손님은 오지 않고 눈 높은 유명 인사들이 찾는다.\n폰타인의 정교한 손목시계, 수메르의 향, 몬드의 옛 왕실 유물인 술주전자, 선인이 잠시 앉았던 나무 의자, 바위 신이 차를 마셨던 옥 찻잔, 이웃 나라의 바람 신이 실수로 깨뜨린 도자기 술병… 등이 가게에 가지런히 진열돼서 손님을 기다리고 있다.\n어느 날 밤, 귀공자가 우연히 가게에 와서 진열된 여러 물품들을 세심히 감상했다.\n주인은 그가 걸친 단정한 검정 상의와 호박처럼 빛나는 눈동자를 유심히 살폈다.\n이이 귀공자는 평범한 인물이 아니었다. 민희는 한눈에 알아차렸다.\n「어서 오세요. 마음에 드는 물건이 있으면 골라보세요」\n주인의 부드러운 음성이 한밤중의 적막한 분위기를 깼다.\n「음… 아, 미안해요」\n귀공자는 미소를 짓더니 난감하다는 듯 말을 꺼냈다.\n「이 정교한 모조품에 관심이 가네요」\n그는 온전치 못한 오래된 옥패를 빤히 쳐다보고 있었다.\n달빛이 그나마 온전한 무늬가 있는 쪽을 비췄다. 달빛은 털 같은 흠결을 지나 옥패 표면의 파인 곳을 쓸어내렸다. 옥패의 표면은 심하게 마모됐고, 가장자리는 무뎌져서 글씨나 그림을 알아볼 수 없는 지경이었다. 아마도 험난한 세월을 거친 듯했다.\n「모조품이라니요…? 왜 그렇게 생각하세요?」\n손님들의 도발은 흔히 있는 일이었다. 하지만 이렇게 대놓고 말하자 민희는 울컥했다.\n게다가 이 골동품점은 한 모험가가 심연의 폐허가 된 궁전에서 목숨을 걸고 발굴한 물품들을 파는 곳이다. 그녀는 가산을 거의 절반이나 써서 가까스로 이것들을 인수했다. 물건이 모조품이라면 손해가 막심할 뿐만 아니라, 보물 감정으로 유명한 「희고재」의 명성에 금이 간다.\n민희는 장사를 망치러 온 이 손님에게 이 옥패를 팔아야겠다고 마음먹었다.\n「자세히 살펴보고 평가해주세요」\n————————\n「알다시피 2500년 전, 티바트 대륙엔 재난이 끊이질 않았죠. 마신들은 전쟁을 벌여 인간 세상도 영향을 받았어요. 그때는 일곱 나라가 없었지만, 사람들은 부락과 도시, 나라를 이루고 살았어요…」\n「기나긴 세월에 잊혀진 마신들도 전에는 자신을 기념하고 숭배하며 사랑해주는 백성들이 있었죠. 그 백성들은 해변의 조개와 산에서 구한 옥이나 돌멩이, 땅속의 보석에 신의 모습을 새겼어요.」\n「이 옥패는 그 시절의 유물입니다. 암왕제군을 숭배하는 고대 부족의 것이죠…. 물론, 그 시절 사람들은 암왕제군이라 부르지 않았을 수도 있지만요.」\n「마신들이 서로 죽고 죽이던 시절, 암왕제군이 일곱 나라를 위해 화폐인 모라를 만들기 전이었죠. 그래서 이 부락은 우연히 발굴한 금석에 암왕제군의 초상화를 새겨서 사용했어요.」\n「이렇게… 사람들의 지혜는 놀랍답니다. 암왕제군이 손을 쓰기도 전에 길을 찾은 거죠.」\n귀공자는 자신의 품평을 음미하듯 잠시 말을 멈췄다.\n하얀 달빛에 그의 몸이 다소 왜소하게 보였다.\n「이런 옥패는 아주 희소해요. 산골짜기에 묻혀 있는 경우가 많죠. 그리고 사람들이 정교하게 조각한 것들이라 똑같은 게 없어요…. 그래서 시장에서는 부르는 게 값이죠.」\n「하지만 이 옥패는 근래에 만든 모조품입니다. 당신 아버지 대에 만들어진 걸 수도 있어요.」\n「『흠이 없는 건 옥이 아니다』라는 말도 있잖아요. 이 옥패는 흠이 거의 없고 너무 투명해요…. 고대의 유물처럼은 안 보여요.」\n「그리고 여성이 조각되어 있는데, 그 시대의 다른 유물들에서 찾아보기 힘든 도안이죠.」\n귀공자는 옥패를 들고 달빛 아래서 세심히 살펴봤다.\n「민간에 소문이 떠돌긴 하지만, 암왕제군이 여인으로 변신했다는 설을 증명하는 역사 책이나 증거는 아직 나오지 않았어요…」\n이 귀공자는 젊었지만 노학자다운 풍모가 있었다.\n「손님께서 모르시는 게 있어요…」\n민희는 교활한 여우가 경험이 일천한 사냥꾼을 도발하듯 웃었다.\n「달빛을 감상하며 제 이야기를 들어보시겠나요?」\n주인은 눈을 가늘게 뜨며 흥미진진한 이야기를 시작했다…"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월의 판타지 소설, 암왕제군이 평범한 사람으로 변해 속세를 활보하던 옛이야기이다. 옥을 품고 있는 산봉우리에서 유형의 표상과 무형의 망언이 대조된다\n신들이 아직 땅에 내려오기 전, 지금 만인이 존경하는 암왕제군도 여러 신들 중 하나였죠.\n그 시절, 항간엔 암왕제군이 냉혹하고 사심이 없는 신이라는 소문이 돌았어요. 그는 일처리가 공정하고 과단성 있지만, 암석처럼 딱딱하고 감정이 없는 신이었죠.\n그래도 사람들은 그를 존경하고 믿었어요. 그가 공평한 거래와 안전하고 질서 있는 삶을 지켜주었기 때문이죠. 그리고 바위 신도 사람들의 신앙에서 자신의 존재와 힘을 키워 나갔죠.\n하지만 아무리 신이라도 사람들의 신앙과 의문을 좌지우지할 순 없었어요.\n공정함을 지키는 신이라도, 논리정연한 규칙을 모든 사람들의 마음속에 심을 수는 없는 법이죠.\n전에 명온 마을에는 유쾌한 성격에 세상을 우습게 아는 옥장이 있었어요. 의뢰를 받을 때마다 생각지도 못한 방식으로 마지막 날에 작품을 완성했어요.\n손님이 맹수를 정복한 사냥꾼의 초상화를 원하면, 허겁지겁 도주하는 멧돼지를 새겨주었죠.\n손님이 연유를 물으면 이렇게 답했어요.\n「맹수를 정복한 사냥꾼이 얼굴을 드러내지 않아도, 그 용맹한 기세로 맹수들의 간담을 서늘케 할 것입니다.」\n손님이 막강한 권력을 쥔 높은 분이면, 화려한 권좌를 새겨주었어요.\n이유를 물으면 이렇게 답했죠.\n「아무리 높은 권력도 백 년을 못 넘기니, 이 권좌가 더 오래갈 것입니다」\n이러니 명온 마을에서는 이 옥장을 「괴짜」 취급했지요. 하지만 상업이 발달한 리월항에서 부유한 큰손들은 이를 흥미롭게 여기고 그에게 옥기를 주문했어요. 그의 기발한 답변을 듣고 싶어서였죠.\n——————\n어느 날 밤, 한 여인이 옥장의 공방을 찾아왔어요.\n그 여인은 검정 도포를 걸쳤어요. 유리처럼 빛나는 달빛 아래에서 그녀의 눈동자는 호박처럼 반짝거렸죠.\n처음 만난 여인이었지만 둘은 금새 이야기가 통했어요. 참 이상하게도 그녀는 명온 마을의 광맥과 옥 광산을 다 알고 있었어요. 천지 경관을 자매처럼 이야기하고 아름다운 옥과 금석을 사랑하는 여인처럼 말했어요…\n하지만 사람과 풍습, 처세에 대해서는 말을 아꼈죠.\n인간사에 어둡거나 말하기 싫었던 것일 수도 있어요. 하지만 어쨌든 보통 신분은 아닌 게 분명했어요.\n적어도 옥장은 이렇게 추측했죠.\n「암왕제군의 얼굴이 새겨진 옥패를 주문하고 싶어요.」\n실컷 이야기를 나누고 공방을 떠날 때가 되서야 여인은 요구 사항을 말했어요.\n「하지만 상상으로 바위 신의 모습을 조각하면 안 됩니다. 반드시 직접 본 대상을 본보기로 암왕제군의 진짜 모습을 조각해주세요.」\n「그렇지 않으면 모라를 한 푼도 드릴 수 없어요.」\n둘은 기한을 사흘로 약속했죠.\n첫째 날, 옥장은 벗의 연회에 참석하여 이야기판을 벌렸어요. 그 어떤 의뢰도 받지 않았구요.\n둘째 날, 옥장은 옥을 찾으러 산에 갔어요. 하루종일 아무도 만나지 않았지요.\n셋째 날, 옥장은 드디어 문을 닫고 옥을 다듬기 시작했어요. 새벽부터 몰두하여 단숨에 작품을 만들어냈죠.\n초승달이 뜰 때가 되자, 호박 같은 눈동자를 지닌 여인이 다시금 찾아왔어요.\n옥장은 자랑스럽게 자신의 작품을 내놓았죠——\n아름다운 옥패에는 여인의 모습이 조각되어 있었어요.\n여인은 이해할 수 없다는 듯 인상을 쓰며 물었죠.\n옥장은 이렇게 대답했어요.\n「첫째 날, 여러 지혜롭고 박식한 사람들에게 암왕제군이 원칙을 행하는 방식을 물었습니다. 하지만 이건 뼈대에 불과했죠.」\n「둘째 날, 산으로 가서 종일 바위를 관찰했습니다. 원소의 성장에 귀 기울이며 암왕제군의 피조물에 대해 곰곰이 생각해 봤죠. 하지만 그건 피와 살에 불과했어요.」\n「셋째 날, 눈을 가리고 하고 싶은 대로 박옥을 조각했어요. 처음부터 끝까지 손 가는 대로했죠. 그건 바로 영혼이었죠.」\n옥장은 어색한 미소를 지으며 말한다.\n「하지만 왜 이렇게 조각된 건지는 저도 잘 모르겠어요.」\n여자는 옥을 조각하며 생각에 잠긴 듯했다:\n「재밌네요. 이걸 보고 있자니 또 다른 이야기가 생각나요…」\n그녀는 호박색 눈을 뜨며 말을 이어나간다…"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월의 판타지 소설, 암왕제군이 평범한 사람으로 변해 속세를 활보하던 옛이야기이다. 규칙과 공평함은 비현실적인 이야기 속에서 사그라진다\n리월은 천하의 진귀한 물건들이 모여있는 땅이었어요. 보물이 있으니 자연히 안목 있는 사람들이 생겨났죠. 리월항이 제일 번창하던 시절, 세상 만물이 전부 흘러들어와 뿔뿔이 흩어졌어요.\n지금처럼 거상들과 선장들의 시대였죠. 상업의 풍파와 바다의 괴수에 사력을 다하던 이들이 주관하던 시절이었어요.\n그 시절도 마찬가지로 항구 도시의 부둣가엔 언제나 바삐 움직이는 선원들과 일꾼들이 있었어요.\n암왕제군은 귀인과 옥경대의 어르신들뿐 아니라 일반 백성으로도 둔갑해서 광부와 어부, 선원과 상인 사이를 걸닐었다고 전해져요.\n그때 리월의 부두에 있던 한 어선 주인은 됨됨이가 까칠하고 일꾼들에게 난폭했어요. 매사에 불만이 가득했고, 일꾼들의 해명에도 아랑곳하지 않았으며, 툭하면 꾸짖고 품삯을 떼먹었죠.\n어느 날 어선 주인은 한 소년을 만났어요.\n그는 어선 주인이 새로 고용한 일꾼이었죠. 짧은 갈색 옷에 머리에 두건을 두른 모습은 평범한 뱃사람과 다를 바 없었지만, 피부색과 생김새는 그가 먹고살기 위해 경책 산장에서 내려온 주민이란 걸 말해줬어요. 그의 얼굴엔 바위산의 윤곽이 있었죠.\n그는 여느 시골 청년들처럼 서툴고 숫기가 없었어요. 더 답답했던 건 분류작업을 할 때 항상 끈적끈적한 해산물이 손에 닿는 걸 싫어했다는 거예요.\n「그렇게 까다롭게 굴어서 무슨 돈을 벌겠다고! 네가 무슨 부잣집 도련님이야!」\n어선 주인은 이렇게 핑계를 대며 품삯을 깎았죠.\n그래도 소년은 항상 말없이 웃어 보이며 하던 일을 계속했어요.\n그러던 어느 날 소년이 입을 열었죠:\n「사람에겐 모두 호불호가 있거늘 어찌 싫어하는 걸 해야 합니까?」\n순박한 줄만 알았던 일꾼에게 놀란 어선 주인은 분통을 터뜨리며 이마를 쳤어요:\n「세상엔 규칙이란 게 있어! 다들 좋아하는 일만 하려고 하면 성공할 수 없다고!」\n「하지만 암왕제군께서 규칙을 세우신 건 그런 뜻이 아닐 텐데…」\n「쓸데 없는 소리!」\n「그럼 제가 이야기 하나 들려드리죠.」\n석양에 비친 소년의 눈은 산에 있는 금석같이 반짝였어요.\n「뭔 얘길 하려고?」\n이 숫기 없는 소년이 무슨 이야기를 할지 어선 주인은 흥미로웠죠.\n「말해 봐…. 아니, 일은 계속하면서!」\n소년은 짓궂게 웃었고 눈은 반짝 빛났어요.\n「그럼 제가 옥패 이야길 해드릴게요…」\n그렇게 소년은 이야기를 시작했어요. 어선 주인은 듣느라 정신팔려 시간 가는 줄도 모르고, 일꾼들에게 떼먹었던 품삯을 누군가 몰래 빼돌려 사람들에게 나눠 줬다는 사실도 몰랐죠."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월의 판타지 소설, 암왕제군이 평범한 사람으로 변해 속세를 활보하던 옛이야기이다. 보물이 최고이던 시대엔 가벼운 농담 한마디가 망언을 들추어낼 수 있다\n이건 세상 모든 진귀한 것들이 리월항에 모였던 시대였어요.\n이날 밤, 「희고재」의 주인 민희는 무명의 귀공자와 골동품을 연구하며 담소를 나눴다.\n그들은 옥패 하나를 가지고 언쟁을 벌였다.\n리월에서 큰 밑천을 없이도 고대 옥기를 위조할 수 있다는 건 모든 사람들이 알고 있는 사실이다. 정교하게 위조하려면 돈이 좀 들겠지만, 상인으로서 그 정도는 감당할 수 있다.\n그보다 어려운 것은 정교한 이야기를 만들어 내는 것이었다.\n깊은 산속을 떠돌던 옥장, 수상한 어부 소년 이야기처럼 상식에서 벗어난 이야기들은 사람들을 끌어당기는 힘이 있다.\n암왕제군은 규칙과 계약을 세우면서도 인간에게 완벽하게 지키라고 강요하지 않았다. 그는 규칙과 계약이 목적이 아니라 수단이란 것을 잘 알고 있었기 때문이다. 진정한 조화와 의미는 저마다의 깨달음과 선택에 달려있다.\n모진 어선 주인은 이를 이해하지 못했고 일꾼들의 두려움과 미움만 샀다.\n인간도 그렇듯 골동품도 마찬가지다. 희소성과 기술력의 제약을 받긴 하지만 진정한 가치를 결정짓는 건 종종 「물건」의 배후에 있는 「이야기」이기도 하다.\n까탈스러운 귀공자는 이를 완전히 이해하지 못하고 거리낌 없이 그 옥패가 가짜임을 지적하며 가치를 깎아내렸다.\n「희고재」에는 수많은 보물이 있지만, 이 귀공자의 예리한 눈으로 살펴본다면 무엇하나 멀쩡한 게 없을 것이다.\n바다의 연인이 선장을 위해 흘린 눈물이 담긴 진주, 죽은 왕비를 기리며 왕이 직접 조각해 그 안에 자신의 영혼을 봉인한 초상화 모두 말이다.\n이것들은 사라질 이야기지만 골동품의 껍데기에서 살아 숨 쉬는 전설이기도 하다.\n「재밌는 이야기였어요. 이 모조품, 제가 살게요.」\n귀공자는 금석 같은 두 눈에 웃음기를 가득 머금고 고개를 끄덕인다.\n「제 이야기를 듣고도 이게 모조품이라고 생각하시나요?」\n민희는 가볍게 한숨을 내쉰다.\n「당연하죠」\n귀공자는 무심코 미소 짓는다. 가게로 들어와서 가장 활짝 웃는 얼굴이었다.\n「당신 말처럼 어떤 옥패가 고대 화폐였다는 이야기도 다 지어내 본 얘기였어요.」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "제군의 속세 여행기"
          }
        ]
      }
    ]
  }
}