{
  "epId": 2321,
  "name": "침추습검록",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271270,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "역전의 별바다 중심부, 지표 아래 수백 년 동안 이어져 온 전장… 방대한 서두로 시작해 순식간에 이어지는 전개! 색다른 협객 이야기의 서막이 곧 시작된다!\n「하지만, 설령 셰르 폐하의 야망이 실현된다 해도 모두에게는 또 무슨 도움이 되겠습니까?」\n군무 상서 에반게릭스는 창밖의 별바다를 바라보고 있었다. 은하와 항성은 그녀의 얼굴에 창백한 빛을 더해주며 그녀의 머리카락을 부드럽게 비추었다. 희미한 빛이 머리칼을 타고 천천히 흘러내렸다.\n그녀는 처음 이 창문을 통해 별을 바라보던 경험을 떠올렸다. 하지만 과거에 느꼈던 경외감은 이미 기억나지 않았다. 지표면에서 수백 광년 떨어진 이곳 고향의 모습도 그녀의 꿈속에서 일그러진 지 오래였다.\n「혹시 저의 실언이라면 용서해 주십시오, 친왕 폐하. 하지만 이 전쟁은 이미 너무 오랫동안 이어졌습니다. 저희는 셰르 폐하의 꿈을 위해, 수많은 별을 건너 전쟁을 해왔죠. 온갖 책략과 함정으로 수천만의 목숨을 앗아갔고, 자그마한 낯선 별의 총독과 흠차대신이 되었죠… 하지만 셰르 폐하의 환상이 우리에게 가져다준 것은 무엇이죠? 점점 더 많은 불행과 적들입니다. 은하수 전체에 도사리고 있는 그들은 언젠가는 우리를 삼킬 것입니다.」\n「오빠의 제국은 공포와 빈곤이 존재하지 않는 영원한 나라일 것입니다. 모든 이의 행복은 더 이상 소수가 좌지우지하지 않으며, 지위가 더 높은 사람도 없게 되죠. 무능함조차도 더 이상 죄악이 될 수 없습니다. 따라서… 이런 원대한 안목을 이해할 수 없는 적은 숙청당하는 것이 그들의 당연한 운명입니다.」\n코파타 왕은 고개를 가로저으며 부드럽지만 차가운 말투로 말했다.\n별존의 유격 전쟁이 앗아간 건 한쪽 눈과 팔만이 아니었다. 눈앞의 그녀는 에반게릭스가 알던 그 유쾌한 소녀와는 전혀 다른 모습이었다.\n「전 오빠의 결정을 믿어요, 오빤 절대로 다른 마음을 품지 않았을 거예요. 그러니까 절 설득하는 말이라면 아무리 당신이라도 더 이상은 그만해주시기 바라요.」"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "역전의 별바다 중심부에서는 신화로 남을 법한 대전도, 「육지」의 사람들에겐 그저 적막한 상황에서 가끔 생기는 잔물결에 불과하다… 하지만 그 전장에 몸을 담고 있는 전사들에겐, 이것만이 삶의 전부다!\n그 정도의 치밀한 방어라면, 전원이 야즈타급 전함으로 구성된 방대한 함대라 해도 유효한 피해를 주기는 힘들었을 것이다.\n제국의 방대한 공정 기적을 지나치게 믿은 겔다파리드 대장은 반군이 그의 목숨줄에 급속으로 접근하고 있다는 사실을 깨닫지 못했다. 코파타 친왕이 직접 설계했고, 셰르 폐하가 「아누샤르완」이라는 이름을 하사한 이 강력한 별의 요새도 지금 이 순간, 반군 앞에서 계란처럼 연약하기 그지없었다.\n페슈타누는 라흐시 보트를 몰고 복잡하게 얽힌 환풍관 사이를 누볐다. 수많은 구멍에서 뿜어져 나오는 유독 가스와 원소 구름을 신속하게 뚫어야 했고, 자가 반응 기능이 탑재되어 있는 기계의 추격도 따돌려야 했다. 보트의 빠른 속도로 충혈된 그의 눈과 귀 때문에 페슈타누는 일순 어지럼증을 느꼈다.\n「때가 되었구나.」\n동력 시스템의 에너지 핵이 서서히 모습을 드러내자 페슈타누는 생각했다.\n「시간이 되었구나.」\n겔다파리드 대장은 별의 궤도에서 반짝이는 빛 덩어리를 바라보며 생각했다.\n그래서 겔다파리드 대장은 별에 대한 무차별 공격 명령을 내렸다.\n페슈타누는 요새의 핵심 코어에 치명적인 일격을 날렸다ㅡ\n「코파타 친왕/친왕 전하께서 길길이 날뛰는 꼴을 꼭 보고 싶었는데…」\n그 순간, 놀랍게도 두 사람은 꼭 같은 생각을 했다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "역전의 별바다에는 자그마한 조각 제도가 존재한다. 세상과 동떨어져 있는 작은 조각에도, 그들만의 역사가, 협객이, 사소한 이야기들이 존재한다… 스루가 막부 협객전, 정식 개막!\nㅡ10년 전ㅡ\nㅡ25광년 밖ㅡ\n스루가 막부의 통치 아래, 고통에 시달리는 국민의 원성이 하늘을 찔렀다.\n현재의 스루가 막부는 이마가와 세이에스 쇼군이 주관하고 있었다. 4년 전, 마왕 아키마사의 목을 취한 쇼군은 공포의 시대의 막을 열었다.\n이러한 시기, 이러한 곳에 한 겁 없는 검호가 떠돌아다니고 있었다.\n그는 다름 아닌 신쿠로라 불리는 협객, 빗츄 큐베이였다.\n빗츄 큐베이는 과거 낭인이 아니었다. 소문에 따르면 그는 쇼군님의 병법 지침서라 불렸다고 한다. 하지만 원수의 음해와 쇼군 본인의 의심 많고 우유부단한 성격 때문에 막부를 탈출하여 황야에 떠돌게 된 것이다.\n지금 신쿠로는 언덕 위에서 무엇을 바라보고 있을까?\n광활한 들판? 틀렸다.\n저 먼 곳의 산? 아니다.\n곧게 뻗은 길? 정답! 하지만 완전한 정답은 아니다.\n그러면 신쿠로는 대체 무엇을 바라보고 있는 걸까…?\n생쌀로 검호에게 의뢰를 맡기는 농민들도 주눅이 들어 그에게 묻지 못하고 있었다.\n이 문제에 대한 답은 침묵한 검객의 마음만이 알고 있는 듯싶다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "「무릇 산적이란, 전쟁의 자손들이다.」 이나즈마에는 이러한 명언이 전해져 내려온다… 전란의 시대에는, 쌀과 곡식을 수확하는 것 또한 전쟁이다! 《침추습검록》, 제1검, 돌격!\n「가을이다, 수확의 계절이 곧 다가온다.」\n무토우 키사가 말했다.\n이른바 닌자란, 전란의 위험에서 스스로를 지키기 위한 어르신들의 용병이다.\n전쟁으로 태어나 권력으로 강해진다, 이것이 닌자의 인생이다.\n전쟁이 끝나 권력을 잃고 무너져내리는 것, 이 역시 닌자의 숙명이다.\n이마가와 쇼군은 마침내 각국을 통일한다. 토사구팽된 닌자는 토벌당하거나, 군에 개편 당했다. 어떤 이들은 산적으로 전락했다.\n무토우 키사가 바로 이런 사람 중 하나였다.\n「조급해하지 마, 마을 사람들이 쌀을 준비하고 있으니까 기다리자.」\n요네마타 타스케가 말했다.\n소위 말하는 산적이란, 무도에 흥미를 잃은 무사거나 죽음과 목숨 걸고 싸우는 농민을 이르는 말이다.\n전쟁이 낳고, 교활함으로 강대해진, 또 그 강대함으로 인해 거침없이 움직이는 게 산적이다.\n따라서, 전쟁이 끝나고 평화가 도래하면 산적의 세력은 하루살이처럼 해 질 녘에 발을 들인다.\n요네마타 타스케는 평범한 농가 출신이다. 마흔 살이 넘어서야 산적이 되었지만 재물운이 따라 어느새 한 산적단의 두목이 되었다.\n가장 악한 자는, 과거 같은 억압을 당해 보았던 자다.\n「그리고 전부 불을 질러 한 놈도 살려두지 말자.」\n이게 전쟁과 난세의 여파였다."
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "역전의 별바다 중심부, 조각의 해안 한 켠, 글에 담기에는 보잘것없는 듯한 한 마을에서 조난당한 낭인이 농민들과 동맹을 맺는다! 산적들과의 대전, 일촉즉발 대위기ㅡ\n아사다 마을의 지세는 초승달 모양이다.\n와지에 들어간 신쿠로는 그 점을 노렸다.\n만약 많은 마을 사람들을 동원해 산마루에 매복시킬 수 있다면, 은밀한 공사로 높은 곳에서 공격할 수 있다. 먼 곳에서 오느라 지친 적을 쉽게 격파할 수 있으니 묘책이었다. 더군다나 마을 사람들의 수는 산적보다 훨씬 더 많으니 포위하는 것도 그다지 어려운 일은 아니었다.\n하지만 문제 또한 마을 주민에게 있다: 산골짜기로 적을 유인하려면 반드시 작은 인원을 미끼로 보내야 한다. 마을 사람들은 이미 오랜 세월 난세를 겪었고, 지금은 막부 기관에서 가혹한 폭정을 실시하고 있다. 지금 같은 세상에는 제 한 목숨을 아끼는 게 태반이고 주류다, 대체 그들을 어떻게 설득해야 미끼를 자처해 대군을 위해 희생할 수 있을까?\n이 밖에 또 한 가지 문제가 있다, 만약 이들이 전란 시대의 무사 군대였다면, 반드시 화공으로 매복 효과를 높일 것이다. 산골짜기에 갇혀 불어오는 산바람을 이용한다면, 아래 있는 적에게 큰 손실을 입힐 수 있을 것이다.\n그러나 지금 자신이 이끌고 있는 마을을 보호하는 농민군이다. 무슨 말을 해도 자기 집 곡창을 불태우지는 않을 것이다… 충분히 이해는 가지만, 산적에게 유효한 타격을 입히지 못한다면 후일 더 끔찍한 보복을 당할 것은 자명한 일이었다.\n이렇게 생각하며 신쿠로는 말없이 자리에 앉았다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "「별바다에서 펼쳐진 대 전투의 본질은 십여 년 전, 척박한 행성의 백성들 사이에서 벌어진 전투와 같다….」 얼마 후, 그 남자의 이름은 제국 황제의 이름과 같이, 모든 은하계 사람들에게 널리 퍼졌다\n「함장님, 이런 말 해서 좀 그렇긴 한데, 아까 회의에서 내내 주무셨죠?」\n「아, 들켰네.」\n「똑바로 앉아계시긴 했는데 워낙 자주 보던 일이라서요. 함장님, 제발 무인의 수행 성과를 이런 일에 쓰지 마시라구요. 사령관님께서 아시면 시말서 한 장으로 해결되는 일이 아니라니까요.」\n말은 그렇게 했지만, 마하스티는 적어도 지금 이 함대 안에서 자신의 상사를 건드릴 사람이 없다는 걸 잘 알고 있었다. 연합 함대 사령부는 미묘한 밸런스를 유지하고 있었고, 그의 상사ㅡㅡ빗츄 큐베이, 어색한 발음으로 「세미마루」라 불리고 있는 중년의 함장 신쿠로는 각 세력이 강력하게 자신의 편으로 끌어드리려는 타깃이자 이 교착 상태를 타파할 수 있는 가장 유력한 사람이다.\n그 일이 벌써 10년이나 지났군ㅡㅡ\n신쿠로는 묵묵히 생각했다.\n아사다 마을 일전의 승리는 나중에 보면 신쿠로가 소소하게 펼친 군사적 재능에 불과하지만, 당사자들에게는 재앙의 시작이었다.\n역시나 쇼군은 이처럼 똑똑하고 계략에 뛰어난 자들이 민간에서 떠도는 걸 허락하지 않았다.\n얼마 후 신쿠로는 두 눈이 찔리고 감옥에 갇히게 된다.\n그러다가 5년 전, 이마가와씨는 사가미 출신의 다이묘 다메씨로 결성된 동맹군에게 토벌당해 목이 잘리고 만다. 그렇게 온 나라의 국민들은 드디어 평안한 삶을 맞이했다….\n위의 내용은 신쿠로가 감옥에서 신임 세이이타이 쇼군에게서 직접 들은 얘기다.\n신쿠로는 백성들이 안락하게 생활하는 광경을 단 한 번도 본 적이 없었다. 이 낮선 쇼군도 결코 어질고 의로운 사람은 아닐 것이다. 하지만 대규모로 죄를 용서하고 형벌을 면제하는 대사면으로 인심을 끌어들이는 것 또한 어쩔 수 없는 처사였다.\n여기까지 떠올린 신쿠로는 탄식을 금할 수 없었다: 그때든, 지금이든 자신은 부득이하게 소용돌이의 중심에 있는 사람이었다.\n「이 나라에서 우린 반역자야. 그리고 이 무한한 우주에서도 마찬가지지.」\n쇼군은 바닥에 쭈그리고 앉은 신쿠로를 보면서 별거 아니라는 듯 얘기했다.\n「제국의 세금은 더 이상 이 우주 변방의 작은 별이 감당할 수 있는 것이 아니다. 그리고 네 재능은 마땅히 은하에서 꽃 피어야 한다.」\n「네 성씨와 이름은 이미 간교한 이마가와한테 빼앗겼다. 하지만 그런 과거는 버리는 게 어떤가. 지금부터는 『세미마루』로 살아가거라.」\n그렇게 과거가 더 이상 없는 사람, 더 이상 자신의 두 눈으로 우주 만상을 볼 수 없는 사람 앞에 광활한 우주가 펼쳐졌다."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "침추습검록"
          }
        ]
      }
    ]
  }
}