{
  "epId": 2322,
  "name": "방랑기",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002892,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월이 바다 괴수의 침입을 받던 시대의 이름 모를 선장의 전설\n——만조——\n밝은 달이 떠오르면 뱃노래가 들려오네\n리월항에는 거대한 전함을 타고 바다 괴수를 사냥하는 이가 있었는데, 그를 「선장」이라고 불렀다.\n선장들은 배에 바다 괴수의 뼈를 걸어 용감함을 과시했다. 그러나 선원들이 부르는 뱃노래에는 바다 괴수 사냥에 대한 내용이 드물다. 선장들이 겸손했기 때문에 그런 것이 아니다. 바다가 평온하지 않았던 시대라서 뱃노래에 피튀기는 내용이 나오면 불길했기 때문이다.\n대검을 손에 쥔 선장이 있었다. 그는 암초가 널리고 암류가 거센 먼 바다에 마음껏 출몰하며 폭풍우와 바다 괴수의 포효에도 전혀 겁내지 않았다. 그에게 컴컴한 바다 밑 어둠의 세계는 광활한 사냥터였고, 저항하는 바다 괴수는 그의 전리품이 되어 배에 높이 걸렸다.\n그러나 파도를 넘나드는 선장은 평범한 사람들의 희노애락을 모르는 듯했다. 그의 삶에는 그저 기나긴 탐색과 사냥, 비린내 나는 바닷바람, 음침한 고래의 노래뿐이었다. 선원들은 존경하기보다는 무서워했고, 그를 감싸고 있는 해초 같은 기운에 불안해했다. 난폭한 바다에서 선장의 쾌속선은 말없이 냉혹하게 전진할 뿐이었다.\n항상 높이 솟은 뱃머리에 앉아 있던 소녀만이 선장의 눈빛을 부드럽게 풀어주었다. 파도 소리에 매료된 소녀는 그의 길잡이로, 고래의 노래에 공명하여 파도를 뚫고 거대한 함선을 바다 괴수가 출몰하는 해역으로 인도했다.\n길잡이 소녀는 바닷바람과 파도에 경의의 노래를 바쳤다.\n「그 고래의 신음을, 파도 소리를 함께 듣자꾸나.」\n「해류와 풍향이 정확해지면, 먼바다로 나가세.」\n「오래 전 돌아가신 신령과, 옛 주인께 바치네.」\n「어지러운 해류를 해도에 담게 해주시고,」\n「모든 영혼이 평온하게 환향하게 하소서.」\n노래가 끝나면 선장은 출항하자고 크게 외쳤다. 거함은 천천히 항만을 떠나 아침 햇살이 비치는 바다로 나아갔다.\n전과 똑같은 날들, 이것이 바로 떠돌이 선장 이야기의 시작이다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "선장은 뱃노래가 쉬지 않고 울려 퍼지는 가운데, 운명의 적과 마지막까지 싸웠다\n——거센 파도——\n「폭풍 속으로 들어가, 어두운 바다의 신음을 듣자꾸나.」\n「해류와 풍향이 정확해지면, 소용돌이를 향해 항해하세.」\n「옛 주인의 잠코대가 들리네, 그녀의 후손을 축복하고 있구나.」\n「그녀가 무사히 거친 바람과 소용돌이를 지나게 하시고,」\n「바다 괴수의 소굴에 용사들의 작살이 움직이게 해주소서.」\n바다를 뒤집는 폭풍 속에서 뱃노래가 묻힌 적은 없었다. 소녀의 목소리는 놀란 파도와 어우러지며 선장이 위험한 암류를 피해 폭풍 속 바다 괴수가 들끓는 곳으로 향하게 인도했다.\n소용돌이를 뚫고 번개와 바람 기둥 사이를 오가며 거함은 바다 괴수가 날뛰는 해역으로 돌진했다. 번쩍이는 뇌광 속에서 선장은 아무 두려움 없이 대검을 들어올렸다.\n선장의 눈빛을 보며 선원들은 그제야 어두운 구름 속에 뇌광이 비추지 못한 그림자를 느꼈다. 산처럼 거대한 몸체였다. 소용돌이 속에 보이는 산맥처럼 거대한 몸체에 비해, 배에 걸려있는 바다 괴수의 뼈는 어린애 같았다.\n벽처럼 거대한 마수의 몸을 향해 모든 공포와 망상을 쏟아내 듯, 선장의 명령에 따라 배 측면에서 화살이 계속 날아들었다. 바위 탄환과 바늘이 달린 현철 작살이 바다 괴수의 몸에 끔직한 상처를 남겼다.\n바다 괴수가 극심한 고통에 미친 듯 소리를 지르자 붉은 파도가 솟구치며 선체에 강하게 충돌했다. 거함은 바다 괴수의 공격에 뒤집어질 뻔했고, 갑판은 몰아치는 붉은 파도에 움직일 수 없었다. 선원들은 비린내 나는 물길에 침몰하며 모든 원소를 주관하는 신들을 원망하면서 바위와 날카로운 창을 괴수에게 날렸다.\n냉혹한 선장은 운명이 보낸 적수를 두려워해본 적이 없었다. 선수의 소녀도 바다 괴수의 포효에 노래로 답했다. 거함은 바다 괴수와 난류를 따라 빙글빙글 돌았다. 날카로운 이빨과 독조의 공격을 받으며, 평범한 선원들은 대포와 작살, 바위로 맞서며 공포와 분노를 뿜어냈다.\n바다 괴수의 거대한 몸은 상처로 뒤덮이고, 해수면에 촉수와 발톱이 다 갈라졌다. 선장의 거함도 너덜너덜해졌다——돛대 절반이 이미 부러졌고, 대포 절반은 산산조각났으며, 선원 절반은 바다 괴수의 먹이가 되었다. 심지어 그가 자랑스러워하는 대검마저도 두 동강 났다. 이건 아이가 거인에게 도전하는 것처럼 이길 수 없는 싸움이었다.\n중상을 입은 바다 괴수는 적수의 힘이 빠졌다는 걸 알았다. 괴수는 해수면에 떠서 날카로운 이빨이 가득한 입을 벌리고 너덜거리는 거함을 한입에 삼키려고 했다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "파도가 다시 잔잔해지자 해풍이 고향으로 돌아가는 노래를 부르기 시작한다…\n——간조——\n달빛이 검은 구름에 가려질 때, 뱃노래는 계속 되고 있었다.\n폭풍이 점점 잦아드는 바다, 산산조각 난 거함이 천천히 심연으로 빨려 들어갔다.\n바다 괴수가 거대한 나선형 입을 벌리자, 안에서 벼락 소리가 들려왔다. 바다 괴수는 흡족해하며 딱딱한 암초 눈꺼풀을 열고 가소로운 적수를 보려고 했다. 그러다 그만 약한 눈을 선장에게 노출시키고 말았다.\n그는 절호의 기회를 보았다. 그리고 바다 괴수는 그의 작은 눈에서 해연보다 어두운 마음을 보았다.\n폭풍에서 마지막 번개가 번쩍이더니, 거함의 선수가 바다 괴소의 이빨 사이에서 둘로 갈라져 조각 났다. 용골의 비명 소리 마저도 파도에 묻혔다.\n그 후, 미친 듯한 포효가 다시 어두운 해수면 위로 떠오를 때까지——모든 게 어둠으로 돌아갔다.\n선장은 단검으로 바다 괴수의 눈을 깊숙이 찔렀다. 더러운 독이 그의 몸을 뒤덮을 때까지, 단검의 예리한 칼날이 바다 괴수의 찢어진 눈동자에 부러질 때까지.\n무수한 발톱에 잡혀 목숨이 경각에 달렸을 때에도 선장은 주먹과 이빨, 손톱으로 맞섰다. 바다 괴수가 자신의 몸을 조각낼 때까지——\n익숙한 뱃노래가 비릿한 바람을 타고 날아오자, 바다 괴수는 동작을 멈췄다.\n「나와 함께 바다의 이별가를 부르세, 내가 좋아하는 노래를.」\n「해류와 풍향이 정확해지면, 난 그와 이별한다네.」\n「원래 있던 곳으로 돌아오라는, 옛 주인의 부름을 들었지.」\n「나와 잃어버린 주인을 기억하고, 이 선율을 반복해주오.」\n「언젠가 당신은 찾아낼 거예요, 저 깊은 곳에 잠자고 있는 날…」\n「——어쩌면 그때, 당신도 깊은 어둠의 소용돌이에 묻혔을 지도.」\n바다 괴수의 촉수는 옥좌처럼 솟구쳤고, 노래 부르는 소녀는 그곳에 반듯이 누워있었다. 날카로운 발톱에 피부가 상처나고 촉수가 팔목을 감고 옷이 찢겨 바다에 흩어졌지만, 여전히 선장을 향해 이별가를 불렀다.\n그 후, 바다 괴수는 그녀를 어두운 바다로 부드럽게 밀어넣었다.\n바다가 재해에 통치되던 시절, 방랑자는 하루살이 목숨이었다.\n선장은 낯선 상선에서 깨어났다. 그는 자신의 배와 선원 전부를 잃었다. 남은 건 상처투성이가 된 몸과 영원히 울려퍼지는 신비한 뱃노래뿐이었다——\n「해류와 풍향이 정확해지면, 바다로 나가 그녀를 위해 복수하리라, 파도 소리에 심취한 인간들이여…」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "방랑기"
          }
        ]
      }
    ]
  }
}