{
  "epId": 2323,
  "name": "샘물의 마음",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002892,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "샘물의 마음"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 샘물 요정과 이름 모를 소년의 만남에 관한 전설적인 이야기다\n물 같은 달빛 아래서 눈물을 흘리던 소년은 샘물에 소원을 빌었다.\n멀리서 온 요정은 무심한 샘물 속에서 잠자코 소리 없는 소원에 귀를 기울였다.\n샘물 속 요정은 아득한 기억도, 깊은 꿈도 없었다. 그녀들은 물의 정수에서 온 얼굴 없는 천사의 후예였다.\n호기심 많은 요정은 샘물에 나타나 눈물 속에서 소년이 마음으로 외치는 소리를 듣고, 이 젊고 연약한 생명체에게 관심을 갖게 되었다.\n요정은 말없이 형태 없는 손가락을 뻗어 소년의 이마와 뺨을 가볍게 어루만졌다. 그 손길은 밤 이슬처럼 차갑고 잃어버린 축복처럼 부드러웠다.\n낯선 감촉에 놀라서 고개를 든 소년은 요정과 눈이 마주쳤다.\n「제 소원을 이뤄줄 수 있나요?」 소년이 물었다.\n샘물의 요정은 당돌한 질문에 당황했지만 아무 말 없이 가볍게 고개를 끄덕였다.\n소년은 흡족해 하며 떠났다.\n그는 샘물 요정이 외롭다는 걸 몰랐다. 그녀는 친구와 가족이 없었고 대부분의 지혜를 잃은 상태이기도 했다.\n그저 샘물이 끊임없이 바위 틈으로 솟아나 연못으로 모일 때, 잔잔한 물결에 이지러진 달빛을 바라보며 그녀는 겨우 생각할 능력을 얻었고 단편적으로 말을 흉내낼 수 있었다.\n호기심 많은 요정은 순수한 사랑과 무지로, 유치한 정신으로 이 세상을 바라봤다. 그녀는 열매를 훔쳐먹는 여우와 다람쥐를 보며 기뻐했고, 은하를 가리는 먹구름에 슬퍼했다.\n그날 밤의 소년에 대해 복잡하면서도 성숙하지 않은 감정이 그녀에게 솟아났다.\n고독한 그녀는 힘도 지적 능력도 없었기에 그의 소원을 이루어줄 방법이 없었다.\n하지만 그녀는 소원을 분담할 수 있었다. 그의 번뇌에서 생명을 꺼내 그와 공유했다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 샘물 요정과 소년이 만나게 된다\n잔잔한 물결에 이지러진 달빛을 바라보며 소년은 샘물에 진심을 토로했다.\n그의 말을 듣고 그녀는 그에 대해 여러가지를 알게 되었다.\n그리고 그녀의 침묵 속에서 그는 자신을 위해 믿음을 굳혔다.\n이 세상에 달빛과 열매 외에도 아름다운 게 있다는 걸, 밤하늘을 가리는 자욱한 먹구름 외에도 안타까운 게 있다는 걸 샘물의 요정은 어렴풋이 깨달았다.\n소년은 그녀에게 숲과 도시, 높은 벽에 대해 말해주었고, 그녀와 기쁨, 슬픔, 공포를 함께 나누었다.\n이야기를 들으며 그녀는 새로 알게된 이 완전하지 못한 세상에 점점 빠져들었다.\n소년이 자신의 무력함으로 번뇌할 때, 샘물의 요정은 말 없이 따스하게 그의 눈물을 닦아주었다. 그의 눈물에서 그녀는 샘물 밖 세상을 또 다시 조금 더 이해하게 되었다.\n요정은 연못으로 모여든 눈물을 정화시켜 소년에게 좋은 꿈을 꾸게 해주는 감미로운 샘물로 바꿨다. 소년은 깨어났을 때의 모든 고통을 잊고 꿈속에서 샘물과 말 없는 요정을 만나게 되었다.\n이때가 되면 달빛은 연못에 스며들고 편안히 잠든 요정의 얼굴에도 웃음이 피었다.\n맑은 이슬이 소년의 단꿈을 적셨고, 소년의 꿈도 고독한 요정을 적셨다.\n꿈속에서 샘물의 요정은 소년을 위해 멀고 먼 물의 나라와 파란 보석 같은 고향 이야기를 들려주며 유배자의 향수병을 노래하고 고향을 떠나온 것과 머물 곳에 대해 한탄했다. 소년은 말 없는 경청자가 되어 그녀의 불행에 눈물을 흘리고 그녀의 행복에 안도했다.\n샘물 요정은 소년의 기억과 꿈속에서 말하는 능력을 얻었다.\n이렇게 그녀와 소년은 모든 걸 이야기하는 친구가 되었다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 샘물 요정과 소년이 약속을 하게 된다\n밤 바람이 멎을 때, 연못의 달빛은 다시 둥그런 모습을 찾았고, 소년은 처음으로 요정의 목소리를 들었다.\n요정은 원래 인간보다 더 섬세하고 민감한 생명체라서, 소년은 그녀의 슬픈 노래 같은 부드러운 말에 매료되었다.\n그러나 요정은 원래 인간보다 더 섬세하고 민감한 생명체라서, 소년의 눈동자에서 그녀는 숨길 수 없는 연정과 곧 튀어나올 약속의 말을 보았다.\n갑자기 요정은 당황하여 어쩔 줄 몰라했다.\n평범한 인간의 생명은 강하지만 짧다. 소년은 언젠가 자라서 늙고 죽을 운명이었다. 그의 청춘과 순수함이 퇴색되면 어떻게 원소의 순결한 후예를 대할 것인가? 유치한 약속으로 일생을 망쳤다고 자책하진 않을까?\n샘물의 요정은 순결하고 선량하지만 인간 세상의 사랑을 알지 못했다. 그녀는 인간의 기적을 본 적이 없었고, 수천 년의 변화는 대수로운 일이 아니었다. 그래서 그녀는 이별을 몹시 두려워했다.\n인간의 눈에는 평생 함께하는 것이 원소 요정에게는 찰나일 뿐이었다.\n그리고 사랑하는 사람이 노쇠하는 건 요정의 힘으로도 막을 수 없었다.\n섬세한 샘물 요정은 그날이 오는 걸 차마 볼 수 없어서 입맞춤으로 소년을 저지했다.\n어리석은 소년은 거절의 의미인 요정의 차디찬 입맞춤을 약속을 받아들인다는 뜻으로 오인했다.\n그 순간 요정은 언젠가 소년을 떠나기로 마음을 먹었다.\n그러나 소년은 영원히 샘물 곁을 지키겠다는 맹세를 내뱉었다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "샘물 마을 사냥꾼들에 의해 전해져 온 이야기. 더 이상 어리지만은 않은 소년과 영원히 늙지 않는 요정은 결국 씁쓸한 결말을 맞게 된다\n그리고 시간이 한참 지나서 소년은 점점 자라 새로운 친구를 사귀고 새로운 것들을 경험했다.\n샘물의 요정은 변함없는 젊은 모습으로 그를 위해 부드럽게 서글픈 노래를 불렀다.\n그리고 그날, 그녀는 마침내 떠났고 다시는 소년이 있는 곳을 바라보지 않았다.\n샘물이 퐁당거리는 소리는 더 이상 말이 되지 않았고, 물결에 이지러진 달빛도 더는 본모습을 찾지 못했다.\n샘물의 요정은 불현듯 아무리 종착점을 찾았다 하더라도, 아무리 짧은 행복을 누린다고 하더라도, 여전히 고독하다는 것을 깨달았다.\n더 이상 어리지만은 않은 소년은 요정이 도망갔다는 것도 알아채지 못하고 고독을 자기 탓으로 돌렸다.\n「어쩌면 그녀는 유치한 꿈이었을지도 몰라」\n샘물이 퐁당거리는 소리를 들으며 그는 가끔 이렇게 생각했다.\n그러나 그 차디찬 입맞춤은 예전에 그녀의 긴 머리칼을 희롱하던 밤바람처럼 진짜였다.\n그는 불현듯 아무리 새로운 친구를 사귀거나 이별하더라도, 무수한 모험을 겪고 귀향하더라도, 여전히 고독하다는 것을 깨달았다.\n그래서 몇 년 전 그때처럼 소년은 눈물을 흘렸다. 그 눈물은 깨끗한 연못에 빠져 이지러진 달빛을 촉촉히 적셨다.\n하지만 샘물 요정은 예전처럼 나타나지 않았다.\n그녀는 고집스럽게 등을 돌리고 떠났다. 그녀는 자신이 어린 시절의 순수했던 꿈이고, 머나먼 타향에서 온 떠돌이로 여겨질지라도 영원한 수명으로 사랑하는 사람과의 약속을 저버리고 싶지는 않았다.\n비가 퍼붓는 날이면 연못에 떨어진 빗방울에 요정의 눈물이 섞여 있다는 말이 있었다.\n소년은 결국 늙었지만 이런 황당한 풍문을 조금도 의심하지 않았다.\n불행하게도 진심에서 도망친 샘물 요정도 이런 사실을 철썩 같이 믿었다."
          }
        ]
      }
    ]
  }
}