{
  "epId": 2325,
  "name": "개와 2분의 1",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1688530232,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "어떤 감정은 여름날의 소나기처럼 불쑥 찾아오기에 막을 수 없다. 머나먼 귀족 시대의 옛이야기가 이제 시작된다…\n알다시피, 로렌스는 악명 높은 대귀족 가문이다.\n귀족들은 생산적인 일은 하지 않고 백성들을 착취해 호화로운 삶을 유지한다.\n가혹한 통치에 난잡한 생활, 백성들을 핍박하고 갖은 악행을 저지른다.\n백성들은 귀족들의 무절제한 탐욕에 몹시 불만스러웠지만, 분노를 감히 말로 표현할 수 없었다.\n디트리히는 귀족 도련님이었다.\n그러나 아직 어려서 용서받지 못할 악행을 저지르지 않았다. 게다가 그의 검술은 귀족 중에서도 우수한 편이었다.\n굳이 단점을 꼽는다면, 성격이 나쁜 편에 자신이 우주의 중심이며 세상이 자신을 위해 돌아간다고 생각하는 점이었다. 물론 이건 귀족 도련님들의 흔한 단점으로 대수로운 건 아니었다.\n그러나 그는 로렌스 가문의 일원, 악당이 될 운명이었다.\n이 악당 소년은 생애 최초로 나쁜 짓을 하겠다고 결심했다.\n이른 아침 그는 달마 도사의 원소원론학을 빼먹고 성밖으로 놀러 갈 생각이었다. 그러나 평민 거리를 지나칠 때 금발에 푸른 눈을 한 소녀를 보았다.\n디트리히는 그 순간 솟구친 감정을 말로 표현할 수 없었다. 그저 심장이 통제할 수 없이 빨리 뛰는 것만 느껴질 뿐이었다.\n「이게 어머니가 고양이를 볼 때 느끼는 감정이겠지」\n디트리히는 이렇게 생각하며 저도 모르게 소녀가 있는 곳으로 걸어갔다.\n그러나 그 소녀는 그에게 별 관심을 보이지 않았다. 그가 자신의 신분을 밝혀도 무덤덤하게 반응했다.\n그래서 그는 밤에 이 물정 모르는 평민 소녀를 잡아오기로 마음먹었다.\n「잡아서 새장에 가둬! 어머니가 말 안 듣는 고양이 다루듯 대하고」"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "돈으로 모든 걱정을 해결할 수는 없지만 수많은 문제들을 해결할 수 있다! 짤랑거리는 모라를 시작으로 유랑하는 소녀의 몬드의 여름 이야기가 시작된다\n평민 소녀는 화창한 오후 성으로 왔다. 그녀의 옅은 금빛 머리칼은 봄날의 따뜻한 햇살 같았고, 푸른빛 눈동자는 오후에 반짝이는 호수 같았다. 이런 소녀가 어떻게 혼자 마물들이 활개치는 교외를 지나 산 넘고 물 건너 성으로 왔는지 모를 일이었다.\n「그녀를 의심하는 건 그녀의 미모에 대한 모욕이었다!」\n술에 취한 수문병이 떠들썩한 사람들이 가득한 술집에 앉아 소리치고 있다. 그는 오늘 문을 지키면서 내일까지 코가 비뚤어지게 마실 수 있을 만큼 짭짤한 수익을 봤다.\n「넌 그저 그 여자의 미모에 눈이 먼 것뿐이잖아!」\n옆에 있던 사람이 대놓고 정곡을 찔렀다.\n「아니라고! 내가 그런 호색한으로 보여? 내 눈을 멀게 한 건 이거야!」\n병사는 손에 쥔 금화 주머니를 흔들었다.\n「이봐, 그럼 오늘은 네가 한턱내!」\n「그러지 뭐! 오늘 밤새도록 달리는 거야!」\n……\n그래서 프리야라는 이름의 떠돌이 학자는 순조롭게 성에 자리를 잡았다.\n프리야의 말투는 따뜻하고 목소리는 평온했다. 언제부터인지 프리야와 이야기를 몇 마디 나누면 밤에 좋은 꿈을 꾼다는 소문이 거리에 퍼지기 시작했다.\n그 외에 이 새로 온 소녀는 성 안의 삶에 아무 변화도 주지 않는 듯했다. 어떤 상황에서도 백성들은 매일 힘겹게 생계를 유지하고 귀족의 끝없는 핍박을 견뎌야 했다.\n「후, 쉬운 일이라고 생각했는데 이렇게 될 줄이야…」\n어슴푸레한 등불이 켜진 방에서 프리야는 턱을 괴고 탁자 옆에 앉았다. 손가락으로 뭔가를 감고 있는 듯했다. 그녀의 말투는 주문을 외는 것처럼 사람을 매혹시키는 힘이 있었다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "안전한 도시에 거주하더라도 밤중에 다가오는 늑대의 발톱을 조심해야 한다… 최면술보다 더 통제하기 어려운 게 여기서 밝혀진다\n밤이 왔다.\n멀리서 야수의 울음 소리가 희미하게 들려왔다. 늑대 같았다.\n프리야가 침대에 앉아 긴 옷 소매를 걷자, 오싹한 백골의 뱀 팔찌가 드러났다.\n뱀 머리는 금방이라도 사냥감의 목을 공격할 것처럼 입을 벌리고 뾰족한 이빨을 드러내고 있었다.\n그녀의 팔을 감고 있는 뱀 몸체는 마법 등불의 차가운 불빛 아래서 위험한 기운을 뿜어냈다.\n「사랑하는 동생아, 잘 자」\n프리야는 가볍게 팔찌를 건드리며 새끼손가락으로 뱀 꼬리를 정답게 어루만졌다.\n잠시 후, 마법 등불이 꺼지고 방안이 어두워졌다.\n어두운 밤은 프리야에게 무한한 힘을 주었다.\n그래서 낯선 기운이 방에 침입하던 순간, 프리야는 바로 알아차렸다.\n프리야는 디트리히가 조심스럽게 옷자락을 걷고 이곳저곳을 더듬는 모습을 다 볼 수 있었다.\n이 순간 그녀는 웃음을 참는 게 최면술을 거는 것보다 어려웠다. 다행히 디트리히가 바로 눈앞까지 왔다.\n디트리히는 그가 꿈에서도 그리던 그 눈동자를 보았다.\n다만 낮에 호수처럼 파랐던 눈동자는 밤에 물들었는지 깊은 바다처럼 고요했다.\n「이 잔의 물을 다 마셔요」\n디트리히가 의식을 잃기 전 들은 마지막 말이었다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "개과 동물이라도 귀족의 예절을 배울 수 있다——외지에서 온 숙녀 조련사가 가르친다!\n잔이 손에서 떨어지고 디트리히는 쓰러졌다.\n프리야는 몸을 구부리고 디트리히의 허리춤에서 검을 꺼냈다.\n그녀는 손바닥으로 칼자루를 만졌다. 검에 박히 검은빛을 뿜는 보석이 그녀의 손에 떨어졌다.\n「영야의 눈을 직접 가져다주시다니, 고마워요」\n그녀는 팔에서 뱀 팔찌를 빼서 검정 보석을 뱀 입에 물렸다.\n뱀 머리부터 비늘과 살이 퍼지면서 잠시 후 작은 흑사가 프리야의 손바닥에서 꿈틀대며 바닥으로 떨어졌다. 뱀은 점점 커지더니 빨간 눈에 검은 비늘의 거대한 구렁이가 되어 방을 가득 채웠다.\n프리야가 손을 뻗자 마법 등에 불이 켜졌다. 구렁이는 점점 작아지며 다시 그녀의 팔을 휘감았다.\n「어? 숨는 거야?」\n프리야는 고개를 돌려 침대 밑을 봤다.\n침대 밑에는——\n개 한 마리가 있었다.\n방금 전 구렁이 때문에 놀랐는지, 개는 몸을 벌벌 떨었다.\n「흠, 원래 널 늑대로 만들어주려고 했는데 개가 됐구나. 미안해!」\n진심이 느껴지지 않는 말투였다.\n디트리히가 상황을 채 파악하기도 전에 침대 밑으로 몸을 숨긴 건 순수히 본능 때문이었다.\n정신을 차린 후 프리야의 말을 듣고 디트리히는 입을 벌려 대꾸하려고 했다. 그러나 아무리 애를 써도 「멍멍멍」 소리밖에 나지 않았다.\n자신이 뱉은 소리에 놀란 디트리히는 곧장 침대 밑에서 나왔다.\n디트리히가 거울 앞에서 아무리 날뛰고 슬피 울부짖어도, 귀족 도련님의 모습은 돌아오지 않았다.\n디트리히는 몸을 돌리고 으르렁거리며 프리야에게 돌진했다. 그녀는 아무 반응 없이 팔짱을 끼고 그를 힐끔 쳐다봤다. 그러자 아무리 발버둥쳐도 앞으로 나갈수 없었다.\n「숙녀한테 이게 무슨 무례한 짓이니! 그냥 풀어주려고 했는데, 음… 교육을 단단히 받아야겠어!」"
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "「말 잘 듣는 개가 되면 돼! 말을 잘 들어도 상은 없어. 근데 말을 안 들으면 혼나게 될 거야!」 짙은 화장을 한 마녀가 웃으며 말한다——\n「다시 한번 내 소개를 할게. 난 노트프리야라고 해. 내 별명이 더 익숙할지도 모르겠구나. 사람들은 날 어둠의 마녀라고 부르거든」\n노트프리야가 말하는 사이에 그녀의 밝은 금빛 머리칼은 점점 어두워지더니 창밖의 어둠처럼 까맣게 변했다. 푸른 하늘 같던 눈동자도 어두운 밤처럼 까매졌다.\n「이제 내가 네 주인이야. 물론 널 잘 교육시킬 거야」\n노트프리야는 몸을 구부리더니 어디에서 났는지 모를 목줄을 꺼내 디트리히의 목에 걸었다. 그가 발버둥칠수록 목줄은 점점 작아지며 마침내 그의 목에 딱 맞게 줄어들었다. 아무리 고개를 흔들고 발톱으로 긁어도 목줄은 꼼짝도 하지 않았다.\n「휴, 시간이 많이 지났네. 빨리 가자」\n노트프리야는 몸을 일으켜 성밖으로 걸어갔다. 디트리히는 사력을 다해 짖으며 귀족 영지를 향해 도망치려고 했으나 아무 소용 없었다. 목줄은 그의 몸을 조종하는 듯했다. 그는 노트프리야 뒤를 따를 수밖에 없었다.\n노트프리야는 자신에게서 도망치려는 디트리히를 노려보며 손가락으로 머리카락을 꼬았다.\n「네가 발버둥치는 게 웃기긴 한데 너무 소란스러워. 네가 내 새로운 마법 『고요한 밤』을 맛보고 싶으면 더 짖어봐」\n온 세상이 순간 조용해진 것 같았다. 디트리히는 그녀의 새로운 마법이 무척 위험하다는 것을 본능적으로 느꼈다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "「편집자 남김: 응원해 주셔서 감사합니다! 캣테일 술집에 가서 고래 작가를 잡아 왔습니다! 술에 취한 민들레 같지만 연재에는 아무 문제 없습니다! 앞으로도 잘 부탁드립니다!」\n디트리히는 로렌스 가문이 무너진 걸 보게 됐다.\n어머니가 기르던 고양이의 행방은 진작부터 알 수 없었고 넋을 잃은 아버지와 히스테릭한 어머니가 근처에 있는 것 같았지만 그가 아무리 불러도 그들은 대답해 주지 않았다.\n「낑…」\n디트리히가 고개를 숙이자마자 발아래가 갑자기 갈라졌다. 늙은 마녀의 손 같은 게 땅에서 솟구쳐 나와 그의 목을 세게 졸랐다.\n자신의 몸이 계속해서 떨어지는 것밖에 느끼지 못하다 결국 늙은 마녀의 옆에 나동그라졌다.\n이상하게도 아픔은 느낄 수 없었다.\n뭔가가 목걸이를 잡아 디트리히를 통째로 들어 올렸다.\n시야에 들어오는 곳 모두 칠흑같이 어두워 오직 발아래만 보였다. 발아래에는 뜨거운 열기가 뿜어져 나오는 냄비였다. 냄비 안에는 정체불명의 검은색 액체가 부글부글 끓고 있었고 거미줄과 독사의 뼈 같은 것들도 보였다…\n귓가에 노트프리야의 목소리가 들렸다: 「마지막 조미료를 잡았네. 널 넣기만 하면 내 불로불사의 수프는 완성이지. 하하하!」\n「멍멍멍!」 나쁜 마녀야 이거 놔!\n디트리히가 죽을힘을 다해 발버둥 치자 평소엔 벗겨지지도 않던 목걸이가 아주 쉽게 벗겨지고——\n「멍——」\n밑으로 떨어졌다…\n다른 소리는 아무것도 들리지 않고 오직 포효하는 바람 소리와 노트프리야의 미친듯한 웃음소리만이 들렸다."
          }
        ]
      },
      {
        "title": "제7권",
        "desc": [
          {
            "type": "RichText",
            "text": "「웃으면서 강아지 비스킷을 나눠주는 착한 사람이네 …」 익숙한 숲속에서 낯선 소녀를 재회했다. 그의 진정한 신분은——\n「일어나——」\n디트리히는 몸이 흔들리는 걸 느꼈다.\n「괜찮아?」\n숨을 쉬고 있는지 확인하는 듯한 손 하나가 뻗어 왔다.\n익숙한 목소리다…\n4월의 봄바람처럼 부드럽고 3월의 햇살처럼 포근했다.\n디트리히가 눈을 번쩍 뜨자 앞에는——\n금발의 파란 눈동자 소녀가 있었다.\n「드디어 깼네, 다행이야」 소녀가 미소 지었다.\n「여긴…설마…셀레스티아?」 디트리히가 생각했다.\n「아냐, 그냥 평범한 숲이야」 소녀가 말했다.\n디트리히가 정신을 차리자 눈앞의 소녀는 바로 재앙의 원흉 사악한 늙은 마녀 노트프리야였다! 디트리히는 순간 온몸을 떨다가 이내 뒤로 뛰며 일정한 거리를 두고 경계 자세를 유지했다.\n「긴장하지 마. 널 해치지 않으니까. 아, 맞다. 내 소개를 안 해줬네. 난 마그달린이야. 음…그 노트프리야의 여동생이지」 그녀는 말을 하면서 등 뒤의 손가락을 가볍게 돌려 빛마법 중 안정 마법을 사용하고는 디트리히에게 다가가 이렇게 말했다:「그래, 이러면 되겠지」\n디트리히는 안정을 되찾고는 눈앞의 소녀에게 어떻게 자기의 말을 알아듣는 거냐고 묻고 싶었지만 그저 「멍멍멍」이라는 소리밖에 내지 못했다.\n「응? 이건 간단한 주문 하나면 가능해. 언니도 할 수 있는 걸」\n「멍, 멍!?」 그 말은 그 늙은 마녀도 자기 말을 알아들으면서 못 알아듣는 척하며 가지고 논 거라고!?\n「음, 그래도 사실 언니는 상냥한 사람이야」 마그달린은 노트프리야에 대해 말하곤 다시 한번 따뜻하고도 찬란한 웃음을 지었다.\n「…」"
          }
        ]
      },
      {
        "title": "제8권",
        "desc": [
          {
            "type": "RichText",
            "text": "「큰일 났다, 사실 마녀 앞에서 마녀에 대해 나쁜 말을 했어요!」 「아, 진짜 말 안 듣네. 하지만, 개를 훈련시키는 건 주인의 의무니까. 어쩔 수 없지~」 마녀님의 잔인한 비밀, 지금부터 시작한다——\n「설마 마녀는 뇌와 강력한 마력을 바꾼 거야? 도무지 말이 안 통하는 것 같은데…」 디트리히는 뭐라고 중얼거리는 금발 소녀를 따라다니며 이렇게 생각했다.\n「그런 말 하지 마! 언니가 들으면 화낼 거야」 마그달린이 고개를 숙이고 디트리히를 바라보다 목소리가 점점 작아진다.\n「멍멍멍, 멍멍?」 안 알려주면 되잖…잠시만, 내 생각을 어떻게 알았어?\n「안타깝지만, 이, 미, 늦, 었, 어」\n디트리히가 놀라서 고개를 들고 기압이 빠르게 상승하는 위를 바라봤다.\n겉으론 아무 변화 없는 것 같다…\n그렇지만…\n디트리히는 눈앞의 소녀가 다른 사람이라는 걸 확신했다.\n「조금 전 악몽이 너에게 도움이 됐나 보군. 내 기대치까진 아직 멀었지만」 거만하고 차가운 말투, 노트프리야가 확실하다.\n「그럼 『심령의 정수』는 일단 너에게 맡기지」\n「심령의 정수」는 무엇인가…\n잠깐, 아까 마그달린이 언급했었던 것 같다.\n「무서워 마. 사실 아까의 악몽은 모두 허상이니까. 언니가 『심령의 정수』를 네게 주입했거든. 『심령의 정수』는 공포를 불러일으키는 물건이라 네가 가장 무서워하는 악몽을 꾸게 된 거야」\n「그래도 언니는 분명 너를 위한 걸 거야. 언니는 착한 사람이니까」\n…\n디트리히는 온몸에 소름이 돋았다. 벌벌 떨며 노트프리야를 힐끗 쳐다보았지만 이미 마음속으로 아무 생각도 할 수 없었다.\n「내 가르침이 도움이 됐나 보네. 그럼 계속 가봐」 디트리히가 무서워 벌벌 떠는 모습이 마녀의 환심을 사는데 성공했다."
          }
        ]
      },
      {
        "title": "제9권",
        "desc": [
          {
            "type": "RichText",
            "text": "「화창한 봄날의 죽음은 어떤 느낌일까?」 새벽녘 따스한 햇살이 비출 즈음, 소녀가 털어놓은 말은——비상식적이었다…. 「아마도——보송보송한 느낌?」\n이곳은 끝없이 펼쳐진 숲으로, 옅은 안개가 숲을 감싸고 황금빛 아침 햇살이 무성한 나뭇잎 틈새로 푸르른 대지에 떨어진다\n이때 마그달린이 강아지 한 마리를 끌어안고 쉬엄쉬엄 길을 나섰다——그렇다, 바로 디트리히다. 금발의 소녀는 거대한 나무의 뒤얽힌 뿌리를 밟으며 한 마리의 우아한 백조처럼 경쾌하게 숲을 가로질렀다.\n「지금은 마그달린이라서 다행이네. 만약 노트프리야였으면 분명 나보고 혼자 걸어오라고 했을 거야. 아니면 마법으로 뛰게 했거나! 이 길은 강아지들이 다닐 수 있은 길이 아니라구…. 아니지, 인간들도 못 다녀! 여긴 길은커녕 나무뿐이잖아…. 마그달린이 계속 날 안고 있었으면 좋겠다….」 디트리히는 이런저런 생각을 하며 고개를 돌려 마그달린을 바라봤다.\n아침햇살이 소녀의 얼굴 위로 쏟아진다. 어느 귀족 소녀 못지않게 아름다운 소녀의 하얀 피부와 부드러운 눈매는 그녀를 꽃잎에 맺힌 새벽이슬처럼 아주 연약해 보이게 했다.\n「마그달린 피부 진짜 하얗다…. 내가 본 귀족 중에서도 이렇게 하얀 사람은 없었어.」 디트리히는 소녀를 바라보며 그렇게 생각했다.\n「이야기 하나 들려줄까? 사실 난 이미 죽었어.」 마그달린이 갑자기 입을 열었다."
          }
        ]
      },
      {
        "title": "제10권",
        "desc": [
          {
            "type": "RichText",
            "text": "이 세상 어느 누구도 살아있는 상태에서 해탈의 경지에 도달할 수는 없다\n아주 오래전에 한 마녀가 쌍둥이 딸을 낳았다.\n마녀의 가문은 후사를 동시에 둘이나 남길 수 없었다. 이것은 강력한 마력의 대가였다.\n하지만 마녀의 흑마법에 대한 조예는 이미 극에 도달했고, 그녀는 자신의 생명력을 재물로 두 딸을 지켰다.\n좋은 날은 오래 가지 않았다. 마녀의 생명력이 거의 없어졌을 때가 바로 생이별의 날이었다.\n마녀는 영원한 해방을 얻었다. 하지만 살아남은 언니 노트프리야는 모든 것을 짊어졌다. 언니는 동생 마그달린이 죽은 것이 자신의 탓이라 여겼다.\n노트프리야가 마녀의 흑마법 재능을 이어받아서 다행이었다. 그녀는 자신을 용기로 이용해, 복잡한 마법진과 어려운 주문으로 마그달린의 영혼을 분리했다.\n그리고 높은 탑에서 마녀가 남긴 짐승가죽 두루마리를 뒤져서 흑마법과 연금술로 몸을 만들었다. 영혼을 새로운 몸에 넣어 부활시켰고, 이는 빛마법의 금지된 마법에서도 쉬운 일이 아니었다. 하물며 노트프리야는 빛마법에 대해 전혀 아는 바가 없었다.\n마그달린에 대한 집착으로 노트프리야는 해결책을 찾았다. 그녀는 몸을 변형해 만든 뱀 팔찌를 손목에 달고 모험을 떠났다.\n「사랑하는 동생아, 모든 일이 끝나면 우린 더 이상 떨어지지 않아도 된단다…」"
          }
        ]
      },
      {
        "title": "제11권",
        "desc": [
          {
            "type": "RichText",
            "text": "「시끄럽게 짖는 강아지 소리, 그 입은 내가 막으면 돼…」 「우후——! 」 그날 밤, 소녀는 충견에게 자신의 가장 중요한 물건을 맡겼다…\n마지막 빛이 점차 사라지고, 어둠이 곧 숲을 덮을 것이다.\n「이제 언니 차례야」\n마그달린이 갑자기 품에 안은 디트리히를 내려놓았다.\n「마지막으로 선물을 하나 줄게. 언니도 기뻐할 거야.」\n형광빛이 소녀의 손가락 사이에서 흘러나오더니, 눈 부신 빛이 모여들자 마그달린이 빛마법을 발동했다.\n「자자, 이제부터 말 잘 들어야 해. 쉿—— 우선 말하지 마.」\n「뭐야—— 수상하게… 읍읍」 디트리히가 반응하기도 전에 조용히 중얼거렸지만, 말이 나오기도 전에 끊어졌다. 가는 손이 디트리히의 입을 막았다.\n순간일 뿐이지만, 이미 사람이 바뀐 소녀가 입에 무언가를 집어넣었다.\n「이건——」\n그건 칼잡이, 그의 검이었다.\n자랑스럽게 그의 허리춤에 차여 있었던 그 검이었다.\n「?!」\n디트리히는 본능적으로 무언가를 말하려고 했다.\n「죽고 싶지 않으면 꽉 물어.」 노트프리야가 허공을 향해 손을 내밀자, 디트리히는 목에 달린 목줄이 숨을 쉬기 힘들 정도로 조여졌다. 반항할 힘이 없어 이를 악물었다.\n「잘 들어. 이따 이 검으로 네 자신을 지켜. 넌 무지막한 쓰레기 도련님이지만, 여기서 죽으면 곤란하니까——」 노트프리야가 디트리히의 고개를 높이 들고, 소리를 낮추었다. 「교육은 아직 끝나지 않았으니까, 쉽게 죽어버리면 재미가 없잖아.」\n밤의 마녀님이 말을 끝내고 내밀었던 손가락을 거두어 겉옷을 정리했다.\n목줄이 다시 원래대로 돌아왔다. 공기가 이빨 사이와 코를 통해 한꺼번에 폐로 들어왔다. 디트리히는 입을 풀 엄두가 나지 않아 힘들게 숨을 내쉬었다.\n얼마 지나지 않아, 멀리서 소란 소리가 들려왔다——"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "개와 2분의 1"
          }
        ]
      }
    ]
  }
}