{
  "epId": 2333,
  "name": "쇄몽기진",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271272,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "쇄몽기진"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "티바트 대륙 전역에서 유행하는 판타지 소설집. 존재하지 않는 듯한 골동품 가게에서 벌어지는 이야기가 적혀있다\n——달빛——\n도시에는 바람에 잊혀진 외딴 곳이 있다고 한다.\n분수대 앞에서 눈을 감고 심장이 35번 뛰고 나서 시계 방향으로 7바퀴, 시계 반대 방향으로 다시 7바퀴를 돌고 눈을 뜨면 작은 가게 앞에 도착할 거야…\n————\n「저기 아무도 안 계신가요?」\n베이가가 조심스럽게 물었다.\n그녀의 등 뒤에서 문이 닫혔다. 문에 달린 방울이 어둡고 어지러운 실내에 경쾌하게 울렸다.\n저녁 햇살이 수정 같은 쇼윈도를 비췄다. 가게 안에는 그녀가 이해하기 힘든 물건들이 가득했다. 그녀는 조심스럽게 안으로 향하다 뭔가를 밟았다.\n안에서는 아무 반응이 없었다.\n베이가는 주변의 물건들을 살펴봤다. 용도 불명의 기계 부품, 몹시 화려한 오래된 리라, 난해한 무늬가 조각된 깨진 기와, 흠집이 가득 난 족쇄와 수갑, 잊혀진 귀족의 왕관…\n그녀가 아무 쓸모없어 보이는 물건들을 돌아보고 있을 때, 눈동자가 여우처럼 가늘고 긴 가게 주인이 슬며시 그녀에게 다가왔다.\n「그건 어떤 왕랑의 어금니입니다. 어쩌면 예전에 얼음으로 뒤덮였던 그 땅을 기억하는 건 이 어금니와 신들뿐일지도 몰라요.」\n그녀가 조용히 말했다.\n「어서 오세요. 마음에 드시는 게 있나요?」\n「사람을 『잊게』 만드는 만드는 물건이 있을까요?」\n「있지요.」\n베이가는 가슴을 움켜쥐며 급히 물었다.\n「아무리 중요한 사람이라고 해도 잊을 수 있을까요?」\n여우 눈을 가진 가게 주인이 엄숙하게 고개를 끄덕였다.\n「난 당신이 잊고 싶어 하는 그 소년을 알아요. 눈이 달처럼 빛나는 소년이지요. 그는 오래 전에 사라져 당신의 가슴에 구멍을 남겼지요. 어떤 만남도 그 구멍을 메우지 못해요. 아무리 즐거운 일이라도 달빛처럼 손에 잡히지 않죠.」\n베이가는 깜짝 놀라서 계속 고개를 끄덕였다.\n가게 주인은 빙긋 웃으며 어디선가 술을 꺼냈다.\n「이건 고통을 잊게해주는 술이에요.」\n「찬바람이 몰아치던 옛날, 선조들은 살아남기 위해 얼음 깊은 곳에 몰래 이런 술을 빚었지요. 후세 사람들은 생활히 풍족해지고 행복해서인지 이런 술을 빚는 방법을 전부 잊었어요.」\n그녀는 술병을 흔들었다.\n「얼마 안 남았어요. 당신은 내 가게와 인연이 있는 것 같으니, 돈은 안 받을게요. 물론 이게 당신이 정말 바라던…」\n베이가는 가게 주인이 건넨 술잔을 받았다.\n술잔에 박혀 있던 보석은 뽑혀져 있었다. 그 빈자리가 쓸쓸해 보였다——\n——정신을 차리고 보니 베이가는 분수대 앞이었다.\n어? 내가 여기서 뭘하고 있었던 거지? 그녀는 조용히 생각하며 달빛 속에서 재빨리 숙소로 걸음을 옮겼다. 한밤중이 되었으니 빨리 안 돌아가면…\n그 괴상한 가게뿐만 아니라 그 가게로 가는 방법, 거기서 생긴 일들이 전혀 생각나지 않았다.\n————\n「이미 갔어.」\n문이 닫히며 울린 방울 소리가 먿자, 여우처럼 눈동자가 가늘고 긴 주인이 말했다.\n눈이 달빛처럼 빛나는 소년이 가게 뒤편에서 걸어나왔다.\n「고생했어.」\n「이번으로 그녀가 몇 번째 온 거지?」\n「여섯 번째… 일곱 번째네.」 소년이 잠시 머뭇거리며 물었다. 「이 술, 정말 효과 있어? 널 못 믿어서가 아니라——」\n주인은 대답 없이 웃었다.\n「그건 고통을 잊게해줘. 하지만 너희들의 과거가 그녀에게 고통스러운 일이 아닌 것 같아. 이 술은 그저 잠시 너에 대한 그리움, 널 잃은 아픔을 잊게해줄 뿐이지.\n「그녀는 달만 보면 네 모습을 보게 될 거야. 그리고 점점 생각을 떠올리겠지. 하르파스툼에서의 만남, 바람이 시작되는 곳에서 보낸 오후의 시간, 맹세의 갑각에서의 경치 감상, 여름 축제에서 손잡고 도망갔던 기억, 시인 집회에서의 시와 새 깃털 망토 선물 등 그녀에겐 이 모든 게 평생 간직해야 할 추억이겠지」\n「…가게에 정말 모든 걸 잊게해주는 술이 있어. 네가 원한다면 그녀에게 줄까?」\n그녀는 가볍게 웃으며 소년을 바라봤다. 그는 한참 말이 없다가 한숨을 내쉬었다.\n「근데 넌 또 왜 그렇게 벗어나려고 하는 거야?」\n「아, 이거 때문이야.」\n그는 가슴 근처에서 반짝거리는 수정 구슬을 꺼냈다. 구슬에서는 부호가 은은하게 보였다.\n「그걸 얻게 된 사람은 언젠가 이 세상에서 사라진다면서.\n「그럼 빨리 떠나는 게 낫지. 그녀가 한 살이라도 젊을 때 날 잊는 게 좋잖아.」\n「그랬구나.」 그녀는 밝게 웃으며 말했다. 「당신도 선택 받은 사람이잖아.」\n「근데 선택 받은 사람의 결말이 어떤지 알아?」\n소년은 다급히 물었다.\n그녀는 대답 없이 옅은 미소를 보일 뿐이었다.\n「나도 가야겠어. 이걸 얻게 되었으니 해야 할 일은 해야겠지.」\n「그 소녀가 다시 온다면 어떻게 해야 될까?」\n「…그럼 그녀 스스로 이겨내게 해야지.」\n「무정한 남자네.」"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "티바트 대륙 전역에서 유행하는 판타지 소설집. 존재하지 않는 듯한 골동품 가게에서 벌어지는 이야기가 적혀있다\n——유리——\n항구 도시에는 바위와 파도 소리에 잊혀진 외딴 곳이 있다고 한다.\n해풍이 부는 곳에서 눈을 감기만 하면, 시끌벅적한 소리는 멀리 달아난다. 심장이 뛰는 소리가 사람들의 소음을 완전히 덮고 난 후 눈을 뜨면, 어느새 작은 가게 앞에 있는 걸 발견한다.\n————\n「아무도 안 계세요?」 유안이 말을 건냈다.\n그는 두리번거리며 가게 안으로 들어갔다. 그가 들어서자 문이 닫히며 방울이 경쾌하게 울리는 소리가 가게에 울려 퍼졌다.\n파도가 제방을 때리는 소리가 마치 기억처럼 가게에 스며들었다. 좁고 긴 가게를 따라 그가 알 듯 말 듯한 낡은 물건들이 쌓여 있었다. 유안은 자신이 걸친 긴 외투에 그의 나이보다 오래된 듯한 먼지가 묻을까 조심스럽게 물건들을 훑어보았다.\n낡고 누래진 종이 등, 어떤 거대한 마수의 송곳니, 칠흑 같은 운철, 불명확한 재질의 어두운 금색 끼워 맞추는 입체…\n그가 눈처럼 흰 분말로 덮힌 수정 병을 들었을 때, 주위에서 부드러운 음성이 들렸다.\n「그건 옛날에 어떤 마신이 흘린 눈물로 이루어진 소금이에요——」\n잔잔했던 수면에 일렁이는 것처럼 숨막히는 고요함을 깨는 목소리에 깜짝 놀란 그는 병을 떨어뜨렸다.\n그가 예상했던 쨍그랑 소리는 들리지 않았다. 여우 눈동자를 지닌 가게 주인이 어느새 소금 병을 받아 선반에 돌려놓았다.\n「죄… 죄송해요. 소개해주신 분은 누구시죠?」\n그녀는 고개를 끄덕이며 난감해 하는 모습에 아무 말도 하지 않았다.\n「어서 오세요. 마음에 드시는 게 있나요?」\n「선물을 고르려고요. 마음이 통하는… 아가씨에게 선물하려고요.\n「그녀에게 프러포즈할 생각이라서 적당한 선물을 찾고 있어요.」\n유안은 긴장하여 입술을 달싹거리며 눈을 들어 가게 주인의 호박처럼 빛나는 황금빛 눈동자를 바라봤다.\n한참 마주 보다 그녀가 말했다, 「알겠어요.」\n가늘고 긴 그림자가 가게 깊은 곳으로 순식간에 사라졌다.\n그녀는 손에 형형색색의 빛을 은은히 뿜어내고 있는 물건을 들고 돌아왔다. 가까이 다가가서 보니 솔개 모양의 투명한 10면 유리공예품이었다.\n「『유리 심장』에 대한 전설을 들어보셨지요?」\n들어본 적이 없었지만, 유안은 고개를 끄덕였다.\n「인조 유리는 진짜 유리를 조잡하게 모방한 것이라고 하죠. 진짜 유리는 꿈속의 환상을 보여줘요. 고귀한 신수가 죽을 때, 이루지 못한 염원이 응결되어 만들어지는 거예요. 보세요…」\n가게 주인은 맞은편의 유안에게 유리 속에 은은히 빛나고 있는 풍경을 보라고 눈짓했다.\n수만 년의 세월이 그의 눈앞에 스쳐 지나갔다. 별과 바다, 대지가 구름처럼 피어났다가 이지러졌다. 설원이 녹지가 되고 들판이 강물에 찢겨졌다. 도신은 개미굴처럼 생겨나고 왕국은 블록처럼 무너졌다——\n——이미 한밤중이었다. 달빛이 해수면을 비스듬히 비췄다. 정신을 차리고 보니 유안은 부둣가를 걷고 있었다.\n손에 단단한 유리 심장을 움켜쥐자 피가 돌 듯 몸이 따뜻했다.\n맞아, 이건 신기한 유리 심장이야. 그는 달빛 아래서 발걸음을 재촉하기 시작했다. 이걸 그녀에게 선물하기만 하면 난 분명…\n————\n문에 매달린 방울에서 경쾌한 소리가 울려 퍼졌다.\n「어서 오세요. 마음에 드시는 게 있나요?」\n「이걸 팔고 싶은데… 이게 보석인지 모르겠어요.」\n빛이 결정체 공예품 단면을 통과하여 가게에 퍼졌다.\n「계속 제게 구애하던 청년이 이걸 줬어요. 이걸로 신기한 장면을 볼 수 있다고 했어요.」\n「그런데 왜 그런진 몰라도 이걸 보면 기분이… 안 좋아요. 보석이 예쁘긴 하지만 그 사람의 일을 생각하면 괴로워요. 그래서 이걸 팔고 싶어요.」\n「알겠어요. 이건 정교하게 컷팅된 10면 유리 심장이잖아요. 얼마에 팔 생각인가요?」\n「돈이 부족하진 않지만… 이거 소금이죠? 그러고 보니 대지의 소금과도 이별해야겠군요. 이 소금을 받을게요.」\n————\n눈동자가 여우 같은 가게 주인은 홀로 가게 깊은 곳에 서서 투명한 유리 공예품을 손에 쥔 채 감상하고 있었다.\n「너를 통해 보기 싫은 걸 봤구나. 그 녀석의 진심은… 정말 불쾌하군.\n「그러나 솔직히 말해서 그는 소금업계의 1인자인 은원회의 일원이 되어, 수단과 방법을 가리지 않고 위로 올라가려는 비굴한 사람일 뿐이야. 이러지 않았다면 서로 진심이 아니라고 해도 그들은 행복하게 살 수 있을지도 몰라. 행복은 사랑과 무관한 습관이니까.」\n그녀는 가볍게 술을 할짝이며 자조 섞인 웃음을 보였다.\n「하지만 난 그런 사람을 용서할 수 없어.\n「어쨌든, 낯선 사람과 진심을 주고받는 건 쉬운 일이잖아. 그는 가게 문을 나서면 이제 나와 더는 엮일 일 없어. 그럼 그가 잠시 살펴보게 놔두자. 하지만 가까워질수록 욕심이 생기고 그럼 더욱 경계해야겠지. 하지만 그렇다고 그가 어떻게 알아차리겠어…」\n「미안해요, 당신을 걸고 모험했어요. 회수할 수 있어서 정말 잘됐네요.」 그녀는 눈동자를 내리깔았다. 「어쨌든 이건 당신이 남긴 마음이니까 소중히 다룰게요…. 하지만 가끔 세상을 떠돌며 사람들을 구경하는 것도 재미있잖아요?」"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "티바트 대륙 전역에서 유행하는 판타지 소설집. 존재하지 않는 듯한 골동품 가게에서 벌어지는 이야기가 적혀있다\n——사파이어——\n도시에는 바람에 잊혀진 외딴 곳이 있다고 한다.\n그 광장 중앙에서 눈을 감은 채 시계 방향으로 7바퀴 돌고 다시 시계 반대 방향으로 7바퀴 돈 뒤에 앞으로 14걸음 걸어간다. 바람 속의 새소리가 천천히 사라진 후에 눈을 뜨면 자그마한 가게 앞에 서있을 것이다…\n————\n눈매가 여우같이 가는 가게 주인이 긴 창문을 열면 보이지 않는 별들이 달빛을 타고 카운터 위로 쏟아진다.\n방탕하게 핀 꽃이든, 먼지가 가득 쌓인 하르파스툼이든, 벌레가 먹어서 글을 알아볼 수 없는 책이든, 줄이 없는 활이든 모두 과거 왕실 귀족의 물건 마냥 무정한 달빛에 은색으로 뒤덮여 있다.\n「여어~ 요즘 장사 어때?」\n불손한 목소리가 가게 안쪽에서 들려온다.\n주인이 돌아본다. 달빛이 비치지 않는 어두운 곳에 익숙한 「손님」 하나가 그녀의 팔걸이의자에 편안하게 앉아있다.\n「좋지도 않고 나쁘지도 않아. 그냥 이제 도둑을 좀 막아야 할 것 같네」\n가게 주인이 살짝 웃음기 머금은 목소리로 답한다.\n「단골손님을 문전박대하고 싶은 거야?」\n손님이 한탄하며, 「네 가게엔 내가 훔칠만한 게 없어. 굳이 훔친다면…」\n「사냥감 어때?」\n「내가 또 장물을 처분하러 온 줄 알아?」\n「사냥꾼」이 실망 섞인 소리를 내뱉자 주인은 웃음을 참지 못한다.\n「당연히 아니지. 넌 한 번도 『장물 처분』이라는 말을 내뱉었던 적 없잖아」\n「『양도』, 『증정』, 『기부』, 『양보』…. 골목을 주름잡는 도적인 너도 자선을 많이 베풀었잖아」\n「이번엔 그것 때문에 온 게 아냐. 오늘은 물건 하나를 『부탁』하려고 온 거야…. 그리움의 고통을 잊게 해주는 밀주를…」\n의적은 불손한 말투로 말하지만 입가엔 진심 어린 웃음기가 가득하다.\n「미안한데, 이미 팔렸어」\n품 안에 있던 숨겨져있던 술병이 어느샌가 가게 주인 손에 들려있다.\n「여기 있는 모든 물건들은 모두 자신만의 주인이 있어. 미래의 어느 순간엔 팔리게 될 테니까」\n「내 손재주가 너보다 못하다니. 창피하구먼.」\n의적이 태연하게 쓴웃음 지며 말한다.\n「최근에 알게 된 건데 그리움이 황금보다 무겁더라. 이 일을 하다 보면 지붕을 넘나들고 대들보 위를 뛰어다니는 게 부지기수라 무의미한 무게를 줄여야 하지」\n「…눈동자가 사파이어 같던 그녀는 이 무게를 알긴 할까?」\n————\n딸랑거리는 방울소리가 주인을 깨운다.\n손님은 마치 들고 있는 창과 같이 굳센 파란 눈동자의 마녀로 얼굴에 귀족의 죄인 낙인이 새겨져 있다.\n그녀는 가게 안 어지럽게 널려 있는 물건들을 신경 쓰지 않고 마음을 꿰뚫는 검처럼 바로 카운터로 걸어온다.\n「어서 오세요. 마음에 들거나, 원하시는 거 있나요?」\n「물건 하나를 넘기고 싶어」\n마녀는 살얼음이 깨질듯한 목소리와 함께 커다란 파란색 수정을 카운터 위에 올려놓는다.\n「도적 하나가 귀족의 은잔에서 이 수정을 빼낸 뒤에 나에게 선물했어. 그것 때문에 주인이 날 벌했지.\n「하지만 그건 아주 오래 전 일이야. 시간이 지나면 원한을 잊고 그를 다시 만나고픈 마음이 줄어들 줄 알았지…」\n「그럼, 이 보물을 얼마에 파시길 원하나요?」\n마녀는 찬장 속의 보석이 빠진 귀족 은잔을 가리킨다.\n가게 주인이 보석을 만지작거리자 맑은 파란빛이 가게 안에서 일렁인다.\n「알았어요. 이게 정말로 당신이 원하는 거라면…」\n동요하면 성과 없는 결말을 걱정하게 되고 사람의 마음속엔 공포와 균열이 생기게 된다.\n그리고 죽음이 공포와 함께 다가오며 뼛속 깊이 스며든다.\n수많은 사람들은 죽음을 맞이할 때서야 자신이 언제 흘린지도 모를 약점이 꿰뚫렸다는 걸 알아차리게 된다.\n여우처럼 가는 눈매를 지닌 가게 주인은 파란색 수정을 달빛에 비추며 과거 왕실의 휘장이 드러났다 사라졌다 하는 걸 감상한다.\n특별한 시기에 맑은 보석을 통해 과거와 미래, 혹은 누군가의 진심을 볼 수 있다고 전해진다. 마치 세계의 어떤 장소엔 바다처럼 드넓은 민들레 들판이 있다는 전설처럼. 마치 과거 하늘 떠있던 3개의 달인 아리아, 소넷, 캐넌 자매가 재앙으로 인해 어쩔 수 없이 사별했다는 전설처럼. 마치 죽음의 마녀를 바라볼 수 있던 사람이 마음속의 균열로 인해 결국 죽었지만 외국으로 도망간 도적이 그녀와 다시 만나길 기다린다는 전설처럼.\n그녀는 이 보물을 버린다고 해도 이 전설들이 사라지지 않을 것이고 이야기의 결말이 바뀌지 않으리라는 것도 잘 알고 있다.\n그러니 차라리 이 전설들과 이야기 모두를 자신의 가게로 받아들인다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "티바트 대륙 전역에서 유행하는 판타지 소설집. 존재하지 않는 듯한 골동품 가게에서 벌어지는 이야기가 적혀있다\n——석심——\n항구 도시에는 바위와 파도 소리에 잊혀진 외딴 곳이 있다고 한다.\n해풍이 부는 곳에서 눈을 감은 채 시끌벅적한 상가를 뒤로하고 49걸음을 걷는다. 인기척이 사라지고 심장이 뛰는 소리만이 남았을 때 눈을 뜨면, 어느새 작은 가게 앞에 있는 걸 발견한다.\n————\n「계신가요?」 도롱이를 걸친 남자가 가게 문을 두드린다.\n그는 먼지 덮인 유리창을 통해 가게 안에 진열된 상품을 본다. 병안에 담겨 형광빛을 발산하는 스타더스트, 얼음같이 빛나는 끊어진 칼날, 오래된 두루마리, 기이한 안개에 둘러싸인 단약, 서리가 얕게 서린 기왓장…\n남자가 가게 안으로 들어간 뒤 가게 문을 닫는다.\n그가 카운터 앞으로 걸어와 이 시대의 것이 아닌듯한 기묘한 골동품들을 자세히 살펴볼 때 부드러운 여자 목소리가 울려 퍼진다:\n「어서 오세요. 마음에 들거나, 원하시는 거 있나요?」\n남자가 어리둥절해하며 돌아보니 눈매가 여우 같은 가게 주인이 미소 짓고 있다.\n「사실은 증표 하나를 원해. 과거의 은원을 풀 수 있는 증표」\n남자가 목청을 가다듬는다. 외모와 달리 목소리가 조심스럽다.\n「그래요? 알겠어요…」\n가게 주인은 반짝이는 황금 눈동자로 남자가 걸친 젖은 도롱이를 훑어보며 고개를 끄덕였다.\n그 뒤 가게 주인이 몸을 돌려 카운터를 뒤적거리다 정교한 콜 라피스 하나를 꺼낸다.\n콜 라피스는 마치 가게 주인의 눈동자처럼 그녀의 손 위에서 어두운 황금빛을 발산한다.\n남자는 콜 라피스를 건네받고 달빛 아래에서 자세히 관찰한다. 달빛이 투영되며 따사로운 황금빛 아래 깊은 폭풍이 숨겨져 있는 것만 같다.\n그의 손이 여전히 떨린다.\n「콜 라피스는 바위 신의 마음이라고 할 수 있습니다. 오랫동안 변이하다 보면 아무리 단단한 바위라도 잡티 하나 없이 깨끗한 마음으로 응결되죠」\n가게 주인의 목소리가 멀리서 들려오는 것만 같다. 남자는 소리를 듣고 고개를 끄덕인다.\n「이게 바로 내가 원하던 거예요」\n남자가 감사의 말을 전하며 모라 한 주머니를 카운터에 올려놓고 밤비 속으로 사라졌다.\n————\n「사건의 전말은 이래」\n가게 주인은 말을 끝내고 여우 같은 눈을 치켜뜨며 앞에 서있는 손님을 바라봤다.\n「다른 말은 없었어?」\n광부처럼 생긴 젊은이의 다급함이 느껴졌지만 가게 주인은 그저 말없이 고개를 저었다.\n「핏자국이 있는 모라 한 주머니를 놓고 갔어요」\n가게 주인의 목소리는 물처럼 잔잔하고 차가웠다.\n「그게 바로 내가 원했던 물건이에요」\n젊은이는 길게 한숨을 내쉬며 일부러 가게 주인의 황금빛 눈을 피하는 것 같다.\n「교환의 의미로 이야기 하나 들려줄게요」\n가게 주인은 이에 동의한듯 고개를 끄덕였다.\n「그 도롱이를 걸친 남자와 전 예전에 같이 산에서 돌을 캔 적이 있어요. 그는 출세해서 가정을 꾸리고 싶어했죠…」\n「그러다 폭풍우가 치던 밤에 우린 바위 하나를 쪼개다 그 콜 라피스를 발견했어요. 그 또렷한 황금색 표면에서 새어 나오는 광택은 절운간의 모든 걸 집어삼킬 정도였었죠…」\n「우린 항구에 돌아가 5대 5로 나누기로 약속했죠. 근데 그날 밤 전 빗속에서 은밀하게 그를 밀쳐 절벽 밑에서 영원히 잠들게 했어요…」\n「전 무서웠어요. 그리고 그를 믿을 수도 없었고 게다가 허무맹랑한 선인만이 우리의 약속을 들었다는 건 더 믿을 수 없었어요」\n「그래서 공포가 저를 집어삼켰고… 전 친하지 않은 동료가 제게 주는 위험보다 피가 묻은 돈을 더 믿었죠…」\n「이튿날 아침 전 밧줄을 매고 절벽을 내려갔어요. 여섯 걸음 정도 내려간 뒤 발을 바위 위에 올렸을 때 갑자기 손에서 나는 불길한 떨림이 뇌리를 스쳐 지나갔죠…」\n「제가 고개를 들어 밧줄을 쳐다보니 이미 너무 늦었죠——」\n「제가 마지막에 본건 밧줄이 끊어진 자국이었어요…」\n「그건 칼에 잘린 흔적인 걸 저도 알아요」\n「그래서 우린 서로 비긴 셈이 됐죠」\n가게 주인은 희미한 미소를 지었다.\n「그가 콜 라피스를 손에 넣었고, 당신은 모든 걸 청산했군요」\n젊은이는 더 이상 아무 말도 하지 않았다.\n————\n전설에 의하면 콜 라피스는 바위의 심장으로 영성을 지닌 바위일수록 사람의 성격을 반영한다고 한다.\n어떤 이는 주인이 죽어도 콜 라피스 안의 기이한 영성은 그 욕망과 아쉬움을 현세로 들고와 이를 해결해줄 이를 찾는다고 말한다.\n전설은 이러하다.\n이상한 손님이 떠난 지 4시간이 지났지만 비는 아직도 계속 내린다.\n가게 주인은 창가에 서서 비가 내리는 골목길을 오랫동안 바라본다.\n「근데… 그들은 진짜로 책임에서 벗어났을까?」\n그녀는 쏟아지는 비를 바라보며 답을 들을 수 없는 질문을 했다."
          }
        ]
      }
    ]
  }
}