{
  "epId": 2335,
  "name": "신소절극록",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/20/194600931/ca27260170dd952e67b7e26e1552ec0e_3985529554063138237.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271272,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "신소절극록"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "오랜 옛날 구주(九洲)가 호구하고 곤륜은 피어있다. 인간계는 「중주」라고 불렸고, 신계는 「신소」라고 불렸다.\n지난 재앙이 끝나갈 무렵 신과 악마의 전쟁이 있었고, 신왕이 패하여 구계가 불에 타 모든 것이 재로 변했다.\n새로운 세상이 열리고 만물이 갱생한다. 곤륜이 폐합하고 세계는 더이상 서로 통하지 않는다.\n신왕을 둘러싼 극에서 펼쳐지는 새로운 무협 두루마리 오픈!\n——신들의 측근——\n「난 조정의 칙사, 금자광록 장군 미앙이다! 썩 물럿거라!」\n「어, 허나 금자광록은 문관 관직 아닌가?」 미르는 생각 없이 곧바로 말했다.\n상대는 곧바로 얼굴을 붉혔다. 「변방의 촌것이 뭘 알아!」\n「조정에서 관제를 바꿨나?」\n동행하던 칼을 찬 무인 둘도 덩달아 웃기 시작했다. 「하하하하! 경성에서 천 리를 지나면서 관문과 역참을 다 지났는데 이 황량한 변방 작은 점포에서 막혔구나!」\n가게의 아진은 빨개진 미앙을 흘깃 보다가 갑자기 손을 내리쳤다. 「남장을 한 여관이구나!」\n「눈썰미가 제법이군」 무인 하나가 말했다. 「이분은 상의동사요. 우리 둘은 금오, 우림에서 선발된 무관이오. 금자광록 대부의 명으로 악의 검을 징수하러 왔소」\n「금자광록 장… 장군, 아하하… 거짓이지만, 조정의 칙사임은 사실이오.」 다른 젊은 무인도 대꾸했다.\n악의 검에 대해 미르는 들은 적이 있었다. 5~6년 전에 하늘에서 운철이 떨어졌다. 이 운철은 진귀한 보물이라 황제에게 진상하는 게 도리였다. 그러나 대장장이 풍 사부는 몰래 운철로 악의 검 5자루를 만들었다. 악의 검은 사람의 마음을 사로잡을 수 있어서 무림에 풍파를 일으켰다고 한다.\n「그렇게 된 거였군.」 미르는 중얼거리며 뒷간 문을 닫았다.\n「뭐라도 괜찮으니 어서 뒷간에서 나와요!」 미앙은 남장한 사실을 간파당하자 참지 못하고 본인의 목소리를 드러냈다. 여리고 듣기 좋은 목소리였다.\n「미앙 동사는 교양이 있는 여인의 몸입니다. 사내들처럼 아무렇게나 밖에서 볼일을 볼 수는 없으니 빨리 나와주세요.」\n손을 다 씻고 뒷간에서 나온 미르는 무인 둘과 한 탁자에 앉았다.\n「변방의 작은 가게에서 조정 관제에 밝은 사람을 만날 줄은 몰랐습니다.」 우림군 무사인 듯한 사람이 미르를 훑어봤다. 「외람되지만 출신을 여쭤봐도 되겠습니까?」\n「부친인 미청인께서는 광록사경이셨습니다. 식대를 사사로이 썼다는 누명을 쓰고 파직되어 낙향하셨지요.」 미르는 턱을 긁적였다. 「낙담하신 아버님과 달리 전 조정으로 돌아가 우리 미씨 가문의 치욕을 씻고 싶었습니다.」"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "어쩌다 보니 검을 찾는 여정에 오른 미르. 얼마 지나지도 않아 공전의 위기에 봉착한다. 금오와 우림군 정예는 도적의 마검에 목숨을 잃는다. 위기의 순간, 미르는 부친에게 물려받은 광록사 비문을 떠올린다. 천제에게 이름이 알려지지 않는 딸이 있었는데, 이때 그녀가 눈앞에 있는 미앙의 몸을 차지하여 앞에 나타난다. 악귀가 되어버린 도적과 마검, 이에 맞서는 겨우 닭 정도 잡는 미르, 과연 승부는 어떻게 될까?\n——수라전장——\n「음, 맛있군.」\n귀신이 붙은 미앙은 온화하기도 했고 냉담하기도 했다. 그녀는 미르가 만든 호떡을 집어들고 야금야금 먹기 시작했다. 그러다 뜨거워서 귀엽게 혀를 내밀고 숨을 헐떡였다.\n「당장은 못 받아들이겠어. 시간이 좀 필요해.」 한쪽 눈을 대가로 영이 강림한 상태를 유지하는 미르도 호떡을 집어들었다. 「다시 한번 말해주시겠어요?」\n「운철은 사실 신극입니다. 평범한 사람이 그걸 부러뜨려 마검 9자루를 만들었지요. 이게 해무 마검입니다. 거기에 저들이 전에 수집한 두 자루를 합하면…」\n「그럼 당신은요?」\n「난 전에 천제의 딸이었어요. 이름은 잊어버렸어요. 난 심판과 단죄를 관장하죠. 당신들 말로는 형법이요.」\n광록사는 제사와 의례를 관장하는 기관이라, 미르는 아버지의 강요로 의식이나 제사에 관해 꿰고 있었다. 거기다 신통력을 많이 접한 터라 미르도 알 건 알았다. 신은 진짜 이름을 들키게 되면 사람의 지시를 받게 된다. 눈앞의 이 여인도 이름을 잊은 게 아닐 수도 있다.\n「그러니까 조정에서는 신소지극을 다시 만들겠다는 뜻인가요?」 미르는 이 가설을 스스로 받아들이며 물었다.\n「모르겠어요. 이 몸의 주인은 다른 일에 대해선 전혀 몰라요. 그녀는… 화가 나 있어요. 자신을 증명하고 싶어 하죠.」 미앙은 가슴에 손을 얹었다.\n「그럼 내가 어떤 송신 의식으로 당신을 배웅해야 할까요?」 미르는 붕대 밑의 이미 시력을 잃은 눈을 어루만졌다. 「그럼 내 시력도 돌아오는 겁니까?」\n「내게 이름을 주세요.」 눈앞의 여인이 고개를 들었다. 입가엔 호떡 부스러기가 묻어 있었다.\n「무슨 말도 안 되는 소립니까. 문관 전시는 폐하께서 직접 주관하십니다. 외눈이 어떻게 광록사경이 될 수 있겠습니까?」\n「나도 반드시 신극 조각을 모두 수집해야 합니다.」 여인은 말했다. 「그렇지 않으면 이 세상도 잿더미가 되겠지요.」\n미르는 대답 없이 그저 눈앞의 사람을 바라보았다.\n「우리와 동행할 필요는 없지만, 중생들을 위해서 당신의 눈을 잠시 빌려줘요.」"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "「널 미앙이라 칭하겠다. 인간계를 돌아다니는 만큼 이 신분이 가장 적합하겠구나. 조정의 첩문도 있으니 왕의 영토는 자유롭게 드나들 수 있을 것이다」 미르는 미앙이 걱정되어 함께 여정에 오른다. 악마는 참수하고, 요괴는 징벌한다고 하여 현재 다섯 자루의 마검을 수집했다.\n경사가 태반인 듯하지만, 누군가는 분명 알고 있을 것이다. 앞으로의 여정에 위험만이 도사리고 있다는 것을——\n——현녀정서——\n「내가 당신을 위해 할 수 있는 것도 이 정도뿐입니다.」 미르는 요리를 탁자에 놓고 미앙 맞은편에 앉았다.\n방금 전의 사투로 미앙의 오른팔이 부러져 붕대를 감고 있었다. 그녀는 미르를 한참 동안 노려봤다. 그러나 그는 턱을 괴고 자신을 쳐다볼 뿐이었다. 둘은 한동안 말이 없었다.\n결국 미앙은 왼손으로 젓가락을 들었다. 그러나 탕 속의 고기 완자를 집지는 못했다.\n미르는 한숨을 내쉬며 젓가락을 집었다. 「됐어요, 내가 먹여드리죠.」\n「당신은 날 위해 할 수 있는 게 훨씬 많아요.」 미앙은 몇 젓가락 먹고 나서 갑자기 말했다. 물론 늘 그랬듯이 아무런 감정의 동요도 없었다.\n「광록사는 주로 당신 같은 신들을 모시고 제사 지내는 일을 담당하죠. 당신의 시중을 드는 일은 우리 가문의 본업입니다.」\n신이 전쟁을 일으키면, 우리 같은 평범한 사람은 지켜보는 것 외엔 뭘 할 수 있겠습니까?\n——미르는 이 말은 굳이 할 필요 없다고 생각했다.\n「당신은 전에 마검의 주인과 몇 차례 겨룰 때, 창과 방패를 띄우고 칼을 부렸잖아요. 그런 재주로 젓가락을 움직이면 되잖아요.」\n「그건 아버님께 전수 받은 기술입니다. 저만 할 수 있죠——그건 단죄를 하겠다는 선언과 율령입니다. 함부로…」 미앙의 목소리는 심하게 떨렸다. 「함부로 사용할 수 없어요.」\n「그 사람은 죽기 전에 내 아버지의 일이 몹시 수상하다고 했죠.」 미르는 무료해서 손가락으로 촛불을 희롱했다. 「『미 광록사경은 결백한 것도 억울한 것도 아니다』——이 말이 대체 무슨 뜻일까요?」\n조정에서 신극을 다시 만들 생각이 아니라면, 미앙의 몸에 빙의된 왕녀의 동료가 되면 조정을 적으로 돌린다는 뜻이었다.\n미르의 마음을 꿰뚫어봤다는 듯,촛불에 비친 미앙의 무척 어두웠다.\n그녀는 말했다. 「날 더 이상 도울 필요 없어요. 당신은 평범한 사람이니 조정을 적으로 돌린다면 좋을 게 없지요.」\n미르가 대답했다. 「이 일은 잠시 덮어두죠. 아버지께 사실을 여쭤본 후 다시 생각해봐요.」\n미앙이 말했다. 「아… 남쪽으로 내려가서 아버님을 뵐 생각인가요? 그럼 내일 비단 가게와 연지 가게를 둘러봐야겠군요.」\n미르는 말렸다. 「다 늙은 노인네일 뿐인데 그럴 필요 없습니다.」\n미앙은 간만에 딱딱한 모습을 보였다. 「그건 당신이 해야 할 일이잖아요?」"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "「우선 놀라지 말거라, 내 아들 미미르, 정신 차리고 잘 듣거라. 난 네 친아버지가 아니다」「아니야——!」\n옛 미광록사경은 원래 산 속 숨겨진 세계의 아수라 칸이었다. 처음에는 출경도 또한 그저 어울려 재상을 흉내내는 연극에 불과했다. 목적은 눈앞에 있는 천제의 막내딸을 보호하기 위함이었다.\n「신소 천제는 생전 내 친구였지만 지금은 만물의 적이 되었다. 그녀가 네 부름을 받았으니 난 이제 죽어도 여한이 없다」\n——산사람의 묘책——\n이런 상황은 법신대사와 대라금선이 환생한다고 해도 어쩔 도리가 없을 것이다.\n「이 화계 마검 『백우화택유품촌정』은 신극의 화계 다라니 조각으로 만든 것입니다. 아, 공주 전하께서 익숙한 말로 하자면 신의 구계의 룬 중에 불계의 룬이에요.」\n어째서 서쪽에서 건너온 눈앞의 무사가 신통력이 있는 검술을 쓸 수 있는 것인가? 마검에 마음을 빼앗긴 사람은 전부 본성을 잃고 자신의 무공을 잃게 된다.\n미앙은 잘린 팔을 감싸쥐고 뜨거운 공기를 크게 들이마셨다. 평소라면 그녀의 공력으로 잘리거나 부러진 상처를 즉시 치료할 수 있을 것이다. 그러나 꺼지지 않는 불길 속에 성처는 타들어갔다.\n피를 흘린 탓에 그녀의 눈은 흐릿해지기 시작했다. 미르가 몸을 일으켜 그녀의 앞을 가로막았다.\n「너희의 눈빛을 보니 묻고 싶은 게 많은 것 같군. 그래, 죽더라도 이유는 알고 죽어야겠지. 네 아버지를 죽인 건 그가 신의 부활을 막았기 때문이다. 그리고 내가 화계의 룬을 조종할 수 있는 건, 내가 조종당하지 않아서야——」\n동쪽의 무사가 마검을 들었다. 「왜냐하면 난 운몽수의 천병 화현이니까——」\n천제는 아수라군과의 교전을 위해 삼계의 전사를 엄선해 사후 이들을 천군으로 승격시켰다. 늪의 날씨가 험악하고 비구름이 쌓이면, 중주 사람들도 이런 날을 천제의 군사들이 「운몽수」에 있다고 말한다.\n「어, 어떻게 이럴 수가!」 무사는 믿을 수 없다는 눈빛으로 마검이 부러지는 걸 바라봤다. 그의 몸도 견갑골부터 밑으로 베여 부상을 입었다.\n혼란스러운 와중에 미르는 부친이 넘겨준 유산을 꺼냈다. 그저 약간 발버둥치려 했을 뿐이었다. 그런데 그건 예전에 세상을 불태운 거대한 마검 「열와정」이었다. 화계의 룬이 화계의 비밀이라면, 「열와정」은 화계의 불멸하는 진리였다.\n세상을 불태우고 소멸되었던 마검은 화계의 룬을 삼키고 다시 한번 불타기 시작했다.\n「세상이 또 잿더미가 될 것인가…」 이 말을 마치자마자 미앙은 정신을 잃었다."
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "「무관 중 곤륜의 재개를 바라는 자는 적지 않다. 세계를 혼돈에 빠뜨리면 무인의 지위는 하늘로 치솟는다」\n「그들은 정녕 전설 속의 아수라 전쟁을 재개하고 싶은 것인가?」\n「그건 그의 바람입니다」\n문관과 무관의 게임, 죽은 신들의 계획, 다시 엄습해올 구주(九洲)의 위기!\n——소녀 계승——\n「넌 세상을 구했으니 대협이라 불릴 만하다.」 태자는 뒷짐을 지고 꿇어앉은 미르의 주변을 한 바퀴 돌았다.\n그러나 미르의 마음은 평온했다.\n「신극을 넘긴다면 30일 후 광록사경 자리는 네 것이다. 재상의 자리를 원한다면 10년 안에 줄 것이다.」 태자는 앉더니 물었다. 「어찌하겠느냐?」\n「폐하께서 몸을 펴라 명하시지 않았는데, 평민인 제가 어떻게 말할 수 있겠나이까」\n「나더러 네게 몸을 피라고 명을 내리라는 게 아니냐? 아니 된다…. 장차 일국의 군주가——」\n「쳇, 가지가지 하는군.」 미르는 직접 자세를 바꿨다. 「예법에서 태자 전하를 뵐 땐 삼배만 올리면 되지 꿇어앉을 필요는 없다고 되어 있습니다. 전하께선 황위에 오르실 것 같군요. 미리 축하 드립니다. 그런데 어째서 그렇게 고깝게 보시는 겁니까?」\n「네 이놈!」\n「소인이 뭘 잘못했습니까?」 미르는 몸을 일으켰다. 「신극의 반을 드리지요. 화계의 다라니는 제 아버지께 바쳐야겠습니다. 잔당들이 말썽을 일으키는 걸 막아야 하니까요.」\n「그, 그리 하거라. 제대로 모습만 갖추면 된다. 앞으로 이것이 새로운 신기이다, 하하하하.」\n미르는 거리낌없이 태자 맞은편에 앉았다. 「다 똑같이 어미 젖을 먹고 컸는데 어찌 이리 어리석으십니까!」\n「무엄하다! 내 유모였고 내게 교양을 가르쳤던 미 부인을 봐서 한번 용서하겠다——」\n「광록사경 자리는 원하는 자에게 주십시오. 전 낙향하겠습니다.」\n태자는 잠시 말문이 막혔다.\n「미앙은?」 미르는 음식을 집고 나서 신경 쓰지 않는 척했다.\n「아, 검 징수에 공을 세웠으니 관직을 상의로 올려주겠다. 아비 금자광록 대부의 음모와 그녀는 상관없고, 태상과 재상의 탄원도 있었다. 내 그녀를 후히 대할 것이야.」\n듣자하니 이상한 소리였다.\n그래도 이런 것도 괜찮겠지…\n그 사람은 이제 존재하지 않는다. 잃었던 눈도 되찾았다. 그러나 어떤 곳이 사지가 잘려나가는 듯 욱신욱신 아팠다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "미르가 잊혀진 주문을 외우자 소녀는 그와 재회한다. 「이렇게 생겼구나」\n「이 세계는 가망이 없어, 모든 걸 불태우고 다시 시작해야 된다」 미친 천제는 만물에 이렇게 판결을 내렸다.\n「만약 네가 나라면 날 이해할 수 있겠지?」 국보를 훔쳐 간 이름 없는 대도가 왕에게 물었다.\n「아니, 사과할 필요 없어, 넌 본디 이렇게 따뜻한 존재니까」\n——아무것도 없다——\n「내 기대를 한 몸에 받고 있는 딸아, 내가 널 만든 건 나에게 창을 던지게 하기 위함 아니다냐?」 부활한 왕은 하늘 높이 떠 있었고 뇌명과 토네이도, 그리고 번개가 구세계 왕의 부활을 축하했다.\n하지만 소녀는 더 이상 두려워하지 않았다. 그녀는 이날을 위해 수만 년의 세월을 견뎌왔기 때문이다.\n아니——그녀에게 용기를 주는 건 그와 함께했던 시간들이다.\n아홉 세계의 연결을 선고하고 곤륜을 관통하는 최초의 신극 「엘민」의 복제품이 하늘을 수놓는다.\n자신이 죽고난 뒤의 광기를 두려워한 왕이 만든 최후의 신극인 「단죄의 황녀」가 드디어 완전한 형태를 드러냈다.\n…\n(책 끝부분에 편집장의 메시지가 있음)\n<신소절극록>은 이나즈마 소설 출판사인 「야에 출판사」가 리월의 서민 문화를 처음으로 성공적으로 도입해 시도한 작품으로 소설의 앞 5권이 좋은 성적을 기록하여 문화적으로 두 지역에 꽃을 피웠다고 할 수 있습니다. 6권을 출판할 정도니 판매량은 말할 필요도 없죠.\n갑작스러운 결말을 맞이한 6권도 독자들이 실망하지 않을 것입니다.\n아마도.\n비록 결말이 다른 소설 같지만, 이건 절대로 우리가\n작가 선생님에게 새로운 연재를 강제적으로 쓰게끔 한 게 아니라 선생님이 마감에 쫓겨 발생한 일입니다. 순전히 구 작가 선생님이 스스로에게 도전하다 생긴 일이죠♡\n저희도 앞 5권의 팬분들의 마음을 십분 이해하며, 현재 「흑목서갑」 5권 소장판도 제작 중입니다. 서점에서 《절극록》을 다 읽으신 분들은 꼭 구매하길 권장합니다~ 아! 「단죄의 황녀」 스토리도 많이 기대해주세요.\n야에 편집장 남김"
          }
        ]
      }
    ]
  }
}