{
  "epId": 2337,
  "name": "죽림월야",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002891,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "죽림월야"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "산장에서 온 소년이 변하지 않는 고향을 떠나려고 하다 저녁에 대나무 숲에서 길을 잃는다. 그는 어떤 일을 겪게 될까?\n바스락소리가 나는 푸른 장벽 사이, 개구리 소리와 매미 울음 소리가 섞인 곳, 바위 산에 난 구멍 밑 습지 한 구석에 말라비틀어진 죽림이 있다.\n경책산 죽림에는 여우 귀신 이야기가 가득했다.\n장마가 지난 후, 대나무 잎에 이슬이 맺혔다. 소년은 급히 숲길로 걸어와 좌우를 살피고 습지의 바위에 오른 후, 다시 이끼 낀 돌길을 걸어 내려왔다. 넝쿨이 그의 발걸음을 붙잡고 나뭇잎이 피부를 할퀴었지만 아랑곳하지 않았다. 경책산 푸른 죽림 사이, 바위 산에 난 구멍 밑 구석에 말라비틀어진 세계에서 소년은 잠시 쉬었다.\n산장의 어르신들은 장마가 지는 계절은 여우가 장가가는 좋은 때라고 말씀하셨다. 아이들만이 여우의 새신부가 타는 붉은 가마 행렬을 볼 수 있고, 길에서 내내 북을 울리는 탓에 죽림이 시끌벅적하다고 하셨다.\n어르신들은 아이들에게 행렬에 너무 가까이 가지 말라고 타이르셨다.\n「너무 가까이 다가가면 여우가 혼을 빼간다!」\n마을 어른들은 이렇게 말했다.\n「혼을 빼가면 어떻게 되는데요?」\n「여우가 혼을 빼가면 영원히 벗어날 수 없어…. 어쩌면 여우를 위해 피리를 불고 북이나 징을 치면서 불쌍하게 살아야 할지도 모른단다…」\n이야기 중간중간 어른들은 북과 징을 치는 자세를 선보이며 아이들에게 겁을 줬다.\n나이가 들면서 소년은 더 이상 말도 안 되는 귀신 이야기를 믿지 않았다. 선령의 인도를 받으며 그는 푸른 미궁을 넘었다. 길에는 여우 울음 소리밖에 들리지 않았다. 죽림 깊은 곳에 숨어 사는 교활한 동물은 지나는 사람 앞에 거의 모습을 드러내지 않았다. 떠들썩한 가마 행렬은 말도 안 되는 얘기였다.\n소년은 몹시 실망하여 발밑의 돌멩이를 걷어차고 돌계단을 넘어 죽림 안으로 계속 들어갔다.\n어른들은 이 죽림이 자라는 지역이 예전에 바위 신의 힘에 정복되었던 나라라고 말했다. 그런데 바위 신은 어떻게 생겼을까? 바위 신에게 손과 발이 있을까? 사람 같이 생겼을까? 아니면 강변에 널린 석인석수 같은 모습일까?\n정기적으로 성에 약재를 팔러 가는 약초 캐는 사람들은 매년 청신 의례를 보고 돌아왔다. 그들은 1년에 한번 바위신이 세상에 강림하는 장관을 이야기해줬다. 그러나 호기심 많은 아이들은 산장에서 조상 대대로 모시는 거대한 신을 직접 보고 싶어했다.\n경책산이 무탈한 것은 바위 신의 은혜인가? 조상 대대로 평온하게 늙어 가는 삶도 바위 신이 정한 것일가?\n이런 질문들의 답은 산장 밖과 이렇게 산속에서 점차 늙어 가는 세상을 막고 있는 죽림에서 찾을 수밖에 없었다.\n의문과 기대를 품은 소년은 대나무 잎사귀 그림자 가운데서 길을 잃었다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "밝은 달이 떠오를 때 산장에서 온 소년은 대나무 숲에서 온 여자와 우연히 마주치게 된다. 이는 신선놀음일까 아니면 요괴의 함정일까?\n푸르른 죽림 사이에서 길을 잃은 소년은 생각지도 못한 동료와 마주쳤다.\n「어라, 길 잃은 거야?」\n놀리는 듯한 말투의 부드러운 목소리가 들려왔다.\n몸을 돌려보니 흰옷을 걸친 가녀린 소녀가 보였다. 그녀는 반짝거리는 구슬이 달린 도롱이를 입고 물이 졸졸 흐르는 깨끗한 샘 옆에 서 있었다. 그녀의 금빛 눈동자와 석양이 하나로 어우러졌다.\n산장의 어른들은 예전에 샘에서 백마가 뛰어나와 선인이 되어 바위 신의 전쟁을 도왔다고 했다.\n그러나 그 샘이 어디 있는지, 그 우아한 신수의 이름이 뭔지 말해주는 사람은 아무도 없었다.\n게다가 앞에 서 있는 이 소녀는 도무지 선인처럼 보이지 않았다. 그 무시무시한 금빛 눈은 좀 달라 보였지만.\n또 비가 온다고 선인이 도롱이를 걸친다는 소리는 들어본 적이 없었다.\n「좀 모자란 애구나」\n흰옷의 소녀는 교활하게 웃기 시작했다. 금빛 눈동자는 초승달처럼 가늘어졌다.\n「모자란 건 너야!」\n소년은 화를 내며 맞받아쳤다.\n이 소녀는 선인이 아니었다. 말을 이렇게 고약하게 하는 선인이 어디 있단 말인가!\n「난 밖으로 나가 모험하고 싶어. 선원이 되서 암왕제군의 바위창이 어떤 모양인지 직접 보고 싶다고!」\n「…근데 나오자마자 죽림에서 길을 잃었구나」\n소녀는 눈동자에 옅은 웃음을 띈 채 침착한 말투로 조롱했다.\n「난…」\n「괜히 고집부리지 마. 내가 데리고 나가줄게」\n소녀는 웃으며 손을 내밀었다. 그녀의 가늘고 흰 손은 대나무 잎 사이로 드는 빛에 반짝거렸다.\n「…고마워」\n소년은 그녀의 손을 잡았다. 그녀의 손은 산속에 내리는 비처럼, 이슬에 젖은 죽순처럼 차갑고 촉촉했다.\n석양이 푸른 하늘에 마지막 남은 빛을 뿌리며 산허리로 사라졌다.\n산장의 어른들은 석양이 지고 숲에 음기가 가득차면 요괴가 태어나기 쉽다고 했다.\n요괴들은 원한과 증오를 품고 죽는 바람에 생겨난 악령이다. 요괴가 붙은 대나무는 점점 말라 죽고, 요괴가 붙은 사람도 초췌해져서 정신을 잃는다.\n「때로 요괴들은 행인들에게 해낼 수 없는 일을 부탁해서 스스로 절망에 빠지게 만든단다…」\n「때론 길안내를 자청하며 무고한 행인을 요마들의 소굴로 데리고 가지」\n「그러니까 요 녀석아, 먼길 떠날 때는 조심해야 돼!」\n산장의 어른들은 타이르듯 그의 머리를 토닥거렸다.\n그 말대로라면 이 소녀는 산속의 요괴 아닌가?\n소년은 불안한 마음에 저도 모르게 멈칫했다.\n「왜 그러니?」\n소녀가 고개를 돌리자 달빛에 비친 금빛 눈동자가 번쩍이며 빛을 뿜었다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "밝은 달이 중천에 떠 있는 대나무 숲은 오래전 꿈과 현실이 만나는 종착점이다. 소년은 오래된 이야기 속에서 말로 표현하기 어려운 꿈에 빠지게 된다\n경책산 죽림에 밤은 언제나 빨리 찾아든다.\n은색 달빛은 날카로운 대나무 그림자에 조각조각 잘렸다. 개구리 소리와 매미 울음이 잦아드는 곳, 은색 달빛이 비치는 구석에서 새로운 죽순 몇 대가 고개를 내밀었다.\n경책산 죽림에는 여우 귀신 이야기가 가득했다.\n밤이 되자 흰옷의 소녀는 소년에게 여러 이야기를 들려줬다. 모두 소년이 들어본 적 없는 아주 오래된 이야기였다.\n「옛날 옛날에 하늘에는 달이 세 개 였어. 그녀들은 자매였지. 그녀들은 리월항의 기암보다 오래 전에 태어나 바위 신보다도 수명이 길었지.」\n「달은 시와 노래의 딸이요, 월야의 제왕이야. 그녀들은 은빛 가마를 타고 달을 돌았어. 한 바퀴 돌 때마다 자매가 차례로 왕위를 맡았지. 대재앙이 강림하는 그날까지.」\n「세개의 달은 모두 새벽을 알리는 별을 사랑했어. 밤이 아침으로 바뀌는 순간에만 자매 중 하나가 어두워지는 별을 뚫고 새벽의 별의 침실에 갈 수 있었어. 이후 아침해가 뜨면 밤의 제왕은 마차를 타고 황급히 사라졌지.」\n「세 자매는 한 사람을 깊은 마음으로 사랑했지. 서로를 사랑했던 것처럼. 세상이 뒤집어지던 대재앙이 강림하기 전까지 그랬어.」\n「후에 재앙이 제왕의 마차를 뒤엎고 별의 궁전을 파괴했어. 밤하늘의 세 자매는 서로 반목하며 원수가 되어 죽음으로 이별할 수밖에 없었고, 남겨진 창백한 시체는 차가운 빛을 발했지…」\n소녀는 고개를 들어 대나무숲 사이로 비치는 달을 바라봤다. 가는 목이 은빛으로 물들었고 금빛 눈동자가 반짝거리며 빛났다.\n「늑대 무리는 달의 자식이다. 그들은 대재앙이 가져온 비참함을 기억하고 있지. 그래서 늑대들은 보름달이 뜰 때마다 어머니의 운명을 위해 우는 거야…. 그리고 늑대 무리와 함께 살아가는 아이들은 별과 달에서 살아남은 연인으로 곡성이라 불려」\n「그렇구나…」\n소년은 잠시 침묵했다.\n그건 마을의 연장자들이 한 번도 말해주지 않았던 이야기였다. 어쩌면 가장 나이 많은 연장자인 장로도 이 전설을 들어본 적 없을지도 모른다. 이건 여우의 시집과 요괴가 달라붙는 이야기보다 더 웅장하나 암왕제군이 요괴를 무찌른 전설보단 생동감이 부족했다. 마치 허무맹랑한 꿈같았다.\n「이건 일어나지 않은 이야기야. 사람들의 기억 속에서 오래전에 잊힌 전설이지」\n흰옷의 소녀가 소년의 머리카락을 가볍게 쓰다듬었다. 눈꺼풀이 내려가고 눈 안의 황금빛이 조금 어두워졌다.\n「선조들이 건곤을 정하기 이전에 신들이 대지를 거닐었고 수많은 선인들도 여기서 살았어. 하지만 그전에는?」\n「오직 부서진 기억과 기억의 파편들이 이야기가 되고 이야기는 전설이 되어 전해 내려올 뿐….」\n「속세를 뛰어넘는 오래된 기억은 설사 신령 혹은 선인이라도 감상에 젖을 거야」\n소녀는 깊은 한숨을 내쉬었다. 그리고 옆의 소년이 벌써 깊은 꿈에 빠져있는 걸 발견한다.\n「진짜…」\n소녀는 어이없는 듯 웃고는 도롱이을 벗어 소년의 몸에 덮어줬다.\n그날 밤, 소년은 꿈속에서 밤 하늘에 떠 있는 세 개의 달과 마차가 멈춰있는 별의 궁전 보았다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "날이 밝아오자 두 사람은 각자의 길을 가나 오래된 이야기의 여운은 여전히 숲속에 울려 퍼지며 소년이 돌아오길 기다린다\n날이 점점 밝아왔고 소년도 잠에서 깨어났다.\n귀신 여우 이야기에 홀렸던 대나무숲에 아침햇살이 들며 그 안에서 반짝이는 안개의 그림자는 마치 떠다니는 말꼬리 같았다.\n소녀는 소년의 손을 잡고 햇빛이 대나무숲을 가르는 방향을 향해 걸어갔다. 구불구불 길을 건너고 벌레가 날아다니는 수풀을 지나 미끄러운 녹색 바위에 오르고 다시 대나무 그림자 아래 숨겨져 있던 바위를 넘어 대나무숲의 출구까지 소년을 안내했다.\n「난 아직 네가 어디서 온 누구인지 몰라」\n소년은 아직도 어젯밤의 이야기가 그리운지 소녀에게 물었다.\n「…」\n소녀는 아침 햇살을 등지고 고개를 돌려 소년을 바라보았다. 그녀의 눈동자는 황금빛으로 빛났다.\n소녀는 소년을 보고 웃기만 할 뿐 아무 말도 하지 않았다.\n몇 년 후 더 이상 소년이 아니게 된 소년이 이날 일을 떠올리고 난 뒤에서야 깨닫게 될 것이다: 그녀는 그와는 다른 세상을 살아갈 운명이라는 것을. 소년은 고향을 벗어나 리월항에 가서 바위신이 내린 재물을 쌓아야 하는 운명이라는 것을. 그녀는 숨어 살며 위엄과 자비가 넘치는 바위신의 눈길에서 멀리 벗어나 자신조차도 점점 잊어가는 오래된 이야기를 수호해야 하는 운명이라는 것을.\n그래서 소년과 흰옷을 입은 황금빛 눈동자의 소녀는 각자의 길을 갔다.\n그는 번화한 리월항으로 떠났고 여인은 조용히 대나무숲 경계에 서 있었다. 어쩌면 그녀의 황금빛 눈동자는 소년의 운명을 예견했을지도 모른다. 소년이 나이가 들어 바다가 싫증 나고 세상 풍파에 지치게 되면 결국 안락한 삶을 맞이하기 위해 산장으로 돌아올 것이라는 것을.\n따스한 아침햇살 속에서 소년은 말의 울음소리와 멀어지는 발굽 소리를 들었다.\n뒤돌아보았지만 아무것도 없고 오직 새하얀 갈기만이 소년의 어깨 위에 떨어져 있을 뿐이었다."
          }
        ]
      }
    ]
  }
}