{
  "epId": 2338,
  "name": "절운 기문",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002892,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분은 민간을 소재로 하는 내용이다. 본편은 석수의 전설이 기술되어 있다\n——석수——\n리월의 대지엔 아직도 많은 석상들이 남아있다. 이들 대다수는 리월 사람들이 좋은 날씨를 간청하며 돌멩이로 조각한 것이다. 하지만 몇몇 석상들은 리월이 생기기 전보다 더 오래전에 조각된 것이다.\n벽수강의 어부와 적화주의 채집꾼, 오래된 광산의 광부들 사이에선 이런 이야기가 전해내려 온다: 리월의 어떤 지역에는 오래된 석수가 가을비가 내리는 밤에 깨어나 점차 낯설게 변하는 세계를 둘러보고 그에게 호응하는 개구리와 벌레 소리에 귀를 기울이며, 낮게 울부짖는다. 그리고 그는 리월 땅에서 어슬렁거리며 과거 자신이 수호했던 이 땅을 돌아다닌다.\n이 석수가 활동할 때의 모습을 직접 본 사람은 아무도 없지만 풍수지리에 통달한 오랜 주민은 이미 석수의 위치와 상태가 매일 변하는 것에 습관이 됐다. 그리고 야밤에 노숙하는 사람들은 가끔 물 흐르는 소리보다 더 낮은 화음을 듣는다.\n이렇게 오래된 석수들은 어디서 온 걸까? 경책산장의 노인의 이야기에 따르면 그들은 과거 암왕제군을 따라 출정한 신수들이었다. 마신들의 전란이 끝나고 리월 땅의 바닷물이 빠지며 평화의 시기가 도래하며 신수들은 마신 전쟁 중 인간을 보호하던 임무를 잃게 됐고 이로 인해 하나둘씩 은거하여 세상일에 무관심한 생활을 보내게 됐다고 한다.\n하지만 몇몇 신수들은 바위 신을 따르던 시절을 그리워하며 아직도 리월을 수호하고 있다. 신수들은 비록 초월적인 존재이긴 하나 여전히 천명에 굴레에 갇혀있다. 때문에, 그들은 암왕제군에게 육신을 영생의 바위로 변하게 해달라고 간청했다. 자비로운 바위 신께선 그들의 소원을 들어준다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분은 민간을 소재로 하는 내용이다. 본편은 태초의 전설 속 꾸며낸 일화에 관한 것이다\n——해신궁——\n신부를 맞이하는 날이 왔다.\n위엄 넘치는 해신이 이무기의 고삐를 움켜쥔 채 거대한 조개 위에 단정히 앉아있다. 웅대한 수레를 끄는 이무기들은 한 마리 한 마리가 천형산에 비교할 만큼 거대하다. 그는 장로들이 바친 진주를 받고 작디작은 신부를 조개 위로 맞이했다. 마을은 일 년 내내 풍랑이 잠잠해지는 바다의 마신의 선물을 받았다.\n해신은 즐거워하는 사람들과 고독한 모친에게서 멀리 벗어나 신부를 심해 밑으로 데리고 갔다. 어린 소녀는 거대한 고래의 뼈로 만들어진 기나긴 복도를 가로지르고 보라조개와 진주로 장식된 궁궐 문을 지나 바다의 마신이 마련한 궁전에 오게 됐다.\n「난 원래 인간들의 장난에 낄 생각이 없었단다」 해신은 물결과도 같은 소리로 신부를 위로했다.\n「여긴 아주 많은 여자아이들의 새로운 집이자 생애를 마칠 곳이란다. 마을 사람들에게 쫓겨난 소녀들에게 있어 바다는 피난처이자 그녀들의 잠을 영원히 방해 않는 고향이지」\n하지만 소녀는 진주와 고동으로 가득한 새로운 집을 원치 않았다. 인광이 반짝이는 심해와 그 속에 숨어사는 생물들은 그녀를 두려움에 떨게 했다. 소녀는 일출과 일몰이 바닷속 궁전에서 오래 생활하며, 고향 생각에 점점 야위어 갔다.\n그러다 어느 날 바다의 마신이 소녀의 마음을 느끼게 된다. 그는 그녀의 선택에 실망했지만 그녀의 결정을 윤허한다.\n「완벽하지 않은 인간 세상에서 언젠간 후회하는 날이 올 거다」 해신은 허리춤에 있던 큰 소라를 소녀에게 선물한다.\n「언젠간 이걸 불면 여기로 다시 돌아오게 될 거다」\n소녀는 큰 소라를 가지고 뭍으로 돌아온다. 이후 그녀도 한 아이의 어머니가 된다. 평범한 일상생활에 바다 궁전은 그저 어린 시절의 꿈이 되어 반짝이는 인광과 이상하게 생긴 바다 괴물만이 가끔씩 생각나는 정도가 됐다. 그녀는 이렇게 하루하루를 살아가다 또다시 축제를 맞이하는 날, 장로가 그녀 품 안의 딸을 데리고 가서야 해신의 말을 이해하게 된다.\n신부를 맞이하기 전날 밤 어머니는 큰 소라를 불게 된다.\n해신은 약속한 데로 파도를 타고 나타나 거대한 파도로 마을을 둘러싼다. 장로와 마을 사람들은 놀랄 틈도 없이 거센 파도에 삼켜져 버렸다. 거대한 이무기가 끄는 반짝이는 조개가 어머니의 앞에 멈춰 섰다.\n마치 어린 시절 그때처럼 어머니는 딸의 손을 잡고 바다의 마신의 조개 위에 올라 바다 밑으로 가라앉은 마을을 떠난다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분은 민간을 소재로 하는 내용이다. 본편은 무망의 언덕의 내력이 기재되어 있다\n-무망-\n경책산 북쪽의 산봉우리와 골짜기 사이에는 「무망의 언덕」이라 불리는 산이 있다. 이곳은 음기가 가득하고 기이한 소문들이 많은 곳이다.\n리월 사람들의 말에 따르면 무망의 언덕 숲에는 망자의 영혼이 배회하고 있으며, 이들은 집념을 버리지 못하고 몰락한 옛 마을 주위를 서성이고 고목과 썩은 나뭇잎 사이를 방황하고 있다고 한다. 이 귀혼들은 늘 찾아오는 인간들을 위험한 산길로 끌어들여 벼랑 아래로 떨어지게 만들거나 숨어있는 마수의 한 입 거리가 되게 한다.\n「무망」이라는 이름도 여행자가 아무 생각 없이 있어도 산속의 안개처럼 희미하게 서려있는 악령이 달라붙는다며 지어진 것이다.\n무구한 산골 주민과 아무것도 모르는 여행자들은 망령의 유혹에 이끌려 알 수 없는 위험이 도사리고 있는 하늘이 보이지도 않을 만큼 안개 가득한 깊은 숲속으로 가게 된다. 무망의 언덕의 망령들은 유혹 수단도 다양하다. 그리워하는 사람, 돌이킬 수 없는 아쉬움, 망자의 목소리와 얼굴, 헤어진 이의 따뜻함, 반목하는 이의 뉘우침 등으로 변해 산을 지나가는 여행자들로 하여금 그들의 부름을 거절하지 못하고 따라가게 만든다.\n그러나 과거 무망의 언덕은 이러지 않았다. 그저 얼마 전까지만 해도 무망의 언덕에 살아가는 이들이 있었다. 그리고 아득히 먼 옛날, 그곳은 평화롭고 시끌벅적하던 마을이었디. 하지만 지금은 속삭이는 영혼들만 남은 폐허가 되었다.\n경책 산장의 아이들 사이에는 이런 소문이 떠돈다: 무망의 언덕의 살던 젊은 사람들은 머나먼 곳에 있는 바다 괴수의 노래에 유혹돼 허황된 약속과 유치한 꿈을 좇아 잔잔하게 흐르는 벽수강에 몸을 던져 강물 따라 머나먼 운래해까지 흘러간 뒤 파도와 하나가 되며 모든 기억을 잊었고…그들의 꿈이 바다 괴수의 노래가 되었다.\n젊은이들이 하나 둘 떠나가자 결국 나이 든 어른들도 한탄하며 세상을 떠나게 됐다. 이후 마을은 암왕제군이 사는 거대한 항구의 번화함에 가려진 폐허가 되었다.\n하지만 단명하는 인간과는 달리 영원히 흐르는 지맥은 모든 걸 기억한다. 샘솟는 원소가 영체가 되어 옛 주민들의 아름다운 꿈과 악몽이 되살아난다. 마치 아이를 잃어버린 어머니처럼 이미 떠나간 과거로부터 모든 걸 되돌릴 방법을 찾는듯, 무심한 지맥은 과거 주민들의 모습을 만들어내고 울부짖는 아기, 노인의 한탄, 모든 희극 또는 비극을 되풀이한다. 마치 바다 괴수의 노래처럼 과거를 그리워하는 영혼들을 무의식적으로 유혹한다."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분은 민간을 소재로 하는 내용이다. 본편은 신비로운 산속 선령의 이야기이다\n-산령-\n리월의 산림에는 수많은 주인 없는 선령들이 떠다닌다. 이 빛을 발산하는 생령들은 산림의 안개 속이나 오래된 폐허, 버려진 마을 안에서 평생 배회한다. 이들은 「신의 눈」을 가진 여행자를 아주 오래전에 숨겨진 보물상자나 정교한 고대 기계장치가 있는 장소로 데려간다.\n리월 사람들은 이 소리 없는 작은 생령들을 길조의 상징으로 죽은 선인이나 이름을 남기지 못한 선량한 마신의 영혼이라고 한다. 또 어떤 이들은 선령은 가족을 잃은 이들이 산에 남긴 목소리로 고독한 여행자에게 돌아가는 길을 안내하고 있는 것이라고 한다.\n리월의 향촌에는 오래된 전설이 전해내려 오고 있다: 산속을 배회하는 선령들은 과거 수많은 선인들보다 더 오래된 존재로 아름다운 형체와 위대한 지혜를 보유하고 있었다. 그들이 산림을 돌아다니고 오래된 성을 산책하던 시기는 암왕제군과 수많은 마신들이 싸웠던 시대보다 더 오래됐다고 한다.\n어느 떠올릴 수 없는 시기에 선령의 선조들은 밖에서 온 여행자와 만나게 됐고 달의 궁전 세 자매를 증인으로 굳건한 맹세를 맺었다고 한다. 그리고 불과 30일 후 재앙이 일어나 선령과 연인은 흉악한 재앙이 그들의 발걸음을 잡기 전까지 하늘이 무너지고 땅이 꺼지는 천지 사이를 헤맸다. 냉혹한 처벌은 그들로 하여금 영원히 헤어지게 했고 심지어 기억조차도 갈가리 찢어지게 만들었다.\n사랑하는 이와 결별하게 된 아름다운 선령과 자매들은 나날이 수척해졌고 아름다웠던 형체조차도 찢기게 됐다. 그들은 산림과 유적으로 흩어지며 작은 생령이 되었고 수많은 것들을 잊어버리게 된다. 그들은 자신의 목소리와 지혜를 잃었으나 여전히 슬픈 노래를 부르고 있다. 이들은 헤어진 연인과의 그리움을 간직한 채 산림에 들어선 나그네를 인도하며 과거의 폐허와 오래전에 봉인된 화장함 혹은 해독할 수 없는 시문을 빌려 머나먼 과거의 이야기를 추억한다.\n물론 이것들은 전부 기이한 전설로 리월 향촌에서 암왕제군이 나타나기도 전의 아주 오래된 시대에 대한 환상이기에 신빙성이 떨어진다. 그러나 산림을 떠도는 슬픈 선령이 대체 무엇인지에 대해서는 아직도 의견이 분분하다."
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분 토속적인 내용을 소재로 한다. 본편은 신수 「기린」과 인간의 역사가 기록되어 있다\n—기린—\n리월의 전설에서 기린은 고귀하고 인자한 신수이다. 기린은 산림에서 나타나고 이슬과 별빛이 어우러지는 밤에만 배회하며 맑은 이슬과 씁쓸한 향초만을 먹는다.\n기린은 상냥한 신수로 우아함과 고귀함이 피에 흐르고 있다. 기린은 조그만 벌레를 밟지도 풀잎을 꺽지도 않는 등 살아있는 생물을 해하지 않는다고 한다. 사람들은 기린의 습관과 행동이 모두 수 천 년 동안 변하지 않은 고대의 고상한 예를 따르고 있기 때문이라고 한다.\n마신이 혼전을 벌이던 시대가 끝난 뒤 수많은 선인들은 인간의 북적거림을 적응하지 못하고 암왕제군의 안배에 따라 죽림과 뭇 산에 은거한다. 더 이상 인간 세상을 간섭하지 않게 된 선인들은 자연을 만끽하며 평생을 즐겼다.\n하지만 또 다른 신수들은 천년의 협력 속에서 인간과 두터운 우정을 쌓아 인간계에서 암왕제군의 의지를 관철하며 선력과 자비로 인간의 성을 지키겠다고 결심했다. 그들은 산야나 마을에 숨거나 번화한 거리를 거닐며 인간들과 함께 생활하면서 서로 결합하여 리월항에 곳곳에 독특한 혈통을 남기게 됐다.\n민간에 떠도는 소문에 의하면 수천 년 전에 우아한 기린 일족 중에는 이미 하등한 인간을 사랑했던 이가 있었다고 한다.\n수천 년 전 미개했던 시대의 사람들은 연잎을 옷으로 삼고 월계수잎으로 치장했다고 한다.\n어느 날 밤 한 약초꾼이 산속 연못에서 목욕을 하고 있을 때 우연히 근처를 지나가던 기린이 약초꾼이 벗어둔 옷을 물어뜯었다. 이 어린 신수는 인간의 수치와 욕망을 알지 못했고 신수가 속세에서 해야 할 도리도 배우지 못했다.\n자신의 경솔한 행동을 보상하고 또 선인의 외모로 빈약한 인간이 놀라지 않게 하고자 그녀는 인간의 모습으로 변신했고 보름달이 연못을 비출 때 약초꾼 앞에 모습을 드러냈다.\n어린 신수는 인간의 수치와 욕망을 알지 못했다. 차가운 달빛 아래 반딧불이 산림을 밝혔고 그녀는 이슬과 달빛을 옷으로 삼아 인간과 함께 헤엄쳤고 꽃과 고요한 죽림 사이를 노닐며 그에게 선인들의 동굴을 소개하고 새와 짐승의 말을 해석해 줬다. 그리고 고요한 밤벌레 울음소리 속에서 잠을 자며 함께 오랜 꿈에 빠져들었다…\n아침 햇살이 약초꾼의 얼굴을 비추며 그를 깨운다. 그가 눈을 떴을 땐 고귀한 신수는 벌써 사라졌었다.\n이후 이 이야기는 사람들 사이에서 의견이 분분했다. 어떤 이는 훗날 어느 날 밤 기린이 대나무 바구니를 약초꾼 집 앞에 놓은 뒤 달빛과 안개 사이로 사라졌다. 약초꾼이 밖에 나와 이를 살펴보자 바구니 안에는 어린 아기가 잠들어 있었다고 한다.\n또 어떤 이는 기린은 그때부터 인간과 함께 살아가며 아이를 낳고 속세의 생활에 익숙해졌다고 한다…\n천 년도 더 지난 이야기의 진실이 어찌 됐든 우아한 신수는 오늘날에도 여전히 리월과 함께하며, 사람들 틈 속에 숨어서 암왕제군이 다시 부를 날을 기다리고 있다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "리월에서 전해 내려오는 여러 기괴한 전설 전집. 짧지만 사람들 입에 많이 오르내리는 알찬 일화들이 수록되어 있으며, 대부분 토속적인 내용을 소재로 한다. 본편은 「둔옥릉」이라 불리는 고대 유적에 대해 소개하고 있다\n——옥둔——\n리월 북서쪽 남천문 남쪽의 산골짜기에는 오래된 무너진 담벼락이 많이 솟아있다.\n리월 사람들은 그중 한 곳을 「둔옥릉」이라 부른다. 해당 유적은 마신이 혼전을 벌이던 시대 이전부터 존재했다고 한다.\n전해 내려오는 오래된 전설에 따르면 「둔옥」이라는 이름의 뜻은 「아름다운 옥이 도망친 곳」이라고 한다.\n아득히 먼 고대, 암왕제군도 아직 젊은 시절에 리월 서쪽의 황무지에 천성이 떨어진 적 있다. 천성이 추락하며 받은 충격으로 황무지는 거대하고 깊은 구멍으로 형태가 변하게 됐고 안에서 옥과 금이 끝없이 채굴됐다. 이는 이후 천 년에 걸쳐 리월의 광산업이 부흥하는 계기가 되었다.\n전해 내려오는 이야기에 따르면 무명의 별이 떨어졌을 때 파편 하나가 갈라져 나와 리사교 북쪽의 바위들 사이로 떨어졌다고 한다.\n모든 이들이 알다시피 말 없는 금석 안에는 영기와 정신이 깃들어 있다. 범인이 볼 수도 없고 이해할 수도 없는 고대에 그들은 그들만의 리듬으로 지맥의 꿈틀거림을 주시했다. 산과 샘의 울림에 따라 바위산이 천천히 움직이기 시작했다.\n그러나 하늘에서 떨어진 운석과는 다르다. 대지의 소박하고 단단한 암석에 비하면 이는 거만하고 조급한 성질을 지녔다.\n이후 지상의 수많은 마신과 군왕들은 하늘의 왕좌를 놓고 싸웠고 별하늘과 심연은 빛을 잃었으며, 비극과 악행이 산암과 흐르는 물의 호흡을 저지했다. 하늘에서 떨어진 별은 소란을 참지 못하여 층암거연의 만류에도 불구하고 높은 하늘로 달아났다.\n하늘에서 떨어진 미옥이 하늘로 돌아간 뒤 하늘에는 깊은 구덩이가 남게 됐다. 사람들은 여기에 견고한 도시와 요새를 건설하여 운석의 선물에 만족해하며 외부와의 왕래를 끊었다.\n수천 년의 시련과 격동 속에서 둔옥 골짜기의 단단한 성이 우뚝 솟았다. 해당 성은 500년 전만 해도 번영된 리월항과의 교류가 끊기지 않았다.\n하지만 어둠의 재앙이 심연에서부터 시작됨에 따라 둔옥의 주민들은 고대 도시를 폐쇄하고 고향을 등진 채 각지로 흩어졌다. 천년 동안의 혼란을 겪었던 선인과 야차조차도 이들이 고향을 봉쇄한 이유를 알 수 없었다.\n그리고 봉쇄된 성은 거대하고도 공허한 무덤으로 변하여 물과 바람 소리만이 남게 됐다. 때문에 리월 사람들은 이를 「둔옥릉」이라 부른다."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "절운 기문"
          }
        ]
      }
    ]
  }
}