{
  "epId": 2347,
  "name": "누군가의 일지",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002893,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "누군가의 일지"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "경책산장의 동동이 아끼는 편지. 그의 아버지가 쓴 편지 같다\n사랑하는 동동이에게,\n아빠가 출항한지 벌써 삼 개월이라니, 시간이 참 빠르구나. 아빠 보고싶니? 매일 잠은 잘 자니? 마을 어르신들 앞에서 말썽 피운 건 아니지? 아빠 금방 돌아간다. 아빠가 이나즈마에서 돌아가면 같이 「남십자」 거함을 보러 가자꾸나. 이번엔 아빠가 약속 꼭 지킬게.\n요광 해안 기억하니? 아빠가 거기서 엄청 많은 금사를 구했단다. 이제 돌아가면 맛있는 것도 많이 먹을 수 있고, 마을 방앗간에서 매일 두부를 만들어 먹을 수도 있어! 하지만 사실 아빠는 이 금사로 리월에 집을 사고 싶단다. 바다가 보이는 그런 집 말이야. 이건 아빠가 돌아가면 동동이가 결정하기로 하자, 알았지?\n참, 귀리 평원의 녹화 연못 맞은편에 엄청 높은 단애가 있는데, 거기에서 유적 가디언을 봤단다. 녀석은 거기에서 고개를 숙이고 가만히 앉아있는데, 천둥이 치고 비가 쏟아져도 꿈쩍 않더구나…. 그래서 관찰하다 보니까, 녀석이 자고 있단 걸 알았지! 그래서 아빠는 녀석을 타고 올라 그 거대한 머리를 힘껏 비틀었단다. 그랬더니 콰작콰작하다 쾅! 하곤 저기 낭떠러지로 떨어져서 박살이 나버리더구나. 아니었으면 너한테 이 전리품을 가져가 자랑했을 텐데.\n그리고 절운간도 있는데, 나중에 네가 크면 그곳에 데려가 주마. 그곳의 구름은 마치 바다 같고, 폭포는 경책 산장보다 백배는 멋진 데다, 산들 사이로 선인들의 거처가 보이는데, 그게 얼마나 장관인지 넌 상상할 수 없을 거다. 아빠는 전설 속 선인도 만났단다! 우리는 마주 앉아 차를 마시며 담소를 나눴지. 선인은 아빠한테 술병을 선물했는데, 한 번 불면 술이 마르지 않고 나오더구나. 하지만 넌 아직 술을 마시면 안 되니까, 네가 좀 더 자라면 이 보물들을 네게 주마.\n리월의 모험이 끝나면, 항구에서 「남십자」 거함을 타고 멀리 떠날 거란다. 새로운 목적지엔 기이한 풍경과 보물이 분명 엄청 많겠지, 어서 너에게 그것들을 알려주고 싶구나! 사랑하는 동동아, 항상 제때 자고, 단 거 많이 먹으면 안 되고, 말썽피우면 안 되고, 사람들과 친하게 지내고, 싸우면 안 된다. 아빠가 금방 돌아갈게.\n동동이에게 사랑하는 아빠가"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "누군가가 야외에 흘리고 간 일지. 요광 해안에서 발생한 불행한 일에 대해 서술하고 있다\n——요광 해안——\n또 안개다. 그 늙은 광부가 여기서 금사를 구했다는 말을 듣는 게 아니었는데. 벌써 퇴직한지 몇 십년은 된 노땅의 말을 믿은 내가 바보지! 이제 어쩌지, 안개 속에 금사는 고사하고 집으로 돌아가는 방향도 알 수 없다. 동동이가 밥은 잘 먹었는지 모르겠다.\n안개 속 어딘가 츄츄족의 소리가 들려온다. 소리가 나는 방향으로 가면 살 수 있을지도 모르겠다.\n얼마나 걸었을까, 안개는 여전하고 낮밤을 분간할 수 없다. 앞에 사람 그림자가 보이는 거 같은데? 바위 신이시여 제발 나를 보우하소서. 저쪽에 가면 살 수 있을지도 모른다! 그래, 가자.\n안개 속 사람들의 그림자가 어쩐지 이상해 이곳에 주둔했다. 이따 놈들이 떠나면 어떻게 갈지 정해야겠다. 어쩌면 돌아가는 게 나을지도\n젠장, 사방에서 츄츄족의 소리가 들려온다. 나는\n[일지의 내용은 여기까지다]"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "누군가가 야외에 흘리고 간 일지. 귀리 평원에서 발생한 불행한 일이 적혀있다\n——귀리 평원——\n정말 재수가 옴 붙었네!\n겨우겨우 추추족 주둔지를 벗어났더니, 이젠 귀리 평원 유적 가디언에게 쫓기냐! 비바람이 몰아쳐도 꿈쩍 않길래 이제 안 움직이는 줄 알았더니, 벼락 한 방 맞고 저렇게 움직일 줄 누가 알았겠냐고!\n난 반항 한 번 못하고 병아리처럼 놈에게 잡혀 벼랑 위에서 내동댕이쳐졌다…. 다행이 내가 굴러굴러 적시에 벼랑 아래 석굴로 숨었기에 망정이지, 아니었음 벌써 놈한테 조각조각 찢어지고, 또… 아이 뭐, 아무튼\n멀리 간 거 같은데… 귀가 안에 벌떼가 있는 것처럼 아직도 윙윙 거린다. 뼈가 두 군데 부러졌나, 팔도 말을 안 듣는다. 아직은 버틸 수 있을 거 같다…. 아마도. 벌써 나이도 한참인데, 더 노력하지 않으면 동동이와 애엄마를 어떻게 하겠냐고."
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "누군가가 야외에 흘리고 간 일지. 절운간에서의 모험 경험이 적혀있다\n——절운간——\n산 아래서 마음씨 착한 약초꾼을 만났다. 그가 내 뼈를 고쳐줬는데 아파 죽는 줄 알았다. 그가 말하길 유적 가디언에게서 생존한 행인들 중 나처럼 멀쩡한 사람은 거의 없다고 한다…. 이것도 운이 좋았던 거라고 할 수 있겠지.\n높은 곳에서 바라보면 원래도 인적이 드문 절운간은 안개에 뒤덮여있어서 내려다봐도 이 운해가 얼마나 깊은지 알 수 없다. 석림 깊은 곳에서 들려오는 요물인지 선수인지 알 수 없는 울음소리는 사람의 간담을 서늘하게 한다. 잘하면 여기서 양질의 호박 혹은 귀중한 약초를 캘 수 있지 않을까? 이전에 마을에서 나간 가난한 사람들이 모두 약초를 팔며 리월에 터전을 잡았다고 하니 나도 그렇게 될 수 있을 것이다.\n저녁 무렵에 큰비가 내려 암벽을 타고 오를 수가 없다. 가지고 온 밧줄과 등산용 곡괭이는 어디서 잃어버렸는지 알지도 못한다. 이상하네, 난 원래 이렇게 덜렁대지 않는데… 분명히 이 산의 요물이 농간을 부린 걸 거야! 어쩌면 여우…\n사오일 동안 고생하다가 드디어 쓸만한 약재를 구하고 돌아갈 준비를 했다. 원랜 조금만 더 탐색해보고 싶었지만 이곳은 너무 무섭다. 밤만 되면 숲에서 그림자가 내 뒤를 따라다니는 것 같고 사방팔방에서 들려오는 뭔지 모를 요물의 울음소리가 점점 가까워지고 있다.\n하산하는 길에 오래된 술병 하나를 주웠다. 샘물에다가 씻어보니 상태가 좋았다. 나중에 동동에게 이건 선인이 내게 준 병이라고 하면서 주면 분명 좋아할 거다."
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "누군가가 야외에 흘리고 간 일지. 리월항에서 겪은 일이 적혀있다\n——리월항——\n불복려에서 약재를 팔아 빚을 갚고도 돈이 좀 남았다. 이 정도 효율이라면 몇 년 뒤엔 리월에 내 명의의 집을 사서 동동과 함께 살 수 있을 것 같다. 그때면 동동도 학교에 다닐 나이니까, 딱이다.\n내가 젊었을 때 공부를 열심히 했다면 보물 사냥단의 불량배들을 알지 못했을 거고 아버지가 남긴 재산을 모두 탕진하지 않았겠지. 이런 사실이 떠오르자 동동에겐 꼭 최고 좋은 선생님을 찾아줘야만 훌륭한 친구들을 사귈 수 있으며, 아빠처럼 살지 않을 거라는 생각이 든다. 동동을 위해 아직 포기하면 안 되고 조금만 더 힘을 내야 한다.\n…말은 그렇지만 아직 부자가 되고 싶은 희망을 품고 「해취행」에서 운을 시험해봤다. 돈을 여기다가 낭비하긴 싫었는데… 주인장의 감언이설에 속아 돈을 모두 써버렸다. 운이 나쁘진 않았는지 괜찮은 품질의 옥석이 나오긴 했지만, 근데 이걸 위해 약초를 캐는데 사용할 낫과 통을 모두 저당잡혔다.\n이제 아무것도 없다. 도박에서 나온 보옥이 나쁘진 않지만 이런 건 잘 팔리지 않는다. 한탕 더 뛰어야 할 것 같다. 외국에 가서 운을 시험해 봐야지…. 남십자 함대에 찾아가면 북두 어르신이 날 받아주실까?\n갑판 청소만 해도 되니까 받아주면 좋을 텐데… 난 벌써 3일째 굶고 있다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "누군가가 야외에 흘리고 간 일지. 자신이 진렌섬에서 겪은 불행한 일이 적혀 있다\n——진렌섬——\n해적 배에서 작은 배 한 척을 훔쳐 3박 3일 동안 노를 저어 마침내 뭍에 올라왔다.\n이곳에서는 전설의 나루카미섬의 타카야마와 그 위에서 자라는 거대한 벚나무를 볼 수 있다. 달빛 아래서 유난히도 고요하고 부드러워 보이는 신성한 벚나무의 색채는… 고향 생각이 나게 한다.\n동동이 경책 산장에서 외롭지 않을지, 내가 이 먼 곳까지 와서 살길을 모색한 것이 과연 옳은 일인지 모르겠다. 나이가 드니까, 별생각이 떠오르는 것 같다.\n이 무인도에서 여기저기 둘러보다 채취한 이 보라색 참외. 떫고 맛도 없는 것이; 껍질까지 먹으면 이와 혀도 보라색으로 물들어 긴 시간이 지나야 물이 빠진다. 다음에는 삶아서 먹어봐야겠다.\n섬에 작은 야영지를 만들어, 내일 아침이 밝으면 남쪽으로 가야겠다… 해적들의 말에 의하면 이나즈마성이 거기 있다고 한다.\n도시에는 분명 많은 일자리가 있겠지, 차라리 모험이라는 얼빠진 생각을 버리고 이 나라에서 제대로 된 일을 찾는 것이 낫겠다. 돈을 모아 내 집이 생기면 동동이도 데려와 함께 살 수 있겠지.\n아무리 그래도 이곳 집값이 리월항 집값보단 싸니까."
          }
        ]
      }
    ]
  }
}