{
  "epId": 2349,
  "name": "연심주",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271273,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "가난한 집안의 해녀 심청은 생선을 팔다가 항상 차고 다니던 진주 목걸이를 잃어버렸다. 이때까지만 해도 그 진주 목걸이가 붉은 실의 연인을 찾아줄 거라고는 예상치 못한다…\n-제1절·어수연-\n남자: 범해\n여자: 심청\n노파: 장 할멈\n[제1장]\n(심청 등장)\n(읽기)\n심청: 조수가 산을 낮게 비추고 산들바람이 암초를 어루만지네.\n(방백)\n심청: 전 해녀 심청이에요. 어릴 때부터 부두에서 자랐고 올해로 16살이죠.\n심청: 하지만 부모님께서 나이가 들면서 내가 노를 이어 받아 물고기를 잡으며 살아가게 됐어요.\n(얼쑤)\n심청: 헤엄치는 물고기를 이렇게 그물로 잡아 살림에 보태고 있죠.\n(그물을 당긴다)\n(그렇지)\n심청: 매일 해와 달 아래에서 고생이죠. 춥고 배고픈 것도 자주 있는 일이구요.\n심청: 저도 값비싼 예쁜 옷들이 부럽긴 하지만, 이 팔찌 하나로도 충분히 만족하고 있어요.\n심청: 집을 꾸밀만한 장식품은 하나도 없어요. 지금은 그냥 돈 벌기도 바빠서요.\n(배를 줄에 묶고 뭍에 오른다)\n(잘 헌다)\n심청: 거리에 생선 팔러 갈 시간이네요.\n(심청 퇴장)\n[제2장]\n(심청 등장)\n(허이)\n심청: 생선 사세요. 싱싱한 생선 사세요.\n(장 할멈 바구니를 들고 등장)\n(지화자)\n장 할멈: 이 생선 좀 보소(물고기가 장 할멈에게 물을 튕긴다), 고놈 참 고약하네. 가져가서 국 끓어버려?\n장 할멈: 콜록콜록, 나 같은 할망구도 이래 되니 젊은 아가씨 같지 않어?\n(방백)\n심청: 아주머니, 성함이?\n장 할멈: 장 할멈이라고 불러. 난 이 거리에서 꽃 팔고 있지.\n장 할멈: 아가씨, 그렇게 작은 소리로는 날 어두워질 때까지 한 마리도 못 팔아.\n장 할멈: 젊고 이쁜 아가씨라 부끄러워서 큰 소리 못 내는 것 같은데, 체면이 밥 먹여주나?\n(심청이 고개를 숙인다)\n(방백)\n심청: 부끄럽네요.\n심청: 이런…어떡해…\n장 할멈: 무슨 일 있어?\n심청: 평소에 차고 다니던 팔찌가 안 보여요. 어떡하죠?\n(알록달록한 무대 의상을 입은 범해가 팔찌를 들고 입장)\n(얼씨구)\n범해: 산책을 나갔다가 황금빛 파도가 출렁이는 곳에서 팔찌를 주웠어요.\n(방백)\n범해: 소생은 범해라고 합니다. 부두일을 하며 살아가고 있죠. 여기 있는 형제들이 저를 수장으로 추대했습니다.\n범해: 오늘 팔찌 하나를 줍게 됐는데, 아마도 이 아가씨가 잃어버린 팔찌 같네요.\n범해: 돌려줄 싶은 마음은 굴뚝같지만, 잘못된 사람에게 주면 안 되죠.\n범해: 제가 가서 그녀의 팔목에 팔찌를 착용했던 흔적이 있나 없나 한번 살펴보죠.\n(절씨구)\n범해: 뙤약볕이 내리쬐고 뜨거운 바람이 부는 날에는 생선과 술이 제일 잘 어울리지요.\n심청: 손님, 이 생선은 아주 신선해서 모든 조리 방법을 다 사용할 수 있어요.\n범해: 흘호어는 아주 사나워서 한시도 가만히 있질 않죠.\n범해: 어디 가까이서 확인해 볼까요.\n(심청이 앞으로 간다)\n범해: 역시 진주는 미녀에게 어울리는 법.\n(그렇지)\n심청: 손님 말씀은 고맙지만, 조금 무리하셨네요.\n심청: 살구 같은 눈을 부릅뜨고 돌아보며 꾸짖는다.\n심청: 예의를 갖춰주세요.\n(방백)\n범해: 아가씨 침착하시죠. 소생은 방금 아가씨의 손에 팔찌를 착용한 흔적이 있는 걸 봤소이다.\n범해: 이 팔찌는 분명 아가씨 것 같군요. 이제 주인에게 돌아갔으니 아가씨도 더 이상 걱정하지 마세요.\n범해: 제 이름은 범…\n(범해가 입을 다물고는 돌아선다)\n범해: 소생은 이만 가봐야겠네요.\n(방백)\n심청: 잠시만요——\n(얼쑤)\n심청: 제가 영웅호걸을 오해하다니, 부끄럽네요.\n심청: 그분의 이름도 모르는데, 어떻게 하면 감사 인사를 전할 수 있을까?\n(방백)\n심청: 너무 창피해…\n장 할멈: 이게 인연이라는 게야. 좋은 아가씨는 좋은 남자를 만나기 마련이지."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "심청은 진주 목걸이를 찾아준 청년의 이름을 알아내지 못했다. 이미 떠나버린 그를 찾기 위해 장 할머니가 주신에게 방법을 알려준다…\n-제2절·순군첩-\n남자: 범해\n여자: 심청\n노파: 장 할멈\n축: 장삼, 이사, 왕어멈\n[제1장]\n(심청, 장 할멈 등장)\n(방백)\n심청: 요즘 기분이 안 좋아서 잠을 잘 못 자요.\n심청: 착한 일을 했던 그분을 잘못 오해했기 때문이겠죠?\n심청: 그분은 팔찌를 제게 돌려주려고 한 것뿐인데, 전 고맙다는 말도 이름도 묻지 않고 욕만 했잖아요.\n심청: 너무 부끄러워요. 은인을 찾고 싶은데, 이 넓은 항구에서 그분을 어떻게 찾아야 할까요?\n장 할멈: 이 할망구가 봤을 때 아가씨는 슬퍼할 필요도 고민할 필요도 없을 것 같어.\n심청: 네? 장 할머니 그게 무슨 말씀이세요?\n장 할멈: 팔찌를 주워준 사람을 찾는다는 대자보만 붙이면 되잖어. 모라도 지급한다고 하면 그 사람이 안 나타나겠어?\n(옳다구나)\n심청: 속설에——\n심청: 술은 사람의 얼굴을 붉게 하고 금전은 사람의 마음을 움직인다더니.\n(심청이 고개를 숙이고 걷는다)\n심청: 이 방법으로 은인을 찾고 싶긴 하지만, 정말 이걸로 나타날지 고민이에요.\n(방백)\n장 할멈: 우물쭈물거리지 말고 그냥 이렇게 혀!\n장 할멈: 이 할망구 한번 믿어봐. 손해 보는 일 없을 테니까.\n(심청, 장 할멈 퇴장)\n[제2장]\n(장삼, 이사, 왕이석 등장)\n(지화자)\n장삼: 난 장삼이야.\n이사: 난 이사야.\n왕이석: 난 왕이석이야.\n장삼: 저거 봤어? 보수 받으러 가자.\n이사: 저게 적혀있는 게 진짜 나라고?\n왕이석: 바보들이나 정직하게 말하는 거지.\n(방백)\n장삼: 형씨들, 전부 심청이라는 아가씨한테 모라 받으러 가는 거야?\n이사: 맞아.\n왕이석: 맞아.\n이사: 너도 심청 아가씨 비녀 주운 거야?\n왕이석: 내가 기억하기론 귀걸이를 잃어버렸다고 한 것 같은데?\n이사: 뭔 소리야! 비녀거든!\n장삼: 멍청아 향낭이야!\n왕이석: 됐다 됐어. 우리가 뭘 주웠던 안 주웠던 무슨 상관이야?\n장삼: 하하하하.\n이사: 하하하하.\n(장삼, 이사, 왕이석에서 심청으로 넘어온다)\n장삼: 아가씨 향낭은 나 장삼이 주웠는데. 사례는 준비됐겠지?\n이사: 꺼져. 전에 나 이사가 비녀를 돌려줬으니까. 사례는 내 거야.\n왕이석: 둘 다 닥쳐. 나 왕이석이 귀걸이를 돌려줬었으니까. 그건 내 거야!\n심청: 이게…아이고 머리 아파.\n심청: 전 여러분들을 뵌 적이 없어요. 만약 제가 진짜로 귀걸이, 향낭, 비녀 같은 걸 잃어버렸다면 내가 모를 리 있겠나요?\n장삼: 분명 물고기 판다고 바빠서 잊어버린 걸 거야. 그냥 나한테 주면 다 끝나.\n이사: 빨리 모라 내놔!\n왕이석: 안 주면 네 가게 전부 부수고 안 좋은 소문 내버린다!\n심청: 와~ 저 염치도 없는 것들은 또 어디서 온 거야.\n심청: 장 할머니. 할머니 말 따랐다가 어떻게 됐나 보세요.\n장 할멈: 아가씨 걱정 마. 내가 다 쫓아내줄 테니까.\n장 할멈: 여보게들!\n(장삼, 이사, 왕이석이 일제히 땅바닥에 주저앉는다)\n장 할멈: 이 할망구가 너희 같은 도둑놈들 잡는다고 일부러 가짜 대자보 붙인 거여!\n장 할멈: 너희가 가져온 건 전부 가짜야! 빨리 심청의 비녀, 귀걸이, 향낭 가져와!\n장 할멈: 안 가져오면…\n장삼: 안 가져오면 뭐?\n장 할멈: 진귀한 유리백합을 말려 만든 비녀, 상급 야박석으로 만든 귀걸이, 외국에서 구매한 향낭…\n장 할멈: 전부 배상해야지! 모라는? 빨리 모라 내놔!\n(장 할멈이 빗자루로 장삼, 이사, 왕이석을 때리며 내쫓는다)\n장삼: 아야!\n이사: 모라 필요 없으니까 때리지 마!\n왕이석: 어서 물건 주운 놈 찾아서 본때를 보여주자고!\n[제3장]\n(장삼이 범해를 데리고 등장)\n(방백)\n장삼: 도둑놈아! 네놈이 아가씨 물건 훔친 바람에 우리가 맞았잖아!\n범해: 나 범해는 도둑질 같은 추잡한 짓을 할 사람이 아냐. 어디 증거도 없이 함부로 몰아가는 거야.\n장삼: 이놈 봐라. 말 한번 잘하네. 나랑 같이 분실자 만나러 갈 자신 있어?\n범해: 누가 무서워할 줄 알고! 가면 가는 거지! 가서 내가 결백하다는 걸 보여주면 될 거 아냐.\n(장삼, 범해에서 심청으로 넘어온다)\n장삼: 물건을 잃어버린 건 이 심청 아가씨니까. 이번엔 무슨 핑계 대는지 보자.\n범해: 당신이었군요!\n(얼씨구)\n범해: 요전에는 아가씨가 갑자기 화를 내서 이를 설명할 시간이 없었소이다.\n(절씨구)\n범해: 아가씨 날 음해하지 마시죠. 나 범해는 부두에서 일하는 사람이오.\n범해: 난 성실하고 정직하게 살아가는 사람으로 아녀자의 장신구를 훔치는 취미 따윈 없소이다.\n범해: 귀찮은 일을 피하고자 팔찌를 줍자마자 바로 돌려줬소.\n(방백)\n심청: 범해라는 분이셨군요.\n심청: 장사님께 또 폐를 끼치게 됐습니다.\n심청: 제가 사과드립니다. 만약 용서받지 못한다면 재차 사과드립니다.\n(심청이 앞으로 가 범해에게 사과한다)\n심청: 장사님, 아까는 오해였어요. 사실…\n(범해가 고개를 돌린다)\n범해: 흥.\n(심청이 가볍게 웃고는 다시 앞으로 간다)\n심청: 사실 다른 사연이 있었어요.\n심청: 장사님께서 이름도 알려주시지 않으시고 가셨기 때문에 보답을 하려면 장사님을 찾아야 했죠.\n심청: 그래서 이 방법을 사용할 수밖에 없었는데, 지금 같은 사태가 발생한 건 모두 제 탓이에요.\n심청: 소녀 심청이 장사님께 사과하겠습니다.\n범해: 네?\n(얼쑤)\n범해: 억울해서 원망 했건만 설마 오해였을 줄이야.\n범해: 화를 가라앉히고 침착하게 얘기해야겠군.\n(방백)\n범해: 큼큼, 묻고 싶은 게 있소이다.\n범해: 이 일은 오해였다고 말씀하셨소만,\n범해: 팔찌를 찾아준 사람을 찾기 위해 붙인 글이 하마터면 저를 죄인 취급할 뻔한 게 맞소?\n심청: 네. 다시 한번 장사님께 사과드립니다.\n(범해가 심청을 바로 세운다)\n범해: 아가씨 그만 미안해하셔도 됩니다.\n범해: 저도 소리를 크게 질러 아가씨를 놀라게 한 점 사과드립니다.\n심청: 아니에요…\n(범해가 예를 표한다)\n장삼: 엥?! 왜 서로 고개 숙이고 자빠졌어? 모라를 주는 거야 마는 거야?\n장 할멈: 닥치고 있어. 두 사람이 얘기하는데 어디 네가 껴들어!\n장 할멈: 운근의 극을 관람하러 온 어르신들이랑 아가씨들은 네 헛소리 들으러 온 게 아니니까.\n장 할멈: 저쪽에나 가있어!\n(장 할멈, 장삼 퇴장)\n심청: 그러고 보니 전 매일 여기서 생선을 팔고 있습니다만, 왜 장사님을 뵌 적 없는 걸까요?\n범해: 저도 매일 여기를 지나 일하러 가나이다.\n범해: 어쩌면 사람이 많아 못 본 걸 수도 있지요. 인연이 닿는다면 내일이라도…\n심청: 그렇군요…내일도 여기서 기다릴게요."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "청년과 여인은 이렇게 서로를 알게 되고 감정이 깊어진 두 사람은 행복하게 살 일만 남았다. 하지만 여인의 미모를 질투한 악덕주가 평지풍파를 일으킨다…\n-제3절·이실주-\n남자: 범해\n여자: 심청\n노파: 장 할멈\n정: 오왕\n축: 오기, 오이\n[제1장]\n(심청, 범해 양쪽에서 등장)\n(읽기)\n범해: 이른 아침에는 개가 활기차게 짖고\n심청: 햇볕은 지붕에 서린 서리를 녹이네.\n(방백)\n범해: 혹시 심청 아가씨인가요?\n심청: 네, 범해 장사님이셨군요.\n(얼쑤)\n범해: 어젯밤 꿈속에서 가인을 만났소.\n심청: 헤어질 땐 슬펐지만 다시 만났답니다.\n함께: 소원이 이뤄졌네요.\n(방백, 한목소리로)\n심청: 장사님…\n범해: 아가씨…\n(방백)\n범해: 해가 바다 위에 떴고 부두 작업이 시작됐습니다. 전 이제 일하러 가봐야겠군요.\n범해: 심청 아가씨, 그럼 전 이만.\n(심청이 범해를 배웅한다. 범해가 멀리서 돌아본다. 심청이 고개를 숙여 인사하고 범해 퇴장. 심청이 손을 가슴에 얹는다.)\n(얼쑤)\n심청: 이별할 때가 되니 감정이 북받쳐 오르네요.\n(심청 퇴장)\n[제2장]\n(초록색 옷을 입은 오왕이 오기 오이와 함께 등장)\n(읽기)\n오왕: 내 이름은 오왕. 이 거리의 두목이지.\n오왕: 오늘은 심심해서 산책 좀 하러 나왔지.\n(방백)\n오왕: 오기, 오이!\n(동백)\n오기, 오이: 네!\n(방백)\n오왕: 지금 뭔가 색다른 걸 먹고 싶은데, 추천할 만한 거 있느냐?\n오기: 황금 새우볼은 어떠신지요?\n오왕: 생선과 고기는 질렸는데, 황금 새우볼은 나름 괜찮겠구나.\n오왕: 오이. 넌 식당에 가서 황금 새우볼 하나 주문해 놓거라.\n오이: 알겠습니다요!\n오왕: 잠깐. 검게 태워선 안 되고 황금색이 되도록 잘 튀겨야 하느니라.\n오이: 검게 태워선 절대 안 된다…기억하겠나이다.\n오왕: 그리고 새우볼의 크기도 비슷해야 하느니라. 크고 작은 게 섞이면 안 된다.\n오이: 크고 작은 게 섞이면 안 된다…알겠습니다요!\n오왕: 이제 됐다.\n오이: 그 밖에 더 필요하신 게 있으시면 언제든지 말씀해 주십시오.\n오이: 만약 그 가게가 형편없게 만든다면, 평소에 하던 대로——\n오기: 평소에 하던 대로?\n오이: 모라를 안 주면 그만 아니겠습니까?\n오왕: 이번에는 그럴 필요 없다. 저 생선 가게에 있는 아가씨 좀 보거라. 미인을 보고만 있어도 배가 부르는구나.\n(얼쑤)\n오왕: 일단 가서 가정 형편을 물어보자꾸나. 운이 좋으면 그녀를 얻을 수도 있으니.\n(오왕에서 심청으로 넘어온다)\n(방백)\n심청: 손님 생선 사러 오셨나요?\n오왕: 아, 맞소. 낭자는 어디서 왔고 부모님은 어디 계시나이까?\n심청: 전 어려서부터 부두에서 자랐어요. 부모님이 연로하셔서 전 가족을 부양하기 위해 여기서 생선을 팔고 있구요.\n심청: 손님 이건 왜 물으시나요?\n(고개를 돌리고 작게 말한다)\n오왕: 좋구나 좋아. 부모님이 곁에 없는 지금이 딱 좋은 기회구나.\n(다시 심청을 향해 고개를 돌린다)\n오왕: 낭자 혼인은 하셨나요?\n심청: 생계 때문에 아직 혼인은 하지 않았어요.\n심청: 제 혼인이랑 손님이 생선 사는 거랑 무슨 상관인가요?\n(고개를 돌리고 작게 말한다)\n오왕: 아주 좋군. 배우자도 없으니 납치해도 찾는 사람이 없겠어.\n(다시 심청을 향해 고개를 돌린다)\n오왕: 낭자 그럼 연인은 있소이까?\n(심청이 고개를 숙인 채 가만히 있다)\n(얼쑤)\n오왕: 고개를 숙이고 조용히 있는 걸 보니 연인도 없나 보군. 오왕의 나쁜 의도가 더욱 강해진다——\n오왕: 얘들아 와서 이 가인을 납치하자꾸나! 오늘은 술 마시기 아주 좋은 날이로다.\n(오왕, 오기, 오이가 심청을 끌고 퇴장)\n[제3장]\n(장 할멈 등장)\n(방백)\n장 할멈: 여러분, 운근의 극을 많이 보신 분들은 앞으로 어떻게 진행될지 아마 예상할 수 있을 겁니다.\n장 할멈: 이제 어쩌겠나요? 그냥 싸움을 피할 수 없을 뿐이지.\n장 할멈: 대영웅이 탄생하기 위해선 그를 자극하는 계기가 있어야죠——\n장 할멈: 예를 들어 사악한 마수가 세상을 어지럽히거나 혹은 정세가 변하며 혼란 속에서 영웅이 탄생하는 것이죠.\n장 할멈: 영웅적 기개로 큰 업적을 이룬다면 청사에 이름을 남길 수 있겠죠. 하지만 피하게 된다면…\n장 할멈: 당신이 장해인지 왕해인지 아니면 범해인지 누가 기억하겠습니까.\n장 할멈: 더군다나 우리 같이 평범한 사람들에겐 영웅이 미녀를 구하는 이야기가 인기 인기죠.\n장 할멈: 그럼 이제 범해가 어떤 반응을 보일지 확인해 보실까요?\n(범해 등장)\n(방백)\n장 할멈: 어이쿠! 왜 이제 오는 겨!\n장 할멈: 심청이가 양아치 오왕한테 잡혀갔구먼!\n(절씨구)\n범해: 안——돼——\n범해: 어르신의 경악한 소리에 무슨 일인지 궁금했건만, 이런 사건이 일어났을 줄이야.\n범해: 악당들은 살인을 마음대로 저지르는데, 만약 제가 간다면…\n범해: 살아 돌아오지 못할 수도 있소이다.\n(장 할멈이 팔찌를 범해에게 건넨다)\n장 할멈: 범 씨, 그럼 어떻게 해야 하는 겨?\n(절씨구)\n범해: 팔찌를 본 순간 결심했소이다——\n범해: 가냘픈 여성이 어떻게 악당을 이길 수 있겠소.\n범해: 팔찌를 쥐고 검을 뽑는다. 오왕이란 놈을 혼쭐 내주고 말겠소!\n(범해, 장 할멈 퇴장)"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "사랑하는 연인을 구하기 위해 청년은 위험을 무릅쓰며 호랑이 굴로 들어갔고, 반대편엔 그녀가 필사적으로 버티고 있다…\n—제4절·조촉등—\n남자역: 범해\n여자역: 심청\n무축: 오왕\n[제1장]\n(범해가 옷을 듣 채로 왼쪽에서 등장, 심청은 오른쪽에 홀로 앉아있다)\n(얼쑤)\n범해: 백주대낮에 도적놈이 여인을 납치하니 그녀를 사모하는 나는 초조하고 두렵구나.\n범해: 도리와 법을 벗어던지고 나 범해가 검집에서 용천을 뽑는다면 분명 피를 보게 되리.\n범해: 그럼 가지.\n(범해가 채찍을 쥔 모습에서 오 씨 산채로 바뀐다)\n(방백)\n범해: 말을 타고 이곳에 오니 담 너머로 왁자지껄한 소리가 들리는구나.\n범해: 분명 이곳이 그 도적들의 소굴이 분명하렸다.\n범해: 심청 아가씨를 구하려면 반드시 도적 소굴에 들어가서 자세히 찾아봐야 돼.\n범해: 그래, 바로 이 계획이야.\n(범해가 담을 넘어가며 퇴장)\n(두둥탁)\n심청: 방안에는 촛불만이 쓸쓸히 켜져 있고 문밖에는 승냥이 같은 자들로 가득하니.\n심청: 이런 일을 겪게 될 줄 누가 알았고 도적 소굴에서 또 어떻게 빠져나가야 할까?\n[제2장]\n(오왕이 술에 취한 채 오른쪽에서 문을 열며 등장)\n(읽기)\n오왕: 내 불같은 성질은 신선조차도 한수 접어줄 정도지.\n(방백)\n오왕: 하하하, 낮에 한 명 납치했기 때문이지. 껄껄껄.\n오왕: 동그란 눈의 어여쁜 낭자를.\n오왕: 사람들과 술을 즐겁게 마셨으니 이제 낭자의 얼굴이나 좀 봐야겠군.\n(얼씨구)\n심청: 멍청한 날강도 놈이 취태를 부리니 급하게 촛농이 흐르는 촛대를 잡아들 수밖에.\n(방백)\n심청: 다가오지 마.\n(오왕과 심청이 엎치락뒤치락하다 심청이 촛대로 오왕을 맞춘다. 오왕이 쓰러지고 심청이 주저앉는다)\n(절씨구)\n심청: 아무렇게나 휘둘렀는데 맞아서 다행이야. 비틀비틀 문을 열고 도망쳐야지.\n(방백)\n심청: 밝혀진 등불 하나 없이 이렇게 어둡다니?\n심청: 등불을 가지러——\n심청: 잠깐, 만약 도적의 졸개들에게 잡힌다면 목숨을 부지할 수 없겠지.\n심청: 이 불 꺼진 촛대를 가지고 어둠 속을 천천히 더듬으면서 가는 게 좋겠어.\n심청: 그래, 바로 이 계획이야."
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "한밤중 까마득한 도적의 소굴에서 악당과 청년 그리고 그녀는 서로를 찾아 헤매고, 그들의 위험한 오해가 펼쳐진다…\n-제5절·쌍주환-\n남자: 범해\n여자: 심청\n무축: 오왕\n[제1장]\n(범해가 왼쪽에서 등장, 심청이 오른쪽에서 등장, 오왕이 눈을 감고 누워있다)\n(두 사람이 오 씨 산채의 안채에서 어둠 속을 더듬거리며 전진한다)\n(두 사람이 어둠 속에서 손을 뻗다가 상대방을 만진다. 상대방이 누군지 몰라 서로 깜짝 놀란다)\n(오왕이 깨어난다)\n(방백)\n오왕: 그 낭자도 나처럼 불같은 성격이군. 감히 촛대로 나 오왕에게 상처를 내다니.\n오왕: 주위를 둘러봐도 안 보이는 걸 보니 안채로 도망갔나 보군.\n오왕: 흥, 밤이 늦어서 대문은 이미 잠겨있지.\n오왕: 담을 넘지 않는다면 나갈 방법은 없지. 그 낭자는 절대 도망 못 가.\n(오왕이 몸을 돌려 안채로 들어선다)\n(방백)\n오왕: 헛, 멍청한 놈들. 고삐 풀릴 때까지 술 마신다고 등불 밝히는 것도 잊어버리다니.\n오왕: 우선 등불을 밝히고 그 낭자를 찾아야겠어.\n(오왕이 어둠 속을 더듬거리다 범해의 발을 밟는다. 오왕과 범해 모두 깜짝 놀라 발을 뺀다)\n오왕: 낭자 여기 있었구려. 하하하.\n(오왕이 두팔 을 벌리고 범해에게 뛰어든다. 범해가 피해며 두 사람이 엎치락뒤치락하고 심청은 구석에 몸을 웅크린다)\n(오왕이 결국 범해를 끌어안는다)\n오왕: 하하하, 잡았다.\n(방백)\n오왕: 응? 낭자 잠깐 못 봤는데, 허리가 왜 이렇게 굵어졌소?\n범해: 날이 추워서 두꺼운 옷을 껴입었어요.\n오왕: 음, 확실히 날이 추워졌으니 옷을 껴입어야지.\n오왕: 그럼 키는 왜 이렇게 커진 것이오?\n범해: 무대에 올라 연극을 해야 해서 굽이 높은 신을 신었어요.\n오왕: 음, 고생하는구려.\n오왕: 그럼 손은 왜 이렇게 거칠어진 게요?\n범해: 그건——이리 가까이 와보세요.\n오왕: 음, 지금 가까이 가겠소.\n(범해가 검으로 오왕을 찌른다)\n범해: 보검을 쥐고 네 목숨을 거두기 위해서지.\n(오왕이 칼에 찔려 쓰러진다)\n[제2장]\n(방백)\n범해: 퉤! 음탕한 도적 놈. 이건 혼백 가르기라는 초식이다.\n심청: 혹시 범해 낭군이신가요?\n범해: 이 목소리는 혹시 심청 낭자?\n(심청과 범해가 손을 뻗어 서로를 만진다)\n심청: 범해 낭군님!\n범해: 고생 많았소.\n범해: 그 악당은 제 칼에 쓰러졌습니다. 이제 그 부하들만 남았소.\n범해: 두목을 잃었으니 뿔뿔히 흩어질 게 분명하오.\n범해: 낭자 내가 문을 부술 테니 걱정마세요.\n(범해가 문을 부순다)\n심청: 낭군님이 구해주지 않으셨다면 이 심청이는 목숨은 부지할 수 없었을 거예요.\n(얼쑤)\n심청: 소중한 내 맘 그대에게 맡기네.\n범해: 그대와 함께라면 바람 타고 어디든 가리.\n범해: 밝은 달빛 그대를 닮은 꽃을 비추고.\n심청: 그 약속 고개를 숙였을 때 이미 승낙되었네.\n—끝—"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "연심주"
          }
        ]
      }
    ]
  }
}