{
  "epId": 2350,
  "name": "취객 일화",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002891,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "취객 일화"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드에서 전해 내려오는 취객의 이야기 중 하나. 늑대의 숲에 잘못 들어간 취객과 배고픈 외톨이 늑대의 이야기\n민들레주의 나라에서는 허풍과 소문이 취기를 타고 퍼진다.\n술 취한 사람들 사이에서 과장된 전설은 더 멀리 퍼지기도 한다. 술에 취해 내뱉은 헛소리와 비틀거리는 걸음걸이는 멍청해 보이기도 하지만 재밌다.\n과거 어떤 시절에 몬드에는 유명한 주정뱅이가 한 명 있었다고 한다. 그는 사냥 금지 시기에 접어든 샘물 마을 사냥꾼 같았다. 그는 주량이 뛰어났지만 매번 만취할 때까지 마셨다. 그리고 가진 돈을 다 써버리기 전에 술집을 나서는 일은 결코 없었다고 한다.\n어느 날 밤, 주정뱅이는 술을 다 마시고 집에 돌아가던 길에 늑대의 숲으로 길을 잘못 들고 만다.\n오늘날의 울프 영지는 왕랑의 영토로 이성이 있는 사람들은 이 숲의 살기 넘치는 분위기에 놀란다. 늙은 사냥꾼들의 말에 따르면 그건 북풍의 왕랑이 늑대들의 혼령을 모아 외지인이 그들의 영토에 침입하는 걸 막기 때문이라고 한다.\n하지만 그 머나먼 옛날 시대는 늑대 무리의 영주가 아직 북풍을 따라 그 숲에 강림하여 늑대들의 질서와 평화를 가져다주지 않았던 시절이었다. 그 숲은 야생 늑대들이 싸우던 곳으로 그곳은 나무 그늘 사이에 숨겨져 있는 그들의 피로 얼룩진 유희의 장소였다.\n몬드성의 유명한 주정뱅이가 이런 늑대의 숲에 들어가게 됐다.\n어두운 나무 그림자 속에서 주정뱅이는 길을 방해하는 덩굴과 짜증 나는 나뭇가지들을 무시한 채 비틀거리며 나아갔다.\n얼마 지나지 않아 초록빛 눈이 그를 응시했다.\n그건 늑대였다. 늑대는 주정뱅이를 조용히 쫓으며 속으로 중얼거렸다:\n「수상하다, 수상해!」\n수백 년 동안 늑대의 숲에 들어오는 사람은 한 명도 없었다. 완전히 무장한 기사든, 해진 옷을 입은 탈주범이든. 그리고 오만방자하기 그지없는 귀족들도 야만스러운 늑대 무리를 화나게 만들어 자신의 영토에 피해가 갈까 봐 노예를 이 숲에 유배시키기를 거부했다.\n「그런데도 이 녀석 혼자 여기까지 들어오다니, 정말 수상해!」\n늑대는 그렇게 중얼거리며 주정뱅이의 술 냄새를 참으면서 그를 뒤쫓았다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드에서 전해 내려오는 취객의 이야기 중 하나. 배고픈 외톨이 늑대와 취객이 만나는 이야기\n모두 알다시피 늑대의 후각은 사람보다 천만 배 이상 민감하다.\n사냥감을 쫓던 늑대는 짙은 술기운에 질식하기 일보 직전이었고 초록색의 두 눈에는 눈물이 가득 서려 있었다.\n「흠…」\n들판에서 태어나 숲에서 자란 늑대는 한 번도 인간의 문명을 접해 본 적 없었다. 간혹 시드르 호수 너머로 은은한 술 향기가 풍겨오긴 하지만 이러한 냄새가 인간에게는 뭘 뜻하는 건지 이해할 수 없었다.\n「이 녀석 어쩌면 족제비와 같은 종일 지도 몰라. 벌써 나를 발견하고 살려고 방귀를 뀌는 거야!」\n늑대는 이렇게 생각하고는 술 냄새를 참으며 속도를 높였고 주정뱅이 옆의 그림자에 숨어 그를 관찰했다.\n늑대는 아주 신중한 맹수이나 술에 취한 사람은 아니다.\n술은 머리를 어지럽게 하고 때때로 주변의 미세한 변화를 바로 알아차릴 수 있도록 감각을 깨우기도 한다.\n어떻게 인지는 모르지만 주정뱅이는 자신을 계속 쫓아오는 늑대를 발견했다.\n어쩌면 술기운에 취해 머리가 어지러워진 늑대가 솔잎을 밟으며 소리를 내어 사냥감에게 정체를 들킨 것일지도 모른다.\n「넌 누구야, 너도 화장실 찾고 있는 거야?」\n주정뱅이가 게슴츠레한 눈을 비비며 물었다.\n「인간, 넌 누구지? 왜 몸에서 이런 독한 냄새가 나는 거지!」\n늑대가 코를 벌름거리고 이를 갈며 위협적으로 답했다.\n늑대의 쉰 목소리를 들은 주정뱅이는 두려움보다는 흥미를 느꼈다:\n「어이, 친구. 내가 왜 널 화나게 한 건진 모르겠지만… 그래도 우리 몬드 사람들은 술을 마시며 무료함을 달래는 전통이 있거든. 오늘 달도 밝겠다 내가 이야기 하나 들려줄게」\n주정뱅이는 말을 마치고 트림을 했다.\n늑대는 원래 이 주정뱅이 말을 무시한 채 주정뱅이의 목을 단숨에 물어뜯으려고 했다.\n하지만 코를 찌르는 술 냄새에 입맛이 떨어져 어쩔 수 없이 대답을 하게 됐다.\n「흥! 내가 그렇게 배가 고픈 것도 아니고… 네가 지껄이는 잡소리나 한번 들어보지」\n주정뱅이가 기지개를 켜자 민들레 씨앗이 날아올랐다.\n그리고 주정뱅이는 이야기를 시작했다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드에서 전해 내려오는 취객의 이야기 중 하나. 취객이 외톨이 늑대에게 아주 오래 전 이야기를 들려주는 내용\n아주 먼 황무지에 늑대 한 마리가 떠돌아다녔다.\n그 늑대는 과거엔 늑대의 왕으로 자신의 무리를 이끌고 보금자리를 찾아다니며 사냥과 전투를 계속했었고 그때의 삶은 그의 몸에 수많은 흉터를 남겼다.\n늑대는 자신의 무리를 이끌고 들판을 가로지르고 오래된 궁전 폐허를 지나 마수와 선령의 영지를 통과했다.\n황무지는 잔혹하기 그지없었고 왕랑이 점점 늙어감에 따라 무리도 점점 뿔뿔이 흩어졌고 오랜 시간이 지난 뒤 무리엔 오직 늙은 늑대만이 홀로 남게 됐다.\n전설에 따르면 황무지는 신이 없는 대지로 오직 오래된 마신이 남긴 망령의 잔해와 과거 선령이 살았던 텅 빈 궁전만이 남아있다. 고독한 늙은 늑대가 회색 궁전을 지날 때 음악 소리가 그의 귓가에 들려왔다.\n「이렇게 듣기 좋은 새소리와 벌레 소리를 들어본 적 없어. 심지어 배고픔의 고통까지 잊게 해주다니」\n늑대는 회색 홀로 걸음을 옮겼고 무성하게 자란 잡초를 밟고 부서진 석관을 지나자 석관의 옛 주인의 초상화가 뚜렷하게 보였다.\n실내에 들어선 늑대는 연주를 하고 있던 소녀와 만나게 된다.\n그녀는 재처럼 창백한 피부에 눈을 감고 있었으며, 가늘고 긴 손가락으로 류트를 켜며 오래전에 잊힌 슬픈 곡을 연주하고 있었다.\n늑대는 창백한 소녀 앞에 앉았고 잠시나마 갈증과 고독을 잊은 채 소녀의 소리 없는 노래에 조용히 귀를 기울였다.\n「옛날 가을밤의 매미 소리는 추방자의 노래이자 인류 최초의 노래요」\n「그들은 모든 형과 신이 머물던 고향을 잃고 오직 노래와 추억만이 남았네」\n「최후의 노래하는 자는 최초의 선령으로 천사의 홀에 앉아 피날레를 연주했네」\n숲에서 놀던 작은 요정도 그녀의 노래에 끌려 경의를 표했다.\n「그건 무슨 노래야?」\n늑대는 당황하면서 그녀에게 물었다. 늑대는 단어 하나하나, 음 하나하나를 알아들었지만, 그녀의 언어는 다른 어떠한 생명들과도 다른 한 번도 들어보지 못한 것이었다.\n「선령의 노래야」\n창백한 소녀가 가볍게 답했다.\n「아주 오랜 옛날, 이건 우리가 미개한 인간을 위해 만든 노래야. 하지만 지금은 우리 자신의 운명을 한탄하는 데만 사용되고 있어」\n그리하여 늑대는 소녀의 멜로디를 따라 어설프게 호응하기 시작했다.\n늑대의 소리는 처량했고 슬픔으로 가득했다.\n「무슨 노래 부르는 거야?」\n창백한 소녀가 물었고\n「이건 우리 노래야」\n늑대가 답했다.\n「진짜 이상해」\n소녀는 류트를 쓰다듬으며 가차 없이 평가했다.\n「그래도 나랑 같이 노래 불러도 돼」\n늑대와 소녀의 합창이 허름한 궁전의 홀에 울려 퍼졌고 지금도 그 땅을 지나는 모험가들은 특이하지만 어울리는 음률이 울려 퍼지는 걸 들을 수 있다고 한다.\n「이게 다야?」\n늑대는 살짝 실망한 듯 입술을 핥았다.\n「차라리 내가 한번 얘기해 볼게」\n늑대는 목을 가다듬고 자기 이야기를 시작했다——"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "몬드에서 전해 내려오는 취객의 이야기 중 하나. 외톨이 늑대가 취객에게 술과 늑대에 관한 이야기를 들려주는 내용\n몬드 최초의 술은 북풍이 휘몰아치던 시절에 빚어진 것이라고 한다.\n서리 제왕들이 다투던 시대에 얼음 폭풍 속에서 힘겹게 살아가던 선조들은 동상의 고통을 피하고 서리에 대항할 용기를 얻기 위해 야생 과일과 곡식으로 술을 빚었다. 그때는 몬드 전체가 눈으로 덮여 민들레조차 자라지 않던 시절이었다.\n몬드에서 술을 처음 발명한 사람은 덜렁이였다.\n부락이 빙설에 갇혔을 때 덜렁이는 부족의 식량을 관리하고 있었다.\n천지가 눈으로 덮였다지만 간혹 추위를 견디는 작은 동물들이 구덩이를 파고 땅에서 튀어나와 굴 안의 식량을 훔쳐 먹었다. 그래서 부족에는 늘 식량을 저장한 동굴을 순찰하고 쥐가 판 구멍을 막는 사람, 그리고 식량을 훔치는 쥐를 잡아 부족의 식량을 더해줄 사람이 필요했다.\n그 시절엔 습기 가득한 동굴을 세심하게 신경을 써야 했다. 살짝만 소홀히 해도 상당수의 식량이 변질되거나 썩었다. 하지만 숨어있던 작은 생령이 사람에게 장난을 칠 때도 간혹 있었다.\n덜렁이가 또 한 번 관리를 소홀히 할 때 바람의 정령이 여우의 모습으로 둔갑해 과일이 쌓여 있는 곳에 숨어든 뒤 효모를 생성하여 과일을 발효시켰다.\n배가 고팠던 덜렁이는 과일을 먹으러 와서 발효가 된 과일의 진한 향기에 취하게 됐다. 그래서 짐승 가죽으로 이를 짠 것이 지금의 술이 됐다.\n설원에서 술을 발명한 덜렁이는 최초의 주정뱅이이자 술에 취해 잠에 들어 꿈을 꾼 최초의 인간이기도 했다.\n첫 번째 꿈에서 그는 고독한 늑대가 되었다. 오랜 세월이 흘렀거나 아주 오래전의 어떤 시대에 그는 다른 무리와 피 터지게 싸웠고 눈보라 속에서 먹을 것을 두고 인간과 싸우다 또 최초의 선령과 만나게 된다.\n모여 살던 사람과 늑대는 외로움을 견딜 수 없었다. 그리고 새로 빚은 술은 그들의 꿈을 연결시켜주었다.\n그러나 그들이 꿈을 대하는 태도는 완전히 달랐다.\n시련을 겪은 인간은 늑대가 뛰어다니는 황야로 향했다. 늑대는 인간의 욕망이 두려웠다. 인간들이 어째서 위험한 환각에 빠져서 희망을 찾는지 이해할 수 없었다.\n늑대를 더욱 두렵게 했던 건, 인간의 꿈속에서 더 이상 자신이 어떤 늑대인지, 아니면 늑대의 영혼을 지닌 인간인지 분간할 수 없었던 점이었다.\n그리하여 늑대는 인간이 만든 독약인 술의 유혹을 멀리하기로 맹세했다.\n늑대는 바람의 백성이 아니고, 그들의 고향에는 술과 목가가 없기 때문이었다. 늑대는 인간의 영역에서 멀어져 술냄새가 풍기지 않는 황야와 숲에 자리를 잡았다.\n「이게 바로 너희가 술이라고 부르는 것과 늑대의 기원이지」\n늑대는 우쭐대며 술에 취한 사내에게 말했다.\n그런데 사내는 푹신푹신한 솔잎 침대에 누워 단잠에 빠져 있었다.\n늑대는 콧김을 뿜으며 술에 떡이 된 사내를 내버려두고 혼자 떠났다."
          }
        ]
      }
    ]
  }
}