{
  "epId": 2351,
  "name": "멧돼지 공주",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673271272,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "아주 먼 옛날, 숲의 왕국에는 어떤 기묘한 일들이 있었을까?\n《멧돼지 공주》, 제1권. 우정과 사랑, 생사에 대한 동화가 펼쳐진다\n옛날에 대지의 초목과 짐승마다 자신만의 왕국이 있었다고 한다.\n그때 현재 몬드성이 있는 곳은 멧돼지가 뛰어놀던 숲이었다.\n멧돼지 왕국이 바로 이 숲에 위치했고, 왕국은 멧돼지 국왕의 통치로 풍요롭고 행복했다.\n국왕에게는 귀여운 어린 공주가 하나 있었다. 그녀는 숲에서 가장 어여쁜 코와 가장 흰 송곳니, 가장 부드러운 털을 지녔다.\n공주는 아름답고 선량했다. 매일 가장 달고 즙이 많은 과일을 백성들에게 나눠주었다.\n공주는 새콤달콤한 산딸기, 사각사각한 사과, 신선한 버섯 모두 먼저 주변에 양보했다.\n왕국의 모든 멧돼지는 그들의 국왕과 공주를 깊이 사랑했다. 그들은 매일 이렇게 찬양했다.\n「꿀~ 꿀~ 우리의 국왕님을 축복하네. 그분이 계셔야만 맛난 과즙을 먹는다네~꾸울」\n「꿀~ 꿀~ 인자한 바람의 신께 감사드리네. 이러게 어여쁘고 어진 공주님을 주셨으니~」\n[이 페이지 한쪽에 작은 글씨가 적혀있다: 「아빵, 매일 빰 사탕 않 먹고 얌저니 기도를 올리면 메돼지가 될 수 잇나요? 전 메돼지가 되고 시퍼요. 마시쓰니까요」]"
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "생명이 살지 않는 빙하 설원, 온유한 바람의 신조차 발걸음 하지 않는 땅에 홀로 살아가는 자가?\n《멧돼지 공주》, 제2권. 빙하 설원에서 계속된다\n멧돼지 숲 북쪽에는 차가운 얼어붙은 평원이 있었다.\n그 당시 개구쟁인 바르바토스는 노는데 정신이 팔려 그곳까지는 가지 않았다. 그래서 그곳은 눈과 얼음으로 뒤덮여 있었다.\n그 땅을 밟는 생명체는 모두 추워서 발을 동동 굴렀다.\n「아이고, 너무 춥다. 족발이 얼어서 다 갈라졌네~꿀!」\n가장 용감하고 우람한 멧돼지 국왕조차 얼어붙은 평원에 들어서면 추위로 꼼짝 못했다.\n「꾸꿀~ 꿀꿀꿀~ 정말 춥구나. 족발이 새파랗게 얼어붙었어!」\n그곳에 사는 건 어린 늑대 한 마리뿐이었다.\n[이 페이지의 맨 밑에 유치한 글씨로 쓰여진 기록이 있다. 「아빵, 왜 늑때의 발토븐 얼어붙지 않았나요?」]"
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "「넌 이제부터 아무런 희망도 없을 것이야!」 혹한의 저주에 맞선 어린 늑대의 운명은?\n《멧돼지 공주》, 제3권\n어린 늑대도 예전에는 아무 걱정 없는 아기였다. 반짝 빛나는 푸른 눈동자에 회색 털은 윤기가 자르르했다.\n포효하는 모습은 몬드 대성당의 늑대 조각상과 똑같았다!\n어느 날 어린 늑대는 숲에서 사냥을 하다가 사악한 다람쥐 흑주술사 우바카와 마주쳤다!\n오래된 이 땅에 우바카보다 사악한 마신이나 악룡은 없었다. 우바카는 모든 아름다운 것들을 증오하여, 이 땅의 아름다운 것들을 전부 추악하게 만들겠다고 결심했다. 빛은 암흑이 되었다.\n구김살 없는 쾌활한 늑대를 보자 마음속에서 분노가 치민 우바카는 중얼거렸다.\n「찍~ 찌익찍~ 찍~ 찍찍찍!(대충 열받는다는 뜻) 저놈의 심장을 얼려주지. 이제 다시는 희망의 빛을 느낄 수 없게 만들어주갔어!」\n우바카는 주술을 걸어 어린 늑대에게 저주를 내렸다.\n그러나 어린 늑대는 부주의하게 사전 설명 없이 우바카를 한입에 삼켜버렸다.\n우바카는 화도 나고 초조해져서 어린 늑대의 입속에서 고래고래 소리를 지르며 자신이 아는 가장 심한 욕을 쏟아냈다. 늑대는 입안이 시끄럽자 자신이 뭔가 잘못했다는 것을 깨달았다.\n「아이쿠, 죄송해요. 먹어도 되는 다람쥐인 줄 알았어요!」\n어린 늑대는 이렇게 말하고 싶었지만, 목구멍이 막혔다 뚫렸다 해서 우바카를 배속으로 삼킬 수밖에 없었다.\n[여기에는 어른스러운 글씨로 쓴 메모가 붙어 있었다: 「그러니까 릴리야, 밖에서는 아무거나 함부로 먹으면 안 돼」]"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "어린 늑대는 혹한에서 홀로 성장한다. 빙하 설원 속 고독한 늑대의 비밀이 지금 밝혀진다.\n《멧돼지 공주》, 제4권\n그렇게 어린 늑대의 위에서 무슨 화학 반응이 일어났는지, 우바카의 주술은 효력을 보이기 시작했다!\n다람쥐의 저주로 몹시 차가운 얼음이 어린 늑대의 심장을 얼어붙게 했다. 어린 늑대는 점점 차갑고 까칠해졌다. 다른 동물들의 호의를 악의로 갚거나 그들에게 상처를 줬다. 이렇게 늑대는 모든 동물들에게 점점 미움을 받게 되었다.\n그때부터 숲의 모든 늑대는 그를 두고 이렇게 말했다.\n「멍~ 멍멍~ 정말 이기적인 놈이라니까. 그 녀석은 진짜 나빠」\n「멍~ 멍멍멍~ 맞아, 맞아. 매정한 놈이야. 누구도 그 아이와 놀려고 하지 않아」\n그렇게 어린 늑대는 하나씩 친구를 잃었다. 숲에서 아무도 반겨주지 않자, 고독한 그는 북쪽으로 갈 수밖에 없었다.\n북쪽은 폭설이 내리는 얼어붙은 땅이어서 평범한 생명체는 접근할 수 없었다. 그러나 어린 늑대는 심장이 얼어붙어서 추위를 두려워하지 않았다.\n그렇게 그는 자리를 잡고 이곳의 유일한 늑대가 되었다.\n[이 페이지의 접혀진 곳에는 소녀의 필치로 이렇게 적혀 있다: 「아빵, 그런데 우바카는 어떠케 돼써어요?」]"
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "「이런 가혹한 운명을 겪어야 하는 사람은 없어」 마음씨가 착한 공주는 가여움에 눈물을 흘린다——모두가 힘을 합쳐 결국 혹한을 물리친다.\n《멧돼지 공주》, 제5권\n어느 날 맷돼지 공주는 어린 늑대의 이야기를 듣게 됐다. 그녀는 어린 늑대의 딱한 처지에 마음이 아팠다.\n공주는 신하들에게 어린 늑대의 심장에서 얼음을 없애고 그를 예전의 착한 모습으로 되돌릴 방법을 수소문했다.\n그러나 답을 아는 건 지혜로운 여우와 늙은 거북이뿐이었다——\n「링딩딩~ 딩딩~ 진심과 화염만이 악독한 얼음 결정을 녹일 수 있어~ 링딩딩~」 여우가 말했다.\n「우정에는 희생이 필요하단다. 희생이 있어야지만 우정이 될 수 있지. 미안하구나, 난 목소리가 작아서 짖질 못해」 믿음직한 거북이 할아버지가 말했다.\n총명한 맷돼지 공주는 즉시 뜻을 파악하고 눈물을 닦더니 지혜로운 둘에게 예를 올렸다.\n「꿀~ 꾸울~ 고마워요. 저와 함께 어린 늑대에게 가주시지 않을래요? 여러분이 저희 우정의 증인이 되어주셨으면 좋겠어요」\n여우와 거북이는 공주의 공손한 부탁에 기분이 좋았다. 둘은 공주와 함께 북쪽으로 가는 길에 올랐다.\n[이 페이지 끝에는 어린 독자의 아버지가 쓴 듯한 메모가 붙어 있었다. 「거북이는 짖을 수 없단다. 짖을 수 없기 때문이지. 거북이 할아버지는 아주 점잖으셔서 아빠가 따로 보충 설명한 거야」]"
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "얼어붙은 황야를 지나고, 혹한의 설산을 넘어, 공주와 두 현자는 신비로운 원주민과 마주친다….\n《멧돼지 공주》, 제6권, 설산에서의 모험이 천천히 전개된다.\n속표지에 누군가가 유치한 글씨로 메모를 남겼다. 「아빠, 집에 오면 설산에서 있었던 이야기 꼭 해줘야 돼!」\n그래서 공주와 두 현자는 극한의 설원에 발을 들였다.\n여긴 온 세상이 얼음과 눈에 둘러싸여 있어서 아무리 용감하고 강한 짐승도 또는 굴착에 능한 족제비라도 이곳에서는 따뜻한 풀과 싱싱한 과일을 찾을 수 없을 것이다.\n공주는 추운 날씨에 몸을 덜덜 떨었지만, 발길을 돌리지 않고 얼어붙은 바람 속 깊은 곳으로 나아갔다.\n지혜로운 여우와 믿음직한 거북이는 살을 에는 듯한 추위를 이기지 못하고 공주에게 권했다:\n「링딩딩~ 이렇게 춥고 위험한 곳을 모험하고 있다는 걸 국왕 폐하가 안 다면 걱정할 거야. 이만 돌아가요~ 링딩딩~」\n「맞아요. 눈보라가 점점 심해지면서 더 추워질 거예요…. 우리 조금 쉬었다가 날이 좀 개면 계속 나아가는 건 어떨까요? 죄송해요. 전 짖지 못해서」\n하지만 완강한 공주는 두 현자의 제안을 받아들이지 않고 혹한을 계속 뚫으며 나아가기로 결심한다.\n이 세상에서 잃어버린 친구를 구하러 가는 일이나 우정을 되찾는 일보다 더 중요한 게 있을까?\n이렇게 그들은 족발이 동상에 걸려 퍼렇게 되고 내뱉는 숨이 얼어붙을 때까지 계속 걸었다.\n공주는 눈으로 가득한 높은 산의 얼음이 언 강변에서 차가운 바람에 한들거리던 정령과 만난다.\n눈과 얼음에 뒤덮인 설산에는 오래된 지혜의 정령이 살고 있었다. 이들은 형체는 없지만 강력한 마력을 지니고 있다.\n「꿀~꾸울~ 당신이 여기 주인입니까? 눈보라에서 벗어날 수 있는 길을 안내해 주지 않겠나요?」\n공주는 예의 바르게 묻고는 얼어붙어 감각이 사라진 족발로 제자리걸음을 걸었다.\n지혜로운 여우와 믿음직한 거북이 할아버지도 제자리걸음을 하며 기대 어린 눈빛으로 얼음 정령을 바라봤다.\n「후-후-」\n정령은 경쾌한 목소리로 말했다.\n「좋아. 하지만-후-후-」\n「보답으로 너희의 체력을 흡수할 거야. 너희들이 눈보라 속을 나아가면 갈수록 점점 더 배가 고파지고 힘들며, 추워질 거지만, 생명의 위험은 없을 거야…. 아마도-후-후-」\n「꿀~꾸울~ 상대는 얼음 정령이니까」 공주는 이렇게 생각했다.\n「게다가 왕국에서 가장 똑똑하고 가장 나를 챙겨주는 이들이 옆에 있잖아. 그들과 함께니까 괜찮을 거야!」\n공주는 주저하지 않고 정령의 요구를 받아들였다. 지혜로운 여우와 믿음직한 거북이는 간언을 할 틈조차도 없었다.\n「꿀~꾸울~ 거래는 아주 공평해! 이제 우리를 어린 늑대에게 데려다줘!」\n그래서 정령은 혹한의 유빙으로 모습을 바꾸고 굳센 결의를 가진 공주를 험한 설산의 반대편으로 이끌었다…"
          }
        ]
      },
      {
        "title": "제7권",
        "desc": [
          {
            "type": "RichText",
            "text": "빙하 설원에서의 희생은 결국 헛되지 않았다. 우정과 사랑, 생사의 완벽한 피날레!\n눈물 나도록 감동적인 명작 동화, 《멧돼지 공주》, 완결!\n거친 폭풍과 추위를 뚫고 공주는 마침내 어린 늑대와 만나게 되었다.\n온몸이 얼음으로 뒤덮인 늑대의 파란 눈동자는 더 이상 빛나지 않았다. 짖는 법조차도 잊은 듯했다.\n「아우~ 아우우~ 잘 왔어. 마침 점심으로 먹을 게 없어서 걱정이었는데」\n이 말에 선량한 맷돼지 공주는 왈칵 눈물을 쏟았다. 눈물은 어린 늑대 심장의 얼음을 조금 녹인 듯했다.\n「아우~ 왜 우는 거야?」\n「꾸울~ 꾸울~ 여기에는 점심거리도 없구나. 내 왕국에서는 이런 비참한 상황을 한 번도 못 봤어.」\n「내가 모든 걸 희생해서 네 배고픔을 채워줄게. 어떠니?」\n어린 늑대는 공주의 말에 어안이 벙벙했다.\n「아우~ 아우웅~ 미친 거 아냐? 그런 말은 처음이야!」\n하지만 어린 늑대는 공주의 결연한 눈빛을 보게 되었다. 그의 심장을 얼린 결정이 또다시 조금 갈라졌다.\n「난 진심이야. 그러니까——」\n「우리 왕국에서 가장 지혜롭고 날 아껴주는 이 둘로 네 배를 채워줄게. 우리의 우정을 위하여!」\n여우는 그 소리에 도망치려고 했으나 어린 늑대와 공주에게 잡혔다. 거북이 할아버지는 놀라서 등껍질로 숨었다.\n어린 늑대와 공주는 설원에서 별미를 즐겼다. 그 후 동굴을 찾아서 버섯을 잔뜩 땄다. 그리고 이끼로 불을 붙여 거북이탕까지 해 먹었다.\n이렇게 어린 늑대는 처음으로 아름다운 우정을 나누었다. 심장의 얼음은 기쁨의 눈물이 되어 흘러내렸다.\n공주는 어린 늑대의 손을 잡고 고향으로 돌아왔다.\n[마지막 페이지에는 예쁘고 섬세한 글씨로 쓴 카드가 꽂혀 있었다. 「여보, 이 동화책은 도서관에 기증하는 게 좋겠어요」]"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "멧돼지 공주"
          }
        ]
      }
    ]
  }
}