{
  "epId": 2355,
  "name": "따오기 골목 모노가타리",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/15/194600931/1fe016744867dd5585d0728a707cda9c_3622864641548400015.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1690291683,
  "components": {
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "전설에 따르면 연약하고 유한한 수명을 살아가는 평범한 사람들이 아직 바다를 건너오지 않았던 과거에는, 이나즈마는 너구리들의 나라였다고 한다. 그리고 인간의 최초의 역사는 술 취한 너구리가 흥에 겨워 되는대로 지껄인 이야기라고 한다… 따오기 골목은, 역사와 터무니없는 이야기가 얽혀있는 골목이다\n프롤로그·너구리가 말하는 이나즈마의 역사\n전설에 따르면, 수명이 짧은 인간이 바다를 건너기 전, 이나즈마는 너구리의 나라였다고 해.\n너구리는 천성이 게으르고 변덕스러워서, 내일을 걱정하지도, 고민을 며칠 동안 고민하지도 않았어. 그 시절 이나즈마의 땅은 너구리의 안락한 낙원으로, 매일이 즐거운 축제였어.\n적어도 너구리 일족의 어른은 그렇게 말했지.\n후에 여우들이 바다를 건너와 너구리 일족과 팔백 년 하고 또 팔백 년의 전쟁을 치렀지. 쌍방 다 피해가 어마어마해서 결국 화해할 수밖에 없었어. 너구리는 아직도 패배를 인정하지 않지. 하지만 그 커다란 번개의 벚나무를 여우 일족에게 줘버렸는걸.\n근데 여우도 너구리처럼 교활하고 변덕스러운 존재야. 팔백 년 하고 또 팔백 년의 전쟁에서, 수법을 끊임없이 바꾸는 여우와 너구리 중에도 운이 안 좋은 녀석들은 변화무쌍한 형태에 자신이 어디서 왔고 누구인지도 잊었다고 해.\n그래서 막연하고 혼란스러운 인간이 현혹된 요괴에서 탄생했지.\n이 이야기는 허풍 떠는 텐구한테 들은 이야기야."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "텐구라는 놈은, 포악하고 잔인하며 자만심이 하늘을 찌른다. 술을 마시면 더더욱 그렇고. —너구리 사씨 평\n요이치의 이야기\n텐구의 이름은 「요이치」, 하나미자카의 「따오기 골목」라는 작은 거리에 산다. 주류 가게를 임대받아 여유로운 날을 보내고 있다.\n좋은 말로는 「여유로운」이지만, 실은 「엉망진창」이 더 정확하다.\n이론적으로 술꾼은 술에 대해 잘 알기 마련이며, 요괴도 그러하다.\n막말로 요이치는 술주정도, 장사 머리도 최악이다. 하지만 더욱 최악인 것은, 인간계에 은거하는 동안 텐구의 나쁜 습성도 유지했다는 것이다—— 취해서 요괴 무리에서 난동을 피운다든지, 소년소녀를 납치해 축제를 돈다든지, 아니면 눈치 없이 연극 무대에 뛰어들어 텐구가 주인공을 때려잡는 공연을 한다든지… 이런 일이 한둘이 아니다.\n요괴 중에서 지위가 매우 높고, 인간계에서 인맥이 넓지만 않았다면, 요이치 이 녀석은 진작에 어떤 영웅에게 어느 산자락으로 쫓겨났을 것이다.\n하지만 따오기 골목의 요괴와 인간은 다 그녀를 좋게 본다. 큰 사고를 일으키지 않으니 대권현 어르신도 실질적으로 제재하진 않는다.\n천성이 게으르고 제멋대로에 칠칠치 못하지만, 인간과 다른 위대한 요괴(자칭)인 요이치는 물질적인 것에 신경 쓰지 않는다. 돈이 생기면 술로 바꾸거나, 야에 출판사에서 소설을 사는데, 대부분 대충 펼쳐 보고 창 밖 행이다. 그래서 이 녀석의 평소 집 풍경은 야생이 따로 없다.\n쉽게 말하자면, 이 녀석은 미련을 가질 만한 재물이 없다… 유일하게 「예외」라고 할 만한 건 허리에 꽂은 금색 종이부채다.\n텐구 일족은 여러 세계를 누비는 요괴였다. 걸핏하면 몸에다 다양한 사연이 있는 전리품을 장식하는데, 종이부채도 그중 하나다.\n달빛이 예쁜 밤에, 살짝 취한 요이치가 종이부채에 얽힌 이야기를 꺼낸다——\n그곳도 그녀가 누볐던 여러 세계 중 하나였다고 한다. 당시 그녀는 건방진 청년 궁수의 모습으로 변해, 똑같이 의기양양한 쇼군에게 충성했다고 한다. 쇼군의 지휘 아래, 그녀는, 아니, 「그」는 자랑스럽게도 강한 활과 날카로운 화살로 수많은 적군을 쓰러트렸다. 배가 불룩한 인간 무사와 너구리가 변한 교활한 닌자, 커다란 몸집의 식인귀도 「그」의 활 한 방에 쓰러졌다.\n「하하하하하! 명장, 진짜 명장이로구나! 그대의 눈빛은 번개와 같아 텐구가 따로 없구나!」\n그 시절 오만방자한 쇼군은 수염을 만지며 무례하게 큰 소리로 웃는 걸 좋아했다.\n그 후 요이치는 계속해서 쇼군을 위해 수없이 많은 공로를 세우고 많은 요마와 불운한 일반인들을 베어 넘겼다. 그 얘기가 사실인지, 근거 없이 떠벌린 술주정인지는 알 길이 없으나, 요이치가 진정 유명해지게 된 건 백 년 전 이세계에서의 최후의 일전 때문이었다.\n그 수전으로 말하자면, 쇼군과 역적 무리가 해협 한복판에서 폭풍을 무릅쓰고 혈전을 벌이게 되었다. 양측은 요괴를 팔백만에서 또 팔백만 명을 모집했고, 무사는 더욱 셀 수 없이 많아 아무리 적게 쳐도 천만 명은 훨씬 웃도는 숫자였다. 머릿수는 논외로 치고서라도, 혼전 중에 침몰한 큰 배는 팔십만 척이나 됐다고 하는데ㅡ이 놀랍도록 정확한 통계는 요이치가 창가에 엎드려 누런 술을 토해낸 뒤 내 도움을 받아 계산해낸 거였지.\n수많은 이야기 속 양측이 팽팽하게 맞서던 난투극처럼 영웅호걸들의 수급이 풀 베듯 부지기수로 잘리어 나가고, 그 선혈이 바닷물을 붉게 물들여도, 성격 더러운 쇼군이 여전히 눈을 부라리며 대치하고 있으니 이대로 철군해서 집으로 돌아가 달콤한 잠을 청하기엔 못내 아쉬웠던 거겠지.\n마침내 어느 달빛이 맑고 차갑던 그 어느 날 밤, 작은 배 한 척이 적진에서 천천히 떠내려왔어. 배를 탄 자의 나풀나풀한 모습은 마치 물속에 비낀 그림자 같았다고 해. 그리고 옆에는 반짝이는 깃대가, 그 꼭대기에는 종이부채가 달빛 아래 금빛으로 밝게 빛나고 있었지.\n「크흑, 끄으윽… 분노가 치민다! 이렇게 날 도발하다니, 이를 보고도 그냥 참아 낸다면, 무엇을 참지 못하리!」\n눈을 가늘게 뜨고 저 멀리 금빛 부채를 본 쇼군은 부아가 치밀어 펄쩍 뛰었다.\n요이치는 쇼군의 유리 같은 자존심도, 평범한 인간의 값싼 존엄에 공감하기도 귀찮았다. 그녀, 아니, 「그」는 텐구의 날카로운 눈빛으로 배 위에서 흔들리는 그림자를 뚫어지게 바라보고 있었다.\n「그」는 그 그림자가 여인인 것을 알아챘다, 요이치와는 전혀 다른 여인 말이다.\n잠시 후, 빛처럼 빠른 화살 하나가 달을 지나 밤하늘을 찢는다.\n「하하하, 꼴 좋구만!」\n쇼군의 외침은 곧 사람들의 환호성에 묻힌다.\n「그 두 아저씨가 자신이 잃은 게 무엇인지 알게 된다면 화가 나서 오장육부가 뒤틀릴걸!」\n요이치는 자랑스럽게 헤헤 웃었다. 영락없는 취한 꼴이었지. 텐구의 꾸밈없는 호색한 표정이 여실히 드러나 불쾌하기 짝이 없었어.\n알고 보니 활시위가 당겨진 순간, 요이치는 커다란 날개를 펼쳐 해협을 건넜던 것이다. 그리고 쪽배를 지나는 찰나, 요이치는 황금 부채, 그리고 부채를 들고 아연실색한 미인을 데리고 떠나버렸다. 그 후 요이치는 그대로 바람을 타고 아래서 연신 욕지거리를 지껄이던 쇼군을 전복시키고 스스로 전쟁터를 떠났다.\n텐구가 미인을 구하려고 벌인 연극이었던 거지.\n다만 아쉽게도ㅡ\n「너도 알다시피, 그 미인은 다름 아닌 고양이 할망구였단다, 그 발톱으로 어찌나 할퀴던지…」\n요이치는 혀를 살짝 내밀더니 분한 듯 한숨을 내쉬었다.\n「참, 도미가 제철이니 겸사겸사 챙겨가.」\n「감기 고뿔도 남 안 주는 텐구도 선심 쓸 때가 있나 봐?」\n「그 할망구 얘기야!」\n술에 거나하게 취한 텐구가 으르릉거리며 위협적인 표정을 드러내려고 하더라고. 그래서 먹다 남긴 도미를 곱게 싸서 품에 넣고 허둥지둥 작별을 고했지."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "어머니가 하신 말씀이 있다: 아름다운 여인은 속임수에 능한 경우가 대부분이다. 해서 이에 따라 미루어 보건대: 달빛처럼 아름다운 여인은 여우 요괴가 아니라, 수행이 부족한 할미 고양이일 수도 있다는 것. ——너구리 사씨 평\n오센의 이야기\n요이치의 집에서 나와 삐뚤빼뚤한 골목길을 따라 조금 더 걷고, 꺾어서 좁다란 길로 들어가면 할망구의 집에 도착하게 된다.\n칠흑같이 까만 밤하늘, 달님이 가장 높은 곳까지 휘영청 떠올랐다. 고양이들도 전부 잠에서 깨어났다.\n속세의 사람들은 수백 년, 수천 년 수행한 고양이는 걸핏하면 묘령의 소녀 모습으로 둔갑해 사람들이 우스꽝스러운 일을 하도록 유혹한다고들 떠들어댄다. 혹은 은혜나 원한을 갚기 위해 무고한 여행자를 집요하게 괴롭힌다고 하는데, 이건 평범한 인간들이 일방적으로 만들어낸 이야기일 뿐이다.\n고양이들은 화가 날 때만 소녀의 형상으로 둔갑한다. 평소에는 노인의 모습으로 변하는 것을 더 즐기는데, 까탈스럽고 경계심이 높은 고양이의 성격에 딱 맞는 데다 노쇠한 외모를 빌어 궁지에 몰린 과객들한테 호의를 팔 수도 있으니 그야말로 안성맞춤이 아닌가.\n「물론 공짜는 아니란다!」\n목소리를 따라 고개를 들어 보니, 처마 위에서 기다리고 있는 소녀가 보였다. 얼굴은 검은 그림자에 가려져 웃는 듯, 아닌 듯한 표정이었고, 오직 한쪽 눈만이 황녹빛을 반사하고 있었다. 달빛은 반쯤 드러난 어깨를 타고 옷자락으로 스며들었다가, 또 치맛자락의 빈 공간으로 당돌하게 흘러내려 긴 다리에 도자기빛 테두리를 그려내기도 했다. 소녀는 손에 쥔 죽방울을 건성으로 가지고 놀고 있었다.\n할망구가 엄청 화낼 게 분명해…\n「역시 오늘도 늦었네, 너란 아이는.」\n「물론 그건 미… 미안해.」\n모기가 종이 등 안에서 탁, 탁 소리를 내면서 부딪쳤고 등잔불이 나른하게 깜박거리면서 회답을 하는 듯했다.\n달은 습한 바람을 가져왔고, 얼마 지나지 않아 매미 소리마저 멈췄다.\n머리를 풀어 헤친 소녀는 물레를 흔들면서 괴상한 웃음을 지었다. 저도 모르게 소름이 오소소 돋는 모습이었다.\n나는 텐구를 벗 삼아 술잔을 기울이는 너구리였지만, 속내를 알 수 없는 고양이 앞에서는 늘 예의를 갖추어야 했다. 쉽게 말해——내가 저지른 무례에 무릎 꿇고 사죄하고 있었다는 얘기다.\n「그래, 뭐, 됐어. 도미가 싱싱하니 일단 일어나.」\n나는 너구리의 통통한 몸집으로 간신히 정좌 자세를 회복했고, 소녀는 점점 노파가 되어 자애롭고도 기괴한 웃음을 짓는다.\n「고마워, 할망구!」\n「오센이라고 불러!」\n한시름 놓인 느낌이었어.\n하지만 뭔가 석연찮은 구석이 있었지.\n「호호호, 그나저나, 그 맹추 녀석은 잘 있나?」\n오센은 생선 한 마리를 통째로 삼키며, 잇달아 꼬리마저 「푝」하고 삼켜버린다.\n말이 나와서 하는 말인데, 이 녀석과 텐구가 알게 된 사연은 울지도, 웃지도 못할 어처구니없는 이야기다. 요이치도 그녀의 시점에서 이 웃지 못할 촌극에 대해 언급한 적이 있긴 하지만, 할망구의 입에서는 전혀 다른 이야기를 들을 수 있었다ㅡ\n오센은 우리의 세계에서 태어난 자가 아니었다. 그녀는 평범한 인간들이 더욱 판을 치며 날뛰는 세계에서 왔다.\n어느 날 밤의 어느 대나무 숲에서, 어렸던 오센은 떠돌이 중에게 붙잡히게 되었다. 그렇게 한참을 이리저리 끌려다니던 오센을 쇼군이 사들여 「어화묘」란 걸 시켰다고 한다.\n그 시절에 대한 기억은 거의 없지만, 센은 늘 소위 평범한 인간들 중의 지체 높은 사람들이 왜 자신을 종종 화나게 만들면서도 그녀를 자주 찾아오는지 이해할 수가 없었다. 그들은 매일같이 그녀를 시켜 원수를 찢어발기거나, 그들만 재미있다고 생각하는 지루한 놀이를 강요하곤 했다.\n그 지루하고 긴 세월은 평범한 사람을 미치게 하기엔 충분했지만, 요괴는 긴 수명만큼 인내심도 평범한 사람보다 훨씬 뛰어났다.\n나중에 쇼군과 도둑놈의 쇼군이 서로 싸우기 시작해서, 오센은 「닌자」가 되었다나, 뭐라나.\n「더 지루한 이야기지…」\n말을 뱉은 오센은 눈을 가늘게 뜨고 입이 귀밑까지 벌어지게 하품을 한다.\n그러다가 수전을 치르던 날 밤, 쇼군에게 묘안이 떠오른다ㅡ\n쇼군은 오센에게 화려한 여인으로 둔갑하여 작은 배 위에 서 있기를 명했다. 또 금부채를 세워 도적에게 수치심을 안겨주면서도 감히 다가오지 못하게 하겠다는 책략이었다. 그러다 경솔한 적병이 덤벼들면, 기다리고 있던 천 년 된 고양이한테 혼쭐이 날 터였다.\n다만 그 후, 건너편 배에 있던 요이치가…\n「그런데 그 맹추가 갑자기 소리를 지르며 부채를 쏘아 떨어뜨리겠다고 꽥꽥거리는 게 아니겠니.」\n그래서 그 텐구는…\n「…발이 미끄러져 바닷속으로 풍덩 빠지고 말았지.」\n고양이 얼굴을 한 노부인은 더는 참지 못하고 피식 웃음을 터뜨린다.\n「그날 밤 그 맹추는 술에 거나하게 취해 자신이 거친 파도 속에 있는 줄 알았겠지. 사실 그날 밤은 차디찬 달빛에 바람 한 점 없는 날이었는데 말이지.」\n「몇백 년 동안 그렇게 웃기는 놈을 본 적이 없어서, 체면을 세워주려고 웃음을 참으며 바다에 부채를 떨어뜨렸지… 그런데 맞은편 배 진영이 또 왁자지껄 소란이 이는 게 아니겠니, 지금도 그때 생각만 하면 웃겨 죽겠네…」\n이어 텐구는 거대한 날개를 펼쳐 마치 구름이 밝은 달을 덮듯 그 여인에게 달려들었다ㅡ\n「그 순간, 화살이 난무했지. 그래서 그 맹추는 고슴도치가 돼서 또 바다에 빠졌어. 그땐 더 이상 못 참겠더라고, 무표정이고 뭐고 죄다 집어치우고 미친 듯이 웃어댔어.」\n그 후, 오센은 깔깔거리면서 바다에서 운 나쁜 텐구를 건져낸다. 그러고는 겨드랑이에 텐구를 끼우고 미친 듯이 웃으면서 양측의 전함을 넘나들었다. 그 모습에 쇼군들의 흥이 깨진 건 뻔할 뻔 자 아니겠는가.\n사람들은 그녀가 여덟 척의 배를 연달아 넘어 이내 자취를 감췄다고 한다. 고양이 요괴가 남긴 웃음소리는 전쟁 끝난 후에도 꼬박 3일 남짓을 메아리쳤다고 한다.\n「웃음이 멈추지 않아 그 맹추를 힘껏 할퀴었는데… 그 녀석의 딱한 모습을 생각하면 생각할수록 자꾸 할퀴게 되는 거야, 깔깔깔깔…」\n고양이로 변한 노부인은 결국 참지 못하고 크게 웃음을 터뜨린다.\n「나중에 그 녀석은 날 이 세상으로 데리고 왔지, 꼭 무슨 전리품처럼 말이야!」\n「슈욱」하는 소리와 함께 노파의 얼굴은 삽시간에 다소 분노한 소녀의 얼굴로 변했다. 다만 방금 웃을 때의 홍조가 채 가시지 않아 다소 우스꽝스러웠다.\n「난 전리품 따위가 아니라고!」\n「그나저나, 직접 날 보러 오지 않는 것도 아마 그 이유 때문일 거야.」\n소녀 얼굴의 고양이 할망구는 가볍게 한숨을 내쉬더니 곧 능글맞게 웃는다.\n「너도 이만 가보거라. 빗장은 지르지 말고, 보름달이 뜨면 다시 오거라.」\n「참, 잊지 말고 우리의 옛 벗한테 도롱이를 가져다주거라.」"
          }
        ]
      },
      {
        "title": "제4권",
        "desc": [
          {
            "type": "RichText",
            "text": "이런 속담이 있다. 아메온나를 울리는 자, 필히 벗어날 수 없는 슬픔을 자초한 것이니. ——너구리 사씨 평\n아메 할머니의 이야기\n오센의 집에서 출발해 골목길을 돌다 보면 습한 정원에 도착할 수 있는데 거기가 바로 아메 할머니의 집이다.\n매미마저 소리를 멈춘 단아한 정원속 스이킨 동굴의 떨어지는 물방울 소리만 은은히 맴돌고 있다.\n자유로운 산속에서 안개를 비로 만드는 여인은 너구리와 여우의 친구다.\n물론 우리 요괴들은 인간들과 다르지. 복잡한 고민도 없고 지위나 등급에 따라 나누지도 않아. 하지만 비안개 자욱한 산속에서 속삭이는 아메온나는 늘 많은 존경과 사랑을 수확하지.\n하지만 그 후로 다들 대권현 어르신에게 굴복하는 바람에 인간들의 좋은 날이 왔지. 요괴들은 숨어 살지 않으면 퇴치와 진압을 당했어…하여 아메 할머니는 따오기 골목으로 옮기셨어. 나루카미 다이샤의 여우 궁사님은 위로 차원에서 이 저택을 증여하셨지.\n대체 무엇을 잃었고, 어떤 슬픔이 있기에 궁사님이 이토록 신경을 쓰시는 건지 궁금하군….\n초승달이 연못에서 춤추고 있는 정원에서 조금만 머물다 보면 촉촉하고 시원한 밤바람과 함께 그녀의 목소리를 들을 수 있다.\n「죄송합니다, 오래 기다리셨습니다.」\n뒤돌아보니 아메온나가 문 옆에 서 있다. 창백한 달빛이 그녀를 비추고 축축하게 젖은 흰색의 긴 옷자락의 광택이 난다. 젊고 호리호리한 몸매와 달리 늙수그레하고 슬픈 기운이 느껴진다.\n나는 머리를 숙이고 오센이 준 도롱이를 황급히 그녀에게 바쳤다. 차마 고개를 들어 그녀의 회색 눈을 마주할 자신이 없다.\n항간에 떠도는 소문에 의하면 슬픔에 가득 찬 아메온나의 두 눈은 익사자의 눈처럼 대리석 잿빛이 선명하다. 이 슬픈 눈을 누가 감히 직시한다면 그는 영원히 이 비안개 속에서 갇혀 길을 잃을 것이다.\n이건 그저 무료한 전설 이야기일 뿐이다. 하지만「아메온나의 슬픈 두 눈을 직시하면 안 된다」는 요괴들 사이의 무언의 규칙이다.\n「감사합니다.」\n아메 할머니의 목소리는 한결같이 부드럽고 촉촉하다.\n그녀는 나를 방으로 안내하지도, 이야기를 들려주지도 않았다.\n그저 나에게 목함을 건네주셨고 나는 그걸 깨달았다.\n하여 나는 달이 밝을 때 조용히 정원에서 나왔다."
          }
        ]
      },
      {
        "title": "제5권",
        "desc": [
          {
            "type": "RichText",
            "text": "인간의 비통함은 자신을 모르는 것에 있고 요괴의 비애는 이런 고민이 결여되었다는 것에 있다. ——너구리 사씨 평\n곤베이의 이야기\n곤베이는 올해로 일흔 여섯 살이며 따오기 골목에서 장기간 거주하고 있는 인간이다.\n예전에 농민 출신이었고 무사였다가 장인도 해봤다.\n내 손에 든 나무함이 바로 그의 작품이다. 매끄러운 검은 표면에 다양한 컬러의 진주모가 박혀있다. 이건 와타츠미섬의 어민에게서 배운 기술이다.\n「고생 많았습니다.」\n내 앞에 노인은 날 향해 머리를 깊게 숙였다.\n물론, 이건 인간이 요괴에게 당연히 차려야 하는 예의라고 생각하지만, 그래도 그의 울적함에 조금은 측은한 마음이 들었다.\n곤베이의 말은 항간의 소문과는 달랐다. 그는 산속에 떠도는 아메온나와는 절친이었다고 한다.\n다만 과거의 소년 곤베이는 촌로의 말을 듣고 가뭄이든 고향의 밭을 구하려고 산속의 아메온나에게 도움을 청하러 갔다.\n아메 할머니의 당시 나이는 이미 적지 않았으며 인간 세상의 많은 변수에 대해 잘 알고 있었다. 하지만 이 산속의 창조물은 항상 인간보다 순수하고 소박하다.\n그 후, 젊은 곤베이는 차마 입에 담을 수 없는 잘못을 저질렀고 산과 바다의 생명을 속였다. 물른 그는 지금도 그의 기만이 고향의 평온을 위한 것이라고 생각한다.\n게다가 그의 마을은 확실히 그 일로 인해 장마를 맞았고 이례 없는 풍작을 거두었다.\n그 후로, 곤베이는 면목이 없어 산속을 멀리 떠나 도시에 거주하게 되었다.\n「정말 죄송합니다.」 연로한 인간은 머리를 숙인 채 목함을 받지 않았다.\n달빛이 먹구름에 가리 전에 나는 그의 집에서 나왔다."
          }
        ]
      },
      {
        "title": "제6권",
        "desc": [
          {
            "type": "RichText",
            "text": "아쉬운 중반부, 혹시 이후엔 더 재미있는 이야기로 이어지려나?\n중반부\n전설에 따르면, 수명이 짧은 인간이 바다를 건너기 전, 이나즈마는 너구리의 나라였다고 해.\n너구리는 천성이 게으르고 변덕스러워서, 내일을 걱정하지도, 고민을 며칠 동안 거듭하지도 않는다. 그 시절 이나즈마의 땅은 너구리의 안락한 낙원으로, 매일이 즐거운 축제였지.\n적어도 너구리 일족의 어른은 그렇게 말했지.\n후에 여우들이 바다를 건너와 너구리 일족과 팔백 년 하고 또 팔백 년의 전쟁을 치렀지. 양쪽 다 피해가 엄청나 결국 화해할 수밖에 없었어. 비록 너구리는 아직도 패배를 인정하지 않지만, 그 커다란 번개의 벚나무를 여우 일족에게 줘버렸는걸.\n근데 여우도 너구리와 똑같이 교활하고 변덕스러운 존재야. 팔백 년 하고 또 팔백 년의 전쟁에서, 전쟁 수법을 끊임없이 바꾸는 여우와 너구리 중에도 운이 안 좋은 녀석들은 변화무쌍한 형태에 눈이 멀어 자신이 어디서 왔고, 누구인지도 잊었다고 해.\n그래서 막연하고 혼란스러운 인간이 현혹된 요괴에서 탄생했지.\n너구리 일족의 오랫동안 전해진 이야기를 되돌아보면서 이 구불구불한 골목에서 배회하고 있다.\n하지만 결국 오픈하지 않은 주점을 찾지 못했다.\n돌아갈 때가 된 것 같다.\n이런 생각을 하면서 여우 아저씨의 메밀국수 노점에서 일어나 기지개를 켰다.\n이때 뒤에서 익숙한 기운이 전해졌다——"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "따오기 골목 모노가타리"
          }
        ]
      },
      {
        "key": "관련 아이템",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 64,
            "name": "《따오기 골목 모노가타리·서막》의 찢어진 페이지",
            "desc": "10장을 수집하면 《따오기 골목 모노가타리·서막》으로 합칠 수 있다.<br/><br/>가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.<br/>어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Torn Page: Toki Alley Tales (Prologue)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 59,
            "name": "《따오기 골목 모노가타리·I》의 찢어진 페이지",
            "desc": "10장을 수집하면 《따오기 골목 모노가타리·I》로 합칠 수 있다.<br/><br/>가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.<br/>어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/194600931/c0bef3856ddb2ef1924f02811d8a3dcd_4231437565996798026.png"
          },
          {
            "type": "CustomEntry",
            "epId": 61,
            "name": "《따오기 골목 모노가타리·II》의 찢어진 페이지",
            "desc": "10장을 수집하면 《따오기 골목 모노가타리·II》로 합칠 수 있다.<br/><br/>가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.<br/>어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/194600931/c0bef3856ddb2ef1924f02811d8a3dcd_936362525588329848.png"
          },
          {
            "type": "CustomEntry",
            "epId": 60,
            "name": "《따오기 골목 모노가타리·III》의 찢어진 페이지",
            "desc": "10장을 수집하면 《따오기 골목 모노가타리·III》으로 합칠 수 있다.<br/><br/>가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.<br/>어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/194600931/c0bef3856ddb2ef1924f02811d8a3dcd_2788262787905276921.png"
          },
          {
            "type": "CustomEntry",
            "epId": 63,
            "name": "《따오기 골목 모노가타리·IV》의 찢어진 페이지",
            "desc": "10장을 수집하면 《따오기 골목 모노가타리·IV》로 합칠 수 있다.<br/><br/>가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.<br/>어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/194600931/c0bef3856ddb2ef1924f02811d8a3dcd_928747673990464859.png"
          },
          {
            "type": "CustomEntry",
            "epId": 62,
            "name": "《따오기 골목 모노가타리·V》의 찢어진 페이지",
            "desc": "10장을 수집하면 《따오기 골목 모노가타리·V》로 합칠 수 있다.<br/><br/>가벼운 바람에 흩날리는 페이지는, 어떤 낡은 소설에서 떨어져 나온 듯하다.<br/>어쩌면 다른 장소에서 찢어진 페이지를 더 찾아낸다면, 온전한 책을 모을 수 있을지도…?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/194600931/c0bef3856ddb2ef1924f02811d8a3dcd_3184674386878135580.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1914,
            "name": "따오기 골목 모노가타리·서막",
            "desc": "전설에 따르면, 연약하고 유한한 수명을 살아가는 평범한 사람들이 아직 바다를 건너오지 않았던 과거에는, 이나즈마는 너구리들의 나라였다고 한다. 그리고 인간의 최초의 역사는 술 취한 너구리가 흥에 겨워 되는대로 지껄인 이야기라고 한다… 따오기 골목은, 역사와 터무니없는 이야기가 얽혀있는 골목이다",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1909,
            "name": "따오기 골목 모노가타리·I",
            "desc": "텐구라는 놈은, 포악하고 잔인하며 자만심이 하늘을 찌른다. 술을 마시면 더더욱 그렇고. ㅡ너구리 사씨 평",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/24/181512822/39228602a85cb0bbdfaed38ecf880501_5397644955934008237.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1911,
            "name": "따오기 골목 모노가타리·II",
            "desc": "어머니가 하신 말씀이 있다: 아름다운 여인은 속임수에 능한 경우가 대부분이다. 해서 이에 따라 미루어 보건대: 달빛처럼 아름다운 여인은 여우 요괴가 아니라, 수행이 부족한 할미 고양이일 수도 있다는 것. ——너구리 사씨 평",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/24/181512822/39228602a85cb0bbdfaed38ecf880501_6431025574014561076.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1910,
            "name": "따오기 골목 모노가타리·III",
            "desc": "이런 속담이 있다. 아메온나를 울리는 자, 필히 벗어날 수 없는 슬픔을 자초한 것이니. ——너구리 사씨 평",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/24/181512822/39228602a85cb0bbdfaed38ecf880501_1086137432051132132.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1913,
            "name": "따오기 골목 모노가타리·IV",
            "desc": "인간의 비통함은 자신을 모르는 것에 있고 요괴의 비애는 이런 고민이 결여되었다는 것에 있다. ——너구리 사씨 평",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/24/181512822/39228602a85cb0bbdfaed38ecf880501_4365848005836545728.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1912,
            "name": "따오기 골목 모노가타리·V",
            "desc": "아쉬운 중반부, 혹시 이후엔 더 재미있는 이야기로 이어지려나?",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/24/181512822/39228602a85cb0bbdfaed38ecf880501_1457392881479601190.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}