{
  "epId": 2846,
  "name": "백야국 장서",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/23/194600931/8a7b95710be73a0c089b83f2ff88270a_3747816690211718899.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002893,
  "components": {
    "body": [
      {
        "title": "제1권: 영원한 나라의 용과 뱀의 전설",
        "desc": [
          {
            "type": "RichText",
            "text": "와타츠미섬의 민간 설화를 주제로 한 소설, 최초의 판본은 뱀신이 아직 세상에 존재했을 때 쓰인 것으로, 나루카미섬의 상인이 와타츠미섬에 가서 베껴 써 온 것이다. 현재는 시중의 라이트 노벨에 묻혀 아무도 보지 않는 고전 명작이 되어 버렸다. 이 책은 와타츠미섬이 나루카미섬의 문화를 받아들이기 전의 독특한 우주관에 대해 서술하고 있다. 최근 전통 소설의 재출간 유행에 발맞춰, 다시 한번 세상에 그 모습을 드러냈다\n조화는 오묘함을 숨기고 해와 달은 길흉을 나타낸다.\n세 귀퉁이가 어둠을 차단하고 다섯 성인은 허공에 숨었다.\n「우주는 시작도 끝도 없소. 과거엔 대지 또한 이러했지. 하지만 이는 우리에게 아무런 의미가 없소. 우리를 지탱하는 대지는 더 이상 끝없는 영원함과 이어져 있지 않소이다.」\nㅡㅡ유일한 현자 아베라쿠는 초대 태양의 아이에게 이렇게 말했다. 태양의 아이는 이미 아베라쿠를 벌할 준비를 마쳤고 이번에 그를 어전으로 불러 문답을 나눈 것은 그를 더 괴롭히다가 구금하기 위함이었다.\n전해 내려오는 이야기에 따르면 아베라쿠는 토코요노카미에 의해 지혜의 깨달음을 얻어 태양을 볼 수 없는 연하궁에서 빛을 파냈다고 한다. 하지만 태양의 아이는 그의 재능을 시기하여 수명이 다할 때까지 그를 가두었다. 그러나 태양의 아이들은 만약 그가 지하에 태양을 만들어내지 않았다면 자신들 또한 존재할 수 없었음을 알지 못했다.\n「…천지는 본래 계란과 같고 용과 뱀은 하나라오.」 현자 아베라쿠는 이 말을 뱉고 난 뒤 매복해 있던 병사들에게 제압당했다.\n그 당시 연하궁은 태양의 출현으로 인해 잠시나마 숨을 돌릴 수 있었다. 어둠을 가까이하고 빛을 두려워하는 용의 자손이 더 이상 막무가내로 행동할 수 없었기 때문이다. 이로 인해 용의 자손이 사람 목숨을 함부로 하던 시대가 마침내 끝났고 연하궁의 사람들은 그들과 대적할 수 있게 됐다.\n그러나 외부로부터 오는 다른 종족의 위협이 완전히 사라지기도 전에 인성의 추악한 면이 드러났다. 사람들이 「태양의 아이」를 뽑아 그를 왕으로 삼고 숭배했지만, 그는 폭정을 일삼고 충신을 모함했다.\n긴 세월이 흐른 뒤 연하궁의 한 아이는 친구와 내기하여 혼자서 세 귀퉁이 밖으로 숨어들어 용의 자손의 흔적을 피해 용 뼈의 꽃을 찾으러 갔다. 아이는 동굴 안에서 한 번도 본 적 없는 거대한 뱀을 보게 되지만\n「난 몸과 이름이 더럽혀진 뱀신이도다. 비록 수백수천의 권속을 거느리고 있지만, 이제 나의 그늘 아래서 이 몸을 믿는 이는 아무도 없다. 오늘 이곳에 떨어져 너와 만난 것도 인연이겠지. 넌 내 백성은 아니지만 인간의 자손이니, 바라는 게 있다면 말해보거라.」\n「연하에 살고 있는 저희들의 신이 되어주실 수 있나요?」\n그렇게 태양의 아이의 왕권과 외부에 있는 용의 자손의 침략에 맞서는 한 인간과 뱀의 이야기의 막이 오르게 되었다."
          }
        ]
      },
      {
        "title": "제2권: 일월 과거사",
        "desc": [
          {
            "type": "RichText",
            "text": "일반인의 접근이 금지되어 있는 연대기, 우화와 연대로 구성되어 있으며 창조부터 다이니치 미코시 시대까지의 역사가 기록되어 있다\n우리가 기록하려는 일은 하늘의 의지가 지상에서 형태를 갖추는 과정이다. 아, 신이시여, 이 모든 창조물이 신들의 작품이시니, 제가 끊임없이 기록할 수 있도록 저를 계몽해 주소서.\n[비둘기가 나뭇가지를 물어온 해]\n천상의 영원한 왕자가 오는 날, 세계가 새롭게 되었더라. 그리고 진왕, 원초의 그분과 옛세계의 주인들, 공포의 왕 일곱이 전쟁을 시작하니, 그 공포의 왕들은 용이었더라.\n원초의 그분이 빛이 나는 자신의 그림자를 창조하시니 그림자의 수는 넷이었더라.\n[파네스, 또는 원초의 그분]\n원초의 그분, 또는 파네스라 칭하니라. 그는 날개를 가졌고, 머리에는 왕관을 썼되 알에서 태어나 암수를 구분할 수 없었더라. 다만 세계가 다시 창조되려면 알은 깨질 수밖에 없으니, 파네스ㅡㅡ원초의 그분ㅡㅡ는 알껍데기로 「우주」와 「세계의 축도」를 단절했더라.\n[나뭇가지를 물어온 후 사십여 년]\n사십 개의 겨울이 불을 묻고 사십 개의 여름이 바다를 들끓게 했더라. 일곱 왕이 모두 패배하니 일곱 왕국이 천상에 순종하더라. 원초의 그분이 천지 창조를 시작하매 「우리」를 위해ㅡㅡ그의 가장 가여운 사람이 이 땅에 나타났더라.\n…\n[나뭇가지를 물어온 후 사백여 년]\n산과 강이 완성되어 바다와 대양이 반역자와 불복한 자를 거두었나니. 원초의 그분과 그림자 하나가 날짐승과 땅의 짐승과 물고기를 창조하시고, 꽃과 풀과 나무를 창조하시나니, 마지막으로 사람을 창조하셨으니 우리의 선조의 수는 알 수 없더라.\n사람을 만든 날에 우리의 선조와 원초의 그분이 약속을 맺으매 연대도 새롭게 바뀌었더라.\n[방주가 문을 연 해]\n원초의 그분은 사람에게 신성한 계획이 있으시니, 사람이 행복하면 그가 기뻐하시더라.\n[방주가 문을 연 다음 해]\n사람이 밭을 갈고 첫 수확을 하고 사람이 땅을 파 처음으로 금을 수확하며, 사람이 모여 처음으로 시와 노래를 썼더라.\n[축제의 해]\n기근이 있으면 하늘에서 음식과 단비가 내렸고, 빈곤이 있으면 땅에서 광물이 나왔더라. 슬픔이 번지면 높은 하늘이 소리로 답했더라.\n유일하게 금지된 일은 유혹에 넘어가는 일이나 유혹의 통로는 봉쇄되었노라.\n…\n[불바다의 해]\n천상의 두 번째 왕좌가 내려오니, 창세 초기의 전쟁이 다시 열린 것 같더라. 그날은 하늘이 기울고 땅이 열리니 우리 해연 백성의 선조와 대대손손 거주한 땅이 그곳에 떨어졌더라.\n이는 암흑의 시대가 시작됨이라.\n[암흑 원년]\n바다가 일곱 왕의 백성을 거두되 심해의 용의 자손이 통치했던 곳이더라. 우리의 선조가 그들과 전쟁을 일으켰더라.\n선조가 천둥으로 그들을 그늘로 쫓아내니 그들이 그늘에서 사람을 사냥했더라. 이곳에 있는 것은 어둠뿐이니 사방이 그들의 사냥터였더라.\n사람들의 기도가 모여 애가가 되니 원초의 그분과 빛나는 그림자 셋이 듣고 보지 못하였더라.\n[태양의 비유]\n어두운 동굴에 빛을 보지 못한 사람들이 살았더라. 태양을 본 적이 있는 현자가 동굴 사람에게 빛 아래에서 사는 것보다 태양의 위대함을 얘기했더라. 그는 이해하지 못하는 동굴 사람을 보며 불을 피우매, 사람들이 불을 태양으로 섬기며 숭배하니, 어둠과 불빛 생활에 익숙해지더라.\n현자가 숨을 거둔 후 누군가 불을 점령하여 자신의 커다란 그림자를 드리웠나니.\n[망우련의 비유]\n보기만 하면 슬픔을 잊는다는 연꽃. 긴 여정에서 귀로를 찾는 선장이 이러한 연꽃을 취하는 자들을 만났으니. 어떤 이는 그곳에 남고 어떤 이는 유혹을 거절했더라.\n삶은 끝이 없는 고해며 우리는 귀로를 찾을 뿐이더라.\n[암흑의 세 번째 해]\n유일하게 우리를 버리지 않은 분은 「시간의 집정관」이시더라. 그는 언제나 천풍 일월의 도량이며, 그는 모든 즐거움과 분노와 갈망과 혼란의 순간이심이되 그는 모든 섬망의 순간이심이라.\n우리는 그를 「카이로스」 또는 「불변 세계의 통치자와 집정관」이라 부르며 진짜 이름은 언급하기 두려워 거꾸로 적나이다. 「로타스이」ㅡㅡ한 번만 언급하나이다.\n…\n[눈이 먼 해]\n현인·아브락스가 지혜를 얻어 빛의 기적을 선보이니, 선조가 그를 우두머리로 삼으매 「헬리오스」를 짓기 시작했더라.\n…\n[밝은 눈의 해, 또는 일월 원년]\n「헬리오스」ㅡㅡ태양의 마차가 완성되니 백야가 도래해 상야가 사라졌더라.\n이로부터 일월 연대가 시작되었더라.\n[일월의 두 번째 해]\n선조가 귀로를 찾기 시작했으니 지상의 전쟁이 끝난 것 같더라.\n다만 원초의 그분, 첫 번째 왕좌가 금지령을 내리니 선조가 귀로를 찾지 못했더라.\n그러하다면 원초의 그분이 나중의 그분에게 승리한 것 같더라.\n태양의 아이는 아브락스에게 수감령을 내렸더라.\n[나무의 비유]\n왕의 정원사와 왕의 정원의 엘더윌로우는 사랑에 빠졌더라. 하지만 정자의 기둥을 수리하고 싶은 국왕이 가장 영기 넘치는 영목을 벌목하자 하였다. 원초의 그분의 화신인 왕의 명령을 거스를 수 없는 정원사는 왕의 사제에게 기도드릴 수밖에 없었고, 그 사제가 바로 토코요노카미의 화신이었더라.\n정원사를 가엽게 여긴 사제가 영목의 나뭇가지를 꺾으라 이르니, 정원사가 나뭇가지를 꺾고 왕명에 따라 영목을 벌목했더라.\n또 사제께서 영목의 가지를 심으라 이르니, 이에 정원사가 영목이 장성하려면 오백 년이 걸린다 하니라. 사제께서 이르되 순간에 천겁이 흐르리라. 정원사가 자신의 집 뒤뜰에 나뭇가지를 심자, 가는 나뭇가지가 순간 새로운 나무로 성장하니 새로운 엘더윌로우는 원래의 엘더윌로우에 이어진 존재였더라.\n이는 순간의 신이 「씨앗」의 「이 순간」을 과거와 미래로 가져갈 수 있기 때문이더라.\n[일월의 십 년]\n아브락스가 세상을 떠난 지 오래더라. 해와 달 전의 과거사는 충분히 기록했음이라. 만약 모든 일을 사실대로 기록할 용기가 없다면 토코요노카미의 서기가 될 수 있을 리가 없지 않은가?\n밖에서 갑옷 소리가 들리니 이만 붓을 꺾으리라."
          }
        ]
      },
      {
        "title": "제3권: 백야국 지리 수문학적 고찰",
        "desc": [
          {
            "type": "RichText",
            "text": "백야국의 지리와 수문, 공구에 관한 내용이 기록된 도서. 해연이 봉인되고 와타츠미 주민들의 단체 이민 이후, 오랜 시간이 흘러 더 이상 쓸모없는 책이 되어버렸다\n해연 아래의 땅과 지상은 아주 다르며, 상식이 통하지 않는다. 과거의 지리와 수문 지식도 천상이 직접 전수한 것이다. 우리가 속한 세계에 대한 연구는 방법조차 알아서 모색해야 하며, 전부 처음부터 시작해야 한다.\n이 책의 독자는 명심하길 바란다. 자신이 누리는 삶이 당연하다고 여기면 안 된다. 수백 수천 년 후의 사람은 이런 생활에 익숙해지겠지만, 명심하길 바란다. 하늘에 해와 달이 없는 삶은 비정상이다. 현자가 이곳에서 태양을 설명해도 추악한 자들이 빛을 빌려 거대한 그림자를 드리우기 마련이니 말이다.\n이 책을 통해 사람들이 자신이 속한 세계를 이해하고, 빛을 찾는 마음을 잃지 않길 바란다.\n(시대의 변화에 따라 끊임없이 수정한 결과, 이름도 해연의 땅에서 「영원의 나라」로 변경되었다가 「백야국」으로 변경되었다. 후에 와타츠미가 불쌍히 여겨 연하의 백성이 해면 위로 복귀했다. 다만 서문의 「해연의 땅」은 특별한 의미가 있어 통일해 수정하지 않는다.)\n-바람과 물의 이야기\n백야국의 땅은 산이 없어 산맥을 토론하는 의미가 없다. 다만 우리의 사제와 현자는 한 가지 사실을 눈치챘다. 바로 해연 아래에서도 「불멸의 바람」과 「물」의 힘이 존재한다는 사실이다. 「불멸의 바람」, 속칭 「토코요노카미」, 또는 시에서 「천풍」, 「시간의 천풍」이라 수식한다. 「물」은 심해 용 도마뱀의 용 도마뱀 세계의 힘이다.\n우린 이미 「양염」과 바람, 그리고 물의 관계를 계산하는 학문이 있다. 그러니 토목을 건드리기 전에 수문과 불멸의 바람의 영향을 고려해야 한다.\n-백야국의 변경\n백야국의 국토는 삼각 삼우를 기준으로 한다. 예로부터 이곳은 인간 세력과 용 도마뱀 세력 공방전의 한계였다.\n삼각은 백야국 시대에 삼계를 조율하기 위해 삼계탑을 지었다. 고대의 이름은 이미 실전되었으며, 와타츠미가 온 후 지금의 이름으로 변경되었다.\n삼계탑은 아주 중요하며, 바람과 물의 체계에 속해 있지 않다. 심지어 그 반대로 백야국 전체의 추세 균형을 담당하고 있으며, 백야국의 바람과 물을 조종하고 있다.\n삼계탑에 문제가 생긴다면 그건 백야국 전체의 재난이다. 그러므로 그들은 비법을 무녀와 어사만 소환할 수 있게 숨겼다.\n-협곡의 거리\n최초의 협곡의 거리는 절벽과 방원의 땅 사이에 끼어 있어 협곡의 거리라고 불린다. 하지만 백야국의 이상 지리 변동으로 방원의 땅은 몇백 년 사이에 심연으로 떨어졌으며, 협곡의 거리는 광활한 곳으로 변했다.\n-뱀의 심장\n이곳은 선조가 발견한 날부터 공간이 한 곳에서 접히는 신기한 현상이 존재했다. 나중에 이 현상을 이용한 선인이 뱀 심장의 제단을 지었다. 사람들은 이곳에 비밀을 보관하고 죄수를 수감하며, 환상 속에 존재하는 거대한 뱀 「우로보로스」를 숭배한다.\n처음에 이곳은 뱀의 땅, 델포이라고 불렸다. 그 후 와타츠미 신이 이곳에 강림하고, 뱀 심장의 땅이란 이름은 변하지 않았다. 고대 그림에서 비늘 없는 뱀은 「우로보로스」이며, 산호가 있는 뱀은 「오로바시」다.\n-다이니치 미코시\n최초의 이름은 「헬리오스」며, 현자 아베라쿠가 설계한 고탑이다. 바람과 물 중에서 황에 속한다.\n예언에 따르면, 이것이 바로 빛을 본 적 없는 동굴에서 현자가 보여준 태양이며, 나중에 거대한 그림자를 드리우는 데 사용되기도 했다."
          }
        ]
      },
      {
        "title": "제4권: 심해 용 도마뱀 실험 기록",
        "desc": [
          {
            "type": "RichText",
            "text": "심해 용 도마뱀 실험 기록. 실험 중 용 도마뱀은 죽지 않았다\n…오늘부터 용의 자손 실험 주제는 와타츠미 신이 직접 지정하는 주제로 변경한다. 와타츠미 연대 원년 이전의 모든 파일은 전부 소각한다. 공문 번호는 알파, 베타, 감마, 델타, 엡실론을 폐지하고, 고대 와타츠미 언어 분류법으로 흙, 물, 불, 바람, 에테르, 공허를 새로운 분류로 삼는다.\n주석과 인용은 ([]) 안에 써야 한다. 순서대로 공문 헤더-번호-제목-작가를 표기해야 한다. 작가는 생략하거나 연구소 내부 번호를 표기할 수 있으며, 연구원의 백야국/연하궁 또는 와타츠미/나루카미/이나즈마 이름의 노출을 금지한다.\n실험 기록에 일기, 러브레터, 판타지 소설을 쓰지 마시오.\n…\n용의 자손(이하 심해 용 도마뱀, 용 도마뱀으로 표기한다)의 진화 능력은 모두가 아는 바다([물권-101-용의 자손의 진화·1]).\n우린 유년기의 고온 저항 용 도마뱀 생존 공간의 온도를 낮추려는 실험을 진행 중이다. 고온 저항 용 도마뱀은 성체가 되면 쇠약해지며, 이는 아마 이런 환경에 저항할 수 있는 「씨앗」이 없기 때문인 듯하다. 하지만 그의 후손은 모두 체지방이 높으며, 잠이 많고 얼음 원소 특성을 보였다. (본문 뒤의 실험 데이터 참고. 샘플 3에서 나타난 특이 데이터는 나의 조수가 굶주림 저항 대조군 실험 대상을 동정해 몰래 먹이를 줬기 때문이다.)\n이때 그들의 자손을 극심한 고온 환경에 노출시키면, 증조부모처럼 성체가 된 후 열 저항 특성을 선택한다. 그러나 현재 불 원소 특징은 나타나지 않았다.\n아직 결론을 내리기는 이르지만, 추론을 뒷받침할 근거는 충분하다. 심해 용 도마뱀은 성체가 되기 전에 자신의 「씨앗」을 자유롭게 각성할 수 있으며, 용 도마뱀 모체가 처음으로 가혹한 환경에 노출될 경우, 새로운 「씨앗」을 만들어 자손에게 물려줄 수 있다.\n심해 용 도마뱀은 우리 연하궁 백성을 만나기 전부터 체내에 무기고를 숨기고 있었던 것이다.\n…\n지능 실험으로 놀라운 결과를 얻었다([공허-107-용 도마뱀의 지능 연구]). 벌과 상을 병행하는 체제로 선별한 결과(사실 이전 연구에 따르면 선별은 필수가 아니다. 모든 용 도마뱀은 완벽한 적응력을 갖추고 있다), 4대 이후의 용 도마뱀의 언어 이해 능력은 인간 아이 12살의 지능과 맞먹는다. 엄밀히 말하자면 용 도마뱀은 원래 그들만의 교류 방식이 있었으며, 이 실험에서 학습 능력을 보인 것이다.\n우리는 이 실험을 중지해야 한다고 생각한다. 그렇지 않으면 용 도마뱀 인간에 관한 판타지 소설을 써서 해고당한 녀석 때문에 우리가 무식해 보일 테니.\n예언에 따르면 물의 용왕은 인간의 형태로 태어난다고 한다. 그런 일이 연하궁에서 일어나는 건 용납할 수 없다.\n…\n전에 했던 이식은 다 실패했다([공허-907-와타츠미 신 특명·1]). 와타츠미의 피를 감당할 수 없어서 용 도마뱀의 신체에 이상 반응이 나타났다. 아직 약해서 그런 건지 모르겠다. 용 도마뱀의 진화 루트를 통해 이론적으론 최강인 용 도마뱀을 양성했을 텐데 말이다.\n…\n이식은 거의 성공이다([공허-907-와타츠미 신 특명·3]). 거부 반응이 나타난 건 용 도마뱀이 광계 생물(또는 원소 생물)로서, 신과 산호의 권속인 인간계와 적대 관계이기 때문이다.\n모든 실험 기록 공문을 끝마친다. 지금까지 이어진 실험에서 목숨을 잃은 용의 자손은 없으며, 모두 자연사로 생을 마쳤다.\n와타츠미 신의 자비로움을 찬양하리라."
          }
        ]
      },
      {
        "title": "제5권: 빛의 그림자 아래",
        "desc": [
          {
            "type": "RichText",
            "text": "9세부터 12세까지의 어린이를 위한 교육 도서. 특수 과도기 시절 버전으로 백야국 이름 아래 나루카미식 이름도 함께 적혀있다\n수수께끼 1. 아침에는 다리가 4개, 점심에는 2개, 밤에는 3개인 것은?\n정답: 점심에 사람으로 변해서 무도회에 참가했다가 다리가 부러져 지팡이를 짚은 용 도마뱀\n이 정답은 현자가 가장 좋아하는 답이며, 보통 어린아이만 맞힐 수 있다. 어른에게 용 도마뱀이 사람으로 변하는 건 무서운 음모지만, 고대 예언에 따르면 물 원소 용왕은 사람의 형태로 다시 태어난다고 한다. 아이에겐 서로 이해할 가능성을 보여준 셈이다.\n다만 용 도마뱀을 귀엽게 포장한 폐해도 있다. 공포심을 해소했지만, 아이들의 경계심도 없어졌다.\n(심해 용의 자손은 진화로 다른 원소를 얻어 순수함을 잃었다. 심해 용 종족에선 용왕이 탄생하지 않을 것이다.)\n수수께끼 2. 이것의 입은 하나지만 다리는 4개, 2개, 3개이며, 다른 모습으로 변할 순 없지만, 땅과 바다, 그리고 하늘을 볼 수 있다. 걸을 때 사용하는 다리가 많을수록 기력이 쇠하는 이것은?\n정답: 사람\n사람은 어렸을 때 손과 발로 기어 다니며, 크면 두 다리로 걷는다. 노년에 접어들면 지팡이를 짚기에 이 수수께끼의 정답은 사람이다.\n수수께끼 3. 말할 수 있는 입은 하나지만, 다리는 4개와 2개인 것은?\n정답: 목축 생활\n아주 오래된 수수께끼다. 옛날에는 글로 목축의 뜻을 이해할 수 있었다. 다리가 4개인 것은 「니우」, 「우마」와 「린저」라는 생물이다. 백야국이 붕괴해 지하로 떨어진 후, 이 같은 생물은 번식 환경과 먹이가 부족해 2대 이내로 멸종했다.\n와타츠미 신이 강림하신 동안, 일부 주민은 해면으로 가서 터전을 개척하고, 문화 교류를 이루었다. 그래서 우리는 이 생물들의 통칭을 교정할 수 있었다. 어사와 와타츠미 신의 예언에 따르면, 우린 언젠가 해면 위로 갈 테니, 이름을 교정하는 것은 필수 업무다.\n「니우」는 소, 「우마」는 말, 「린저」는 숲멧돼지다.\n수수께끼 4. 한 자매가 있다. 그들은 매일 상대를 낳는다. 이 자매는?\n정답: 낮과 밤 또는 백야와 상야\n낮과 밤의 교대. 이해하기 쉬운 수수께끼다. 백야국에서는 다이니치 미코시의 백야와 상야가 교대한다. 다이니치 미코시가 완성되기 전에는 줄곧 상야였지만, 사람들이 백주의 빛을 본 사실은 변하지 않는다.\n참고로 백야국의 특수한 신기루 현상과 죄의 그림자는 최초에 모두 「아이돌론(Eidolon)」이라고 했으며, 사람들은 둘의 본질이 같다고 생각했었다. 와타츠미 신이 강림한 후, 두 현상을 이해한 사람들은 이름으로 구분하기 시작했다. 대낮이 없지만 백야에 나타나는 신기루는 여전히 「양염의 환영」이라고 불리며, 상야의 신기루는 「유령불꽃 환영」이라고 불린다. 시간이 흐르며 두 환영의 원리가 같다는 이유로 「양염의 환영」이라고 통일했다.\n수수께끼 5. 나는 광명의 아버지를 둔 어둠의 자손이다. 나는 날개가 없는 새이며, 땅에서 하늘로 솟아오른다. 날 보는 자는 눈물을 흘리지만, 그 이유는 슬픔이 아니다. 바람이 불면 난 태어나자마자 사라진다.\n정답: 정답은 연기다. 새는 날개가 달려서 날 수 있는 생물이며, 연하궁에선 당연히 보이지 않는다.\n수수께끼 6. 한 아버지에게 12명의 자녀가 있으며, 자녀마다 60명의 각기 다른 얼굴을 가진 딸이 있다. 딸들은 차례대로 흑백이 교차하며, 가족 모두 영원을 누리지만, 조용히 시들어간다. 여기서 나오는 아버지는?\n정답: 정답은 「해(年)」다. 백야국의 백성은 60명의 흑백 손녀를 단번에 알아차리지 못할 수도 있다. 그러나 수수께끼 4를 이해하면 깨달을 것이다.\n고대에 해당 수수께끼의 후속 버전이 존재했다. 모든 손녀가 각자 12명의 아이가 있고, 아이마다 어머니를 위해 60명의 외손자를 남겼다. 외손자도 각자 60명의 아이가 있으며, 아이마다 또 각자 자손이 있다. 마지막으로 모든 자손이 함께 유일한 원초의 후대를 낳았다. 이 후대가 바로 토코요노카미이며, 140억 개의 「해(年)」의 어머니다.\n와타츠미 신이 해당 수수께끼의 전파를 금지했다.\n…\n「부록」- 역사 인물, 전통 이름-나루카미식 이름\n카이로스-토코요노카미\n…스-아리스\n아브락스-아베라쿠\n케이론-화…\n스파르타쿠스-스파다\n엠마-에마\n…-코이\n안티고네, 안티고누스-안테\n…\n…\n에레보스-에보시\n에카온-에키\n우대…-우다\n아스클레피오스-스레피오\n…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "백야국 장서"
          }
        ]
      }
    ]
  }
}