{
  "epId": 2922,
  "name": "오래된 나뭇잎 경전",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/194600931/0de691fd7ef4621a488218ee8eefad9e_5269870403068038744.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1673002892,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "오래된 나뭇잎 경전"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "제1권",
        "desc": [
          {
            "type": "RichText",
            "text": "고대 수메르 학자가 기록한 행록. 풀의 왕의 재앙의 시대 행적을 기록했다\n…난 감히 그녀의 진짜 이름을 언급할 수도, 멋대로 주제넘게 그녀의 자태를 억측할 수도 없다. 나, 소니사·쿠샤미는 얕은 지식을 품고 있는 하인에 불과하다. 필자는 근거 없는 낭설이 아닌 과거 그녀를 따랐던 현자들에게 들었던 이야기를 가감 없이 기록하고 있다. 이 말들은 마치 나 자체의 존재처럼, 거짓이 없으며 진실하다.\n달의 그림자가 부서졌을 때, 심연 아래에서 짐승 무리들이 나타나 수많은 생령을 갉아먹었다. 그녀가 창조했던 생령들은 아무도 운명의 재앙을 피할 수 없었다. 그녀가 하사한 깨끗한 선, 안락함과 지식은 순수한 악의 앞에서 스러지고 죽어갔다. 섬뜩하게 웃는 그믐달 아래, 시들어버린 검은 파도가 사막과 산골짜기로 밀려와 장미로 가득했던 샘물을 오염시켰다. 그 더러운 오물은 땅을 오염시켰고, 인간들은 그로 인해 절망하고 두려워했다. 현자들은 평야, 마을과 도시를 삼켜버린 범람하는 이 홍수를 검은 파도라고 불렀다.\n이 모든 걸 목도한 그녀는 생령들의 아픔과 이별로 비통한 눈물을 흘렸다. 땅에 내려앉은 그녀의 눈물방울은 타오르는 사악한 불길을 잠재웠고, 황폐하게 초토화된 곳에도 이슬을 가득 머금은 꽃이 자라났다. 하지만 재앙의 뿌리는 여전히 초토의 아래에 몸을 숨기고 있었고, 죽음의 그림자도 밝고 깨끗하던 달빛을 가리고 있었다. 하여, 그녀는 대지의 생령들을 구원하고자 그녀를 따르는 영혼의 사절들과 함께 마지막 원정을 떠난다.\n※마신 임무 제3장 제5막 완료 후 위 내용은 아래와 같이 변경됨\n…난 감히 그녀의 진짜 이름을 언급할 수도, 주제넘게 당시 그녀의 신성했던 자태를 억측할 수도 없다. 나, 소니사·쿠샤미는 단지 얕은 지식을 품은 종복에 불과하다. 필자는 근거 없는 낭설이 아닌 과거 그녀를 따랐던 현자들에게 들었던 이야기를 가감 없이 기록하고 있다. 이 이야기는 마치 나 자신의 존재처럼 거짓 없이 진실하다.\n달의 그림자가 부서졌을 때, 심연 아래에서 짐승 무리들이 나타나 수많은 생령을 갉아먹었다. 그녀가 창조했던 생령 중 그 누구도 운명적인 파멸을 피할 수 없었다. 그녀가 하사한 선량함과 평화, 그리고 지식은 순수한 악의 앞에서 스러지고 죽어갔다. 섬뜩하게 웃는 그믐달 아래, 시들어버린 검은 파도가 사막과 산골짜기로 밀려와 장미로 가득했던 샘물을 오염시켰다. 그 더러운 오물은 땅을 오염시켰고, 인간들은 그로 인해 절망하고 두려워했다. 현자들은 평야와 마을, 그리고 도시를 삼켜버린 이 홍수를 검은 파도라 불렀다.\n이 모든 걸 목도한 그녀는 생령들의 아픔과 이별로 비통한 눈물을 흘렸다. 땅에 내려앉은 그녀의 눈물방울은 타오르는 사악한 불길을 잠재웠고, 황폐화된 곳에서조차 이슬을 가득 머금은 꽃을 피워냈다. 하지만 재앙의 뿌리는 여전히 초토의 아래에 몸을 숨기고 있었고, 죽음의 그림자 또한 밝고 깨끗하던 달빛을 가리고 있었다. 하여, 그녀는 대지의 생령들을 구원하고자 그녀를 따르는 영혼의 사자들과 함께 영광스러운 원정을 떠났다."
          }
        ]
      },
      {
        "title": "제2권",
        "desc": [
          {
            "type": "RichText",
            "text": "고대 수메르 학자가 기록한 행록. 풀의 왕의 재앙의 시대 행적을 기록했다\n그녀는 얼룩덜룩한 빛의 그림자를 따라 부서진 지 오래인 숲에 발을 들였다. 한 걸음 내디딜 때마다 천 송이의 달 연꽃이 그녀의 뒤에서 조용히 피어났다. 모든 재앙, 불길, 죽음과 파멸은 그녀의 지혜 앞에서 뒤로 물러섰다. 향기로운 꽃들이 사경에서 다시금 피어났고, 지금까지도 그 꽃들은 아타 하곡의 모래알처럼 수없이 많고, 무성하게 피어난다. 그녀가 노래하자, 폭풍마저도 부드러운 숨결로 변해 그녀의 옷자락에 달린 방울을 스쳐 지나가면서 아름다운 소리를 냈다. 수많은 영혼의 사절들, 정령들, 인간들과 인간이 아닌 것들 모두가 기뻐하며 그녀의 이름을 찬송했다. 그녀는 진실로 지혜롭고 자비로웠기에.\n그녀는 깊은 숲속에서 풀을 뜯어 무기로, 꽃을 꺾어 왕관으로 삼았으며 완전무결한 노래를 불렀다. 순간, 수천수만의 마군들이 먼지로 되어 더 이상 찾을 수 없는 곳으로 사라졌다. 그녀는 과거 황폐한 모래 바다에 생명의 바람을 불어넣은 것처럼, 숲속 생령들의 눈물을 살며시 닦아내고 그들의 아픔을 위로했다. 그녀는 마치 먼 옛날, 영원의 오아시스에 강림한 시종 같았다.\n하지만 대지는 여전히 부서진 상태였으며, 땅의 심장을 삼킨 악귀와 요마들은 그곳을 햇빛도, 달빛도, 심지어는 불빛도 닿지 않는 심원한 동굴로 만들어 자신들의 거처로 삼았다. 그것들은 먼지를 진귀한 보물로 다뤘고 진흙은 산해진미로 여겼고, 새와 같은 깃털이 있었지만 하늘을 자유롭게 비상할 수는 없었다. 그녀는 그곳으로, 그 어두운 동굴로, 아무도 살아서 나올 수 없는 사악한 곳으로 향하기로 결정한다. 그렇게 그녀는 다시는 돌아올 수 없는 길에 발을 들였고, 가장 자비롭고 가장 순수한 여정을 시작했다.\n그녀는 홀로 텅 비어버린 속세의 심장으로 걸어 들어가면서, 심장의 영원한 얼굴을 가볍게 어루만졌다. 이후 그녀는 불멸의 가오케르나, 속세 그 자체가 되었다. 이 세상의 모든 지혜, 모든 풀이 그녀의 만고불멸의 의지이다. 비취옥처럼 빛나는 색에 장미 이슬과 같은 향을 가진 무성한 꽃바다가 그녀의 옆에서 맴돌면서 마치 선인의 옷을 방불케 했고, 수많은 새들이 그녀를 에워싸고 그녀가 얻게 될 새로운 생을 노래했다. 인간이 낡은 의상을 버리고 새로운 예복을 입는 것처럼, 그녀는 족쇄를 모두 벗어던지고 영원의 전당에 올랐다.\n※마신 임무 제3장 제5막 완료 후 위 내용은 아래와 같이 변경됨\n그녀는 얼룩덜룩한 빛의 그림자를 따라 파괴된 숲으로 걸어 들어갔다. 한 걸음 내디딜 때마다 천 송이의 달 연꽃이 그녀의 뒤에서 조용히 피어났다. 모든 재앙과 불길, 죽음, 그리고 파멸은 그녀의 지혜 앞에서 뒤로 물러섰다. 향기로운 꽃들이 죽음의 대지에서 다시금 피어났다. 그 꽃은 아타 하곡의 모래알처럼 무수히, 또 무성하게 피어있다. 그녀가 노래하자 폭풍마저도 부드러운 숨결로 변했다. 그 바람은 그녀의 곁을 스쳐 지나며 옷자락에 달린 방울을 흔들었다. 수많은 영혼과 정령들, 인간과 인간이 아닌 것들 모두가 기뻐하며 그녀를 찬양했다. 그녀는 진실로 지혜롭고 자비로웠기에.\n깊은 숲속에서 그녀는 풀을 잡아 뜯어 무기로 삼고, 꽃을 엮어 왕관으로 삼아 완전무결한 카르네이를 불렀다. 그러자 수천수만에 이르는 악마의 군세가 먼지가 되어 사라졌다. 그녀는 과거 황폐한 모래바다에 생명의 바람을 불어넣었던 것처럼, 숲속 생명들의 눈물을 살며시 닦아내고 그들의 아픔을 위로했다. 그녀의 모습은 마치 태고의 시기, 영원의 오아시스에 강림했던 시녀와 같았다.\n하지만 대지는 여전히 파괴된 상태였다. 땅의 심장을 삼킨 악귀와 요마들은 햇빛도, 달빛도, 심지어는 불빛도 닿지 않는 텅 빈 동굴을 거처로 삼았다. 그들은 먼지를 마치 진귀한 보물처럼 다뤘고 진흙을 산해진미로 여겼다. 그들에게는 새와 같이 깃털이 있었지만 하늘로 자유롭게 날아오를 수는 없었다. 하여 그녀는 맹세했다. 부패와 타락의 소굴로 들어가 말라붙어버린 땅을 정화하겠다고.\n영혼과 정령, 인간, 그리고 인간이 아닌 모든 것이 그녀가 이미 텅 비어버린 속세의 심장으로 걸어 들어와 그것의 영원한 형태를 쓰다듬는 것을 지켜보았다. 그러자 그녀로부터 속세의 선량함과 평화, 지식을 부여받았던 것들이 불멸의 가오케르나, 속세 그 자체가 되었다. 이때가 바로 순수한 연꽃이 피어나는 순간이었다. 번성한 꽃의 바다가 그녀의 주위를 감쌌다. 그것은 옥처럼 빛이 났고, 장미처럼 향기로웠으며, 날개옷처럼 부드러웠다. 백 마리의 새가 곁을 맴돌며 그녀가 되찾은 젊음을 노래로써 찬양했다. 인간 아이의 지나간 세월은 숲에 부는 늦바람처럼 이미 흘러가 버렸지만, 그녀는 바람을 거슬러 처음 모래바다에 씨앗을 뿌리던 그때처럼 빛나는 신의 자태를 속세에 드러냈다. 마치 찬가에서 말하던 것처럼 말이다.\n그들의 맹세는 깨달음의 길로 이어진다. 속박이 풀리고 슬픔이 사라지면 모든 것이 드러날 것이다.\n길상의 빛은 모든 악의 원한을 굴복시키고, 희미해지는 연기 사이로 신성한 지혜가 새롭게 피어난다.\n태양이 하늘로 솟아오르고 달이 별들 사이로 떠오르듯, 구름 한 점 없이 맑은 지혜가 돌아오는 것을 보라.\n찬란하게 빛나는 지혜의 빛을 받아 연꽃들이 피어나니, 이 신념의 낙원에서 나는 찬미의 예를 올린다."
          }
        ]
      },
      {
        "title": "제3권",
        "desc": [
          {
            "type": "RichText",
            "text": "고대 수메르 학자가 기록한 행록. 풀의 왕의 재앙의 시대 행적을 기록했다\n사람들 대부분은 그녀의 목소리조차 들어본 적이 없었다. 설령 들었다 하더라도, 그 목소리가 그녀의 것임은 몰랐을 것이다. 견문이 넓지만 언변에 능한 이는 드물며, 진리를 깨우쳤지만 가르침에 능한 이는 드물기 때문이다. 그녀의 의지는 모든 것에 퍼져 있으며 지식처럼 무너뜨릴 수 없다. 세상의 그 누구도 무너뜨릴 수 없는 것들을 파괴할 수 없다. 이 세상에는 존재의 부재도, 부재의 존재도 없기 때문이다.\n한때, 숲은 칠흑 같은 짐승 무리에 의해 뒤집혔고, 고요한 호수에 내려앉은 달빛은 그것이 비추는 꿈처럼 산산이 부서졌다. 끝없는 미궁도 타오르는 불길 속에서 무너졌으며, 짐승들의 군왕은 최후의 단말마를 내질렀다. 그녀는 모든 걸 지키기 위해 쓰러졌다. 하지만 추억 그 자체는 부서지지도, 무너지지도, 죽지도 않은 채 마치 그녀가 남긴 지혜처럼, 불생불멸이자 오래되고 영원하다.\n그녀의 안내를 따라 꿈나라의 왕녀는 순백의 나뭇가지를 꺾었고, 시들어버린 낙엽 위에 푸른 사냥터를 재건했다. 그리고 그녀가 바라던 소원처럼, 숲의 아이들도 다시금 편안한 잠에 들 수 있었다. 아무리 많은 고난을 겪어도, 사냥꾼은 결국 돌아가는 길을 찾을 수 있다——그녀가 아이들에게, 아이였던 어른들에게 했던 처음이자 마지막 약속이다. 세상에 흩어진 달 가루가 결국 아침이슬처럼 사라진다 할지라도, 기억에 남은 것들, 모든 아름다운 꿈과 그리움은 진주처럼 모래 폭풍에 마모될지언정 끝내 깨끗한 색을 잃지 않을 것이다.\n※마신 임무 제3장 제5막 완료 후 위 내용은 아래와 같이 변경됨\n많은 이들이 그녀의 목소리를 들어보지 못했으며, 듣더라도 그것이 그녀의 목소리인 줄 알지 못했다. 그러나 그녀는 모든 이들의 소망을 경청했다. 많은 이들이 그녀의 모습을 보지 못했으며, 보더라도 그것이 그녀의 모습인 줄 알지 못했다. 그러나 그녀는 모든 이들의 꿈을 수호했다. 이는 먼 곳에서 들은 이야기를 잘 전달하거나, 참뜻을 깨닫고 지도해주는 자가 드물었기 때문이다. 그녀의 의지는 모든 곳에 골고루 닿아 있으며, 그녀는 여전히 정선궁에 머물며 이 땅에 속한 모든 이의 꿈을 비호하고 있다. 그녀가 돌아왔을 때, 꿈나라의 왕녀를 인도해 순백의 가지를 꺾고, 시든 낙엽 사이로 영원히 푸르른 사냥터를 다시 세운 것처럼 말이다.\n한때 숲은 칠흑 같은 짐승 무리에 의해 뒤집혔고, 끝없는 미궁 역시 타오르는 불길 속에서 무너져 내렸다. 짐승들의 군왕은 최후의 단말마를 내지르며, 그녀가 맡긴 모든 것을 지키기 위해 운명했다. 그러나 그 어떤 고통도 그녀가 선사한 아름다운 꿈을 빼앗을 순 없었다——사람들이 내일의 꿈을 기대하는 한, 새로운 추억이 생기고, 아침 이슬과 밤의 먼지 사이에서 평온의 꽃이 피어날 거라는 꿈 말이다.\n이것이 바로 그녀가 꿈을 꾸는 자에게 내린 처음이자 마지막 약속이다. 모든 기억은 진주와 같아서 바람과 모래에 의해 수천 번 긁히더라도 그 순수한 본색은 결코 변하지 않는다. 모든 아름다운 꿈은 어린 풀과 같아서 뜨거운 태양 빛에 그을리더라도 다시금 따뜻한 봄바람에 몸을 흔들 것이다."
          }
        ]
      }
    ]
  }
}