{
  "epId": 2960,
  "name": "적색 사막의 석판",
  "desc": "<p>아카데미아 학자 티르자드가 다년간 연구한 대상으로, 문양과 제작 방식을 보면 적왕 문명의 창조물이란 걸 알 수 있다. 적왕의 유적 장치를 작동할 수 있는 권능이 숨겨져 있는 것 같다…</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/11/194600931/77e927c0bcaba1cef3bb9f6e945c7b07_1171566701059886579.png",
  "filterValues": {
    "objectType": [
      "간편 아이템"
    ]
  },
  "menuId": 9,
  "menuName": "티바트 물산",
  "version": 1670728380,
  "components": {
    "textualResearch": [
      {
        "title": "[참배의 길] 아비도스의 길",
        "desc": [
          {
            "type": "RichText",
            "text": "이 문자의 출현은 곧 위대한 여정의 시작을 의미한다. 안내에 따라 전진하라. 권능으로 통로를 열어라. 그리고 길 위에서 본 것들을 잊지 말라.\n아비도스의 길에 있는 신전은 왕의 영지로 들어가는 입구다. 그러나 기둥과 대들보는 대부분 무너져 내렸고, 깊이 파묻힌 통로는 전갈과 도마뱀의 소굴이 된 것이 애석할 따름이니"
          }
        ]
      },
      {
        "title": "[참배의 길] 비밀 의식 성전",
        "desc": [
          {
            "type": "RichText",
            "text": "아비도스의 길에서 벗어나 일몰 쪽으로 걷다 보면 비밀 의식 성전에 도착할 수 있다.\n사람들이 식물의 즙과 광석 가루를 섞어 신전의 벽에 그림을 남겼다. 이 그림들은 사막에 남겨진 발자국과는 달리 쉽게 풍화되지 않은 채 적왕의 치세를 오래도록 알리고 있다"
          }
        ]
      },
      {
        "title": "[참배의 길] 적왕의 무덤",
        "desc": [
          {
            "type": "RichText",
            "text": "벽화는 여행자를 떠나보내면서도 전혀 아쉬워하지 않는다. 왜나하면 여행자가 다음 여정에서 목격할 것들을, 벽화는 알고 있기 때문에….\n적왕의 이름을 나지막이 불러보라. 그는 이런 멋진 경치를 대지 위에 불러내고, 모든 백성이 그곳을 자유롭게 드나들게 하여 자신의 위업을 칭송하도록 허락한 존재이므로.\n이곳을 마음껏 구경하라. 다만 황금 그릇 앞에 너무 오래 머물지는 말라. 여행은 아직 끝나지 않았으니까.\n황금빛 모래 아래에 펼쳐진 대청은 한눈에 담을 수 없을 정도로 거대해서 오직 두 발로만 그 크기를 측량할 수 있다. 그러나 섣불리 움직여서는 안 된다. 잘못된 통로에 발을 들여놓을 수도 있으니까.\n숙련된 장인은 뛰어난 솜씨를 통해서 천연 동굴을 천 개의 회랑으로 연결했다. 하지만 그 때문에 아무리 방향 감각이 탁월한 지혜로운 자라도 그 안에서는 길을 잃을 수밖에 없다.\n이곳에서 노래하고 찬미하라. 아흐마르의 지혜가 곧 모습을 드러낼지니"
          }
        ]
      },
      {
        "title": "[참배의 길] 성현의 전당",
        "desc": [
          {
            "type": "RichText",
            "text": "성현의 전당 앞에 있는 오아시스에서는 잠시 머물며 쉴 수 있다. 이곳에서 쉬면서 피로를 몰아내고, 활기찬 모습으로 배알하라.\n삼중 시련의 끝은 환상의 등장이다. 나아가라, 이곳은 모든 적왕의 백성들이 갈망하는 신성한 영역일지니.\n왕좌는 성현의 전당 꼭대기의 돔 아래에 있다. 높은 곳에 오르려면 먼저 겸손하게 아래를 내려다보아야 한다.\n왕좌 사이의 통로가 열렸다. 기도문을 읊으면 지혜가 모여드는 곳인 황금빛 꿈이 도달할 수 있다.\n아흐마르의 지혜를 얻게 된 자는 형체를 잃게 되어 그가 창조한 아름다운 세계에 대한 이야기를 널리 알리지 못하게 된다. 그러니 돌아가서 그대가 본 것을 전하라. 적왕을 모욕하는 어리석은 자들에게…"
          }
        ]
      },
      {
        "title": "[참배의 길] 적왕의 무덤 깊은 곳",
        "desc": [
          {
            "type": "RichText",
            "text": "아루라 불리는 마을은 난민들의 거처이니라. 그러나 거룩한 존재를 보았던 자여, 본디 아루는 다른 곳이로다. 그곳은 모래폭풍의 기원이며, 시련의 끝이나니….\n속세는 강물처럼 유명과 아루 사이를 가로지르고 있으매, 인간은 지나갈 수도, 시도할 수도, 훔쳐볼 수도 없음이라. 이를 거스르는 자는 영원히 유명으로 떨어질지니.\n아루로 올라가려면 새의 형상으로 변하여 유명의 상공을 빙빙 돌아 세 가지 장기를 쪼아먹어야 하나니, 그래야만 아흐마르의 윤허를 받아 매의 형상으로 날아가서 강을 건널 수 있도다.\n계속 전진하라, 강인한 자여. 그대는 불변의 형체를 얻게 될 지니.\n계속 전진하라, 총명한 자여. 그대는 영원한 열락을 얻게 될지니.\n계속 전진하라, 소박한 자여. 그대는 무한의 위장을 얻게 될지니.\n모든 권능은 이곳으로 모인다. 황금빛 모래는 그 어떤 비밀도 숨기지 않는다. 버려졌으나 여전히도 그리운 고대의 도시를 제외하면 말이다.\n매의 형상으로 날아가서 강을 건너고 나면 깃털로 태양의 잿불 세 개에 불을 붙여야 한다. 그래야만 아흐마르의 자비를 얻어 아루로 올라갈 수 있음이니.\n이곳에 잠들어 있는 옛꿈의 경비병을 깨우지 말라. 그저 조용히 태초의 아루를 들여다보면 되는 것이니라"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "적색 사막의 석판"
          }
        ]
      },
      {
        "key": "유형",
        "value": [
          {
            "type": "RichText",
            "text": "간편 아이템"
          }
        ]
      },
      {
        "key": "획득 경로",
        "value": [
          {
            "type": "RichText",
            "text": "수메르 월드 임무 시리즈 「황금빛 꿈」 중 「모래바다에서 행방불명」 진행 시 획득 가능"
          }
        ]
      }
    ]
  }
}