{
  "epId": 3160,
  "name": "투명 유적 기록·두 번째",
  "desc": "<p>적왕의 무덤 부근의 투명한 유적에서 찾은 석판. 사라진 문명이 남긴 기록인 것 같다…</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/194600931/7f357d90b0842b6b4aaa2ee98dbd85ae_7530061229282666234.png",
  "filterValues": {
    "objectType": [
      "임무 아이템"
    ]
  },
  "menuId": 9,
  "menuName": "티바트 물산",
  "version": 1672917971,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "투명 유적 기록·두 번째"
          }
        ]
      },
      {
        "key": "유형",
        "value": [
          {
            "type": "RichText",
            "text": "임무 아이템"
          }
        ]
      },
      {
        "key": "획득 경로",
        "value": [
          {
            "type": "RichText",
            "text": "수메르 월드 임무 시리즈 「오래된 말과 새로운 친구」 진행 도중 획득 가능"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "본문",
        "desc": [
          {
            "type": "RichText",
            "text": "휴가 기록\n기쁨의 정원을 건설하기 위해 주민을 징발하던 날에 구라바드성의 노예, 하녀도 같이 징발했다.\n승리의 정령 파르브즈라반의 명을 받들고, 아흐마르의 은총을 한 몸에 누리며, 이곳에서 무한한 힘의 원천을 가진 공방을 돌려 직물을 만들 것이다.\n반항을 방지하기 위해 노예들의 먹고 입는 것과 일상 취미를 충분히 보장해야 한다.\n예기치 않은 문제를 처리하기 위해 결투 노예, 병사 및 의사를 보장해야 한다.\n공방에는 상점, 숙소, 병원, 술집, 공동묘지 등을 반드시 설치해야 하고, 노예의 특권을 위해 7일마다 무료 격투 공연을 열어 줘야 한다.\n노예가 충분한 휴식을 취하고, 질병과 모기가 번식하지 않도록 생활 공간이 넓고 통풍이 잘되도록 보장해야 한다.\n긴 머리카락이 장치에 휘말려 들어가지 않도록 모든 노예가 짧은 머리를 유지하도록 보장해야 한다.\n노예의 일당은 일한 시간에 따라 은전으로 정산하며, 일당을 받지 않는다면 100일 후에 자유를 사서 평민으로 거듭날 수 있다.\n각 감독관은 품급에 따라 수수료를 받고, 자유를 산 노예들을 위해 기록을 작성해야 한다.\n원천의 힘이 다하지 않는 한 공방은 쉬지 않고 운영할 것이다. 공방의 1일 창출은 노예가 1,000일 동안 맨손으로 일하는 것에 상당하며, 또한 태만 염려가 없다.\n이 모든 것은 승리의 정령 파르브즈라반께서 베푸신 자애로움과 지혜로움 덕분이다. 그는 힘의 원천을 씨앗 뿌리듯 이 땅에 전파했다.\n싹이 트는 곳에서 노예의 족쇄가 풀릴 것이다. 이제부터 노예는 자신의 두 손으로 배를 채우고, 모래는 농지가 되고, 오아시스는 도시가 될 것이다.\n영리한 자를 파견하여 나는 북의 파손 여부를 밤낮으로 지켜봐야 한다.\n지혜로운 자를 파견하여 직물의 무늬가 화려한지를 고민해야 한다.\n세심한 자를 파견하여 힘의 원천의 피로 여부를 관찰해야 한다.\n남은 노예를 파견하여 꽃잎을 염료로 만들고, 초목을 이용해 옷감을 짜야 한다.\n하녀를 파견하여 참새 같은 노랫소리로 해가 뜨면 노예를 깨우고, 별과 달처럼 해가 지면 노예를 쉬도록 인도해야 한다.\n첫 조각부터 3,000벌의 옷을 완성할 때까지 30일 이상 걸리지 않아야 한다.\n태만한 이유를 새겨놓아,\n이런 황당한 행적을 수백 년 후의 후손들에게 알릴 것이다.\n게으른 자도 노동을 구걸하도록 경각심을 갖게 하기 위해서다.\n1일째\n에타로 불리는 하녀가 거처의 창문을 실수로 닫지 않아 황사가 무릎까지 쌓여서 노래를 부르지 못한다며 1일 휴가를 냈다.\n7일째\n2명이 햇빛에 화상을 입어 1일 휴가를 냈다.\n10일째\n에타로 불리는 하녀가 거처에 300일 동안 방치한 오물을 마셔 배가 아파서 노래를 부르지 못한다며 1일 휴가를 냈다.\n14일째\n1명이 흩날리는 황사에 사레가 들려 1일 휴가를 냈다.\n18일째\n에타로 불리는 하녀가 집에 왠지 불이 나서 노래를 부르지 못한다며 1일 휴가를 냈다.\n21일째\n2명이 햇빛에 화상을 입어 1일 휴가를 냈다.\n25일째\n에타로 불리는 하녀가 무더위로 밤새 잠을 설쳐 머리가 어지럽다고 호소하며 1일 휴가를 냈다.\n이 자는 아흐마르를 무시하는 녀석이 분명하다. 아흐마르를 위해 노래할 생각이 없기 때문에 재범할 경우 구라바드성에서 쫓겨날 것이다.\n26일째\n에타는 직물 문양을 설계할 지혜로운 친구를 추천했고 승인이 떨어졌다.\n27일째\n3명이 흩날리는 황사에 사레가 들려 1일 휴가를 냈다."
          }
        ]
      }
    ]
  }
}