{
  "epId": 4325,
  "name": "레무리아 몰락사",
  "desc": "<p>폰타인 건국 초기에 저명한 학자 풀트니가 저술한 고대 레무리아 문명에 관한 걸작 역사서라고 한다</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/181512822/3604f61fa6de48e5b532cc6e0c30eb6c_5260822420936830715.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1695642278,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "레무리아 몰락사"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "1권",
        "desc": [
          {
            "type": "RichText",
            "text": "드넓은 바다는 모든 것을 잉태하기도, 또 집어삼키기도 한다.\n최초의 시대에 살았던 사람들은 도덕만으로도 충분했기에, 법률이나 권력의 통치가 필요 없었다고 전해진다. 하늘성의 사자는 대지 위를 오갔으며, 사람들은 그들의 안내에 따라 풍요롭고 번영된 나날을 평화롭게 즐기고 있었다.\n하늘의 계시를 따르는 통치는 수많은 세대에 걸쳐 이어졌고, 사람들은 모호한 영원함에 싫증을 내기 시작했다. 후대에 이르러 사람들은 더 이상 신의 뜻을 섬기지 않았고 신이 약속하지 않은 것들을 희망하며 운명의 족쇄에서 벗어나려고 시도했다. 그러자 이에 진노한 하늘은 명을 내려 바다에 거대한 파도를 일으키고는 그들의 도시를 파괴해 버렸다. 이후 백 일이 넘게 큰비가 계속 내렸고, 조수는 모든 죄악과 망상을 집어삼켰다. 그렇게, 최초의 시대는 막을 내리고 말았다.\n조수가 모두 빠지고 대지가 다시 모습을 드러냈을 때, 그곳에는 더 이상 어떠한 도시나 문명도 남아있지 않았다. 목숨을 건졌거나 새로 태어난 자들은 숲과 강에 살며 무지하고 야만적인 상태로 돌아갔다. 땅 위와 물 아래의 모든 생명과 마찬가지로, 이때 인간들은 자비라고는 없는 자연의 법칙에 따르며 끝없는 나날 동안 몸부림쳐야 했다.\n이후 다시금 수많은 날들이 지났다. 구라바드의 왕좌는 머나먼 남쪽에 세워졌다 무너지기를 반복했고, 동방의 고귀한 혈통들이 바다의 끝자락에 다다랐음에도 불구하고, 우리 선조들은 여전히 무지와 미신에 빠진 생활을 영위하고 있었다.\n위대한 레무스 왕이 황금색 포르투나호를 타고 메로피스에 강림한 후에야 폰타인 땅에 다시 문명과 질서가 깃들게 되었다. 레무스 왕은 사람들에게 농경 기술을 가르쳐 토지에서 경작물을 수확하도록 해주었고, 거대한 돌로 신전과 도시를 세워 사람들의 거처를 마련해 주었다. 또한 그는 사람들에게 가장 중요한 음악과 예술을 가르쳐 주어 다른 생물들과 다르게 만물의 주인이 될 수 있게 해주었다.\n이후 레무스 왕과 그의 불멸의 함대는 바다의 모든 섬, 그리고 해연의 거룡까지 모두 정복하게 되었다. 최초의 시대가 끝나고 지금까지 이렇게 아름다운 날들이 없었으니, 영원한 번영을 이룩할 것처럼 보였다.\n신왕과 그의 백성들이 근심 없이 달콤한 꿈에 빠져 영원히 발전을 멈추지 않는 미래를 누리고 있을 때, 신왕의 선지자들은 다음과 같이 달갑지 않은 예언을 내렸다: 「가장 흥성한 제국도 가장 철저한 파멸을 맞이하게 될지니, 이것이 바로 포르투나다」\n이에 신왕은 7일의 윤회, 그리고 바다와 육지의 산들바람에서 태초의 계획을 깨닫고는 이에 근거하여 조화의 악장을 창조해 냈다. 그는 대지 위의 도시들이 이 선하디 선한 악장을 함께 연주할 수만 있다면 운명의 심판에서 벗어나 영원한 낙원으로 들어설 수 있을 것이라 믿었다.\n이에 대해 고대의 작가들은 모두 흥망성쇠는 반복되며, 영원한 것은 아무것도 없다고 말하였다."
          }
        ]
      },
      {
        "title": "2권",
        "desc": [
          {
            "type": "RichText",
            "text": "위대함과 영광이 레무리아에, 그리고 불멸의 통치자이자 만백성의 왕, 세상의 조율사 레무스에게 내리길. 이제는 도시에서 가장 박학다식한 학자마저도 한때 영원의 도시를 감쌌던 장엄함과 휘황찬란함을 상상하지 못한다.\n선박이 필로를 따라 바다의 기둥을 통과하고 포르투나호가 정박한 거대한 항구로 진입하면, 가장 먼저 눈에 들어오는 것은 하늘을 찌를 듯한 고탑이다. 레무리아의 고탑은 하늘의 계시를 받기 위해서가 아니라, 바다 위의 수많은 섬을 오가는 선박에 길을 안내하기 위해 지어졌다. 고탑은 현실과 꿈이 교차하는 지점에 세워졌다고 전해진다. 이 고탑 덕분에 선원들이 바다 요괴의 유혹에 의해 깊은 잠에 빠지더라도 종소리를 따라 짙은 안개를 거쳐 레무리아로 향하는 항로를 찾아낼 수 있는 것이다.\n필로를 따라 계속 나아가면 나타나는 곳은 마키모스이다. 이곳은 레무리아의 용맹한 전사들이 생활하는 도시 구역이며, 도시의 영광과 승리를 기념하기 위해 커다란 돌로 조각한 거대 신전과 경기장이 있다. 높고 단단한 거대한 벽 위에는 유리와 황금 장식이 있고, 곳곳에 청동과 대리석 조각상이 널려 있다. 시장에는 황금, 향신료, 그리고 각지의 특산물이 산처럼 쌓여 있었다.\n마키모스를 지나면 레무리아의 중심지인 카피톨륨에 도착하게 된다. 좋은 향기와 귀를 즐겁게 만드는 노랫소리로 가득한 곳이었다. 가장 뛰어난 현자와 악사만이 이 예술가의 낙원에서 살 수 있었고, 이 중 극소수의 사람만이 신왕을 위해 일할 수 있었다. 카피톨륨의 극장과 궁전은 가장 조화로운 형식으로 지어졌고, 기둥과 천장에는 가장 화려하고 복잡한 조각이 새겨져 있었다. 이러한 건물들 가운데에는 구리 기둥으로 받쳐 세운 거대한 황금빛 왕궁이 있었다. 위대한 레무스 왕은 왕궁 정중앙에 앉아 제국 곳곳에서 들려오는 음악과 음표 하나하나에 귀를 기울였다. 어딘가에서 불협화음이 들리면, 신왕은 현을 튕겨 이를 교정하였고, 제국 전체로 구성된 악장을 완벽하게 만들었다.\n바다 위 백성들이 세상의 악장에서 벗어나 조화롭고 영광스러운 합주를 망치는 일이 없도록, 레무스 왕은 인간들 중 뛰어난 네 명을 선발하여 자신의 힘과 권력을 나눠줬다. 그러고는 모든 불협화음을 없애기 위해 그들을 공동 통치자이자 여러 도시의 조율사로 임명했다.\n조화롭고 영광스러운 선율이 온 바다에 퍼지길 바라던 레무스 왕은 끝없는 길을 만들었다. 음표들은 길 위로 흐르는 물결이 되어 카피톨륨에서부터 바다 위 모든 곳까지 퍼져나갔다.\n하지만 정해진 운명은 그 어떤 신도 바꿀 수 없는 것이며 운명의 심판을 벗어나려는 시도는 중죄나 마찬가지다. 그리고 신왕이 저지른 여러 죄업 중 가장 무거운 죄는 오직 신만 누릴 수 있는 권력을 인간에게 부여하려 한 것이었다. 힘과 권력으로 인해 타락한 인간들은 폭력과 반란을 연달아 일으켰다.\n운명의 교활한 점은 운명에 반항하는 자로 계획을 옮긴다는 것이다. 운명의 날이 다가왔을 때, 위대한 불후의 도시 레무리아의 멸망은 이미 확정되었다. 현재, 신왕의 음악 소리는 카피톨륨의 일각에서만 들을 수 있게 되었으며, 권력 통치는 막을 내렸다.\n고대 작가들의 말처럼 흥망성쇠는 반복되며, 영원한 것은 아무것도 없었다."
          }
        ]
      },
      {
        "title": "3권",
        "desc": [
          {
            "type": "RichText",
            "text": "사람들은 한때 불후한 레무스왕과 영원의 도시의 통치는 원형 제장을 쌓아 올린 거대한 돌처럼, 시간와 운명을 초월해 수천 년 동안 이어지리라고 순진하게 믿었다.\n하지만 한순간에 대지가 갈라지면서 드높은 고탑들은 연달아 통째로 뽑혀 나갔고, 거대한 기둥들마저 거센 파도에 삼켜졌다. 필로와 신전은 무너졌고, 영원의 도시와 그곳에 살던 백성, 전사, 현자, 귀족들은 뜨거운 태양처럼 찬란했던 황금빛 궁전과 함께 어두운 심연으로 떨어졌다.\n그제야 사람들은 그들이 생각하던 영원이란 것이 얼마나 어리석고 터무니없는 것인지 깨달았다.\n우리의 고귀한 지도자이자 강과 바다의 군주, 모든 수역의 여왕에게 영광이 깃들길. 여왕께서 법을 수호하고 오랜 세월 통치하기를. 폰타인 전역과, 그리고 세상의 만백성들이 평안하기를. 왕성과 권력이 무너지고 바다 위 백성들이 또다시 파멸의 길에 오르려던 그때, 우리의 고귀한 여왕께서 종족 간의 갈등을 해결하여 주셨으니, 사람들은 세차게 솟구치는 샘물 주변에 새로운 도시를 세우고 지금까지 법으로 도시를 다스리고 있다.\n레무리아가 멸망한 지 백 년이 채 되지 않았지만, 그 역사는 전설과 미신이란 해무에 덮여있다. 그건 레무리아를 멸망시킨 운명의 종말이 너무나도 순식간에, 무자비하게 일어난 탓에 지식을 전승하는 학자와 고서까지 영원의 도시와 함께 바다에 삼켜졌기 때문이었다. 또 다른 중요한 이유로는 자신이 레무리아의 후예라고 주장하는 신비한 학자들이 의도적으로 사실을 왜곡했기 때문이었다. 이에 대해 나는 보편적 이성으로 역사의 정수를 보존하고, 이 눈부신 고대 문명의 진면목을 세상에 알렸다.\n현재도 일부 지역의 전설에선 가장 위대한 고대 학자들조차 영혼을 흡수하는 마법사이며, 그들이 평범한 사람의 영혼을 특별 제작한 골렘에 담아 마음대로 조종한다고 묘사되어 있다. 확실히 레무리아인들이 무서운 골렘을 만들어 낸 것은 사실이다. 그 흔적은 지금도 일부 시골에서 찾아볼 수 있지만, 그건 레무리아 말기에 만연했던 부패와 타락 때문이다. 당시 레무리아인들은 자신의 고귀한 책무를 다하지 않은 채 향락과 나태함에 젖어있었다. 그들은 타인에 대한 자신들의 폭행을 용인했고, 그 폭행은 되돌아와 그들을 멸망시켰다.\n고대 작가들의 말처럼 흥망성쇠는 반복되며, 영원한 것은 아무것도 없었다."
          }
        ]
      }
    ]
  }
}