{
  "epId": 4691,
  "name": "흰기러기 동화집",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1702085270,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "흰기러기 동화집"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "흰기러기 동화집·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "펭귄 페어\n전설에 따르면 머나먼 남쪽 빙해에 펭귄이 살고 있다고 한다.\n펭귄은 통통한 신사 숙녀들로, 타고난 둥글고 흰 몸에 검은색 연미복을 입고 있다. 육지에서 뒤뚱거리며 잘 날지 못하는 모습만 보지 마라. 엎드린 자세로 둥근 배를 판자 삼아 얼음 위를 미끄러져 바닷속으로 뛰어드는 순간, 유선형의 몸통을 받쳐주는 단단한 양 날개로 바닷속을 자유롭게 누비는 뛰어난 수영 선수로 변모할 테니 말이다.\n펭귄을 좋아하는 많은 아이들은 펭귄에 관한 이런 소소한 상식을 속속들이 꿰고 있다.\n하지만 아이들이 모르는 사실이 있다. 바로 세상의 모든 펭귄이 멀리 하늘 밖에서 왔으며, 발달한 지느러미는 우주의 뭇별 사이를 활강할 때 사용한다는 것을 말이다. 무리를 지은 펭귄은 거대한 비행 대열을 이루며, 매끄러운 몸통으로 붉은빛 젊은 거성부터 곧 명을 달리할 푸른빛 백색 왜성까지 항성의 빛을 반사해 낸다. 오리온자리의 팔이든, 빛나는 탄호이저 게이트이든… 펭귄들은 그들의 머나먼 항해와 탐색을 영원히 기억할 것이다.\n이후 뭇별에 일어난 재앙 때문인지, 아니면 한 차례의 가족 간 갈등 때문인지… 별하늘을 누비던 몇몇 펭귄 가족이 대열을 이탈해 티바트 대륙 남쪽에 위치한 빙해에 떨어졌고, 그렇게 이 대륙의 첫 번째 펭귄이 되었다. 당시의 펭귄은 비행도, 수영도 하지 못했다. 대륙으로 떨어지면서 정체된 대기 속에서 비행하는 능력을 잃었으니 물속에서 수영하는 건 더더욱 불가능한 일이었다. 수영에 능한 젊은 전설의 펭귄, 페어가 탄생하기 전까진 말이다.\n한때, 젊은 페어도 여느 젊은 펭귄처럼 뭇별이 반짝이는 밤하늘과 높고 푸른 하늘을 바라보며 생각했다. 「선조처럼 자유롭게 하늘을 누빌 수 있다면 얼마나 좋을까!」\n그래서 페어는 새에게 다시 하늘을 나는 방법을 배우기로 했다.\n펭귄 페어는 덩치가 제일 큰 군함새를 가장 먼저 찾아갔다. 그러자 군함새가 말했다. 「하하, 이거 곤란한걸! 물고기 30마리를 주면 알려주지!」\n그래서 페어는 50일 동안 달빛이 비치는 모래사장에서 300개의 조개를 줍고는 바닷속의 거대한 고래와 물고기 30마리로 맞바꿨다.\n이튿날, 군함새는 단숨에 물고기 30마리를 삼키고 유유히 날아가며 말했다. 「비행의 비결은 가벼움이지. 살부터 빼야 하지 않겠어?」\n살을 빼는 건 어렵지 않지만, 두툼한 지방이 없다면 어찌 펭귄이라 하겠는가? 페어는 고개를 저었다.\n아이들도 알고 있다. 그날 이후 현자가 군함새를 「강도새」라고 부르는 것은 그 궤변과 탐욕 때문이라는 것을.\n펭귄 페어는 갈매기를 찾아가 도움을 청했지만, 돌아오는 건 시끄러운 대답뿐이었다. 결국 의견을 모으지 못한 갈매기들은 더욱 떠들썩해졌고, 일부는 화가 나서 나는 것을 아예 포기한 탓에 바다오리로 퇴화했다. 물론, 이건 후일담이지만…\n이후 페어는 바다제비를 찾아갔다. 하지만 거만한 바다제비도 기초적인 내용은 가르쳐주지 않은 채, 실천할 수 없는 기교만 떠들어댔다. 그건 이 비행의 귀족이 이미 그 사실을 눈치챘기 때문이었다. 활강도 못 하는데, 어떻게 폭풍 속에서 춤을 출 수 있겠는가?\n실망한 페어는 다시 바닷가로 돌아왔다. 어둠 속에서 잔잔한 바다를 바라보던 페어는 별이 비친 파도가 고향의 뭇별과 비슷하다는 사실을 처음으로 깨닫고, 한없이 깊은 바다로 과감하게 뛰어들었다.\n그렇게 짧은 방황을 거친 후 펭귄 페어는 이내 바닷속을 비행하는 방법을 익히게 되었다. 빠른 활강이든 급격한 방향 전환이든 그 두꺼운 지느러미와 둥근 유선형 몸통은 이를 위해 생겨난 것이었다!\n이렇게 페어는 처음으로 수영을 배운 펭귄이 되었다. 그 이후 많은 펭귄이 용기를 내어 바다로 뛰어들어 선조들처럼 반짝이는 뭇별 속을 탐색하고, 먹이를 찾으며, 장난을 쳤다.\n펭귄 페어 이후 바다 생활에 적응한 펭귄들은 서서히 별하늘에 관한 추억을 잊어갔고, 꿈에서조차 더는 무한한 우주로 돌아가지 않았다. 그렇게 펭귄 일족은 영원히 대륙과 바다 사이에 묶이게 됐다."
          }
        ]
      },
      {
        "title": "흰기러기 동화집·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "마코트 풀 공주\n멀지 않은 과거, 초목과 짐승에겐 각자의 왕국이 있었다.\n마코트 풀 왕국에는 태어날 때부터 긴 분홍 머리를 가진 공주가 있었는데, 전설에 따르면 그녀는 집게발에서 태어났지만, 그 어디에도 부드러운 뿌리를 내리지 않은 채 영원히 단단한 씨앗으로 남았다고 한다.\n「내 사랑하는 딸이자, 가장 아끼는 딸아. 왜 안정적이고 고귀한 삶을 살지 않고, 성장의 길에 오르는 일을 차일피일 미루는 것이냐?」 초조한 마코트 풀 국왕이 물었다.\n「아버지, 조급해하지 마세요! 집게발에서 태어난 제게 집게발은 기함이나 마찬가지예요. 제 운명은 평범한 땅에 뿌리를 내리고 아름답고 연약한 꽃이 되는 것이 아니라, 바다를 정복하고 꿈의 신대륙으로 나아가는 거예요!」\n공주의 말에 국왕은 크게 충격받았다. 그 역시 한 송이 연약한 꽃에 불과했기 때문이었다. 오늘 공주가 비옥하고 부드러운 땅에 만족하지 못하고, 내일 국왕보다 더 화려한 화관을 갖고자 한다면 큰일이 아닌가?\n국왕이 이렇게 생각한 것은 그 자신이 아름다우면서도 저속한 꽃이기 때문이었다.\n그래서 국왕은 집게발과 함께 공주를 금빛 상자에 깊이 가두고, 그 상자를 물로 만든 화장 거울 속에 숨기고는, 다시 화장 거울을 장마 연꽃 왕국의 사파이어 호수 깊은 곳에 빠뜨렸다. 연꽃 어머니를 웃게 해야만 우울한 금빛 상자를 움직여 수면 위로 감옥을 끌어올릴 수 있었다. 하지만 모두가 알다시피 장마 연꽃은 툭하면 눈물을 쏟았다.\n「이 정도면 충분하겠지」 국왕은 생각했다. 「이제 내 왕관을 걱정할 필요 없겠어. 오랜 세월이 흘러 내 사랑하는 딸의 씨껍질이 상자를 가득 채우고, 끝없는 모험을 향한 갈망이 사그라들기만 하면 피할 수 없는 성장을 받아들일 거야…」\n「그때가 되면 나의 착한 딸도 결국 나처럼 정해진 규칙에 따라 건강하게, 잘 자라날 터!」\n하지만 오랜 감금이 어찌 용감한 공주를 굴복시킬까? 금빛 상자를 열기 위해 공주는 집게발이 큭큭대고 금빛 상자가 껄껄대며 흔들릴 때까지 각종 농담을 연습했다. 하지만 그 정도로는 부족했다.\n그래서 공주는 집게발이 씨앗과 함께 춤을 출 때까지 각종 희극을 연습하고 또 연습했다. 물론 그들에겐 손과 발이 없지만 말이다. 하하! 금빛 상자가 거대한 희극 극장이 되었지만, 그 정도로는 아직 부족했다.\n그래서 공주는 상황에 맞게 자신이 갇힌 감옥에서 다양한 농담거리를 찾아내 주변의 모든 것들을 놀렸다. 집게발이 그녀와 울고 웃길 반복하고, 툭하면 우는 장마 연꽃이 자신의 농담에 관심을 갖다가 자신도 모르게 웃을 때까지 말이다. 결국 호기심을 참지 못한 연꽃 어머니는 이 공주를 만나기로 했다.\n놀라운 것은 연꽃 어머니가 공주를 보자마자 풉 하고 웃었다는 것이다. 그리고 점차 커지는 웃음소리에 고요한 궁궐이 흔들리고 사파이어 호수가 갈라졌다.\n그렇게 마코트 풀 공주는 자신의 자유를 되찾았다. 더 중요한 것은 그녀가 무한한 고통 속에서도 밝게 웃고, 남을 즐겁게 하는 능력을 얻었다는 것이다.\n그렇게 영원히 싹을 틔우지 않는 마코트 풀 공주는 집게발을 타고 바다를 헤치며 머나먼 꿈의 터전으로 항해를 떠났다. 그 이후, 바닷속에선 집게발 기함의 전설이 오래도록 전해지고 있다."
          }
        ]
      },
      {
        "title": "흰기러기 동화집·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "여우 씨와 태엽 경비병\n아주 먼 옛날, 여우 씨와 태엽 경비병이라는 친한 친구가 있었다.\n여우 씨는 대도였고, 태엽 경비병은 이름만 봐도 알 수 있듯 경비병이었다.\n물론 그건 이미 아주 오래전 일이지만, 그들은 여전히 친한 친구였다. 직업이 변하든, 직위가 바뀌든, 사회적 지위가 달라지든, 그들의 우정은 영원히 변치 않으리라.\n태엽 경비병에게는 늘 고민이 있었다. 세월이 흐르고 기계가 노화되면서 그 고민은 풍선처럼 커졌고, 출산을 앞둔 돼지처럼 무거워졌다. 나날이 듬성해지는 여우 씨의 꼬리처럼 좀처럼 떨쳐낼 수 없는 고민에 태엽 경비병은 심기가 불편했다.\n태엽 경비병은 친한 친구인 여우 씨에게 자신의 고민을 털어놓았다. 「난 너무 오래 살았고, 수많은 사람과 만나고 이별했어. 웃긴 농담도 셀 수 없이 들었고, 괴로운 일도 거듭 말하다 보니 잊어버렸지. 아무리 내가 태엽으로 작동하는 기계라지만, 『망각』이란 건 참 쉽지 않은 일이군」\n오랜 친구의 고민을 이해한 여우 씨가 그에게 제안했다. 「장수로 얻는 것이 망각과 무감각이라면, 차라리 죽음으로 한때 살아있었음을 증명하는 게 좋겠지」\n「하지만 내 털복숭이 친구여」 태엽 경비병이 경찰모를 벗으며 한숨을 내쉬었다. 「오래전 그 약탈 사건에서, 넌 두꺼비 아가씨의 화장대에서 『죽음』을 훔쳐 가지 않았나? 네가 큰 소란을 일으킨 탓에 하마터면 세상의 모든 생물이 죽는 방법을 잊을 뻔했지」\n알다시피 두꺼비 아가씨는 죽음의 대리인이다. 그녀는 못생기고, 까칠하고, 꼴 보기 싫은 생물들의 여왕이지만, 그와 동시에 가장 아름답고 차가운 보석인 「죽음」을 관장하고 있다.\n「에휴, 그땐 내가 철이 없었어. 자칼 아가씨에게 구애하는 데 정신이 팔려서 경매장에서 가장 값비싼 보석을 주고 싶었던 것뿐이지…」\n「그래서 어떻게 됐나?」\n「난 성공했고, 그녀는 죽었지」\n자칼 아가씨의 손에서 미끄러진 「죽음」은 바닥에 떨어져 산산조각 났고, 그 파편은 땅에 녹아들어 이내 자취를 감췄다. 그리하여 대륙에는 정상적인 죽음이 되찾아왔고, 죽어야 할 이들은 죽게 되었다. 하지만 여우 씨는 불행히도 자신의 사형을 잃어버리고 구차하게 살아가고 있다.\n「이 세상에 여전히 죽음이 존재한다면, 곳곳을 누비며 죽음을 되찾는 게 어떻겠나?」 그리하여 여우 씨는 친구의 차디찬 기계손을 잡고 고향의 대도시를 떠나 각지를 돌아다니며 죽음을 찾아 나섰다.\n그들은 걷고, 또 걸었다. 여우 씨의 아름다운 붉은 털이 하얗게 세고, 태엽 경비병이 자랑스럽게 여기던 경찰 휘장이 녹슬고 나서야 그들은 두꺼비 아가씨의 고향에 도착했다.\n「두꺼비 아가씨, 두꺼비 아가씨」 태엽 경비병이 문을 두드렸다.\n두꺼비 아가씨가 천천히 문을 열고 흉터와 부스럼으로 가득한 손을 내밀었다.\n「아름다운 두꺼비 아가씨, 이렇게 다시 폐를 끼쳐 정말 죄송합니다. 하지만 괴로워하는 제 친구의 병을 치료할 수 있는 분은 오직 당신뿐입니다」 여우 씨가 모자를 벗고 공손히 말했다.\n「두꺼비 아가씨는 자신이 얼마나 아름다운지 알고 있지」 기울어진 집에서 낮고 갈라진 목소리가 들려왔다. 「그대의 친구는 죽음을 원하지만, 그건 불가능한 일이야」\n「생명은 차가 아니고, 죽음도 설탕이 아니지. 영원히 살아있는 샘물은 그걸 구별할 수 없겠지만, 기계의 마음과 혀를 가진 그대는 그 맛을 몇 번이고 음미할 목숨을 가지고 있어…」 꽃이 수 놓인 수의를 헤치고 「죽음」이라는 이름의 차가운 보석을 꺼낸 두꺼비 여인은 손을 뻗어 태엽 경비병을 불렀다. 「자, 젊은 경비병아. 가까이 오렴…. 누구나 시험을 겪기 마련이지만 쉽게 패배를 인정하면 안 된단다. 강인한 아이야…」\n「나의 구더기는 널 먹어치우지 못하고, 나의 이끼는 네게 달라붙지 못하지. 그 상대가 세월이든 책임이든, 슬픔이든 무료함이든… 절대 쉽게 패배를 인정하지 말아라, 나의 아이야」\n말을 마친 두꺼비 아가씨는 그가 아주 머나먼 미래를 볼 수 있도록 그의 기계손으로 「죽음」이라는 이름의 보석을 어루만지게 했다.\n수많은 세월의 세례 이후 망가진 태엽 경비병은 소각장의 불길 속으로 던져졌고, 천만 년간 쌓인 폐철강과 함께 녹아 분별조차 어려운 드넓은 금속 바다의 일부가 됐다. 금속들의 굳어진 사고방식과 무감각한 감정은 용해와 승화, 그리고 융합의 과정을 거쳐 새로운 생명으로 탄생했다. 그것은 오직 금속 생명만을 위한 눈부신 안식처였으며, 그 곁에서 「죽음」의 빛은 범속한 것으로 전락했다.\n미래를 내다본 태엽 경비병은 담담하게 죽음을 포기했고, 그의 친구 여우 씨도 도둑질할 생각을 접고 슬그머니 손을 거둬들였다. 「생명은 차가 아니고, 죽음도 설탕이 아니야. 내 곁에 삶의 고통을 함께할 친구가 있으니, 내가 왜 조급하고 탐욕스럽게 속세에 속하지 않는 보석을 얻고자 하겠어?」\n이후로는 아이들이 모두 알듯이, 여우 씨와 태엽 경비병은 그들이 속한 작은 세계가 황폐해지고, 태양과 달이 소멸할 때까지 오래오래 살았다. 그 후, 그들의 이야기는 지금까지도 수많은 세계에 전해지고 있다."
          }
        ]
      }
    ]
  }
}