{
  "epId": 4896,
  "name": "두 화승총 사수",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1703501085,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "두 화승총 사수"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "두 화승총 사수·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n귀밑머리가 하얗게 센 노인이 특제 화승총 총알 여섯 개를 조심스레 탁자 위에 올려두곤 앞이 거의 보이지 않는 눈으로 두 남매를 바라보았다.\n「여섯 개다. 이 정도면 충분하겠느냐?」 노인이 물었다.\n「충분해요」 오빠가 대답했다.\n노인이 한숨을 내쉬었다. 그는 약속대로 15년 전 자신의 집 앞에 쓰러져 있던 고아들에게 평생의 지식을 전수했다.\n검술, 총술, 사기술…\n사냥개에게 들키지 않고 저택에 잠입하는 법, 흔적 없이 잠든 사람을 죽이는 법, 그리고 주저하지 않고 방아쇠를 당기는 법까지…\n「여섯 개의 총알에, 여섯 개의 목숨이구나…」 노인이 나지막이 중얼거렸다.\n「아뇨」 여동생이 말했다. 「목숨은 다섯 개예요」\n「두 발을 쏴줘야 할 사람이 있거든요」\n노인은 아무 말이 없었다. 그는 과거의 스승이 자신에게 그러했듯 단 한 번도 남매가 왜 자신을 선택했는지, 무엇을 하려는지 묻지 않았다.\n하지만 노인은 여전히 두 애제자를 측은히 여겼다. 그의 눈은 멀다시피 했지만, 도시의 그 누구보다도 많은 인생을 봐왔다.\n「아이들아, 복수는 돌이킬 수 없는 길이다」 그가 말했다. 「내게 배운 지식이라면 부유하고 알찬 인생을 살기에 충분할 테지」\n「너희가 나와 같은 길을 걷지 않았으면 좋겠구나. 이 눈은 복수한 자에게 내려진 신의 징벌이다」 그는 탁자 맞은편에 앉은 남매에게 똑똑히 보여주려는 듯 탁해진 눈을 최대한 크게 떴다.\n「저희는 20년 전에 이미 죽었어요」 오빠가 말했다. 「이 총알 여섯 개를 쏴야 할 곳에 쏘지 못한다면, 저희는 영원히 산 자의 나라로 돌아갈 수 없어요」\n노인은 더 이상 말을 하지 않았다. 그는 남매를 거둬준 그날부터 이런 날이 오리라는 것을 알고 있었다.\n「그래…. 나도 더는 설득하지 않으마」 그는 팔로 몸을 지탱하며 일어섰다. 요새는 이런 사소한 동작도 힘에 부쳤다.\n그렇다 해도 탁자를 돌아 맞은편에 있는 애제자들을 안아주고 싶었다. 이번이 마지막 만남이라는 것을 알고 있었기에.\n「총알 여섯 개 외에 더 필요한 게 있느냐?」 노인이 마지막으로 물었다.\n「없어요」 오빠가 말했다.\n노인은 여동생이 눈살을 찌푸렸다는 것을 알아챘다. 보이지 않았지만, 느낄 수 있었다.\n「왜 그러느냐? 아이리스」 노인이 물었다. 그는 두 제자 중 아이리스를 더 아꼈다. 마음이 여리고 감정적이지만, 총을 쥔 손은 언제나 흔들리지 않았기 때문이다.\n「실은 부탁이 하나 더 있어요」 아이리스가 창문 너머로 보이는 노인의 꽃밭을 보며 말했다.\n「스승님이 키우는 무지개 장미를 몇 송이 꺾어가도 될까요?」\n……\n——《두 화승총 사수》, 224페이지."
          }
        ]
      },
      {
        "title": "두 화승총 사수·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n「다 끝났어…」 화승총 두 자루가 백작의 이마를 겨눴다. 그중 한 총대에선 핏방울이 끝없이 떨어졌다. 「똑… 똑… 똑…」 그건 총구 앞에 놓인 사람을 위한 죽음의 초읽기 같았다.\n「쯧, 쓸모없는 놈들」 폭우 속, 두 화승총 사수 뒤에 쓰러져 있는 사람을 보며 백작은 속으로 욕을 했다. 「거액의 돈으로 고작 보잘것없는 흉터 하나를 산 건가?」\n「우리가 누군지 알아?」 총을 쥔 사람이 물었다.\n「안다면, 뭐가 달라지지?」\n「당신이 지옥의 심판관에게 보고하기가 수월해지겠지」\n세찬 빗줄기가 그의 얼굴과 눈, 귀를 때렸지만… 어떻게 된 일인지 핏방울이 떨어지는 소리는 여전히 선명하게 들렸다. 똑… 똑… 똑…\n「…알고 있다. 아이리스, 튤립. 내 아이들아」 백작이 말했다. 그는 저항하고 싶지 않았다. 폭우가 쏟아지는 밤, 처량하게 진흙에 앉아 있는 그는 이미 지쳐있었다.\n튤립이 옆쪽으로 침을 뱉었다.\n「잘도 아버지라는 말을 하네? 정말 뻔뻔해. 20년 전 우리 어머니를 죽이던 그날, 독약을 삼키는 어머니를 어떤 눈빛으로 바라봤지?」\n백작이 긴 한숨을 내쉬며 눈을 감았다. 놀랍게도 20년 전 옛일을 떠올리는 건 생각보다 편안했다.\n문득 눈앞에 그 두 눈망울이 떠올랐다.\n어찌 그녀를 사랑하지 않을 수 있겠는가?\n아리따운 자태와 듣기 좋은 웃음소리… 방을 오가며 그에게 던지던 수줍은 눈길.\n그리고 밤하늘의 은하수와 고요한 호수를 연상케 하는 그녀의 고동빛 눈동자까지.\n어떻게 거절할 수 있을까?\n「저와 결혼해줄래요?」하는 그 눈동자를 바라보며, 그는 「아니」라고 대답할 수 없었다.\n하지만 그녀가 어떻게 자신을 배신했던가?\n그녀는 요구사항이 늘었고, 심지어는 그가 자신과 함께 멀리 도피해주기를 바랐다.\n똑… 똑… 똑…\n「그녀는 너무 많은 걸 원했어…」 백작이 눈을 뜨며 말했다.\n「어머니는 단 한 번도 뭔가를 원한 적이 없어. 그저 남들처럼 평온한 삶을 살고 싶어했을 뿐이야」 아이리스가 반박했다. 총대에선 핏방울이 계속 떨어졌지만, 총을 쥔 그녀의 손은 미동조차 없었다.\n「그녀는 내가 모든 재산을 버리고 함께 도망치길 원했어!」 백작이 소리쳤다. 눈앞의 두 아이는 돈이나 지위 따위가 무엇인지 모르는 게 분명했다. 그러니 이토록 유치한 말을 지껄이겠지!\n「어머니는 그저 당신이 허영심을 버리고, 타인의 시선에 흔들리지 않길 바랐어. 당신이 말한 진정한 사랑을 주길 바라셨다고」 아이리스가 말했다.\n「너희가 내 입장이었으면 너희도 분명 나와 같은 결정을 내렸을걸!」\n「아니」 튤립이 단호하게 말했다. 「우리는 절대 돈과 지위 때문에 사랑하는 사람을 죽이지 않아. 그건 악마나 할 짓이니까」\n백작이 고개를 내저었다. 그는 더 반박할 마음이 없었다.\n똑… 똑… 똑…\n「대체 왜 이렇게까지 하는 거지?」 그건 자신을 향한 질문 같기도, 두 화승총 사수를 향한 질문 같기도 했다.\n「너희는 어머니를 잃었고, 아버지를 죽였어…. 이 죄명 외에 무엇을 남길 수 있지?」\n아이리스와 튤립이 결연한 눈빛으로 서로를 바라보았다.\n「정의를… 남길 수 있어」\n두 번의 총소리가 울렸다. 비 오는 밤을 찢는 우레와 같은 굉음에 놀란 빗방울들이 세차게 떨렸다.\n남매는 오랫동안 비를 맞으며 가만히 서 있었다. 폭우가 미친 듯이 도시를 내려쳤지만, 지금 이곳에 그들의 침묵을 깨트릴 수 있는 건 없었다.\n한참 후, 아이리스가 무지개 장미 한 송이를 꺼내 백작의 가슴팍에 내려놓고는 오빠의 품에 안겨 울음을 터뜨렸다. 빗물이 그녀의 눈물을 씻으며 누구도 알지 못하는 땅속 죽은 자들의 나라로 흘러 들어갔다…\n그 순간, 그녀가 흠칫하며 오빠의 옷을 움켜쥐었다.\n「왜 그래, 아이리스?」 그가 물었다.\n「오빠, 저길 봐…」 그녀가 조금 전 내려놓은 무지개 장미를 가리켰다. 어둠 속에서 장미는 핏빛으로 활짝 피어 있었다.\n「어머니가 제일 좋아하던 무지개 장미가… 활짝 피었어」\n——《두 화승총 사수》, 358페이지."
          }
        ]
      },
      {
        "title": "두 화승총 사수·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "…우즈로 65번지. 이 죄악의 도시 한구석에 위치한 술집의 나무 문이 어느 발길질에 「쾅!」하고 열렸다.\n북적이던 소리가 일순간에 그쳤다. 사람들은 술잔을 내려놓고 폭우 속 불청객을 위아래로 살폈다.\n그는 건장한 체격에 머리부터 발끝까지 검은색 차림이었다. 검은 옷, 검은 모자, 검은 신발… 술집의 등불이 비추지 않았다면, 사람들은 밖의 무거운 어둠이 문을 걷어찼다고 여겼으리라.\n불청객이 살짝 몸을 돌렸다. 얼굴을 가린 넓은 모자 탓에 각진 턱만 드러날 뿐이었다. 그는 자신이 왜 이곳에 온 건지 모르겠다는 듯 술집을 둘러보았다. 사람들은 여유로운 몸짓과 홀가분한 숨소리를 통해 그가 막 중대한 대업을 이뤘거나, 복수극을 마쳤다는 것을 느낄 수 있었다…\n하지만 지금, 그는 단지 술이 마시고 싶었다.\n그는 묵직한 발걸음으로 바 테이블로 향했다. 옷 끝에서 떨어지는 빗방울이 충성스러운 유령처럼 그를 뒤따랐다. 신발이 바닥에 닿을 때마다 「쿵… 쿵…」 소리가 울렸다. 믿을 수 없을 정도로 굳센 그 모습은 앞길을 가로막는 방해물을 가차 없이 짓밟겠다는 듯했다.\n「독한 걸로, 한 잔」 불청객이 말했다. 술병이 으깨질 듯한 무거운 목소리였다.\n술집 사장은 떨떠름하게 그의 술잔을 채웠다. 그는 얼마나 공들여야 문에 찍힌 발자국을 지울 수 있을지 가늠하며, 나무 문을 원망스럽게 바라보았다.\n「고맙군」 사내가 말했다. 「난 조금 전, 여동생과 대업을 이뤘어」\n「그럼 여동생은?」 사장이 시큰둥하게 대꾸했다.\n「꽃을 심으러 떠났어. 오래전부터 그러고 싶었나 봐. 그래서 돈도 다 줘버렸지」\n「그럼 이 술값은 어떻게 치르려고?」\n사내는 한 번도 그런 생각을 해본 적이 없다는 듯 멍한 얼굴이었다.\n「이거로 하지」\n「쿵——」 사내가 칠흑빛 화승총을 테이블 위로 내던졌다.\n그 소리에 놀란 옆 테이블 손님이 술잔을 놓쳐 바지에 술을 쏟았다. 순식간에 모든 손님이 숨을 죽였다.\n「이런 건 안 받아」\n술집 사장은 애써 침착하게 대답했지만, 그의 손은 조심스럽게 테이블 아래쪽 서랍으로 향하고 있었다. 서랍 안에는 화승총이 있었다. 하지만 그는 자신이 눈앞의 사내보다 먼저 총을 쏠 수 있을지 확신할 수 없었다.\n「긴장 풀어. 조금 전에 마지막 총알이자 가장 중요한 한 발을 쏘고 왔으니까. 이번 생에 이 화승총은 두 번 다시 불을 뿜을 일이 없을 거야」 사내가 독주를 마시며 말했다.\n술집 사장은 사내가 술잔을 드는 틈에 그의 얼굴을 슬쩍 엿봤다. 반반한 얼굴에 높은 콧대, 몇 개의 흉터와 슬픔에 젖은 검은 눈동자…\n술집 사장이 손에 쥐었던 총을 내려놓았다. 눈앞의 사내는 소란을 피우러 온 게 아니라 술집에 들어서기 전부터 이미 취한 듯했다.\n「한 잔 더 마실 수 있을까?」 그가 물었다.\n「이미 제법 취한 것 같은데」 사장이 대답했다.\n「알아. 오늘 밤은 특별해서 그래」 그는 자신을 쫓아내려는 사장의 속내를 깨닫지 못했다.\n「뭐가 특별한데?」\n「사람을 죽였거든」\n술을 따르던 사장의 손이 멈췄다. 맞은편에 앉은 사내의 입에서 흘러나온 말은 농담 같지 않았다.\n「복수였어」 사내가 덧붙였다. 「그는 우리 어머니를 죽였지」\n「『그』가 누군데?」\n「그 『백작』 말이야」\n「헛소리」 이제 술집 사장은 그가 취했다는 것을 확신했다.\n「백작」이 좋은 사람이 아니란 건 누구나 안다. 그를 죽이고 싶어 하는 사람은 술집 하나를 채우고도 남았다. 하지만 자신의 목숨이 소중하다면 누가 감히 그 일을 시도할까.\n「헛소리를 아주 크게 지껄이는 중이었다면, 몇 분 전에 울린 총소리를 못 들었을 수도 있겠군」 사내가 비웃으며 말했다.\n술집 사장이 눈앞의 사내를 다시 훑어봤다. 거대한 손과 다부진 근육으로 그가 무수한 전투의 세례를 거쳤다는 사실을 알 수 있었다. 술집의 사소한 다툼 따위가 아니라 목숨을 건 대결을 말이다.\n문득 그의 뇌리에 한 가닥 생각이 스쳤다. 얼마 전 신문에 대서특필되었던 화승총 살인 사건이 떠오른 것이다. 현장에 늘 무지개 장미를 남기는 범인, 그는 폭우가 쏟아지는 밤마다 살인을 저질렀다…\n「설마… 네가 그…」\n사장이 말을 마치기도 전에 바깥에서 요란한 천둥소리가 울렸다. 매섭게 몰아치는 광풍에 벌컥 열린 나무 문 사이로 어둠이 바닷물처럼 밀려와 모두를 덮쳤다.\n술집의 등불이 다시 켜졌을 때 눈앞의 사내는 이미 사라진 후였다. 그저 테이블 위에 남아 있는 사내의 칠흑빛 화승총만이 엄숙한 사신처럼 사람들과 자신이 속한 어둠을 조용히 바라볼 뿐이었다.\n——《두 화승총 사수》, 끝."
          }
        ]
      }
    ]
  }
}