{
  "epId": 5202,
  "name": "페룬에리",
  "desc": "이 책은 《사랑에 빠진 헤레브란트》라고도 불린다. 초판에서 작가는 이 이야기가 켄리아에서 유명한 전설을 각색한 것이라고 주장했으나, 그 사실을 증명할 수 있는 사람은 이제 없으며, 지금은 이미 여러 세대가 함께 집단 창작한 작품이 되었다",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1710842659,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "페룬에리"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "페룬에리·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "이것은 아주 먼 옛날, 가금류와 들새가 구분되지 않던 시절의 이야기다. 그 당시 지하 왕국을 비추는 건 먼 훗날에 나타난 검은 태양이 아닌 붉은 달이었다.\n지리적 특수성 때문에 왕국에는 언제나 세계 밖의 물건이 유입되곤 했다. 만약 그것이 재앙이라면 왕국의 무기가 제거하겠지만, 다른 것이라면 어떻게 처리해야 한단 말인가? 예를 들어, 파멸한 세계에서 온 아이라면?\n한 현자가 왕에게 말했다. 「귀족들의 수장이시여, 저는 한 아이에게서 이세계에 관한 이야기를 들은 적이 있습니다. 옛날, 신이 바다에서 왔다고 믿는 바다의 백성이 살았고, 그들은 표류하는 조난자를 볼 때마다 최대한 예를 갖춰 대접했다고 합니다. 신이 조난자의 모습을 빌려 속세를 살펴보러 왔다고 여겼기 때문이지요」\n왕이 말했다. 「무슨 말인지 모르겠으니 그대가 알아서 하시오」\n(물론 왕국 내에 전통적 의미의 바다가 존재하지는 않는다. 최초로 왕국을 세운 자는 강렬한 햇빛 아래에서 산의 윤곽이 흐릿해지는 광경을 보았고, 달빛이 내려앉은 바다의 잔물결이 진주처럼 반짝이는 것도 보았다. 이야기가 펼쳐지는 시대가 도래했을 땐, 외부인과 공무로 왕국을 떠났다 돌아온 소수의 사람만이 왕 앞에서 그 광경을 설명할 수 있게 됐다. 바다라는 단어는 흔히 별의 투영이 만들어낸 공간을 빗대는 말로 쓰였다)\n바다 밖에서 왕국으로 도래한 신, 혹은 신을 초월한 자를 기다리는 자들은 그런 아이들을 수용하는 기관을 설립했고, 이후에는 왕국의 고아나 바깥세상에서 온 부랑아들도 받아들이게 됐다.\n어린 페룬에리가 기억하는 삶의 첫 기억은 칠흑 같은 벽돌 통로를 올라가 달라는 어른들의 부탁이었다. 추운 계절에 불을 때고 난 연기를 배출하는 파이프로 추정되는 이 통로는 매연으로 가득했고, 매연이 빠져나가거나 빛이 들어올 만한 틈도 없었다. 페룬에리는 올라가다 이따금 어둠 속으로 떨어지기도 했다. 다행히 원래 아이들이 오가도록 설계된 통로인지라 떨어져도 아프지 않았고, 성가시게 들러붙는 거미줄도 없었다.\n페룬에리는 마침내 통로 끝에 도착했다. 하지만 출구는 열리지 않았다. 그가 문을 두드리자 어른들이 매정한 목소리로 물어왔다. 「넌 죽었느냐?」\n죽었다면 어떻게 대답한단 말인가? 하지만 어른들은 그런 답변을 좋아하지 않았다. 계속 같은 질문을 하는 그들에게 페룬에리는 이렇게 외쳤다. 「죽었어요!」\n어른들이 계속해서 물었다. 「그럼 보았느냐?」\n어둠으로 인한 공포에 굶주림과 피곤함까지 더해진 탓에 페룬에리는 환상을 보았다. 칠흑 같은 밤하늘 높이 걸려있던 붉은 달이 갑자기 고개를 돌렸다. 그건 거대하고도 섬뜩한 눈동자였다.\n어른들은 문을 열고 숯검댕이가 된 페룬에리를 안아주었다. 「넌 벽난로 속 두 세계의 불을 지나쳐왔으며, 지금 이곳에서 새로운 생명을 얻었다」\n붉은 달이 강림하고, 검은 태양이 뜨고 저무는 동안 왕국의 보육원은 끝내 초월자를 기다리지 못했다. 하지만 보육원은 특이한 능력을 가진 기인들을 배출했고, 그들 중 많이 이가 왕국의 위대한 기사가 되었다. 페룬에리는 그의 참된 벗 헤레브란트와 굳이 비교하지 않는 한, 그 시대의 수석이나 마찬가지였다.\n본래 그들은 공훈을 다투며 명예의 수와 크기, 축하연에서 마신 술잔 수로 겨뤄야 했다. 하지만 무슨 연유에서인지 두 사람은 목숨 건 싸움을 시작하게 됐다."
          }
        ]
      },
      {
        "title": "페룬에리·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "그날, 보육원에 새로운 일원이 찾아왔다. 그녀는 스스로를 고귀한 공주라고 부르는 예쁘장한 이국 소녀였다. 고국이 황금의 신에게 패배했지만 제사장의 딸이었던 그녀는 새로운 신을 인정할 수 없었기에 머나먼 켄리아로 떠나온 것이었다. 그녀는 자신의 이름이 「하늘의 신의 사자와 같다」는 뜻의 안젤리카(각주 1)라고 했다.\n아름다운 안젤리카는 언젠가 왕국에서 가장 강한 기사와 결혼할 거라고 말했다. 페룬에리는 관심이 없었지만, 헤레브란트는 안젤리카에게 반하고 말았다. 안젤리카는 왕국의 우물 바다 주변을 자주 산책했으며, 그곳에서 헤레브란트에게 바깥세상의 다양한 이야기를 들려줬다. 참된 벗 페룬에리가 동행할까 걱정한 탓에 호기심보다 질투심이 앞선 그는 안젤리카가 말한 모든 이야기를 의심했지만, 언젠간 두 눈으로 보게 되는 날이 오기를 바랐다.\n안젤리카가 온 이후로 헤레브란트는 다른 사람이 된 것처럼 소란을 일으켰고, 다른 기사에게 시비를 걸고 결투했다. 모든 결투에서 이긴 그는 안젤리카에게 자신의 용맹함을 뽐냈다. 하지만 헤레브란트의 모든 공훈을 지켜본 안젤리카는 가볍게 웃을 뿐이었다. 달리기 선수가 거북이를 꺾는다고 어찌 공적이라고 할 수 있겠는가?\n「검은 말(각주 2)과 함께하는 뇨르드, 심비원의 전투 1인자 알프, 기사 절반의 통솔자 알베리히, 불패의 페룬에리」 안젤리카는 자신이 마음에 담아두었던 켄리아의 최강자 후보를 털어놓았다.\n사랑에 빠진 헤레브란트는 속으로 나름 논리적인 결정을 내렸다. 사람들은 그를 배신자라고 부르거나, 그가 미쳤다고 생각했다. 하지만 그렇다고 한들, 그에게는 페룬에리를 해칠 생각이 전혀 없었다.\n그리고 페룬에리는 안젤리카만 죽이면, 참된 벗이 제정신을 차릴 것이라고 생각했다.\n무자비한 추격전을 벌인 끝에 세 사람이 국경을 벗어났다. 그 순간 헤레브란트가 자신의 얼굴을 감싸 쥐었고, 입 밖으로 흘러나오는 말도 점차 야수의 울음소리처럼 변해갔다.\n마녀 안젤리카가 설명했다. 「헤레브란트는 자신의 신을 버리고 켄리아로 온 백성의 후예야. 저게 바로 켄리아에 고지식한 순혈파 귀족이 존재하는 이유이자 자신의 신을 배신한 대가지」\n「그리고 페룬에리, 넌 표류해 온 사람이야. 그래서 네겐 이런 저주가 없지. 한 세계의 숭고함에 비할 수는 없겠지만, 네게도 너만의 운명이 있어」\n「그리고 난 신이 죽기 전까지 단 1초도 배신한 적이 없어. 그래서 내게도 그런 저주가 없지. 그런데 말이야, 정말 내가 누군지 알아보겠니?」\n그 순간, 태양이 지평선에서 떠올랐다. 밤샘 전투로 지친 페룬에리의 손에서 검이 미끄러져 내렸다. 그는 손등으로 이마를 가린 채 처음으로 태양을 올려다보았다. 그리고 다시 안젤리카에게 시선을 돌렸을 때, 그는 그녀가 리월의 아름다운 소녀나 악독한 마녀가 아니라는 사실을 깨달았다.\n「나는 운명에서 벗어난 자유야. 헤레브란트는 힘들게 좇았지만, 넌 손쉽게 얻을 수 있는 것이지」\n페룬에리의 앞은 텅 비어 있었고, 오직 광활한 대지만 펼쳐져 있을 뿐이었다.\n각주 1: 고대 리월 사람은 이런 식으로 작명하지 않았다. 지금 생각해 보니 그녀의 이름은 「묘음의 딸」이나 「천왕의 종」이었을 것이다.\n각주 2: 초판에는 검은 늑대였다. 켄리아 고고학에 따르면 켄리아 연금술로 만든 전투 짐승 중 한 종류인 것으로 보인다. 붉은 달의 왕조가 통치하던 시기에는 연금술과 조련 기사가 나라의 근간이었지만, 검은 태양의 왕이 통치하던 시기에는 기계공학의 발전으로 서서히 쇠퇴했다.\n감사말:\n데논 씨의 켄리아 고고학이 본 작품에 영감을 주었습니다. (초판)\n장·피작 씨의 글과 윤색 덕분에 이야기를 끝맺을 수 있었습니다. (제2판)\n장·피작 부인과 장·피작 주니어 씨가 오타를 교정해주셨습니다. (제3판)\n……\n카를·잉골드 씨가 기록한 《폐허 도시 고찰 기행》을 정리했습니다. (제13판)\n카라사와 씨가 잡학, 박물학적으로 지원해주셨습니다. (제14판)\n운 선생님께서 리월 문화 부분에 주석을 달아주셨습니다. (제15판)"
          }
        ]
      }
    ]
  }
}