{
  "epId": 5620,
  "name": "북방의 비사",
  "desc": "유적에서 우연히 발견된 고대 레무리아의 서적. 내용의 진위 여부를 검증할 길이 없다",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1714402938,
  "components": {
    "body": [
      {
        "title": "북방의 비사·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "예로부터 존경받는 시인, 작가, 역사학자들은 터무니없는 것들에 대해 글을 남기고, 그것을 자신의 실제 경험인 양 떠벌리고 다니는 것을 좋아했다. 거짓말인 게 뻔히 보이는데 그들은 아주 그럴싸하게 「내 눈으로 직접 봤다. 내 말에는 일말의 거짓도 없다」라고 너스레를 떨곤 했는데 훗날 후손들의 비웃음을 살 게 두렵지도 않은 모양이다. 예를 들자면 타라시우스의 아들, 크산토스는 북방 야만족을 만난 이야기를 글로 남겼다. 그 야만족들은 산중에 유리와 백금으로 번성한 도시 국가를 세웠으며 그들의 국왕을 「기사」라 부른다고 한다. 그들은 72개의 군단을 거느리는데 각 군단은 6만 6천 6백 명으로 구성되어 있으며 모두가 마키모스의 수정보다 더 영롱하게 빛나는 순수한 물로 만들어진 무기를 지녔다고 한다. 사실 그는 한평생 카피톨륨을 떠난 적이 없다. 야만족은커녕 뱀장어조차 본 적 없는 그였지만 그의 이야기만큼은 꽤나 재밌었다. 그 덕분에 나의 허영심도 자극을 받았고, 나도 후대에 남길 만한 이야기를 써봐야겠다는 생각이 들었다. 그러나 나는 남길 만한 경험도 없고, 그 존경받는 사람들처럼 거짓말을 「실제 기록」이라고 우길 용기도 없다. 그러니 나는 내 글이 처음부터 끝까지 거짓이라고 깔끔하게 인정하고 시작하겠다. 이렇게 말했으니 거짓말쟁이라고 욕먹을 일은 없을 것이다. 어쨌든 내가 써 내려갈 이야기는 여태 들어본 적도, 경험한 적도 없는 완벽한 허구의 지어낸 이야기로, 「물의 기사」보다도 진실성이 떨어지니 믿지 마시라.\n각설하고 시작하겠다. 우리는 배에 올라타 돛을 올리고 북쪽을 향해 출발했고, 야만족의 영지를 지나 바람을 따라 나아갔다. 우리의 목적은 단순했다. 거대한 바다의 끝이 어떤 모습인지 보고 싶었다. 퀸크틸리우스의 말에 따르면 높은 바다 사방에서 절대 넘을 수 없는 폭포가 쏟아진다고 했는데, 이는 틀린 말임이 분명했다. 존경받는 유베날리스가 「머나먼 북쪽 왕국」에 대해 얘기한 적이 있으니까 말이다. 하지만 북쪽으로 갈수록 눈에 보이는 육지의 수가 점점 줄어들었다. 초반에는 그래도 여러 개의 섬이 보였었는데 나중에는 초목이 자라지 않는 민둥섬만 몇 개 보이더니 며칠이 더 지나자 섬은 아예 보이지 않고 망망대해만 남게 되었다. 다행히도 우리는 충분한 식수와 식량을 챙겼었기에 적어도 굶어 죽을 걱정을 할 필요는 없었다.\n우리는 79일 동안 어떠한 육지도 보지 못했다. 돌아가려고 마음을 먹었는데, 항해 80일째가 되던 날, 바다 한가운데에서 습격당했다. 거대한 새의 등에 올라탄 도적 떼들이 우리를 막더니 감자를 내놓으라고 협박했다. 그들이 탄 새는 얼마나 큰지 깃털 하나하나가 바다를 떠받드는 기둥만큼 굵었다. 반격할 수 없었던 우리는 무릎을 꿇고 신의 가호를 빌며, 다시는 이상한 여행기 하나 남기겠다고 이런 바보 같은 여행을 떠나지 않겠다고 맹세했다. 그 순간, 갑자기 탱탱 물범을 탄 기사 무리가 바다에서 튀어나왔다. 탱탱 물범은 동물 짐꾼 50마리를 합친 만큼 거대했고, 수정과 용의 비늘, 양배추로 만든 갑옷으로 온몸을 무장하고 있었다. 이윽고 그들은 거대한 새들을 갈가리 찢고 도적 떼를 몰아냈다.\n그제야 우리는 그 기사들이 인간과는 전혀 다른 모습이라는 걸 눈치챘다. 그들은 직립보행하는 용 도마뱀에 더 가까운 모습을 하고 있었다. 우두머리는 특이한 빛으로 반짝이는 눈으로 우리를 훑어보더니 날개 돋친 말로 물었다 「너희는 세레눔에서 온 행상인가?」\n세레눔이 어디인지 몰랐던 우리는 그에게, 우리는 레무리아 출신의 항해가이며 바다의 끝은 어떻게 생겼는지 궁금해 여기까지 오게 되었다고 곧이곧대로 털어놓았다."
          }
        ]
      },
      {
        "title": "북방의 비사·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "우리의 말을 들은 그는 등에 난 지느러미가 덜덜 떨릴 정도로 크게 웃으며, 「이 세상에 『레무리아』라는 곳은 없다」, 「그것은 남쪽 야만족이 만들어낸 거짓 역사에 불과하다」, 「그들은 자신의 문명사가 없다 보니 존재하지도 않는 제국을 만들어내곤 한다」고 했다. 우리는 우리가 정말로 레무리아인이 맞다고 말했다. 그러자 그들은 더 크게 웃으며 레무리아가 정말로 존재한다는 걸 증명할 수 있는 역사적 자료나 고고학적 증거를 내놓으라고 했다. 우리가 대답하지 못하자 그는 그런 말도 안 되는 환상을 믿는 건 국가의 법률에 위배되지 않으니 안심하라 하고는, 공공장소에서 일몰 열매만 먹지 않는다면 솔라리스 제국의 귀빈으로서 대접받을 것이라 말했다. 또한 그는 우리의 행색을 보니 반군의 첩자는 아닌 것 같고, 휘페르보레아에서 온 행상 같으니 내전 중인 제국을 도울 수 있을 것 같다며 반군을 몰아내는 데 도움을 달라고 했다.\n알고 보니 솔라리스는 기술적으로 크게 발전한 제국이었다. 수십 년 전, 루키릴리우스라는 이름의 철학자는 사람이 평범한 사람들을 초월하는 비범한 능력을 가질 수 있게 만드는 방법을 발명해 냈다. 그 능력의 대가는 모습이 다른 사람들과 다소 달라지는 것이었다. 몇몇 사람들은 이 방법이 인류의 순결성을 더럽힌다고 생각해 이런 특수한 능력을 갖게 된 사람은 노예로 삼거나 없애버려야 한다고 생각했다. 이 때문에 두 부류의 사람들 사이에서 싸움이 일어났고, 서로 죽일 듯이 싸우는 바람에 온 나라가 피로 물들고 말았다.\n나는 그런 일은 아주 오랜 옛날부터 줄곧 있었고, 그런 주제를 다루는 희곡이 지금 머릿속에 최소 20편은 떠오른다며… 그러한 작품들 덕에 레무리아의 예술이 발전했다며 그를 위로했다. 피스크란툼의 테렌티우스는 인류는 모두 평등하고 강인한 생명이라 찬양하면서도 선천적으로 비범한 능력을 타고난 사람들이 다른 사람들을 정복하고 없애버려야 한다고 글을 남겼다. 나는 인류 개조 기술보다는 탱탱 물범을 개조하는 기술을 연구하는 게 어떻겠냐고 제안했다. 사람보다는 탱탱 물범의 진화가 더 환영받지 않겠는가. 그는 나의 지혜로운 의견은 고려해 보겠지만 지금 당장은 악독한 반군을 없애버리는 게 더 시급하다고 했다. 만약 우리가 도와준다면, 그는 우리에게 가장 강력한 황족 탱탱 물범 탈것을 내어주고, 반군을 포위할 수 있도록 그가 거느린 100만 명으로 구성된 13개의 군단, 즉 1300만 명의 지휘를 맡기겠다고 했다. 그는 우리를 반군들에게서 구해주었기에, 우리 역시 그의 부탁을 들어주기로 했다.\n이 글을 읽는 모두에게 나는 이 모든 게 내가 직접 겪은 일들이었으며 한 톨의 거짓말도 담지 않았음을 알리는 바다. 이다음에 일어난 전쟁에 대한 이야기는 더 믿기 어려울 것이다. 나는 우리와 함께 여정을 떠났던 눈먼 노예가 이렇게 외쳤던 게 기억난다\n「악사여. 탱탱 물범의 저 파괴적인 분노를 찬송하라!」\n탱탱 물범으로 이루어진 대군이 앞으로 전진하는 모습은 마치 불길이 모든 것을 삼키는 것만 같았고, 탱탱 물범의 지느러미 발아래 대지는 천둥이 치듯 요동쳤다. 우리는 광활한 평원에 진을 쳤다. 군대를 지휘하는 장교는 그들이 믿는 신에게 기도한 뒤 활시위를 당겨 반군을 향해 개 한 마리를 쏘았다. 은빛 활이 내는 소리는 간담을 서늘하게 할 만큼 소름 끼쳤다. 반군은 이에 기가 죽기는커녕 중무장한 거인 5백만 명을 내보냈다. 이 거인들은 그 무엇과도 비교할 수 없을 정도로 거대했으며 존엄자께서 직접 만든 골렘보다도 수십 배는 더 컸다. 듣자 하니 반군이 바다 깊은 바다 저 밑에서부터 불러낸 지원병이라 했다. 거인들은 눈이 하나밖에 없었지만——어찌 보면 이건 너무 당연한 것으로, 파쿠비우스의 글에 적힌 거인도 모두 외눈박이였다——그들의 시력은 굉장히 뛰어났다. 그들은 반군 우두머리의 명령 아래 놀라울 정도로 정확하게 우리의 진지에 풍선귤을 투척하기 시작했다. 그들이 던진 귤은 땅에 닿자 폭발했고, 수없이 많은 거품을 뿜어냈다. 그 거품에 닿으면 그대로 하늘 저편 태양까지 날아가게 되는데, 이 때문에 태양이 귤과 비슷한 색을 띠는 것이다.\n시대를 막론하고 존경받는 작가들은 전쟁이 어떻게 끝났는지 대해서는 글로 남기지 않는 편이며, 항상 다음 이야기를 위한 여지를 남겨두곤 했다. 나 역시 그들처럼 이 부분은 생략하도록 하겠다."
          }
        ]
      },
      {
        "title": "북방의 비사·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "그 후 우리는 300일 더 항해하며 끝없는 바다로 나아갔다. 그러다 바다 한가운데 우뚝 서있는 높디높은 벽을 하나 발견했는데 하늘까지 높이 솟아있어 땅에서는 한눈에 보이지 않을 정도였다. 벽에는 수많은 사람의 형상이 빼곡히 걸려 있었는데 몸통도 근육도 없이 그 형상만 남아 있었다. 전설에 따르면, 거짓말을 하거나 거짓을 글로 남기는 자들은 죽은 후에 이 벽에 걸리는 벌을 받게 된다고 하는데, 누가 이 벽을 지었는지, 벽에 뒤에는 무엇이 있는지에 대해서는 나도 모른다. 왜냐하면 나는 이 여행기에 전부 진실만을 적은 터라 그 벽에 다가갈 수가 없었기 때문이다. 그래서 우리는 온 힘을 다해 노를 저어 그곳으로부터 멀리 도망쳤다. 다시는 그곳에 가까이 가고 싶지 않다.\n저녁 무렵, 우리는 파도와 바람이 잔잔히 부는 해역의 그리 크지 않은 섬 근처에 도착했다. 물이 다 떨어지는 바람에 물을 구하기 위해 섬에 올랐다. 이때 우리 모두 낯선 짙은 향기를 맡았는데, 카피톨륨의 최고급 향고를 가져와도 이 향기와는 비교도 할 수 없을 정도였다. 알고 보니 그 섬에는 모든 것이 황금으로 만들어진 도시 국가가 번성하고 있었다. 그곳은 12개의 성벽으로 둘러싸여 있었는데 각각 다른 보석으로 만든 것이었다. 첫 번째는 자수정, 두 번째는 자마노, 세 번째는 비취, 네 번째는 홍옥, 다섯 번째는 녹보석, 여섯 번째는 토파즈, 일곱 번째는 루비, 여덟 번째는 홍마노, 아홉 번째는 에메랄드, 열 번째는 녹마노, 열한 번째는 사파이어, 열두 번째는 벽옥이었다. 성벽 밖에는 폭이 약 수백 미터, 깊이가 수천 미터에 달하는 강이 흐르고 있었는데, 물이 아닌 신선한 우유가 흘렀으며 그 안에서 헤엄치는 것은 모두 소금에 잘 절여진 생선이었기에 낚기만 하면 즉시 먹을 수 있었다.\n그곳에 사는 사람들은 거의 모두가 여자였고, 아름답게 치장하고 있었으며, 용모가 빼어났고 또 젊었다. 그들은 우리 앞에 하나둘씩 나타나서는 우리를 안아주며 환영해 주었다. 그들은 이 섬이 아모리아라는 섬이며 사랑이란 뜻이라고 소개했다. 그들은 우리를 집으로 초대해 극진하게 대접해 주고, 마키모스 전체를 살 수 있을 만큼의 금은보화를 챙겨주겠다고 했다. 나는 은연중에 꺼림칙한 느낌이 들었다. 엔니우스의 희곡도 아니고 누가 낯선 사람한테 이 정도로 친절하게 대한단 말인가? 하지만 나와 같이 있던 동료들은 아이니우스의 희곡의 애독자라 수상함을 전혀 느끼지 못한 채 그녀들의 집으로 따라 들어갔다. 나는 분위기에 맞추는 척하며, 몰래 솔라리스 사람들이 준 전리품인 풍선귤 하나를 챙기고, 그중 한 여인의 집으로 따라 들어갔다. 집안을 자세히 살펴보니 아니나 다를까 사방이 해골로 가득했다. 나는 얼른 풍선귤을 꺼내 그녀에게 겨누며, 이게 지금 무슨 상황인지 털어놓으라고 했다. 그러자 그 여인은 크게 웃더니 눈 깜짝할 사이 물로 변해 사라져 버렸다.\n나는 얼른 동료들을 모두 불러 모았고, 물조차 챙기지 못한 채 배로 도망쳤다. 순간 우리는 섬이 있어야 할 곳에 망망대해만이 펼쳐져 있는 광경을 목격했다.\n뒤 내용이 궁금하면 다음 화를 기대하시라."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "북방의 비사"
          }
        ]
      }
    ]
  }
}