{
  "epId": 5838,
  "name": "야옹이 사무소",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1725429116,
  "components": {
    "body": [
      {
        "title": "야옹이 사무소· 1권",
        "desc": [
          {
            "type": "RichText",
            "text": "펠로는 여느 평범한 오후처럼 크게 하품하고 눈을 비비다가 갑자기 화단에 있는 금빛 초대장을 발견했다.\n햇빛에 비친 초대장 봉투에 「펠로 씨께 올림」이라 써진 글자는 흩뿌려지는 모라보다도 더 눈부시게 빛났다.\n펠로는 눈을 크게 떴다.\n그는 그저 어르신 댁을 방문하는 「신사」, 「숙녀」들을 위해 문을 열어주는 벨보이였다. 아무도 그를 공손하게 「펠로 씨」라고 부른 적이 없다.\n과연 누가 몰래 여기에 두고 간 걸까?\n펠로는 연거푸 눈을 깜빡이며 환상이 아니란 걸 확인하고는 초대장을 펼쳤다…\n——「맛있는 요리로 저희를 접대해 주셔서 감사합니다. 다음에 꼭 방문해 주세요——야옹이 사무소 올림」\n삐뚤빼뚤한 글씨는 누가 봐도 싸구려 깃털 펜으로 쓴 것처럼 보였다. 금색 봉투와는 전혀 어울리지 않았다.\n야옹이 사무소? 「야옹이」라는 사무소가 있나? 설마 고양이가 개업한 사무소는 아니겠지…\n펠로는 자주 길고양이에게 남은 밥을 나눠주곤 했다.\n그가 「쮸쮸」, 「쮸쮸」 소리를 내면 고양이들이 몰려들었다. 다만 고양이 밥이 없을 땐 고양이들도 펠로를 경계했다.\n펠로는 생각하며 초대장을 뒤집어 봤다.\n「어쩌면, 아직 사무소 위치를 모르실 수도 있겠죠…」\n「북풍 12번째 길목 모퉁이에서 지상의 생선 비늘 따라가다 보면 마차 한 줄이 보일 것입니다」\n「열 번째 종소리가 울린 후 마차는 한 대만 남을 겁니다. 마차 아래 검은 그림자로 들어오십시오…. 우리는 거기서 기다리고 있겠습니다…」\n초대장에 적힌 시간과 장소는 마치… 알 수 없는 마법 의식 같았다.\n누가 장난친 거겠지?\n하지만 수많은 오타와 생선 비늘이 그의 주의를 끌었다. 만약에——고양이가 글을 쓸 줄 안다면, 정말로 야옹이 사무소가 있다면….\n북풍… 생선 비늘… 마차… 맞다! 남쪽 12번째 길목은 생선 가게였고 매일 밤 10시가 되면 쓰레기를 수거하는 마차가 거기에 멈추곤 했지!\n마차는 매일 대량의 쓰레기를 수거해서 도시밖에 버리고 12시에 다시 「이랴, 이랴」하고 돌아왔다.\n그렇다. 이것은 펠로처럼 고양이와 이 도시에 대해 아주 잘 아는 사람만이 해석할 수 있는 고양이의 마법 언어임이 틀림없었다.\n펠로의 심장이 두근두근 뛰었다. 이것은 그만이 아는 비밀이었기 때문이다.\n「빨리 교대시간이 됐으면 좋겠다! 난! 고양이들과 약속이 있다고!」"
          }
        ]
      },
      {
        "title": "야옹이 사무소· 2권",
        "desc": [
          {
            "type": "RichText",
            "text": "「오셨군요! 어서 앉으세요」\n고양이들은 기뻐했다.\n「응! 너희 사무소를 찾는 건 정말 쉽지 않네」\n그날 밤, 펠로는 초대장에 적힌 지시에 따라 길을 나섰다.\n마차 중에 바퀴가 고장 나서 움직이지 않는 마차가 하나 있었고, 펠로는 그 아래에서 그림자에 가려진 맨홀을 발견했다. 맨홀 안에서 희미한 불빛과 소리가 들려왔고 나선형 계단도 보였다.\n그곳이 바로 은밀한 야옹이 사무소였다.\n「떠돌이들의 천성이니까 부디 양해해 주시기를!」\n범무늬에 황금빛 눈을 가진 고양이가 겸손하게 말했다. 하지만 녀석의 꼬리는 오만하게 굽어있었다.\n펠로는 녀석이 누군지 알아봤다. 녀석은 그가 자주 밥을 주던 범무늬 고양이었다. 녀석은 늘 어르신 댁의 창틀에 앉아서 꼬리를 여유롭게 흔들곤 했다. 하지만 다른 고양이는 낯설었다.\n범무늬 고양이는 그들을 펠로에게 순서대로 소개했다.\n고양이 두목은 범무늬 고양이었고\n싸움꾼은 왼쪽에 있는 문신 고양이\n오른쪽에 있는 삼색 고양이는 꾀돌이다. 펠로에게 보낸 초청장은 고양이들이 수염을 한 가닥씩 뽑아서 만든 펜으로 삼색 고양이가 쓴 것이었다.\n「그리고 이 장작 고양이는 못생긴 데다가 털에 구멍도 났고 피부병도 있지만 녀석을 싫어하진 말아 주세요!」\n이 고양이들은 야옹이 사무소를 개설해 도시에 있는 고양이들의 문제를 해결해주고 있었다.\n「그래서, 사무소에서는 지금까지 어떤 난제들을 해결해 줬어?」\n펠로가 호기심 어린 말투로 물었다.\n범무늬 고양이는 왼쪽 꼬리를 흔들었다. 문신 고양이가 나설 차례인 것이다.\n「난 용맹한 문신 고양이다냥~ 코골이 고양이 사장의 의뢰는 내가 해결한 거다냥~」\n「그 고양이 사장은 인간의 호텔에 지지 않을 정도로 아주아주 화려한 여관을 열었다냥~ 개업 당일날 많은 손님들이 몰렸다냥~」\n고양이만의 여관이 있다니! 펠로는 하마터면 그걸 노트에 기록할 뻔했다.\n호텔은 펠로조차 선망 어린 눈빛으로 바라만 볼 뿐, 들어가 본 적은 없었다. 그것은 마치 길바닥에서 주운 유리 사탕의 포장지를 핥는 듯한 심정이었다.\n「근데 고양이 사장의 코 고는 소리는 너무 시끄럽다냥~ 손님들이 잠을 잘 수가 없어서 장사가 시들해졌다냥~」\n「그러던 어느 날 여관에 쥐가 많이 나타나서 손님들의 물건을 갉아먹었다냥~ 그래서 고양이 사장이 대활약했다냥~」\n「그 후로 고양이 사장이 코 고는 소리를 들으면 손님들은 안심했다냥. 기특하지—— 기특하지——」\n「사실 여관에는 쥐가 없었다냥~ 내가 밤에 쥐를 잡아 여관에 푼 다음 다시 잡은 거였다냥~」"
          }
        ]
      },
      {
        "title": "야옹이 사무소· 3권",
        "desc": [
          {
            "type": "RichText",
            "text": "문신 고양이가 말을 마치자 범무늬 고양이가 오른쪽을 향해 꼬리를 흔들었다.\n삼색 고양이가 우아하게 다가와 가볍게 허리 숙여 인사했다.\n「고양이 중에도 게으른 고양이가 있다냥~」\n「한 번은 성문에 사는 게으른 고양이가 편하게 쥐를 잡는 방법을 의뢰했다냥~」\n「내 지시에 따라, 게으른 고양이는 『고양이의 집』 문패를 때고 『쥐의 휴게실』로 집 이름을 바꿨다냥~」\n「그 후 쥐가 성으로 들어올 때마다 상냥한 목소리가 들려왔다냥~ 『쥐들아 쥐들아 여행길에 고생 많았지, 어서 손과 발에 연고를 바르렴!』, 『쥐들아 쥐들아 몸에 뾰족한 것들을 떼어내고 편하게 모래 위에서 몸을 비비렴!』」\n「그렇게 쥐들은 소금과 기름을 바르고는 줄을 서서 『목욕』 물에 들어갔다냥~」\n「그리고 모두 게으른 고양이의 입으로 들어갔다냥~」\n펠로는 피식 웃었다. 「아아, 정말 똑똑한 삼색 고양이구나!」\n삼색 고양이는 우아하게 인사하더니 숙녀처럼 돌아갔다.\n「이, 이제 제 차례가 됐군요…」 장작 고양이가 알랑거렸다.\n「제 털은 장작불을 쬐다가 타버린 거랍니다…」\n「잘 때만 해도 아주 아주 따뜻했는데… 어린 시절 어머니 털 위에서 자는 꿈을 꿨는데… 그렇게 자다가 몸에 불이 붙었죠…」\n「다, 다행히 고양이 두목께선 절 버리지 않았습니다. 전 때 묻는 걸 개의치 않아서 주로 하수도를 누비며 정보를 전달하거나 심부름을 하죠」\n「그, 그 외에 다른 능력은 없답니다…」\n범무늬 고양이가 목을 가다듬자, 위축된 장작 고양이는 미소를 짓곤 제자리로 조용히 돌아갔다.\n「자, 펠로 씨도 이제 야옹이 사무소의 일상을 알게 되었군요」\n「이번에 펠로 씨를 초대한 건, 해결할 수 없는 일이 생겨서 당신의 도움을 구하기 위함입니다!」"
          }
        ]
      },
      {
        "title": "야옹이 사무소· 4권",
        "desc": [
          {
            "type": "RichText",
            "text": "「내 도움이 필요하다고?」 펠로가 눈을 크게 떴다.\n범무늬 고양이는 정중하게 고개를 끄덕였다. 「게다가 펠로 씨가 아니면 안 될 일이죠」\n「펠로 씨가 섬기는 어르신의 댁에 털이 복슬복슬한 고양이가 있죠?」\n「아, 그 하얗고 고귀한 긴털 고양이 말하는구나!」\n그 고양이는 어르신이 아끼는 보물이었다. 늘 고대 공주처럼 검푸는 눈동자로 사람을 곁눈질하거나, 새가 깃털을 다듬듯이 분홍색 혓바닥으로 지신의 털을 곱게 다듬곤 했다.\n어르신은 식사, 취침, 외출할 때도 늘 긴털 고양이를 데리고 다녔다.\n「전 긴털 고양이와 결혼할 생각입니다, 이미 약속했죠!」\n「오, 결혼이라… 뭐? 결, 결혼?」\n당황한 펠로는 장작 고양이보다 더 말을 더듬었다. 「그, 그럼 너희는 어떻게 살려고? 귀한 긴털 고양이는 떠돌이 생활을 버틸 수 없을 거야!」\n「그건 걱정하실 필요 없습니다. 결혼하면 먼 나라에 있는 신사로 이사 갈 예정이니까요. 고양이가 세운 신사라고 하는데, 거기 인간들은 고양이를 신처럼 모신다고 합니다. 먹거리 걱정은 없겠죠…」\n「하지만, 그, 그건 불가능해 어르신께서 긴털 고양이를 보내주실 리가 없잖아…」 펠로가 더듬거리며 말했다.\n「그래서 펠로 씨의 도움이 필요한 겁니다」\n범무늬 고양이가 수납장 위로 뛰어 올라가 금빛 눈으로 펠로를 바라봤다.\n「난 하찮은 벨보이에 불과한걸」\n펠로가 연신 손을 저었다.\n「고양이를 훔친 게 탄로 나면 난 일자리를 잃고 재판도 받아야 할 거야…」\n「아닙니다, 펠로 씨. 오해하셨군요!」\n범무늬 고양이가 묘한 미소를 지었다. 입가에 있는 수염도 미소 짓는 것처럼 가볍게 떨렸다.\n「절대 고양이를 훔쳐달라고 부탁한 게 아닙니다. 고양이는 마법을 부릴 줄 아는 동물이니까, 우리에겐… 다른 방법이 있습니다…」\n말을 마친 범무늬 고양이는 휘파람을 불었다.\n양쪽에 있는 문신 고양이와 삼색 고양이가 마술처럼 각각 신발 한 쌍과 가면을 하나 꺼냈다.\n「이것은 고양이의 마법 신발과 고양이의 신비한 가면입니다」\n「냥! 한번 착용해 봐!」\n어쩔 수 없이 펠로는 그 두 가지 물건을 건네받았다.\n작아 보이는 신발은 막상 신으니까 편하고 딱 맞았다.\n발걸음이 까치 발걸음처럼 가벼웠다…\n가면을 쓰고 말을 해봤는데, 알 수 없는 떨림음이 들어서 자신의 목소리가 낯설게 들렸다.\n「이게 바로 고양이의 마법입니다」 범무늬 고양이는 신나서 말했다. 「이걸 착용하면 아무도 펠로 씨를 못 알아볼 겁니다」\n「펠로 씨는 평소처럼 집에 돌아가서 편안하게 한숨 주무시면 됩니다」\n「3일 후에 우리의 당부대로 어르신과 긴털 고양이를 야옹이 사무소로 데리고 오세요. 3일 후입니다!\n「잊지 마세요!」"
          }
        ]
      },
      {
        "title": "야옹이 사무소· 5권",
        "desc": [
          {
            "type": "RichText",
            "text": "새로운 초청장이 준비됐다. 이번엔 어르신에게 보내는 것이었다.\n「백작 어르신, 당신의 고양이에 대해 익히 들었습니다. 제 집에도 귀한 이국의 고양이가 있는데 어르신의 고양이와 인연을 맺어주고 싶습니다. 부디 제 집에 방문해주시지 않겠습니까?\n때가 되면 마차가 당신과 당신의 고양이를 맞이할 겁니다——폰·프리가 부인」\n펠로가 도와준 덕에 삼색 고양이는 오타들을 수정할 수 있었다.\n고양이들은 바쁘게 움직였다.\n야옹이 사무소의 도움을 받은 고양이들이 흰 비단, 유통기한이 임박한 구피 통조림, 와인을 가지고 와서… 사무소를 결혼식 연회장으로 꾸몄다.\n행인이 밤중에 이 광경을 보면 깜짝 놀랄 것이다. 도시 그림자 속에 이렇게 많은 떠돌이 고양이가 모여 있다니!\n고장 난 마차는 어느새 수리가 끝나고 동화에서나 볼법한 화려한 모습으로 치장됐다.\n부드러운 백조 카펫이 깔리고 고양이가 좋아하는 풍령이 달린 마차는 「딸랑딸랑」 소리를 내며 어르신의 집 앞에 도착했다.\n「어서 타시죠!」\n「폰·프리가 부인의 마부」를 연기하는 펠로가 고개를 숙이고 공손하게 말했다.\n고양이의 신비한 가면 쓰고 있지만, 펠로는 그래도 들킬까 봐 걱정했다.\n다행히 어르신은 화려한 마차에 눈이 팔려있었다. 심지어 「마부」에게 모라 한 주머니를 건넸다. 「팁이니까 받게!」\n마차의 앞길에는 고양이들이 끊임없이 지나가고 있었다.\n「좀 비켜 줘!」 신비한 고양이 가면을 쓴 펠로는 지각할까 봐 작게 말했다.\n「미안한데 우리도 바빠, 결혼식에 참석해야 한다구!」 고양이들이 대답했다.\n지나가는 고양이가 더 이상 없을 무렵 마차는 야옹이 사무소에 도착했다.\n「오! 귀한 비단이… 로비를 가득 채웠군…」 어르신은 감탄했다.\n「햄 야채 스튜가… 정말 맛있는걸. 주방장이 현지 출신인가…」\n「그리고 이렇게 많은 고양이를 초대하다니 정말 놀랍군! 폰·프리가 부인께선 나처럼 자신이 기르는 긴털 고양이를 몹시 총애하는 모양이야!」\n어르신은 찬사를 금치 못했다.\n「경사로운 날이니까 어서 몇 잔 드시죠!」 삼색 고양이가 와인을 들고 술을 권했다.\n「그럼 한잔하겠네!」\n분위기에 취한 어르신은 「고양이가 어떻게 말을 한단 말인가?」라는 의문조차 잊어버렸다."
          }
        ]
      },
      {
        "title": "야옹이 사무소· 6권",
        "desc": [
          {
            "type": "RichText",
            "text": "하프의 리듬에 맞춰 드레스를 입은 긴털 고양이가 등장했다.\n「이런, 마차에서 내리자마자 갑자기 사라지더니 꾸미러 갔던 거였구나!」 어르신은 자신의 고양이를 대견스럽다는 듯이 바라봤다\n긴털 고양이의 하얀 비단 꼬리 드레스 봄에 내린 눈처럼 세실리아꽃이 가득 장식되어 있었다.\n「짝짝짝——짝짝짝——」 고양이들은 일제히 박수를 쳤다.\n「정말 예쁘다…」\n펠로는 자기도 모르게 칼과 포크를 내려놓았다.\n「휙——휙——」 고양이들은 커튼을 열었다.\n수염과 귓털을 깔끔하게 다듬고 넥타이와 모자를 착용한 범무늬 고양이는 기사처럼 위풍당당한 발걸음으로 자신의 신부를 맞이했다.\n뒤에 있던 문신 고양이가 재빨리 몸을 흔들자 짊고 있었던 보자기가 풀어졌다. 그 안에는 두 부부를 위한 선물이 담겨있었다.\n알록달록한 실뭉치, 만지면 우는 장난감 쥐, 팽팽한 참새 모양 풍선, 그리고 먼 나라의 고양이 신사로 가는 티켓까지…\n「잠깐만!」\n위에서 차갑고 고압적인 목소리가 들려와 고양이들의 흥을 깼다.\n술에서 깬 어르신은 비틀거리며 일어서서 범무늬 고양이를 가리켰다.\n「넌 내 집 창틀에 자주 올라오던 길고양이지? 너 본 적 있어. 늘 불순한 의도로 창문을 훑어보았지…」\n「신랑은 부인의 귀한 이국 고양이라고 했을 텐데? 부인은 어디 있지?」\n「이 장난감들은… 아니, 내 집에 있는 것들이잖아. 언제 훔친 거야? 이 비단과 술도 훔쳐 온 거지?」\n「아버지, 화내지 마세요…」 긴털 고양이는 애교를 부렸다.\n「그래요, 아버님. 제가 잘 챙길게요…」 범무늬 고양이는 대수롭지 않게 대꾸했다.\n「아버님」이라는 말에 어르신은 크게 화를 냈다.\n「닥쳐!!\n너처럼 정체도 불명하고 혈통도 불순한 길고양이한테 내 긴털 고양이를 맡길 것 같아!\n그리고 너 이 녀석, 프리가 부인의 마부라고 날 속였겠다…\n너도 이 고양이들의 사기극에 가담했지? 가면 아래 어떤 얼굴이 숨어있는지 확인해 봐야겠군…」\n어르신은 성큼성큼 걸어가서 펠로의 얼굴에 씌운 가면을 벗기려 했다.\n펠로는 온몸의 피가 빨려 들어가는 듯한 기분이 들었다.\n「빨리 도망치세요」 귓가에서 목소리가 울렸지만 다리가 굳어서 움직일 수 없었다.\n「끝났어, 끝났다고」 펠로가 절망스럽게 눈을 감으려는 순간 자신의 뺨에 뭔가가 흔들리고 있다는 것을 발견했다.\n아! 펠로의 얼굴에 어느새 눈처럼 새하얀 고양이 수염이 자라나 있던 것이다.\n펠로는 뾰족하고 영리한 귀를 흔들었다. 몸이 절로 굽어지더니 「야옹——」하고 울음소리를 냈다.\n어르신에게 잡히기 전에 펠로는 재빠르게 탁자 아래로 도망쳤다."
          }
        ]
      },
      {
        "title": "야옹이 사무소· 7권",
        "desc": [
          {
            "type": "RichText",
            "text": "「빨리 도망치세요」\n펠로는 검은 망토를 두른 바람 같았다.\n「빨리 도망치세요」\n펠로는 나선 계단을 따라 야옹이 사무소 출구로 뛰어갔다.\n고양이의 마법 신발은 어디로 갔을까? 펠로는 알 수 없었다. 다만 자신이 고양이처럼 민첩하고 고양이처럼 시야가 낮아졌다는 것만은 알 수 있었다.\n고양이의 신비한 가면은 또 어디로 사라진 걸까? 펠로의 마음속에 서서히 답이 떠올랐다.\n신발과 가면은 이제 펠로의 일부가 되었다. 펠로는 고양이가 된 것이다! 손에는 마부의 흰 장갑을 끼고 있기 때문에 펠로는 흑백 고양이가 됐다!\n「빨리 도망치세요…」\n누가 말하는 거지?\n펠로가 고개를 돌렸다. 넥타이를 매고 있는 범무늬 고양이와 비단 꼬리 드레스를 끌고 있는 긴털 고양이가 그를 따라 달리고 있었다.\n「빨리 도망치세요… 펠로 씨, 그리고 마차를 몰고 우리를 항구로 데려다 주세요!」\n다른 고양이들은 뒤에서 장식 끈을 뜯고 연회 탁자에 놓인 샐러드와 와인을 엎어서 어르신을 방해했다.\n——「긴털 고양이야, 돌아오렴——」\n그러나 아무도 어르신의 외침에 귀를 기울이지 않았다.\n지금 상황에서 펠로 머리에는 범무늬 고양이와 긴털 고양이를 항구로 데려다주는 것 외에는 아무 생각도 나지 않았다. 하긴 고양이의 뇌는 작으니까 한 가지 일만 생각할 수밖에 없다.\n「쿠르릉——쾅——」 밖에 번개가 치고 비가 내렸다.\n번개가 울리기 직전에야 잠시 밝아지는 칠흑 같은 밤, 어느 작은 문 하나만이 열려 있었고, 근처에 문지기는 없었다.\n아마 다들 비를 피하고 있는 모양이다.\n무수한 소용돌이가 일렁이는 호수 위에 배 한 척이 정박해 있었다. 자세히 보지 않으면 다리의 그림자로 착각할지도 모른다. 하지만 고양이로 변한 펠로의 시력은 놀라울 정도로 좋아서 단번에 발견할 수 있었다.\n결혼 선물을 들은 문신 고양이와 긴털 고양이는 마차에서 뛰어내려 「슉」하고 배로 들어갔다.\n「이게 다 펠로 씨 덕분입니다…!」 범무늬 고양이는 처음으로 진심을 담은 정중한 인사를 했다.\n「어르신이 쫓아오기 전에 어서 도망가!」\n어서 가렴, 그 고양이 신사로 가렴.\n그곳으로 가서 행복한 삶을 살렴.\n몰래 큰일을 해냈다는 흥분감에, 펠로의 눈에는 눈물이 맺혔다.\n하지만 앞으로 고양이의 모습으로 어떻게 살아가야 할까?"
          }
        ]
      },
      {
        "title": "야옹이 사무소· 8권",
        "desc": [
          {
            "type": "RichText",
            "text": "눈부신 햇빛에 펠로는 무의식적으로 눈을 뜨고 손으로 눈을 비볐다….\n어느새 손발이 다시 돌아왔다. 더 이상 털이 복슬복슬한 고양이의 발이 아니게 된 것이다.\n어젯밤에 무슨 일이 있었지? 펠로는 애써 떠올려봤다.\n…당시 흑백 고양이 펠로는 마차를 돌려 「다그닥 다그닥」 돌아갔다.\n12시를 알리는 종소리는 아직 울리지 않았다.\n다른 마차가 돌아오기 전에 펠로는 평범한 고양이처럼 마차에서 내려와 몰래 집으로 돌아갔다….\n그럼 지금 시간이… 이런! 어느새 펠로가 근무할 시간이 됐다!\n펠로는 침대에서 재빨리 일어나 근무복을 입고 다시 벨보이로 돌아갔다.\n그러나 어르신 집의 대문은 굳게 닫혀 있었고 「방문 사절」이라는 문패가 걸려 있었다.\n「고양이를 잃은 주인님은 속상해서 앓아누우셨어요…」\n「정말 예쁜 고양이잖아요. 저조차 좋아하는데, 도둑이 눈독을 들인 것도 당연하죠…」\n「불쌍하네요. 어르신만큼 녀석한테 잘해주는 주인이 또 있을까요?」\n어르신의 시종들은 속닥였다.\n모처럼 휴일이 생겼는데 펠로는 근심이 한가득했다.\n야옹이 사무소는 어디로 갔을까?\n펠로는 밤마다 쓰레기 수거 마차가 있는 곳에 가서 그림자를 훑어봤지만 그 맨홀을 찾을 수 없었다.\n신발이랑 가면도 찾을 수 없었다.\n마치 마법도 말하는 고양이도 애초에 존재하지 않았던 것처럼 말이다.\n범무늬 고양이가 떠났으니까 야옹이 사무소는 문을 닫았을 것이다…\n3개월 동안 병에 시달리던 어르신은 어느 여름날 아침에 완쾌됐다.\n어르신의 방에서 경쾌한 콧노래가 들렸다. 무도회장에서 젊은이가 자신의 파트너에게 춤을 권할 때 부르는 그런 노래였다.\n「펠로, 이리 오너라」 어르신은 펠로를 향해 손짓했다.\n「두근——두근——」 펠로는 긴장했다. 설마…?\n「내 예복은 낡았으니까 버리고 새 예복을 사 오너라! 양식은… 세련된 걸로 부탁하마」 어르신이 부드러운 말투로 말했다.\n「네…」 안심한 펠로는 낡은 예복을 들고 밖을 나섰다.\n「그런데 어르신은 고지식하고 전통을 중시하는 분 아니었나?」 펠로와 시종들은 의아했다.\n낡은 예복 주머니에서 쪽지 하나가 떨어졌다.\n그것은 범무늬 고양이가 떠난 후, 다른 고양이들이 긴털 고양이의 말투를 흉내 내서 쓴 안부 편지였다.\n「아버지, 저 잘 지내고 있어요. 어포와 쥐포를 동봉했으니까 맛있게 드세요」\n「그리고 폰·프리가 부인은 실존하는 분이랍니다. 아버지한테 마음이 있으시대요. 아버지도 짝을 찾아야 하지 않겠어요?」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "야옹이 사무소"
          }
        ]
      }
    ]
  }
}