{
  "epId": 5839,
  "name": "꼬마 마녀와 꺼지지 않는 불",
  "desc": "맑고 깨끗한 짙은 푸른색을 띠는 꽃. 수맥이 모이는 곳에 피며 차갑고 우아하면서도 시원하고 부드러운 향이 난다",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1720601242,
  "components": {
    "body": [
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "이것은 한 꼬마 마녀가 「꺼지지 않는 불」을 찾는 여정에 관한 이야기다\n이야기는 마법 대륙 가장 서쪽에 있는 한 꼬마 마녀가 「마녀 자격 시험의 마지막 시련」을 맞이하면서 시작된다. 관례대로 시련을 통과하기만 하면 그녀는 명실상부한 대마녀가 될 수 있다.\n시련 문제는 추첨을 통해 결정되는데, 추첨 결과는 언제나 무작위이다. 그래서 종종 예상치 못한 사고가 일어나고는 한다. 하지만 마법 대륙엔 옛것을 지키는 관례가 있었고, 문제 추첨 규칙은 가장 오래전부터 지금까지 이어져 오는 전통이었다!\n바깥세상에는 「머피의 법칙」이라는 이론이 있다…. 발생할까 봐 걱정하는 일은 결국 높은 확률로 일어난다는 뜻이다. 그리고 전혀 놀랍지 않게도 그 예상 밖의 일이 꼬마 마녀에게 발생했다!\n어떤 꼬마 마녀는 아주 간단한 문제를 뽑았다: 물질 우주의 궁극적 해답인 「현자의 돌」을 만드는 것이라든지, 강력한 우주 고래의 수염을 가져오는 것이라든지, 시간을 뛰어넘거나 평행 우주에서 태고의 마법 대전 때문에 절판된 마법 서적을 찾는 것이라든지 말이다.\n하지만 이야기의 주인공인 꼬마 마녀는 지옥 난이도의 문제를 뽑았다——바로 「꺼지지 않는 불」을 찾아오라는 것. 존경스러운 마녀 선생님은 과연 이 문제를 어떻게 생각하실까?\n친구와 달콤한 오후 티타임을 즐기고 있던 마녀 선생님은 꼬마 마녀를 위로하며 말했다. 「너는 더 강한 마녀가 될 운명이니까, 문제도 더 어려운 거란다. 풀리지 않은 문제가 더 흥미로운 법이지!」\n「정말로요?」\n「그래. 네가 돌아오면, 내가 지금 이 티타임보다 훨씬 멋진 티타임을 준비해 줄게!」\n「야, 멋대로 그런 엉터리 문제를 내다니, 너도 참 너무한 거 아니니? 세상에 정말 그런 물건이 있었으면, 영구 기관도 발명됐겠다. 차라리 전기-약 작용 이론에 기반해서 통일장 이론이나 증명하라고 하지 그래?」 마녀 선생님의 친구가 소곤거리며 얘기했다.\n「괜찮아, 인생에는 수많은 거짓말이 있으니까」 마녀 선생님은 개의치 않았다. 「게다가 이건 거짓말이 아니야! 『꺼지지 않는 불』은 정말 존재하는걸. 그 불타는 별에서… 음? 그걸 언제 봤더라… 까먹었네」\n마녀 선생님은 고개를 돌렸다. 「크흠! 시련 문제가 좀 어려운 건 사실이니까 다른 꼬마 마녀보다 3배 많은 시간을 줄게! 후후, 힘내렴!」"
          }
        ]
      },
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "깊은 숲의 밤\n꼬마 마녀는 빗자루를 타고 붉푸른 달 아래를 누볐다.\n붉푸른색은 점성학에서 거대한 변고를 상징하지만, 결과만으로는 그 길흉을 판단할 수 없다.\n——붉푸른색은 사실 이 행성을 지배하는 종족인 네피림 사람을 가리키는 것으로, 그들은 신과 인간의 아이다. 그래서 그들의 피는 인간의 붉은 피와 신들의 금빛 피가 섞인 색을 띤다. 하지만 사실 푸른 달빛은 달의 구성 물질과 지구와 달의 거리, 대기 등등이 작용해서 생긴 결과다.\n꼬마 마녀는 빗자루를 타고 붉푸른 달 아래를 누비다가 자신을 「점술사」라 칭하는 소녀를 만났다.\n「난 마녀의 사역마가 되고 싶어」 소녀가 말했다.\n그전에 꼬마 마녀에겐 한 가지 묻고 싶은 질문이 있었다. 「점술사는 정말로 운명을 점칠 수 있어?」\n그래서 점술사는 꼬마 마녀에게 점성술의 원리를 간단히 알려줬다.\n우리 세계에서 별자리는 하늘의 줄이 땅 위의 사람들을 움직이는 거지만, 다른 세계의 점성술이 연구하는 대상은 태양의 황도 에너지, 위성의 달 에너지, 행성의 집정들과 하늘들의 의지 에너지, 먼 별의 흩어진 간섭 에너지와 칠흑 우주의 어둠 에너지야. 물론 이것들의 영향이 우리 행성에 없는 건 아니지만, 거대한 하늘 장막에 막혀서 영향이 줄어 들었어. 따라서 다른 세계의 점성술은 우리 세계보다 훨씬 더 추상적이라고 할 수 있지.\n참고로 다른 행성은 실존 천체를 「정(政)」이라고 부르고, 공상 천체를 「여(餘)」라고 불러. 네가 사는 행성도 예외는 아니야.\n생각해 봐, 우리도 하늘에서 내려온 의지를 「집정」이라고 부르잖아. 지혜가 있는 생명체가 존재하는 행성은 「정」이 일곱 개고 「7정」이라고 부르지. 공상 천체의 수량은 1, 2, 4까지 다양해. 네가 있는 행성은 아마 하나일 거고. 보통 공상 천체가 하나만 있으면 그 「여」는 「어두운 태양」이라고 불러.\n성학자와 점성술사는 행성 자체의 하늘 장막, 우주, 「정」과 「여」의 가중치를 계산해서 세계와 세계 속 개인의 발전 경향을 추정하지. 우리 행성은 하늘 장막의 가중치가 아주 아주 높아서 하늘 장막 연구만 하면 정확한 결과를 얻을 수 있어. 하지만 꼬마 마녀와 점술사가 있는 세계는 전체를 다 계산해야 해.\n점술사의 학식과 기술에 꼬마 마녀는 감탄했다.\n그들은 이제 사역마에 대해 토론하기 시작했다. 마녀의 사역마가 되면 마녀의 마력을 공유받을 수 있고 마력이 있으면 더 많은 운명을 엿볼 수 있다. 다만 사역마가 되면 예측 불가능한 부작용이 발생할 수 있는데, 어떻게 될지는 아무도 모른다.\n그렇다, 이게 바로 붉푸른 달의 의미다. 거대한 변고는 결과로 길흉을 판단할 수 없다. 결국은 원래의 길로 돌아온 것이다.\n「아쉽지만 난 아직 대마녀가 아니라서 널 내 사역마로 삼을 수 없어」 꼬마 마녀가 말했다.\n「마녀와 계약을 맺는 다른 방법을 알고 있어. 어쩔 수 없이 그 방법을 써야겠네」 소녀는 말했다.\n그것은 붉푸른 달빛이 쏟아지는 밤, 마녀들의 축제가 펼쳐지는 밤이다.\n참고로 축제의 밤은 고대의 금지된 의식인데, 이 밤에 마녀들의 마력이 최고조에 달한다고 전해진다. 그녀들은 은밀하게 의식을 치르고 제물을 바치며 밤새 모닥불을 피운다. 이는 마법 대륙 가장 서쪽의 이미 잊힌 풍습이었지만, 어째서인지 깊은 숲속에서 되살아나고 있었다. 이론상 그곳에 초대받거나 남을 초대할 수 있는 건 대마녀 혹은 그 이상의 인물뿐이었다.\n하지만 사실 축제의 밤에 참가하는 것은 마녀들의 감정이나 혼인 상황과 직접적으로 관련되어 있었다.\n본론으로 돌아오자. 점술사는 어째선지 마녀 쪽 설정을 알고 있었지만, 꼬마 마녀는 점술사 쪽에 대해 아는 게 하나도 없었다. 어쨌든 그녀들은 축제의 밤에 가보기로 했다. 「꺼지지 않는 불」을 찾지 못한 꼬마 마녀의 불안감을 해소하기 위해서인 셈 치자.\n붉푸른 달빛 아래, 대마녀들이 모닥불 주위에서 춤을 추고 있다.\n꼬마 마녀와 자칭 「점술사」 소녀는 짙은 구름보다 더 짙은, 모닥불 불빛도 닿지 않는 나무 뒤에 몸을 숨겼다.\n「고대의 금기인 축제의 밤의 다음 날, 새벽 빛이 차오르고 마녀들이 흩어질 때까지 기다리면 돼」\n「회색의 잿불 속에 꺼지지 않는 불꽃이 있어. 평범한 인간이 그 불꽃을 가져가 바친다면 마녀와 계약을 맺는 거나 마찬가지지」 소녀가 말했다.\n꼬마 마녀가 물었다. 「이 방법은 항상 효과가 있어?」\n「마녀에게 거절당할 수도 있어…. 하지만 마녀는 언제나 영매를 좋아하고, 나도 무서운 괴물이 되는 게 무섭진 않거든」 소녀는 갈망하듯 말했다.\n「그럼 이게 바로 『꺼지지 않는 불』이란 거야?」 꼬마 마녀는 조금 나쁜 생각이 떠올랐다. 「그 불을 빼앗아 가면 어때?」\n붉푸른 달빛 아래, 대마녀들이 마녀의 노래를 부르기 시작했다:\n「만약 모든 게 마녀의 오페라라면」\n「진실한 일들은 더는 슬퍼할 가치를 잃겠지」\n「우리의 축제는 무사히 마무리될 거야」\n「이야기는 멈추지 않고」\n「앞으로, 매일매일이, 마녀의 밤이 되겠지…」\n어둠 속에서 대화를 엿듣던 꼬마 마녀의 마음속에서 수치심 같은 감정이 피어올랐다——이 자리에 참석한 대마녀나 대대마녀 속에 자신의 선생님이나 교장 선생님, 훈육 선생님 같은 사람이 있을까 걱정되는 게 아니었다——꼬마 마녀는 학교 사람 모두를 알고 있었고, 이 중에 아는 사람은 없다고 확신했다.\n참고로 꼬마 마녀가 다니는 학교는 스승 제자 제도가 느슨한 편이었지만, 실제로는 비슷한 나이대 사이에도 서열이 정해져 있었다. 스승이 달라도 제자들은 수업 외 시간에 교류가 허용됐다. 이런 제도의 이력은 꽤 먼 옛날 서양 마녀 시대까지 거슬러 올라가야 한다. 그녀들은 절대 비밀리에 전해지는 주문이나 의식들에 대해 교류하길 두려워하지 않았고, 이 특성 덕분에 서양 마녀의 세력은 빠르게 확장되었다. 물론 꼬마 마녀가 속한 단체는 서양 마녀의 직속 후계자다. 이 설정은 결코 까먹어서 지금 덧붙인 게 아니다.\n어쨌든 그녀는 점술사에게 말했다.\n「기회가 생긴 만큼, 용감하게 가보는 거야! 날이 밝으면 저 불꽃을 가져와. 만약 불행하게 네가 괴물이 되어버린다면, 내가 고통스럽지 않게 끝내줄게」\n우정에 대한 선물로, 소녀는 소중한 수정 구슬을 꼬마 마녀에게 선물했다.\n「이건 이미 알려진 모든 운명의 길에 기쁨을 느끼고, 아직 밝혀지지 않은 모든 비극에 고통을 느끼는 수정 구슬이야. 막막한 순간이 찾아온다면, 수정 구슬에게 계시를 내리게 해 봐!」\n사실 이 수정 구슬의 설정은——"
          }
        ]
      },
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "꼬마 마녀는 이 여정에서 마왕을 죽이려는 사람들을 만났다.\n꼬마 마녀는 그들이 마왕을 처치하는 걸 돕기로 결정했다.\n그들은 꼬마 마녀에게 말했다. 「마왕을 많이 죽일수록, 마녀의 힘은 더욱 강해질 거야」\n그건 사실이었다.\n그리고 그들은 의태 마왕을 만났다.\n그 사건 이후 꼬마 마녀는 매번 마왕을 사냥할 때마다 《마왕 토벌 노트》을 작성했다.\n그들은 아주 허름한 집에서 의태 마왕을 만났다. 처음에는 마왕이 아니라 곰팡이인 줄 알았다.\n균 분말을 들이마신 후 동료들은 각각 거칠어 보이는 고대 로봇(꼬마 마녀 눈에는 아주 못생겨서, 연금술만 못해 보였다), 아름다운 소녀(원래 성별은 남자인데, 꼬마 마녀는 처음엔 생물의 자성선숙의 뒤바뀐 버전이라고 생각했다), 해적(꼬마 마녀도 이유는 모른다)으로 변했다.\n일정 시간이 지났을 때, 동료들은 모두 일정한 자아 신분 인지 장애가 생겼다. 동료 셋은 마치 같은 종처럼 보였다. 그런데 왜 성질과 형상에서 이렇게 큰 차이가 생겼을까? 오히려 증상이 그나마 비슷했다.\n꼬마 마녀는 곰팡이에게 자의식과 접근하는 생물을 이상적인 형태로 변하게 하는 능력이 있다는 걸 발견했다. 하지만 꼬마 마녀는 자신에게 만족했기에 아무런 변화도 없었던 것이다.\n꼬마 마녀는 곰팡이의 특성을 테스트하기로 결정했다.\n꼬마 마녀는 곰팡이의 일부를 먹어봤는데, 먹을 수 있었고 부작용도 없었다. 곰팡이라고 판단하는 게 편파적일 수도 있지만, 푸른곰팡이 치즈의 곰팡이도 먹을 수 있기 때문에 계속 곰팡이로 분류하기로 결정했다. 주목할 점은 곰팡이 한 조각을 떼어내면 나머지 곰팡이 균사들이 바로 사라진다는 점이다. 어쩌면 기본적인 군집형 지능을 지녔는지도 모른다.\n더 나은 소통을 위해, 꼬마 마녀는 곰팡이가 되고 싶었고, 결국 꼬마 마녀는 곰팡이가 되었다.\n결국 곰팡이 집단에는 이상한 생물 신호만 남았고, 해독이 필요했다. 하지만 반복해서 살펴보니 군집형 지능이 전에 예상한 것보다 낮을 수도 있을 것 같았다.\n결국 곰팡이는 스스로 생을 마감했다. 꼬마 마녀가 곰팡이의 교류 신호를 해독해 보니, 자신들과 같은 모습으로 변신한 꼬마 마녀를 본 곰팡이들은 자아 인식 장애와 해리증을 겪었단 것을 알게 됐다. 곰팡이가 계속 보오던 신호는 사실 「누가 나인가, 나는 누구인가?」라는 심오한 철학 문제였다. 지능이 생각했던 것보다 훨씬 높았던 것이다.\n회복한 동료들이 꼬마 마녀에게 저건 의태 마왕이라고 알려줬다. 그건 마왕이지만 표준적인 마왕강 마왕목과는 다른 마왕이다.\n아쉬웠다. 꼬마 마녀는 조금 더 관찰하고 기록하고 싶었는데.\n그리고 꼬마 마녀 일행은 줄무늬 다람쥐 마왕을 만났다. 동료가 미리 말해 준 덕분에 줄무늬 다람쥐 마왕도 마왕 중 하나라는 사실을 알게 됐다.\n이 마왕도 표준 마왕과 동일한 종과 강이었지만, 목이 달랐다.\n줄무늬 다람쥐 마왕은 매우 흉포해 보였다. 꼬마 마녀는 임신 기간이나 새끼를 돌보는 기간 동안 생긴 공격성일 거라고 생각했다.\n줄무늬 다람쥐 마왕의 소굴에 잠입해 보니, 그는 수컷이었다. 그리고 동료 중 한 명이 잡아먹혔다.\n줄무늬 다람쥐 마왕은 그저 성격이 나쁜 것뿐이었다. 꼬마 마녀는 이런 비극이 다시 일어나지 않도록 조사 결과를 보고하기로 결정했다.\n줄무늬 다람쥐 마왕에게 해바라기씨를 던져 유인하려고 했으나, 또 한 명의 동료를 잃었다.\n줄무늬 다람쥐 마왕은 채식주의자가 아닌 것 같다.\n마지막 동료 한 명은 도망쳤다. 그는 이 패턴대로라면 자신이 죽을 거라 여겼다. 이는 불완전귀납이다. 과정과 결론 모두 틀렸다.\n결국 고급 숲멧돼지 고기를 사용해 줄무늬 다람쥐 마왕을 함정으로 유인했다. 그의 지방과 털은 불과 얼음을 잘 견뎠다. 해부해 본 적은 없지만 결과적으로 봤을 때 수중 호흡 기관도 있는 것 같다.\n마지막으로 진공 환경을 이용해 줄무늬 다람쥐 마왕을 처치했다. 혐기성 생명체는 아닌 것 같다.\n대부분의 마왕은 강해 보이지만, 모두 약점이 존재한다. 연금술 생물도 마찬가지다.\n결국 꼬마 마녀는 표준 마왕을 상대하게 됐는데, 영장목 인간속인 대마왕 이었다."
          }
        ]
      },
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·4권",
        "desc": [
          {
            "type": "RichText",
            "text": "꼬마 마녀는 대마왕을 찾아냈다. 다들 마왕을 많이 죽… 아니, 처치할수록 마녀가 강해진다는 설정을 기억하리라 믿는다. 그러니까 지금 꼬마 마녀는 사실 이미 아주 강해졌는 것이다. 대마왕은 애초에 그녀의 상대가 되지 않았다.\n「인간처럼 보이고 지능이 있는 생명을 정말 죽일 건가요?」 대마왕은 절망하며 소리쳤다.\n「네 말이 맞아. 사실 나도 널 해칠 생각은 없어」 꼬마 마녀가 말했다. 「난 내 목적이 『꺼지지 않는 불』을 찾는 거라는 걸 잊지 않았어. 마왕을 토벌하며 연구하고 관찰하는 일은 목적을 위한 수단조차 될 수 없지. 그저 기본기를 다졌을 뿐이야」\n꼬마 마녀가——나는 마법이랑 오컬티즘을 모른다——아무튼 엄청 강한 힘으로 대마왕을 묶어, 근처의 가장 큰 도시로 데려왔다.\n꼬마 마녀는 서쪽 마녀의 실습생으로, 시험을 보러 왔기에 당연히 신분 증명 서류가 있다. 이런 서류가 있으면 인간들의 왕국을 더 쉽게 오갈 수 있다. 게다가 서류는 위조가 아주 어려워서, 뻔한 스토리가 벌어지는 걸 막아준다.\n하지만 이 문제는 도시의 시장을 곤란하게 했다——참고로 이 나라는 느슨한 연방 국가 제도를 따르고 있다. 시장이라고 불리지만 귀족 제도나 상속 제도 같은 건 없다——이 대마왕이 상대하기 아주 까다로웠기 때문이다.\n별을 지배하는 종족이 신과 인간의 혼혈인 네피림 사람이라는 건 다들 기억할 것이다. 그렇다, 대마왕이 바로 마왕강 마왕인간속 네피림종이었던 것이다. 지배 종족이라 불리는 만큼 네피림 사람은 당연히 일반 사람들보다 훨씬 강하다. 게다가 인간과 신의 혼혈이라는 건 이 세계에도 신이 존재한다는 뜻이다.\n솔직히 네피림 사람에게도 일정 면책 특권이 있다: 5명 이하의 인간을 해쳤을 때는 인간의 법으로 심판할 수 없고, 네피림 사람의 영지로 인도해야 한다. 그리고 대마왕은 숲멧돼지와 닭을 몇 천 마리씩 훔쳐먹었을 뿐이다.\n어쨌든 이 일은 외교와 정치 싸움 문제가 되어버렸다. 시장은 물론 서쪽 마녀에게 책임을 떠넘길 수도 있었지만, 그럼 전 대륙의 마녀 세력이 들고 일어날 것이었다.\n게다가 시장 그녀 역시 꼬마 마녀의 친구였기에 마녀 집단에 해가 되는 일은 할 수 없었다.\n외교적 언사와 회유적인 정책, 이해득실을 모두 명확히 한 후, 잡혀온 대마왕은 원한의 대상을 분명히 해야 한다는 말에 동의했다. 그래서 그의 보복 대상이 꼬마 마녀 한 명으로 줄어든 것이다.\n하지만 대마왕은 꼬마 마녀를 이길 수 없으니, 이 일은 넘어가도록 하자.\n마지막으로 다들 수정 구슬을 기억할 것이다. 꼬마 마녀는 단계적으로 목표를 잃어버린 탓에, 수정 구슬을 꺼내 들여다보기로 했다."
          }
        ]
      },
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·5권",
        "desc": [
          {
            "type": "RichText",
            "text": "수정 구슬 안에 익숙한 얼굴이 나타났다. 「난 네 마법 수업 선생님이다. 시련 시간은 이미 끝났지만, 넌 마녀의 자격을 얻지 못했구나」"
          }
        ]
      },
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·6권",
        "desc": [
          {
            "type": "RichText",
            "text": "꼬마 마녀는 선생님이 있는 곳으로 돌아갔다. 그녀는 왜 시험을 끝내려는 건지, 왜 마녀가 될 수 없는 건지 직접 따지려 했다. 그녀는 선생님 앞에서 물건을 던져버리고 싶었다. 물론 자신이 들 수 있으면서 내동댕이쳐도 잘 안 부서지는 튼튼한 물건을, 특히 선생님이 가장 좋아하는 그 찻잔은 피해서 던질 것이다. 물론 상황에 따라 자신이 두 번째로 아끼는 찻잔을 깨뜨려 상황의 심각성을 강조할 수도 있다. 왜냐면 그 찻잔은 친구들이 선물해준 게 아니라 자신이 직접 산 것이니까. 그녀는 친구가 선물한 물건을 친구만큼 소중히 여겼기에 절대 감정적으로 대하지 않았다.\n「옥타비아가 돌아왔으니, 가서 회포라도 풀렴」\n——하지만 선생님은 만나자마자 담담하게 이 얘기를 했을 뿐이었다. 꼬마 마녀가 쌓아놓고 익혀가며, 발효시키고, 계획하고, 무수히 연습하며, 이제 곧 쏟아내려던 감정들은 순식간에 사라져 버렸다.\n옥타비아는 꼬마 마녀의 친구이자 전설 속 늙은 마녀의 친구이기도 했다. 고향이 파괴되었지만 저항할 용기가 없던 그녀는 영원한 떠돌이의 삶을 살게 됐다.\n다양한 세계를 구경한 그녀는 꼬마 마녀에게 하늘 밖 세계에 대한 이야기를 들려줬다.\n「온 우주는 곧 죽을 거야. 얼마 전에 정점에 도달했지만, 곧 급격히 떨어져 버리겠지」 옥타비아는 햇빛이 쏟아지는 정원에 앉아 자신과 꼬마 마녀가 가장 사랑하는 찻잔에 차를 따랐다.\n꼬마 마녀가 의자를 가져와 앉았다. 「갑자기 돌아와서 의자도 준비 못 했어요. 당신이 앉아 있는 건 늙은 마녀의 의자예요」\n「우주의 많은 별들이 모두 꺼져버렸어. 시간이 얼마나 남았는지 나도 모르겠네」 옥타비아가 말했다. 「그래서 너희를 보러 돌아온 거야」\n「당신이 돌아와서 선생님들에게 이 이야기를 했기 때문에 마녀 시험이 중단된 건가요?」 꼬마 마녀가 물었다.\n「그럴지도 모르지. 이런 세상에선 모든 일이 의미를 상실해 버리니까. 너도 마녀가 될 필요가 없어」\n「그럼 선생님한테 화내지 않아야겠네요」 꼬마 마녀가 대답했다.\n「그럼 나한테 화낼 거니? 네가 마녀가 될 기회를 내가 없애버렸으니까」 O가 말했다.\n「당신이 이번에 가서 다시는 안 돌아오면, 그때 화낼래요」 꼬마 마녀가 말했다. 「침실에 가서 당신의 의자를 가져올게요」\n「난 늙은 마녀의 의자에 앉으면 돼. 그녀는 이미 늙어서, 다시는 일어날 수 없을 거야」\n「안 돼요. 그녀의 의자는 그녀 거고, 당신의 의자는 당신 거니까요」 꼬마 마녀는 O에게 자신의 이론을 진지하게 설명했다. 「모든 의자는 주인이 있어요. 그 사람이 없어도 그 의자에는 추억이 앉아 있죠. 그러니까 절대로 틀린 의자에 앉으면 안 돼요」\n옥타비아가 어쩔 수 없다는 듯이 웃었다.\n마녀가 되는 걸 방해한 일을 사과하는 의미로, 옥타비아는 꼬마 마녀에게 한 가지 소식을 알려줬다:\n그러니까\n「『꺼지지 않는 불』은 정말로 존재한단다. 그건——」"
          }
        ]
      },
      {
        "title": "꼬마 마녀와 꺼지지 않는 불·7권",
        "desc": [
          {
            "type": "RichText",
            "text": "시간의 바다에서 파도에 휩쓸려 무수한 인과의 소용돌이를 지나고, 베틀 위의 수많은 실 위를 지나며, 그녀는 아주 많은 것을 놓쳐버렸다. 그녀가 존경하던 대마녀의 작별식도 그녀가 참석하지 못한 채로 쓸쓸히 끝나버렸다.\n뭐가 어쨌든 꼬마 마녀는 아수라장 같은 온갖 시련과 도전 따위를 통과하고 늙은 마녀 앞에 섰다. 사실 꼬마 마녀는 이런 경험이 의미가 없다고 여겼다. 왜 앞에 이렇게 많은 지면을 할애해야 했는지도 알 수 없었했다. 결국 가장 중요한 것은 마녀의 티타임과 그녀가 쫓는 목표 아닌가.\n사실 여정이 시작되던 순간 그녀는 이미 봤다. 석탄처럼 새까만 하늘에서——동굴일 수도 있다. 이 둘 사이에 큰 차이가 없다는 것을 우리는 안다——사방을 포위하며 쳐들어 오는 세상의 어둠에 반항하며 희미한 빛을 내뿜는 별들을. 우주는 점점 어두워지고, 모든 별과 태양이라고 불리던 별이 하나둘씩 꺼진 후, 모두는 이곳을 전갈의 별이라고 부르기로 했다. 꼬마 마녀는 마녀들의 티타임에서 이 이야기를 들어봤지만, 그 이름만 기억할 뿐, 다른 건 기억나지 않았다.\n아무튼 꼬마 마녀는 늙은 마녀 앞에 섰다. 늙은 마녀는 사실 마지막까지 타오르고 있는 전갈의 별이었다. 하지만 이 순간 그녀의 불꽃은 아주 약해져 작은 불씨만 남아 있었다. 꼬마 마녀가 늙은 마녀의 손을 잡았다. 늙은 마녀의 손은 나뭇가지처럼 앙상하게 말라 있다. 꼬마 마녀는 늙은 마녀도 한때 꼬마 마녀였다는 것을, 그녀의 손도 한때는 자신처럼 새하얗고 부드러웠으리라는 것을, 그런 손으로 우아하게 찻잔을 들고 그런 손으로 마법을 부리며, 수많은 세계의 불꽃을 밝혔다는 것을 떠올렸다.\n꼬마 마녀가 말했다.\n「다들 불꽃을 꺼뜨리고 싶지 않나 봐요. 어쩔 수 없는 일이죠. 저번에 작별할 때——그때 당신도 있었어요——마녀들이 말했어요. 오랜 세월 장수한 마녀는 아주 많은 걸 잃게 되고, 삶과 죽음, 사랑과 증오까지 무의미해진다고요. 하지만 사실 이건 다 거짓말이에요. 그저 먼저 세상을 떠난 동료를 위로해 주려는 말일 뿐이죠. 마녀들은 사실 희망이 없는 이 칠흑 같은 세계에서 희미한 불과 빛을 더 소중히 여겨요. 심지어 그 불빛이 만든 그림자까지도요」\n「당신은 늘 당신이 우리보다 부족하다고 말했지만, 전 당신이야말로 우리 중 가장 사랑스럽고 가장 대단한 마녀라고 생각해요. 당신은 자신이 남길 게 없다고 했지만, 당신이 남긴 이야기에는 무수한 세계가 존재해요. 백 년이 지나고 천 년이 지나고, 어느 점성술 마녀가 걱정하는 종말이 오거나 오래 산 마녀들이 전부 죽더라도, 이 작디작은 세계에서 피어난 조그만 빛은 꺼지지 않을 거예요. 그래요, 당신이야말로 우리 중 누구보다 대단한 대마녀예요. 당신이 정말 그리울 거예요. 편히 쉬세요」\n늙은 마녀는 아무 대답도 없었다. 이곳에는 빈 껍데기만 남아있었기 때문이다. 꼬마 마녀가 여정에서 봤던 수많은 빈 껍데기와 다를 바 없었다. 구성 재료도 거의 똑같았다. 단지 무수히 많은 빈 껍데기와 다른 게 있다면 그저 희미한 한줄기 불빛뿐이었다.\n꼬마 마녀는 늙은 마녀를 태운 불꽃을 가지고 귀로에 올랐다. 아무튼 이야기는 여기까지지만, 꼬마 마녀의 모험은 계속될 것이다. 늙은 마녀의 불꽃을 가지고 우주 곳곳을 누비며 시간의 구석구석을 밝히기로 꼬마 마녀는 결심했으니까."
          }
        ]
      },
      {
        "title": "야옹이 사무소· 8권",
        "desc": [
          {
            "type": "RichText",
            "text": "눈부신 햇빛에 펠로는 무의식적으로 눈을 뜨고 손으로 눈을 비볐다….\n어느새 손발이 다시 돌아왔다. 더 이상 털이 복슬복슬한 고양이의 발이 아니게 된 것이다.\n어젯밤에 무슨 일이 있었지? 펠로는 애써 떠올려봤다.\n…당시 흑백 고양이 펠로는 마차를 돌려 「다그닥 다그닥」 돌아갔다.\n12시를 알리는 종소리는 아직 울리지 않았다.\n다른 마차가 돌아오기 전에 펠로는 평범한 고양이처럼 마차에서 내려와 몰래 집으로 돌아갔다….\n그럼 지금 시간이… 이런! 어느새 펠로가 근무할 시간이 됐다!\n펠로는 침대에서 재빨리 일어나 근무복을 입고 다시 벨보이로 돌아갔다.\n그러나 어르신 집의 대문은 굳게 닫혀 있었고 「방문 사절」이라는 문패가 걸려 있었다.\n「고양이를 잃은 주인님은 속상해서 앓아누우셨어요…」\n「정말 예쁜 고양이잖아요. 저조차 좋아하는데, 도둑이 눈독을 들인 것도 당연하죠…」\n「불쌍하네요. 어르신만큼 녀석한테 잘해주는 주인이 또 있을까요?」\n어르신의 시종들은 속닥였다.\n모처럼 휴일이 생겼는데 펠로는 근심이 한가득했다.\n야옹이 사무소는 어디로 갔을까?\n펠로는 밤마다 쓰레기 수거 마차가 있는 곳에 가서 그림자를 훑어봤지만 그 맨홀을 찾을 수 없었다.\n신발이랑 가면도 찾을 수 없었다.\n마치 마법도 말하는 고양이도 애초에 존재하지 않았던 것처럼 말이다.\n범무늬 고양이가 떠났으니까 야옹이 사무소는 문을 닫았을 것이다…\n3개월 동안 병에 시달리던 어르신은 어느 여름날 아침에 완쾌됐다.\n어르신의 방에서 경쾌한 콧노래가 들렸다. 무도회장에서 젊은이가 자신의 파트너에게 춤을 권할 때 부르는 그런 노래였다.\n「펠로, 이리 오너라」 어르신은 펠로를 향해 손짓했다.\n「두근——두근——」 펠로는 긴장했다. 설마…?\n「내 예복은 낡았으니까 버리고 새 예복을 사오 거라! 양식은… 세련된 걸로 부탁하마」 어르신이 부드러운 말투로 말했다.\n「네…」 안심한 펠로는 낡은 예복을 들고 밖을 나섰다.\n「그런데 어르신은 고지식하고 전통을 중시하는 분 아니었나?」 펠로와 시종들은 의아했다.\n낡은 예복 주머니에서 쪽지 하나가 떨어졌다.\n그것은 범무늬 고양이가 떠난 후, 다른 고양이들이 긴털 고양이의 말투를 흉내 내서 쓴 안부 편지였다.\n「아버지, 저 잘 지내고 있어요. 어포와 쥐포를 동봉했으니까 맛있게 드세요」\n「그리고 폰·프리가 부인은 실존하는 분이랍니다. 아버지한테 마음이 있으시대요. 아버지도 짝을 찾아야 하지 않겠어요?」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "꼬마 마녀와 꺼지지 않는 불"
          }
        ]
      }
    ]
  }
}