{
  "epId": 6902,
  "name": "티바트 기념 앨범",
  "desc": "<p>페이몬과 여행자의 추억이 담긴 기념 앨범. 당신의 모험은 끝나지 않았고 앞으로도 더 많은 추억을 남길 것이다. 이 얇은 앨범은 과거와 미래가 남긴 사진을 다 담을 수 없으니까, 가득 차면 잊지 말고 페이몬과 함께 새 앨범을 사러 가자!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/302875544/aba93897aec7d6cf873403ed3ad8b2db_6747209173764291052.png",
  "filterValues": {
    "objectType": [
      "임무 아이템"
    ]
  },
  "menuId": 9,
  "menuName": "티바트 물산",
  "version": 1729310666,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "티바트 기념 앨범"
          }
        ]
      },
      {
        "key": "유형",
        "value": [
          {
            "type": "RichText",
            "text": "임무 아이템"
          }
        ]
      },
      {
        "key": "획득 경로",
        "value": [
          {
            "type": "RichText",
            "text": "5.0 이벤트 '티바트 기념사진' 완료 후 획득"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "우리의 여정은 몬드에서 시작되었고, 우리가 처음 만난 페보니우스 기사인 엠버는 속삭임의 숲에서부터 몬드성까지 우리를 안내해 주었다. 페보니우스 기사단에서부터 바람 드래곤의 폐허에 이르기까지, 바람은 우리를 다양한 장소로 이끌었다"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "우리는 커다란 나무 위에 자리한 망서 객잔과 개울물이 흐르는 귀리 평원을 지나 리월항에 당도했고, 그곳에서 만민당의 요리사 향릉과 친구가 되었다. 아무리 먼 곳까지 여행하더라도 매년 해등절이 찾아오면 우리는 리월로 돌아가 이미 친숙해진 만민당의 요리를 먹으며 친구들과 함께 축제를 즐겼다"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "번개의 나라 이나즈마는 저 멀리 바다 건너에 있어서 배를 타야만 갈 수 있다. 함대 소속 선원인 카즈하는 이나즈마 출신으로, 우리처럼 세상을 떠도는 중이다. 우리는 카즈하로부터 이나즈마에 관한 이야기를 잔뜩 들을 수 있었다. 나루카미 다이샤의 점괘는 신도들 사이에서 상당한 인기를 끌고 있다고 하니, 가끔 그곳에 들러 오늘의 운세를 확인해 보는 것도 좋을 듯하다"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "우림과 사막이라는 전혀 다른 두 종류의 환경이 동시에 존재하는 나라, 수메르. 우림의 중심부──수메르성으로 행하는 길에서 우리는 숲의 순찰자 콜레이에게 도움을 받았다. 우림 지역과 작별한 이후에는 끝이 보이지 않는 광할한 사막으로 향했다. 그곳의 웅장한 적왕의 무덤은 무척이나 인상적이었다"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "폭포 위에 건설된 항구를 지나, 마침내 우리는 물의 나라 폰타인에 도착했다. 마술사 조수인 리넷 덕분에 우리는 에피클레스 오페라 하우스에서 멋진 공연을 볼 수 있었고, 그녀는 이후 호흡이 척척 맞는 친구가 되어주었다. 낭만적인 바다의 분위기가 흐르는 폰타인의 거리는 영영 잊지 못할 것만 같다"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "더 멀리 갈수록, 이 세계가 얼마나 광할한지, 얼마나 아름다운지를 깨닫게 된다. 모험은 앞으로도 계속될 것이다. 새로움과 미지로 가득한 드넓은 대지가 우리를 기다리고 있다"
          }
        ]
      }
    ]
  }
}