{
  "epId": 7143,
  "name": "가을 황혼의 불",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1732202383,
  "components": {
    "body": [
      {
        "title": "가을 황혼의 불·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "그들이 창고로 향하는 굽이진 길을 따라 부슬비처럼 흩날리는 낙엽 사이를 지날 때, 그녀는 조용히 그의 옆얼굴을 뜯어보며 기억 속 그의 모습과 맞춰보았다. 몇 년 못 본 사이에 그는 키가 많이 컸고, 옷차림도 제법 화려해졌다. 물론 성왕의 이름으로 꽃깃회의 깃발을 받으러 온 연맹의 기록관이었으니 품위 있게 차려입는 게 당연했다. 그는 변했다. 사람이 어떻게 안 변하겠어? 그녀는 속으로 생각했다. 변하지 않은 건 오직 무딘 그 성격뿐이었다. 「그 요리사의 손맛이 마음에 들 거야」 그는 대답을 기다리는 듯 잠시 말을 멈췄으나 그녀가 아무 말도 하지 않자 말을 이어갔다. 「잿더미성에서 폐하를 뵌 이후에…」\n용의 포효에 소리가 잠잠해졌다. 용은 그녀의 몸에서 풍기는 혐오스러운 냄새를 맡을 수 있었다. 그건 남쪽의 샘물로도 씻기지 않는 악취였다. 배신자와 미치광이의 계략으로 이 불타는 들판을 앗아가려 하다니, 천한 벌레로군. 용은 그녀를 끝까지 추격해 발톱으로 땅에 박아두려고 했다. 비록 이미 두 번이나 실패했지만 말이다.\n그녀는 그의 의견이 아무래도 좋다는 듯 부드러운 미소만 지을 뿐이었다. 그는 입꼬리에서 미묘한 감정을 읽어내기 위해 그녀를 잠시 바라보았다. 늘 그랬듯 그 담담한 가면 위에서 그는 어떤 저항의 흔적도 찾지 못했다. 그녀는 늘 이런 식이었다. 그는 연민의 감정을 느꼈다. 그들이 처음 만난 그날부터 그녀는 늘 이렇게 조용하고, 순종적이며, 반항하지 않았다. 물가에 놓인 연약한 카피바라처럼 당연하게 모든 운명을 받아들이는 모습은 강직한 그녀의 어머니와 완전히 딴판이었다. 「걱정 마」 그가 문득 말했다. 「그들이 전부 죽는다 해도 내가 영원히 네 곁에 있을게. 죽음이 우리를 갈라놓을 때까지 말이야」 그녀는 그를 쳐다보고는 살짝 웃어 보이더니, 자신 앞으로 뻗어진 손을 순종적으로 잡았다. 「죽음이 우리를 갈라놓을 때까지」 그녀는 자신에게 말하듯 그 말을 나지막이 되뇌었다. 그 순간 완벽했던 가면에 틈이 생겼지만 그는 눈치채지 못했다. 그는 지금껏 그 어떤 일도 눈치챈 적이 없었다. 그녀는 그가 불쌍하다고 생각했다. 언제나 자신의 역할을 잘 연기하길 바랐지만 한 번도 칭찬받지 못하다니, 정말 운이 없네.\n하지만 운은 이 기나긴 사냥의 주석일 뿐, 결정적 요인은 아니었다. 수년간 그녀는 거대한 용을 추적하며 그 흉악한 기운을 뒤쫓았다. 용은 허영심이 있으며 말에도 현혹되는 존재라는 것, 그리고 자신을 운명의 지배자라고 확신하며 정해진 결말에 반항하리라는 것을 그녀는 알고 있었다. 이러한 헛된 망상은 가늘고 긴 손가락이 팽팽한 활시위를 인도하는 것처럼 용을 이곳으로 인도했다. 그녀는 미동도 없이 다가오는 짐승을 바라보았다. 동굴 입구를 가득 채우는 용의 거대한 몸뚱이는 마치 병에서 흘러넘치는 기름 같았다. 그녀는 용, 그러니까 약탈자의 시선을 느낄 수 있었다. 그곳에서 그녀는 한낱 벌레이자 바람에 날리는 깃털처럼 보잘것없는 존재였다. 「이 비열하고 교활한 애송아, 여긴 어디지?」"
          }
        ]
      },
      {
        "title": "가을 황혼의 불·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "「여긴 엄마가 생전에 제일 좋아하셨던 화원이야」 그녀는 나긋하게 대답하며 가늘고 긴 손가락으로 이름 모를 꽃을 가볍게 만졌다. 담담한 목소리에서는 그녀가 창고 아래에 묻어둔 등유처럼 뜨거운 열기가 느껴졌다. 그녀는 그가 무슨 말을 할지 알았기에 그의 얼굴을 일부러 외면했다. 그는 잘난 척하며 진부한 비유를 하거나, 별 효과 없는 진심 어린 위로를 건네거나, 이미 일어난 일에 대해 슬퍼하지 말고 자신과 함께 영원히 오지 않을 미래를 환상하자고 할 것이다. 그리고는 지금껏 수많은 밤에 그래왔듯, 그녀가 꽃을 만진 것처럼 그녀의 뺨을 어루만질 것이다. 가을 황혼에 남은 열기와 사방에서 들리는 벌레 울음소리가 그녀의 마음을 어지럽게 만들었다. 그녀는 그가 그런 말을 뱉기 전에 꽃을 꺾었고, 놀란 듯한 그에게 미소 지으며 불같은 꽃을 금실이 수놓인 옷깃에 조심스레 꽂았다. 「가자, 여기는 다른 누군가가 치우겠지」\n용은 잠시 멈춘 채 쇠로 만든 주렴 같은 눈을 가늘게 뜨며 주변의 뜨거운 어둠을 살폈다. 용은 단 한순간도 계략에 넘어가지 않았다. 그녀가 그를 이 좁은 동굴로 유인한 건 사실이었다. 하지만 그게 뭐 대수인가? 용은 자신이 자랑스럽게 여기는 깃털처럼 서슬 퍼런 경멸의 시선으로 그녀를 내려보았다. 그녀는 그녀의 어머니를 전혀 닮지 않았다. 그녀의 어머니는 수십 년 전에 자신의 목을 쏴서 알파카를 쫓아내듯 숲의 그늘로 내몰았으며, 인간 마을을 짓밟는 재미를 잃게 만든——증오할 만한 자격이 있는 여자였다. 하지만 이 떨고 있는 소녀는 그 여자의 연약한 메아리에 불과했고, 끔찍한 운명에 맞서기는커녕 자신의 날카로운 발톱에 맞설 수조차 없었다. 그녀의 존재는 혈통의 조롱거리이자 고대 용족 혈통의 수치였다. 대체 어떤 헛된 망상을 했기에 자신을 이곳으로 유인했을까? 이런 유치한 장난은 그녀를 죽음으로 내몰 뿐이었다. 어디선가 희미하게 풍겨오는 수상한 냄새에 용의 뇌리에 한 줄기 불안감이 스쳤지만, 이내 그 거만함 속에서 흩어졌다.\n오래된 나무문을 열어젖힌 그는 희미하게 풍겨오는 수상한 냄새를 맡았다. 등유 같기도 하고, 마른 장작 같기도 한 냄새였다. 그는 그런 건 상관없다는 듯 그녀의 손을 잡고 창고 깊은 곳으로 걸어갔다. 그는 무슨 일이 벌어지든 그녀를 이끌어주리라 속으로 다짐했고, 그 다짐대로 미래의 어느 날 꽃깃회를 이끌 것이었다. 그는 자신도 모르게 고개를 들어 창고 높은 곳에 걸린 거대한 용의 머리뼈를 바라보았다. 그는 이런 소장품이 있었다는 걸 기억하지 못했다. 적어도 그가 꽃깃회를 떠나기 전까지는 존재하지 않았으니 말이다. 하지만 그런 건 중요하지 않았다. 리옹고가 선택한 후계자는 전부 죽었고, 그녀의 연약한 둘째 딸에겐 부족의 권력을 거머쥘 힘이 없었다. 오직 어릴 때부터 둘째 딸의 곁을 지켰고, 성왕의 신임을 받는 그에게만 우매한 사람들을 성왕이 그린 미래로 이끌 자격이 있었다. 니암곤도 장로도 전혀 반대하지 않았다. 그 역시 꽃깃회의 자식이기 때문이었다. 신혼 첫날밤만 지나면 모든 반대의 목소리는 사라질 것이다.\n적막 속에서 한 번도 겪어보지 못한 꿈 같은 이상한 생각이 난데없이 그녀의 머릿속에 떠올랐다. 만약 그가 꽃깃회를 떠나지 않았다면, 그녀가 한때 갈망했던 청년이자 늘 곁을 지켰던 청년이 성왕을 모시러 가지 않은 채 성장한 자신의 더 이상 순종적이지 않은 모습을 봤다면 그는 놀랐을까, 아니면 실망했을까? 용암처럼 이글거리는 야수의 눈동자가 어둠 속에서 그녀를 노려봤다. 야수의 맥박과 그녀의 호흡이 뒤얽혀서 분간이 되지 않았다. 눈치채기 어려운 은밀한 동작에 불꽃이 도화선을 따라 근처의 기름통에 튀었다."
          }
        ]
      },
      {
        "title": "가을 황혼의 불·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "모퉁이만 돌면 권력을 상징하는 깃발이었다. 그는 무의식적으로 그녀의 손을 꽉 잡았다. 타오르는 듯한 흥분으로 피가 들끓는 탓일까, 그는 그녀의 손가락 사이로 떨어지는 불씨를 미처 알아채지 못했다. 이내 불길이 사방에서 타오르며 창고 전체를 집어삼켰고, 좁은 창고는 순식간에 지하 묘지가 되었다. 「어서 저쪽으로 도망쳐!」 그는 당황한 듯 소리쳤고, 떨어지는 불 속에서 빠져나가기 위해 그녀의 팔을 잡아끌었다. 뜨거운 열기에 시야가 점차 흐릿해졌다. 「도망칠 수 없어」 그녀는 평소처럼 자신의 팔을 잡는 그의 손길을 순종적으로 받아들이며 나긋하게 말했다. 「내가 모든 통로를 봉쇄했거든」\n도망칠 수 없다는 것을 깨달은 거대한 용이 후회하며 포효하자 그 굉음에 좁은 동굴이 세차게 흔들렸다. 그녀는 타오르는 불길을 끄려는 듯한 용의 헛된 날갯짓을 가만히 바라봤다. 이미 늦었다. 야수의 절박한 반항이 용을 배신했다. 액체 열소로 가득 찬 통이 깨지면서 불꽃이 용의 몸을 집어삼켰다. 짙게 피어오른 연기는 가을 황혼의 거뭇한 태양까지 함께 물어뜯으려는 듯 돌 틈 사이로 비치는 빛을 질식시켰다.\n검은 연기가 그녀의 숨통을 죄어왔다. 무의미한 몸부림을 치며 그의 곁으로 기어간 그녀는 작별의 입맞춤을 하기 위해 서툰 손길로 그의 얼굴을 들어 올렸다. 「죽음도 우리를 갈라놓을 수 없어」 그녀는 이미 감각이 사라진 손을 들려고 애쓰며 나지막이 말했다.\n하지만 그녀의 손은 결국 떨어졌고, 광기 어린 기쁨 속에서 오랫동안 팽팽하게 당겨져 있던 활시위에서는 날카로운 소리가 났다. 깃으로 장식된 예리한 화살은 가을 황혼의 서늘한 바람을 벼락처럼 가르며 불 속에서 괴로워하는 거대한 용을 향해 날아갔다.\n그녀는 황혼의 빛을 뒤덮을 정도로 활활 타오르는 불길 너머로 황급히 달려오는 사람들을 보았다. 웃으며 거대한 용의 머리를 바라본 그녀는 불이 진압된 후의 광경과 사람들의 표정을 상상했다.\n그들은 꽃깃회의 지원군이자 어머니를 따라 여정에 나섰던 영웅일 것이라고 그녀는 생각했다. 그녀가 수년간 쫓았던 이 용은 이제 날개가 있어도 도망칠 수 없었다.\n결국 도망치지 못했구나. 그녀는 생각했다.\n「모두 죽었군」 니암곤도 장로는 촛농이 비치는 이마의 땀방울을 닦으며 반쯤 타버린 장막을 떼어내 한쪽으로 치웠다. 불을 진압하기 위해 서둘러 뒤따라온 젊은이들은 그를 에워싼 채 평소 경비가 삼엄한 창고에 어떻게 불이 붙은 건지 영문을 몰라 했다. 그는 한숨을 내쉬고는 별 기대 없이 화재의 단서를 찾기 위해 주변을 살폈다. 하지만 조금 전에 확인한 것처럼 불에 그을린 유해와 그들 위에 높이 걸린 용의 머리뼈 표본——몇 년 전 그녀가 홀로 토벌한 악룡을 제외하면 창고는 완전히 전소된 상태였다."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "가을 황혼의 불"
          }
        ]
      }
    ]
  }
}