{
  "epId": 7144,
  "name": "옥이 숨은 샘",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1732202318,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "옥이 숨은 샘"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "옥이 숨은 샘·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "아침 이슬이 연잎을 적시고 개구리가 다시 우는 순간, 청년이 깨어났다.\n대나무숲 사이로 부서지는 아침 햇살에 지난밤 이슬에 젖었던 삼베옷이 차차 말라갔다. 하늘거리는 흰색 갈기가 진줏빛을 뿜어내며 청년의 어깨에 달라붙어 있다.\n잠시 후, 햇살이 얼굴을 비춰오자 청년이 힘들게 몸을 일으키고 눈을 게슴츠레 떴다. 그리고는 이내 자신을 깨운 게 호박처럼 빛나는 눈동자라는 것을 깨달았다.\n「늦었잖아. 이 게으름뱅이」\n황금빛 눈동자를 가진 늘씬한 여자가 몸을 살짝 기울이자 긴 백금빛 머리칼이 어깨로 흘러내렸다. 화난 듯한 말투였지만 눈은 웃고 있었다.\n청년은 원래 수행을 위해 옥이 숨겨진 산골짜기에 왔을 뿐, 어느 날 밤 이 산림을 지나던 선인과 만나게 될 줄은 추호도 몰랐다.\n처음 만났을 때 그녀는 흰색 천 옷을 입고 진줏빛으로 빛나는 도롱이와 삿갓을 걸치고 있었다. 황금빛 눈동자는 놀랄 만큼 눈부셨고 다정하면서도 차가웠다. 또 목소리는 맑은 샘에 떨어진 옥구슬처럼 우아하고 차분했다.\n그녀가 들려주는 아주 오래된 이야기는 너무나도 매력적이어서 그는 달의 뜨고 지는 것과 뭇별의 순환 그리고 개구리와 매미의 첫 아침 울음소리조차도 잊어버렸다.\n그날 이후, 그녀는 그를 데리고 선인들이 은거하는 거처로 가서 끝나지 않은 바둑을 구경하거나, 맑은 강바닥으로 데려가 죽은 신들의 궁궐을 방문하고, 가파른 절벽 위에서 산에 살던 부족이 남긴 폐허를 내려다보기도 했다…….\n그리고는 은빛 밤나비가 달빛을 뿜어낼 무렵, 그들은 고요한 샘물에서 노니는 물고기의 꿈을 들여다보았다. 매미 소리가 끊길 때까지 뱀을 숭배하는 선대 주민들의 무당처럼 춤을 추다가 산속 요괴와 귀신의 탄식 소리를 들으며 잠에 들었다.\n추억을 회상하던 청년은 그녀의 뒷모습을 바라보며 한숨을 내쉬었다.\n「음? 조금 전까진 괜찮더니 왜 갑자기 넋이 나갔어?」\n그러자 반려를 묵묵히 바라보던 청년이 마음속에 품고 있던 궁금증을 털어놓았다.\n「수명이 짧은 인간은 하늘과 땅을 지나는 나그네일 뿐이죠. 그래서 인간은 한순간의 행복과 슬픔을 좇고, 자신을 과거의 한 지점에 묶어서 영원한 메아리를 울리고 싶어 해요……」\n「그럼 선인의 눈에는 이 아름다운 밤이 어떻게 비칠까요?」\n「넌 자신을 제법 높게 사는구나, 난 곧 널 잊게 될 거야…. 선인은 원래 매정한 법이거든」\n말을 마친 그녀가 능글맞게 웃자 눈이 초승달처럼 휘어졌다.\n「하지만 네가 원한다면 말해줄게」"
          }
        ]
      },
      {
        "title": "옥이 숨은 샘·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "선인은 수명이 길기 때문에 수명이 짧은 인간과 시간에 대해 아주 다른 관점을 가지고 있다.\n인간의 눈은 비좁고 제한된 전방에 고정되었을 뿐이었지만, 그녀의 눈에 시간은 거대한 화면과 같았다.\n인간의 눈에 시간은 영원히 흐르는 피의 강이나 마찬가지였다. 핏빛 강물이 정해진 물줄기를 따라 흐르든, 다른 지류로 흐르든 결국 검붉은 수평선으로 흘러 들어가 멀고도 고요한 죽음에 다다르게 된다.\n하지만 그녀의 눈에 시간은 거미줄 같은 실이 먼 곳까지 뻗어 있는 끝없는 황무지와 같았고, 모든 사건은 그곳을 활보하거나 달리는 중이었다. 인간의 눈에 고정된 것처럼 보이는 뭇 산도 그녀의 눈에는 흐르는 구름처럼 지나갔으며, 인간의 눈에 수은처럼 수명이 긴 물건도 호박석 같은 눈동자로 마모도와 훼손도를 정확히 파악할 수 있었다. 그러니 짧은 고민과 사랑은 언급할 가치도 없었다.\n인간은 끝없는 인생의 여정에서 늘 고향을 그리워한다. 그렇기에 잃어버린 형상이 미래의 어느 순간에 다시 나타나길 바라며 끝없는 시간의 흐름 속에서 방황하곤 한다. 설령 세월의 격류에 떠밀려 부득이하게 당연한 결정을 내려야 할 때조차도, 마치 사라진 빛이 언젠가 다시 찾아올 것처럼 아련하게 과거를 바라본다.\n하지만 그녀는 달랐다. 그녀는 백금빛 갈기를 휘날리며 모든 움직임을 따라 영원히 달렸고, 온갖 파도를 헤치며 모든 침전물을 흩어냈다. 오직 현재에서 미래로 달려 나가는 일만 생각하면서.\n산의 부족민들은 그녀를 시간의 딸로 여겼다. 그녀는 맑은 샘에서 튀어나온 백마처럼 그 어떤 족쇄의 구속도 받지 않았다. 그녀의 도도한 어머니처럼 어떠한 벽과 껍데기도 그녀를 막을 수 없었다.\n평원의 목축민들은 그녀의 발길을 따라 황야의 구속에서 벗어나 목초지를 찾는 여정에 올랐다. 백금빛 말은 대지의 모든 가축을 이끄는 인도자가 되었다.\n그녀를 사자로 여긴 해연의 왕국은 상상력을 동원해 비늘과 꼬리지느러미를 더한 후 어머니이자 딸이 가져온 빛을 숭배했다.\n인간이 높은 하늘의 은혜를 받는 동안 위대한 영웅과 순찰자도 그녀의 은혜를 받기 위해 샘물을 찾았다. 그들은 그녀가 서둘러 남기고 간 다정함을 갖겠다고 서로 싸웠다.\n하지만 그 전설은 달의 궁전이 붕괴되고, 마차가 넘어지고, 세 자매가 죽자 흉년이 들고, 고대인이 멸망하면서 사라졌다. 높은 하늘이 혹독한 질서를 세운 그날부터 별하늘도, 대지도 더는 움직이지 않게 되었다.\n그녀도 별하늘의 껍데기에 갇힌 채 이 멈춰버린 타향에 머물러야 했다. 어머니가 천 가닥 실을 짜기를, 돌이 마모되기를, 외부에서 다음 만남이 찾아오기를 기다리면서…….\n「질문에 대한 답은 이게 다야. 그 뒷이야기는 어젯밤에 충분히 들려줬고」\n여자는 어느새 하얀 옷을 걸쳤다. 부서지는 햇살을 등진 그녀의 호박석 같은 눈동자가 그늘에서 빛나고 있었다.\n「외람된 말이지만…… 전 당신이 비범한 선인이라는 것만 알지, 출신지나 성함은 모르는데요?」\n이번에도 그녀는 대나무숲에서 다른 낯선 아이를 만난 것처럼 아무 말 없이 웃기만 할 뿐이었다.\n청년은 한숨을 내쉬고는 여자에게 고개 숙여 작별 인사를 했다.\n어느덧 세월이 흘러 노인이 된 청년은 문득 그 순간을 떠올렸다. 검술에 능숙해진 그는 종파를 세우고 사부가 되었지만 아직도 여자에게 들은 마지막 이야기를 이해하지 못했다. 반면 여전히 운명의 실 위를 뛰어다니는 그 여자는 신의 눈을 피해 숲과 샘물 속에 숨어 자신도 잊어가는 옛이야기를 지키고 있었다."
          }
        ]
      }
    ]
  }
}