{
  "epId": 7145,
  "name": "영몽산 야화",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1732202376,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "영몽산 야화"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "영몽산 야화·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "비안개가 끼는 새벽이나 밤, 침옥 협곡 깊은 산속 연잎이 무성한 곳에 이따금 옛 그림자가 나타난다는 소문이 있었다.\n마을 장로의 말에 따르면, 영몽산의 옛 주민들은 각종 귀신을 믿고 산야의 정령과 짐승의 우두머리와 동행했으나, 천 년 전 혼란스러웠던 대전투 이후로 그것들과 함께 사라졌다고 한다. 그럼에도 다정한 뭇 산은 기억의 메아리를 지맥에 잡아두었다가 비안개가 끼는 새벽이나 밤에 나타나게 했다.\n이따금 안개 속에서 길을 잃은 약초꾼과 옥 장인이 그 외로운 그림자와 마주치기도 했다. 마을 어르신들의 이야기에 따르면 고대 망자와 마주치는 건 불길한 일이자 재난의 징조였다. 종양처럼 쌓인 지맥이 고대의 후회와 슬픔을 현세로 끌고 온 탓에 자욱한 안개가 끼고, 끝없는 비가 내린다고 여겼기 때문이다. 그래서 현지 산 주민은 고대의 슬픔에 얽히지 않도록 일부러 비안개를 피하곤 했다.\n하지만 암왕제군이 산과 바다를 통일하는 위업을 이루자 리월항에서 온 측량가들은 무모하게 비안개로 뛰어들어 고대의 꿈을 엉망으로 만들었다……. 물론 이건 또 다른 이야기다."
          }
        ]
      },
      {
        "title": "영몽산 야화·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "암왕제군이 산림을 평정한 후 어느 날 밤, 한 사공이 복잡하게 얽힌 영몽산 계곡에 들어왔다가 비안개 속에서 길을 잃었다. 사공은 대나무 노를 저어 남보랏빛을 뿜어내는 수초를 건너고, 희미한 수풀을 지나 꿈속에서도 본 적 없는 푸른빛 새를 따라 깊이 잠든 동굴에 다다랐다.\n사공은 옥석과 균류가 내뿜는 빛을 빌려 고대 선주민의 그림자를 어렴풋이 보았다. 그들은 물빛처럼 순수한 옥과 이름 모를 풀로 장식된 오래된 긴 면옷을 입고 있었는데, 그 모습이 꼭 산속 귀신 같았다. 그들은 열을 맞춰 깊은 못가에 선 채 사공이 한 번도 들어본 적 없는 노래를 불렀다:\n「어둑한 낮 홀로 원한을 품으니, 빗물 담긴 잔잔한 바람에 주변이 짙은 안개로 가득 차네」\n「홀로 남은 군주는 저물어가는 세월을 한탄하며, 늦게 온 군자를 원망하네」\n서글픔이 느껴지는 잔잔하고 슬픈 노래였다. 사공은 동굴 속에서 빛나는 그림자를 자세히 바라보았다. 그들은 손님의 존재를 눈치채지 못한 듯 옥 장식을 떼어낸 후 하나둘 칠흑 같은 못으로 몸을 던졌다. 왠지 모를 섬뜩함과 우울함을 느낀 사공은 표식을 남기며 황급히 노를 저어 교영 마을로 돌아갔다.\n훗날 월해정이 지도에 없는 신비한 마을을 찾기 위해 또다시 측량가를 보냈다는 소문과, 천암군이 불법 소굴을 수색하기 위해 산속을 뒤졌으나 아무런 수확도 거두지 못했다는 말이 나돌았다. 유롱항의 명의 남경은 젊은 시절 고대 처방을 손에 넣기 위해 전설 속 선인의 거처를 찾아 영몽산에 들어갔지만, 돌아온 후 그 일에 대해 함구했다. 그가 세상을 떠난 후 가족이 유물 속에서 물빛과 하늘빛을 띠는 벼루를 발견했지만, 주인은 이미 세상을 떠나서 벼루의 정체를 파악할 길이 없었다. 훗날 무역선 사업을 하던 명의의 후손은 파산해서 벼루를 팔았고, 민간으로 흘러간 벼루는 행방이 묘연해졌다."
          }
        ]
      },
      {
        "title": "영몽산 야화·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "침옥 협곡에는 오래전부터 전해지는 노래가 있었다. 사람들에게 알려지지 않은 고대 선인의 거처에는 고대 귀신이 숨어 있는데, 소문에 따르면 그 여자는 푸른 피로 만든 옥 치마를 입은 채 이미 망가진 달빛 마차에 기대 끝이 보이지 않는 어두운 못에 깊이 잠들어 있다고 한다. 기억하기조차 어려운 아주 먼 옛날, 침옥 협곡의 주인이었던 그녀는 산과 자연의 새와 짐승, 선인을 다스렸고, 푸른빛 강물의 흐름을 관리했으며, 중재자로서 인간과 짐승 사이의 균형을 유지했다고 한다. 하지만 그건 오래된 전설일 뿐이었다. 그녀가 어떤 집념으로 전쟁을 일으켰고, 결국 패배해 봉인된 채 고요한 꿈에 빠지게 되었는지는 원주민과 이민자의 이야기를 통해 어렴풋이 알 수 있었지만, 더 자세한 역사는 알 길이 없었다.\n일례로 침옥 협곡 현지인 사이에서는 이런 구슬픈 노래가 전해지고 있다:\n「옛 군주에게 두약을 전하고 싶으나, 중주에는 누가 남아 있는가?」\n「지난 날의 계화 깃발은 어디에 있는가? 마차를 찾아 죽림을 헤매네」\n「검은 무늬를 바라보니 슬픔 마음이 들고, 검은 못을 보니 생각에 잠기네」\n산 주민의 자랑스러운 후손은 잃어버린 마신을 여전히 기억하며 계속 그 마신을 기리고 있을까? 선명했던 대부분의 이야기는 흐르는 물 같은 세월에 마모됐고, 계곡 아래의 푸른 옥처럼 노래 속에서만 간간이 나타날 뿐이었다. 어쩌면 길 잃은 사공이 목격한 것처럼 깊은 계곡의 못가에서 고대의 심장박동과 고동치는 푸른 피의 메아리를 들을 수 있을지도 모른다."
          }
        ]
      }
    ]
  }
}