{
  "epId": 7464,
  "name": "석소 인간",
  "desc": "<p>나타 부족 사이에서 유행하는 판타지 소설. 폰타인 유명 작가 큰얀의 베스트셀러라고 한다. 하지만 폰타인을 직접 방문한 나타 사람의 말에 따르면, 이 소설의 원본은커녕 큰얀이라는 작가를 아는 현지인조차 찾을 수 없었다고 한다</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1739499293,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "석소 인간"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "석소 인간·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "불을 훔친 지 3000년, 문자 기록이 시작된 이래로 오늘날처럼 이성적이고 번영한 시대는 없었다.\n구름 위에 우뚝 솟은 메트로폴리스는 달이 없는 밤에도 밝게 빛나고 있다. 거리를 잇는 금속 파이프에서는 독특한 빛이 흘러나왔고, 그 안에서 흐르는 금빛 액체는 도시 전체에 에너지와 활력을 불어넣고 있었다.\n그 액체는 「석(石)소」로 인류 문명의 혈액이다. 그것은 백여 년 전 기술 영주들이 발견한 이래로 각종 발명품의 동력원이 되어, 인류를 새로운 시대로 이끌었다. 자동화 경작기는 토지 생산량을 기존의 6배 이상으로 늘렸고, 하늘을 나는 왕복선은 대지 곳곳에 흩어진 도시들을 하나로 연결했다.\n오늘날의 인류는 석소 없이 살아갈 수 없다. 특히 도시를 통치하는 집정관에게는 더욱 필수적이다.\n최초의 석소는 나타란티아라는 고대 도시의 유적에서 발견됐다. 그 도시는 아주 깊은 지하에 있어서 그보다 더 깊은 곳에 있는 석소를 채굴할 수 있었다.\n땅을 깊이 파고들 수 있는 기술이 부족했기 때문에, 석소 생산은 유적의 기술을 장악하고 있는 기술 영주 의회에 전적으로 의존할 수밖에 없었다. 그러나 석소 수요가 증가하면서, 도시 사이의 석소 분배를 둘러싼 갈등이 심화되었고, 전쟁의 그림자가 대륙을 뒤덮기 시작했다.\n하지만 메트로폴리스 사람들은 적어도 오늘은 잠시나마 전쟁의 그림자를 잊었다. 중심 광장에 모인 사람들은 이곳에서 열리는 「세계 박람회」에 참여하러 왔기 때문이다.\n기술 영주들이 개최한 이 박람회는 평화와 진보의 상징으로 여겨졌다. 여기서 최신 기술 성과를 대표하는 발명이 전시됐고, 그 발명은 곧바로 각 도시의 군비 경쟁에 투입되었다. 그럼에도 기술의 진보는 긴장 속에서 살아가는 사람들에게 작은 위안을 안겨주었다.\n하지만 당신만은 예외였다.\n당신은 광장에 있는 신기한 물건에 전혀 관심이 없었다. 주변의 붐비는 인파를 보며, 약속 장소를 잘못 잡았다고 생각할 뿐이었다.\n몇 주 전, 무장 단체가 차토의 석소 터미널을 파괴하고 그들이 촬영한 영상을 방송에 내보냈다. 내용은 대충 「석소는 악마의 선물이다」, 「기술 영주는 세계를 파멸시키고 있다」와 같은 흔한 주장이었다. 그들이 자신을 「무지한 자」의 사도로 칭한 것 외에는 특별히 주목할 만한 점은 없었다.\n하지만 차토의 집정관은 이번 사건이 메트로폴리스 고위층이 도시 간의 전쟁을 일으키기 위해 꾸민 테러라고 주장하며, 무장 단체의 구성원이 모두 메트로폴리스 출신이라는 증거를 제시했다.\n이를 해명하기 위해 메트로폴리스 측은 기술 영주 의회의 개입을 요청했다. 그리고 당신은 바로 이 사건을 조사하러 온 탐정이다.\n「하하, 명탐정님 오래 기다리셨죠? 죄송합니다, 박람회가 너무 흥미진진해서 좀 늦었습니다」\n당신이 사건들의 연관성에 대해 고심하고 있을 때, 뒤에서 젊은 신사의 목소리가 들려왔다. 그가 바로 기술 영주 의회가 당신을 돕기 위해 보낸 수사 요원 아크라인 듯했다.\n「인사치레는 됐습니다, 아크라 씨. 일단 정보 공유부터 시작하죠」"
          }
        ]
      },
      {
        "title": "석소 인간·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "직접 보지 않았다면, 당신은 이처럼 번영한 도시에 이토록 미개한 시대의 잔재가 남아 있단 사실을 믿지 못했을 것이다.\n며칠간의 조사 끝에, 당신과 아크라는 「무지한 자」의 사도라고 주장하는 무장 단체의 거점을 찾아냈다. 그곳은 육교 아래에 숨겨진 낡고 은밀한 예배당이었다.\n그걸 본 당신은 녀석들이 시대에 도태된 러다이트(기계 파괴) 주의자임을 확신했다. 높으신 분들이 주장하는 정치 음모와는 전혀 관계가 없어 보였다.\n어쨌든, 기술 영주 의회에 보고하려면 증거를 찾아내야 했다. 그래서 당신과 아크라는 외부로 미지의 화물을 계속 운반하는 녀석들이 모두 떠난 후 잠입해 증거를 확보하기로 결심했다.\n3주간의 기다림 끝에 마침내 기회가 찾아왔다. 그날 아침, 예배당을 드나들던 사람 12명이 모두 화물차에 올라탔다. 경험상, 그들은 저녁쯤에야 돌아올 것이 분명했다. 당신과 아크라는 따로 행동하기로 했다. 아크라는 입구에서 망을 보고 당신은 예배당 수색을 시작했다.\n길고 뒤틀린 통로는 이상한 방부제 냄새로 가득 차 있었다. 당신은 어둠 속에서 헤매다가 간신히 출구를 찾았다. 예배당 내부는 여전히 구식 기름등을 사용하고 있어서인지 예상보다 훨씬 넓어 보였다. 희미한 불빛 속에서 당신은 벽에 쌓인 이상한 금속 용기를 발견했다. 녀석들이 매일 운반하던 화물의 정체는 이것임이 틀림없었다.\n당신은 다가가 용기에 붙은 라벨을 확인했다. 그 위에는 공용어로 「무지」라고 적혀 있었다.\n「이건 이상한 교리와 관련된 거겠지」 당신은 생각했다.\n당신이 조사를 위해 용기 하나를 챙기고 돌아서려는 순간, 차가운 손이 당신의 어깨를 붙잡았다.\n「이런!」\n당신과 아크라는 3주 동안 예배당을 감시했으며, 이곳을 드나드는 사람이 12명뿐임을 확인했다. 설마, 이곳에 숨은 사람이 있었던 걸까? 아니면 또 다른 출구가 있는 걸까….\n혼란에 빠진 당신은 벽 옆의 용기를 걷어찼고, 그러자 코를 찌르는 방부제 냄새가 풍겨왔다. 바로 통로에서 맡은 그 냄새였다.\n자극적인 냄새에 머리가 살짝 맑아진 당신은 어깨를 붙잡은 그 녀석의 얼굴을 똑바로 보았다. 인간을 닮은 뒤틀린 그 얼굴에는 두 개의 공허한 구멍만이 남아 있었다.\n「보았는가?! 보았는가?!」 그는 크게 외치며 굵은 양팔을 벌려 사방을 더듬었다.\n그는 맹인이어서 이곳을 떠나지 않은 것 같았다. 당신은 녀석이 앞을 볼 수 없다는 걸 깨닫자, 재빨리 들어온 길을 따라 기어서 통로를 빠져나왔다.\n「아니, 명탐정님 무슨 일 있었습니까? 무리하지 말고 가만히 있으세요!」\n어렴풋이 동료의 목소리가 들려오더니, 다급한 발소리와 함께 동료가 당신의 곁으로 다가왔다.\n작전은 실패했지만 성과는 있었다. 적어도 그 이상한 용기는 챙겨서 빠져나왔기 때문이다.\n당신은 이렇게 자신을 위로하며 힘겹게 몸을 일으켰다. 겨우 고개를 들어 올린 순간, 눈앞에 나타난 건 해골을 닮기도 하고 기계를 닮기도 한 괴물이었다. 그 녀석의 얼굴은 움푹 패어있었으며, 무기력하고 텅 빈 눈으로 당신을 바라보고 있었다. 이윽고 차가운 목소리가 들려왔다.\n「보았는가? 『무지한 자』여?」"
          }
        ]
      },
      {
        "title": "석소 인간·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "그 녀석의 거대한 머리와 야윈 팔다리는 무수한 실로 파충류 같은 몸통에 연결되어 있었다.\n「네가 본대로 이것이 바로 『인간』이다. 세계에 남은 마지막 『인간』의 표본이지」\n당신 앞에 있는 괴물이 배양 용기에 담긴 또 다른 괴물을 가리키며 말했다.\n어느 정도 익숙해졌지만, 당신은 여전히 그 녀석을 똑바로 바라볼 수 없었다. 녀석의 눈을 마주칠 때마다 섬뜩한 느낌과 함께 소름이 돋았기 때문이다.\n「저게 『인간』이라면 우리는 뭐지?」\n당신은 조금 전까지 자신을 아크라라고 칭하던 괴물에게 물었다. 지금 와서 생각해 보니, 그 이름은 아마도 기술 영주 의회에서 쓰던 코드명에 불과했을 것이다.\n예배당은 당신이 이해할 수 없는 기술로 나타란티아와 연결되어 있었다. 모든 도시에 이런 어둠의 통로가 있는 듯하다.\n「너희라고? 지상에 사는 종족을 말하는 거라면… 우리는 그들을 충견, 사냥개, 그레이 등등… 여러 가지 호칭으로 부르지」\n「어쨌든, 그들은 우리가 설계한 종족이다. 생물학적 기능은 우리와 완전히 다르지. 우리에게 적합한 환경은 그들에게는 맹독과 같고, 그 반대도 마찬가지다. 그래서 그들은 흡수와 분해 과정을 통해서 우리에게 알맞은 환경을 만들어낼 수 있는 것이지」\n그의 말이 사실이라면, 우리 문명과 역사는 이 괴물들이 설계한 결과였으며, 찬란한 기술과 발명은 모두 그들이 가져온 것이었다.\n그들은 우리 사이에 있었으나, 우리는 보고도 알아채지 못했다. 우리 뇌에는 그들이 「이성의 안개」라고 부르는 기체를 분출해 진실된 세계를 가리는 세포가 있었기 때문이다.\n지금 당신이 이 녀석의 추한 모습을 볼 수 있는 건, 세포의 분출을 억제하는 기체 「무지」를 흡입했기 때문이다. 그리고 이 「무지」는 바로 당신이 지난 윤회에서 직접 만들어 낸 것이었다.\n「마지막 질문이다. 네가 석소를 가져다준 게 사실이라면, 어떻게 우리 문명이 석소가 고갈되어 갈 때 세계 대전을 일으켜 멸망할 것이라고 확신할 수 있지？」\n「석소」는 나타란티아 유적에서 발견된 초에너지원으로, 본질적으로는 이 괴물들이 서식하는 에너지체다. 대규모 전쟁으로 행성 전체가 유독 물질에 오염되자, 생존한 「인간」들은 자신의 생명을 에너지로 전환해 지하 깊은 곳에 있는 종 보관소에 보관했다.\n그다음, 그들은 오염된 행성에서도 살 수 있는 새로운 종족을 설계했다. 그 종족이 오랜 세월에 걸쳐 유독 물질을 분해하여 행성을 다시 살기 좋은 곳으로 복원하기를 바라며 말이다.\n그러나 그 좋은 세계는 지상 종족을 위한 것이 아니었다. 지상 문명이 석소를 발견하고 이를 통해 고도의 문명을 이룩함에 따라, 이 고대 생명체들은 점차 해방되었다. 그들은 지상 문명이 멸망하기를 기다리며, 완전한 새 탄생을 준비했다.\n「역사 심리학에 대해 들어본 적이 있는가? 아… 아직은 들어보지 못했겠군. 하지만 그건 중요하지 않다. 어쨌든, 생물의 기능뿐만 아니라 종의 역사까지도 설계할 수 있다. 그건 단순히 기술적인 문제일 뿐이지」\n「끝없는 탐구심, 억제하기 힘든 탐욕과 승부욕은 그들을 필연적인 결말로 이끌 수밖에 없다. 『무지한 자』들이 이를 부정하는 이유는, 너희의 쓸모없는 도덕 법칙이 진화 과정에서 아직 완전히 사라지지 않았기 때문이다」\n드디어 당신은 종의 보관소 가장 깊은 곳에 있는 마지막 방에 도착했다. 이곳에는 수 대에 걸친 「무지한 자」들이 마지막에 남긴 기억이 보관되어 있었다.\n고대 문명의 생존자들이 생명을 석소로 전환하기로 결심했을 때, 소수파는 개체로서의 생명을 포기하고 무한한 지혜 속에 녹아드는 것을 거부했다. 그래서 그들은 「무지한 자」라 불리게 됐다.\n다수파는 소수파의 권리를 부정할 수는 없었기에 그들에게 이 마지막 방을 남겨주고, 그들이 지상의 생명 속에서 윤회하는 것을 허락했다. 다수파는 「무지한 자」들이 언젠가 집단에 합류하리라고 믿었기 때문이다.\n그렇다. 당신은 바로 그 「무지한 자」들의 영주였다. 당신은 수많은 기억을 보았다. 법을 세운 예언자, 미덕을 찬송하는 시인, 폭군에 저항하는 전사.\n그리고 그 기억의 시작점에서 당신은 거대한 그림자를 보았다. 그 그림자는 고성에서 쫓겨난 사람들 위에 드리워져 있었고, 무언가를 말하고 있었지만 당신은 그 내용을 기억해 낼 수 없었다. 다만, 그에 대한 막연한 그리움만은 느껴졌다.\n어쩌면 모든 「무지한 자」들은 결국 이곳으로 돌아와 자신만의 답을 내놓을지도 모른다.\n그럼, 당신의 답은 과연 무엇인가?"
          }
        ]
      }
    ]
  }
}