{
  "epId": 7510,
  "name": "순디자타의 첫 출진",
  "desc": "<p>메아리 아이에서 전해져 내려오는 두루마리. 500년 전의 영웅 순디자타가 젊었을 때의 전설을 묘사하고 있다</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 1743433328,
  "components": {
    "body": [
      {
        "title": "순디자타의 첫 출진·첫 번째",
        "desc": [
          {
            "type": "RichText",
            "text": "오, 나의 형제여, 나의 자식이여, 잘 들어라.\n내 이름을 잘 들어라. 나는 메아리 아이의 젤리·마마두.\n나는 메아리 아이의 노래하는 자, 서사시의 전도자다.\n내 혈통은 최초의 서사시 가수 빌라리에서 시작됐으며\n케이탄 쿠야테와 빈투 쿠야테의 자랑스러운 자손이다.\n빌라리는 한때 방랑 현자를 따라 오래된 수사법을 배웠고\n쿠야테 부부는 고대 문자로 두루마리를 엮었다.\n내 머리는 몽매했던 시대의 모든 용의 주인과 야만왕을 알며\n내 혀는 가장 시끄러운 매니투와도 자웅을 겨룰 수 있다.\n이야기는 수많은 진리를 밝히고, 말은 더 많은 거짓을 정화한다.\n이야기는 허위를 씻어내는 역사이니, 결정석 같이 명료하다.\n결정석의 맑음이 과거의 빛을 비추자 어둠은 찬란히 빛나니\n마치 죽은 자의 깊이를 알 수 없는 두 눈 같구나.\n역사는 생존한 승자를 가르치지만, 이야기는 망자에 뿌리를 내린다….\n미래의 광물은 과거의 암맥에서 자라는 법이니까.\n자, 내 노래를 들으라, 내가 부르는 영웅의 노래를.\n들소의 아이와 거대한 코뿔소의 아이의 진혼가를 들으라.\n너에게 마한·순디자타의 업적과 운명을 들려주리라.\n너에게 마리·쟈타의 포부와 열정을 들려주리라.\n너에게 소골론·쟈타의 혁혁한 명성을 들려주리라.\n그리고 적과 맞서 싸운 나레·마한·쟈타의 결말까지….\n아, 그리고 수많은 칭호를 가지고 있는 영웅이 있었지!\n칠흑의 사술과 사악한 영혼은 그를 조금도 해칠 수 없었으니!\n나의 형제, 나의 아이, 자랑스러운 메아리 아이여\n내 이야기를 들으라, 잊힌 수천 명의 왕과 족장을.\n그들이 어떻게 영웅 순디자타에게 정복됐는지.\n정복된 후, 또 어떻게 순디자타와 함께 싸웠는지.\n적이 벗이 되고, 야만이 선의로 교화된 것을 이야기하리라…\n내 이야기를 들으라, 태산처럼 몰려드는 칠흑의 군세를.\n그들이 어떻게 영웅 순디자타에 의해 해방됐는지.\n기록되지 않은 업적과 곡해된 희생을 이야기하리라…"
          }
        ]
      },
      {
        "title": "순디자타의 첫 출진·두 번째",
        "desc": [
          {
            "type": "RichText",
            "text": "세상의 수많은 현자가 고귀한 출신이 아닌 것처럼\n순디자타의 부모는 고대 왕족의 혈통이 아니었다.\n오랜 전설은 어두운 광갱 소금강처럼 멀어졌고\n시인이 거기서 흘러나온 바위 결정처럼 반짝이는 진리를 이야기했다.\n순디자타의 출신에 대해선 의견이 분분했다.\n친우는 미화하려 했으나, 적에게는 아름다운 찬가가 없었다.\n부모의 이름은 무엇이고 그들은 어느 부족 출신인가?\n창백한 세 개의 달의 어스름한 빛에 물어봐도 답을 얻을 수 없었다.\n민요는 노래했다, 순디자타는 샛별의 은혜로 태어났다고.\n어머니는 아름답지 않았으며, 아버지는 강인하지 않았다고.\n하나 만물을 굽어보는 시간의 별은 인간의 아름다움과 추악함을 신경 쓰지 않았다.\n천지의 운명을 엮는 것이야말로 영원한 대업이자 천직이기 때문이다.\n순디자타가 어렸을 때, 메아리 아이는 음반데가 관리했다.\n검은 옥 같은 음반데는 광산과 보석의 대모였는데\n그녀는 어린 순디자타를 부족의 용사로 선택했다.\n그 위대한 영웅과 광부의 이야기가 거기서 시작됐다.\n그렇게, 소년 순디자타는 광부의 삶을 시작했다.\n산을 파는 철망치는 그의 몸보다도 훨씬 거대해 보였다.\n하지만 강인한 소년이 광갱에서 철망치를 바람처럼 휘두르자\n놀란 용사들이 다급하게 「광갱이 곧 무너진다!」라고 외쳤다.\n「하하, 형제자매들이여, 두려워할 것 없습니다!」\n「이건 그저 제 철망치가 내뿜는 광풍이니, 흐럅, 오라!」\n순디자타는 망치로 산을 파고들었고, 그 손잡이에선 불꽃이 튀었다.\n다들 이를 기뻐하면서도 두려워했다. 우승자의 월계수 잎도 그의 차지였다!\n대모 음반데가 밤의 신의 꿈으로 돌아간 후,\n순디자타는 이미 용감하고 비범한 청년으로 성장해 있었다.\n하나 족장을 뽑는 밤, 순디자타는 홀로 부족을 떠났다.\n부족의 우승자였지만, 순디자타는 권력에 아무 욕망이 없었다.\n그는 자신이 메아리 아이의 자랑스러운 증명이 되길 원했고,\n그렇게 먼 타향으로 향하는 모험의 길에 올랐다.\n하지만 그 열정은 부족을 배신했다는 오해를 불러일으켰다…"
          }
        ]
      },
      {
        "title": "순디자타의 첫 출진·세 번째",
        "desc": [
          {
            "type": "RichText",
            "text": "순디자타는 명성을 잃고, 모험의 여정에 올랐다.\n머나먼 마그마 호수로 가서 열기가 그의 몸을 태우게 했다.\n오늘날 그 마그마 호수는 이미 식어, 더는 용과 뱀이 날뛰지 않지만\n당시 그곳은 악룡 루크와타가 지배하던 영지였다.\n루크와타는 고대 용족의 몇 남지 않은 후손 중 하나로\n악한 마음을 품고 언제나 고대 용의 폭정을 재현하려 했다.\n세상을 뒤집어 놓았던 그 옛 전쟁에서 그의 종족은 멸망했으나\n그는 어두운 바위 동굴에 몸을 숨겨 재앙을 피할 수 있었다.\n노예를 잃은 루크와타는 이미 늙어 있었고\n두 눈은 유황 가스에 타버려 멀어버렸고, 머리는 둔해지고 미쳐갔다.\n하늘의 사자와의 싸움에서 구차히 살아남았던 환상 속에 빠져 살았고\n이미 나타에 강림한, 인간의 시대에 대해 전혀 모르고 있었다.\n보잘것없는 노예가 그의 은신처에 도전 해오자\n고대 용 귀족은 분노로 몸을 일으키다 이내 연신 헛기침을 하며 욕을 내뱉었고\n입에서는 번개 같은 저주를 동반한 화염과 유황을 뿜어냈다.\n「어디서 온 사악한 노예가 감히 군왕의 안식을 방해하느냐!」\n순디자타는 전설 속의 악룡이 노쇠하고 미친 것을 보았다.\n그 악룡은 입을 열 때마다 군왕이라 칭하지만, 자신의 일족조차 잊고 있었다.\n그래서 그는 크게 웃으며 망치를 들고 늙은 용을 조롱했다.\n「나는 일개 무명의 광부일 뿐, 사악한 노예가 아니다」\n「그리고 너는 군왕이 아니지. 멍청한 늙은 도마뱀일 뿐!」\n루크와타는 그 말에 격노하여 포효했으나, 미칠 듯한 헛구역질이 따라올 뿐이었다.\n더러운 마그마가 뿜어져 나오고 칠흑 같은 연기가 피어났다.\n순디자타 눈 하나 깜짝하지 않고, 늙은 용에게 망치를 휘둘렀다.\n루크와타는 늙고 노망났지만, 화를 낼 땐 여전히 무시무시했다.\n뜨거운 마그마가 순디자타의 머리카락과 눈썹을 불태웠고,\n용이 뱉은 맹독이 몸과 장기에 스며들어 극심한 고통을 일으켰다.\n누런 이빨은 썩은 상처를 남겼고, 발톱은 옛 흉터를 찢었다.\n극악의 고통을 견디며, 순디자타는 끝없이 망치를 내리쳤다.\n견고한 바위 같은 용 머리가 갈라지고, 검은 연기가 망치에 흩어질 때까지.\n용의 영혼이 모두 흩어지고 마그마 호수가 반쯤 식었을 때\n순디자타는 만족하며 드러누웠으니, 가히 명실상부 영웅이라 할 지어다!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "순디자타의 첫 출진"
          }
        ]
      }
    ]
  }
}