{
  "epId": 8778,
  "name": "대도 리드 밀러 전기",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "대도 리드 밀러 전기"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "대도 리드 밀러 전기·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "10모라 미스터리 모음집! 대도 리드·밀러와 삼포 맷돌(계간 하드커버 합본)\n(나샤 마을에서 유행하는 저렴한 오락 소설. 낱권은 단돈 10모라다. 원래는 대도 리드·밀러가 총독궁에서 서리달의 성물 삼포 맷돌을 훔친 사건을 다뤄야 하지만, 흥미를 위해서인지 다양한 묘령의 여인이 리드·밀러를 두고 질투하며 다투는 장면 위주로 구성되어 있다)\n……\n제4장\n사냥매보다 치명적인 미녀! 「할미새」 등장! 그녀가 달 아래에서 대도 리드·밀러에게 접근한 이유는…!\n「어머, 귀여운 여자 파트너들을 전부 내버려두고 혼자 이런 곳까지 야경을 보러 온 거야, 자기? 정말 매정한 남자네」\n그 목소리는 리월의 최상급 비단처럼 매끄러웠지만, 수메르 장미의 가시 같은 잔혹함이 도사리고 있었다. 리드·밀러는 돌아보지 않았다. 너무나도 익숙한 목소리였으니까.\n이내 고양이처럼 매혹적인 자태가 우아하게 그의 곁에 내려앉았다. 그녀는 스무살 정도로 보이는 젊은 여성이었고, 연보랏빛 장발이 드러난 흰 목과 매끄러운 어깨를 따라 흘렀다. 은빛 드레스는 달빛처럼 라인을 드러냈지만, 적갈빛 눈에는 조롱이 가득했다.\n그녀가 바로 「할미새」로, (리드·밀러 같은 극소수 지인만이 그녀를 「A」라 부를 수 있다) 노드크라이에서 대도와 견줄 만한 보물 절도 실력과 악명을 지닌 악녀다. 그녀는 어떤 진귀한 보물도 쉽사리 차지할 수 있다. 질리면 기분 내키는 대로 거리의 가난한 이들에게 던져 주거나 바다에 쓰레기처럼 내던진다. 사교계에서는 수많은 남자들이 그녀에게 구애했고, 그녀도 그들의 진심을 희롱하는 걸 즐겼지만, 단 한 번도 응한 적이 없었다.\n하지만 그 악녀도 얻지 못하는 것이 있었으니, 그건 바로 리드·밀러의 마음이다. 그래서였을까? 그녀는 이 멋진 남자에게 집착해 온갖 방법으로 그의 마음을 독차지하려 했다.\n「명품 향수와 싸구려 야망의 냄새가 나는군, 할미새」\n그녀는 웃으며 당연하다는 듯 대도 곁에 앉아, 슬며시 몸을 붙였다.\n「어머, 다른 남자가 선물한 향수에 질투하는 거야?」 비단 장갑을 낀 그녀의 가느다란 손가락이 밀러의 오른팔을 따라 미끄러져 내려갔다. 「자기야, 내가 맡은 건 과도한 자신감의 냄새였어. 삼포 맷돌을 노리는 게 너무 티 나거든?」\n「그래. 총독 각하는 『서리달 아이』에게서 빼앗은 『삼포 맷돌』과 부정하게 긁어모은 재물을 몽땅 돌려줘야 할 거야」 밀러와 눈이 마주치는 순간, 그녀의 심장이 잠시 요동쳤다. 하지만 붉어진 볼을 경박한 미소로 가리며 속삭였다. 「오늘 밤 이곳은 내 무대니까, 넌 다른 데로 가」\n「허튼소리는 그만하시지」 밀러가 말하자, 그녀는 그의 얼굴에 입술을 대고 속삭였다. 「이렇게 큰 무대는 둘이 써도 충분해. 하지만 스포트라이트는… 오직 한 사람에게만 비춰지지. 난 자기보다 먼저 『삼포 맷돌』을 손에 넣을 거야. 만약 날 기쁘게 해 준다면… 아주 살짝 보여 줄지도?」\n슉!\n말이 끝나기도 전에 그녀는 재빨리 날카로운 비수를 뽑아 들었다. 대도는 이미 그녀의 스타일을 꿰뚫고 있었다. 이 여자는 위험해 보이지만 실은 예측 가능한, 결국 그가 막아낼 공격을 즐긴다. 그는 팔보호대로 그녀의 칼을 쳐냈고, 강철과 강철이 한순간 격렬히 부딪쳤다.\n「늘 제멋대로군. 이러다간 언젠가 큰코다치게 될 거다, 할미새」\n「훗, 자기야, 이건 나 같은 미녀에게 주어진 특권이야. 마음에 안 들면 직접 제압해 보든가」\n달 아래 산들바람처럼 그녀는 뒤로 물러서며 가벼운 키스를 날리더니, 고탑 아래 그림자 속으로 뛰어들었다. 차가운 밤공기와 향수의 향기만 남긴 채.\n(중간 부분은 누군가 찢어서 다른 용도로 사용한 듯하다…)\n제17장\n삼포 맷돌을 도둑맞은 총독이 분노하고 있을 무렵, 스네즈나야에서 온 형사들이 들이닥쳐 그를 결박했다! 설마…!\n「하, 총독 각하, 너무 화가 나신 나머지 대도 리드·밀러가 어떤 사람인지 잊어버리신 모양인데, 그는 악명 높은 도적이자 변장술의 달인입니다. 남녀노소 누구로든 완벽히 둔갑하죠」\n「——말도 안 돼, 그런 황당한 일이 있을 리가 없어! 네가 레오노프를 사칭한 거라면, 특수부대가 벌써…」\n자신을 「레오노프 형사」라 칭한 사내는 크게 웃으며, 총독의 자만심을 조롱이라도 하듯이. 총독 주위를 두 바퀴 천천히 돌았다.\n「특수부대요? 각하를 결박하고 총독궁을 봉쇄한 그자들 말입니까. 전부 제 부하들입니다. 특수부대로 위장시키니 당신 부하들이 의심도 하지 않더군요! 왜 그러시죠, 총독 각하? 스네즈나야 병사들은 상급자의 명령을 무조건 따릅니다, 위장한 상급자라도요. 지금 서리달 아이 보물은 성녀에게 돌아갔습니다. 차르의 뜻을 거슬러 서리달 아이와 전면전을 벌이지 않는 한, 「삼포 맷돌」은 되찾을 수 없죠」\n「이 망할 범죄자, 저주받을 도둑놈! 삼포 맷돌만 가져가면 됐지, 왜 내 개인 소장품까지 몽땅 털어 간 거냐!」\n「무슨 소립니까? 당신의 소장품과 땅은 가난한 이들에게서 빼앗은 것 아니던가요?」 남자의 태도는 여전히 우아했다. 총독의 붉어진 얼굴과 욕설은 그를 전혀 흔들지 못했다. 「우리는 우리만의 방식으로 자유를 지킵니다. 우리 자유를 위해 싸워 줄 이는 우리뿐이니까요. 백성을 강탈하는 도적 패거리든, 높은 자리에 앉은 총독이든, 내 눈에는 다르지 않습니다. 하지만 안심하십시오. 이 재물은 원래 주인에게 돌아갈 뿐입니다. 단 하나도 나의 몫으로 남기지 않을 겁니다」\n한편, 방 반대편에서는 형사로 위장한 「할미새」가 총독이 듣지 못할 만큼 작은 한숨을 내쉬었다.\n「하아, 정말 구제 불능이네. 아무것도 안 갖겠다고 했으면서, 결국 서리달의 가장 귀한 보물을 몰래 챙기다니…」\n그녀의 말에 옆의 「그림자 족제비」가 흠칫 놀라, 방 한가운데 결박된 양아버지에게서 눈을 뗐다.\n「어… 언제? 리드·밀러 씨는 분명 삼포 맷돌을 그 성녀에게 넘겨줬을 텐데, 설마 우리가 모르는 사이에 가짜로 바꿔치기한 건가…」\n「어머, 못 알아들었니? 그래서 너희 같은 어린 아가씨들이 그 남자한테 속는 거야…」 여자는 일부러 과장된 말투로 한숨을 내쉬며 말을 이었다. 「그가 훔쳐 간 건 다름 아닌, 서리달의 딸이 몰래 허락한 마음이라고」"
          }
        ]
      },
      {
        "title": "대도 리드 밀러 전기·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "사랑을 믿지 않는 아가씨가 첫눈에 반한 상대는 과연?\n(노드크라이에서 유행 중인 오락소설. 대도 리드·밀러와 총독의 딸 레오니타·프로호로브나·트루베츠카야의 첫 만남을 그린 러브스토리다. 면책성명: 본 이야기는 허구이며, 실존하는 인물, 단체, 지명과는 관련이 없습니다)\n노드크라이 총독의 자랑스러운 딸, 레오니타·프로호로브나·트루베츠카야 아가씨는 시녀를 거느리고 식당으로 향하고 있었다. 마음은 조급했지만 걸음은 여전히 우아했다. 아가씨답게 품위를 지켜야 했기 때문이다.\n그녀는 오늘 아침 신문이 유난히 신경 쓰였다. 추측이 맞다면 오늘은 대도 리드·밀러의 도난 예고장이 실리는 날이었다. 신출귀몰한 큰까마귀의 행동 패턴을 어느 정도 읽었다는 생각이 들자, 그녀는 화가 났다. 아버지의 부하들은 그 녀석의 그림자조차 잡지 못했기 때문이다. 「흥, 내가 반드시 널 잡아 주겠어!」\n오늘따라 아버지는 신문 읽는 시간이 유난히 길어 보였다. 레오니타는 토스트를 삼키며 슬쩍 물었다:\n「아버님, 무슨 기삿거리라도 있나요?」\n「음… 네가 걱정할 일은 아니란다」 트루베츠코이 왕공은 신문을 내려놓으며 딸에게 미소를 지었다. 「여봐라, 그 보석 장인을 불러오라」\n이내 왕공의 붉은 머리 하인이 보석 상자를 든 자를 데려왔다. 왕공은 그를 흘끗 보더니 상자를 아가씨에게 바치라 했다. 딸 얼굴에 반짝이는 놀라움을 보자 왕공이 말했다. 「왜, 내가 네 생일을 까먹었다고 생각했니? 사흘 뒤 무도회에서 넌 스네즈나야—아니, 온 티바트에서 가장 빛나는 아가씨가 될 거란다. 어서 착용해 보렴」\n레오니타는 상자에서 목걸이를 꺼내 목에 걸었다. 아버지가 고른 물건은 당연히 훌륭했다. 폰타인 특유의 디자인이 느껴졌고, 중앙에 새긴 보석의 품질은 나타의 최상품조차 능가했다. 「조금 이르지만, 아버지로서 먼저 이 말을 해야겠지. 사랑하는 우리 딸, 생일 축하한다!」 왕공은 목걸이를 한 번 더 살피며 덧붙였다:\n「무도회 때 꼭 착용하고 오렴. 매우 중요한 손님이 올 예정이니 그때 소개해 주마」\n아버지의 진지한 말투에서 그녀는 대충 무슨 뜻인지 짐작했다. 이번 생일이 지나면, 그녀는 귀족 아가씨로서 약혼해야 할 나이가 된다. 총독가의 아가씨인 이상 연애결혼을 할 수 있을 리 없으니, 스네즈나야의 어느 권력자 아들과 정략결혼을 하게 될 것이다. 그래서 레오니타는 사랑을 믿지 않는다. 믿어 봤자 소용없기 때문이다. 왕공이 레오니타를 유난히 아낀 까닭은 그녀의 총명함과 아름다움 때문만이 아니다. 양녀로서 보여 준 공손함과 성숙함이, 그가 마음속에 그린 「딸」의 모습과 정확히 맞아떨어졌기 때문이다.\n물론, 이것도 여러 이유 중 하나일 뿐이다.\n「알겠어요, 아버님」 왕공은 흐뭇한 미소로 딸의 머리를 쓰다듬고는, 아버지로서의 온정을 거두고 위엄 있는 총독으로 돌아가 공무를 보러 갔다.\n아버지가 떠나는 모습을 지켜본 그녀는 약간의 허전함을 느꼈지만, 금세 감정을 추스르고 한숨을 내쉬었다. 그래, 아직 할 일이 있으니까. 그녀는 탁자 위에 있는 신문을 집어 들었다. 역시나, 헤드라인에 까마귀 깃털로 장식된 한 통의 편지가 실려 있었다:\n총독 각하.\n사흘 뒤, 달 없는 밤. 당신의 가장 귀한 보물은 제가 가져가겠습니다.\n귀하의 관대함에 진심으로 감사드립니다.\n리드·밀러 올림.\n「어때? 구분할 수 있겠어?」\n폰타인에서 온 보석 장인은 탈의실에서 나온 붉은 머리 하인 두 명을 보고 당황했다. 물론 이 중 한 명만이 진짜 총독궁의 2등 하인이었다.\n「왼쪽… 어, 잠깐만… 오른쪽? 아, 아니다. 아무래도… 오, 오른쪽! 내 생각에는… 아니, 그러니까 오른쪽이 진짜인 것 같아!」\n「때려 맞추기냐…」 오른쪽 하인이 불쾌한 듯 말했다\n「확실해? 아니라면 오늘 밤 꽤 고생할 텐데?」 왼쪽 하인이 비웃듯 말했다.\n「오른쪽이야!」 보석 장인이 단호하게 말했지만, 이마에 맺힌 땀은 감출 수 없었다.\n오른쪽 하인이 「풉」하고 웃으며 다른 쪽 하인을 보석 장인 쪽으로 밀었다. 「틀렸어! 이쪽이 바로 당신이 좋아하는 사람이야」\n「흥, 정말 구분 못 하다니!」\n「어… 내, 내가 방금 말한 건 오른쪽이 가짜라는 뜻이었어!」\n「…이봐!」\n「하하하, 우리의 목적은 진짜와 가짜를 혼동시키는 거라는 걸 잊지 마! 좋아하는 사람조차 구분하지 못한다면 오늘 밤 잠입 작전은 분명 순조로울 거야」 하인으로 변장한 리드·밀러가 중재했다.\n「너 혼자서는 너무 위험하지 않을까? 무슨 일이라도 생기면 엄호해 줄 사람도 없는데…」 진짜 하인이 걱정스럽게 물었다.\n「보물 사냥단 동료를 더는 잃고 싶지 않아」 리드·밀러가 웃음을 거두며 말했다. 「게다가 총독궁 내부로 침투하는 가장 위험한 임무는 이미 끝났잖아. 그러니 둘 다 안심하고 폰타인으로 돌아가. 그곳 사람들도 보물 사냥단의 도움이 필요하니까」\n하인과 보석 장인은 리드·밀러를 향해 단호하게 말했다. 「우리는 이 세상의 모든 슬픔을 훔칠 것을 맹세한다!」\n두 사람이 떠나는 모습을 본 리드·밀러는 해질녘의 총독궁을 향해 걸음을 옮겼다. 트루베츠코이 왕공이 보물 사냥단 진압에 우위를 점할 수 있었던 건, 다름 아닌 그의 무시무시한 재력 때문이었다. 세상에서 가장 뛰어난 도둑조차 왕공의 무한에 가까운 부 앞에서는 무릎을 꿇을 수밖에 없었다. 재물은 최정예 전사와 가장 예리한 무기, 그리고 노련한 책사를 불러 모았다. 심지어 법조차 침묵시켜, 모든 저항을 사전에 황금 모래 속으로 묻어 버렸다.\n왕공의 재산이 얼마나 되는지 아는 이는 아무도 없다. 더 아이러니한 것은, 그 돈이 어디서 왔는지 진지하게 따져본 이도 없다는 점이다. 거기까지 생각이 미치자 리드·밀러는 미소 지었다. 이제 답을 알았기 때문이다. 무한한 부를 누리게 한다는 기이한 물건, 「삼포 맷돌」이 총독궁에 숨겨져 있다! 이 사실은 붉은 머리 하인의 조사와 보석 장인의 감식안 덕분에 알아낼 수 있었다. 물론, 곧 생일을 맞이할 왕공가 영애의 도움이 결정적이었다.\n리드·밀러의 예고장이 실린 신문은 순식간에 매진됐고 며칠 동안 노드크라이는 왕공가 아가씨의 생일 무도회 소식으로 들끓었다. 물론 초점은 레오니타가 아니라, 머지않아 벌어질 대도와 총독의 정면 대결이었다.\n총독궁이 전투 태세에 돌입했다. 무도회에 참석할 모든 손님의 신분은 거듭 확인되었다. 변장술에 능한 그 대도 때문이다. 스네즈나야에서 온 귀빈들은 사전에 배치된 궁내 객실에 머물렀다. 레오니타는 이름과 작위를 빼곡히 적어 내려간 명단을 훑었다. 남작, 백작의 아들, 왕정의 신흥 귀족, 차르의 신뢰를 받는 가문… 문득, 목에 건 목걸이가 족쇄처럼 무겁게 느껴졌다.\n그녀는 정원으로 산책을 나가기로 했다.\n「엄마, 저분이 왕공가 아가씨예요?」\n「맞아」\n「저분은 어째서… 인간인 거예요? 왕공님은 인간이 아니시잖아요」\n「저분은 그저 왕공의 양녀일 뿐이란다」\n「이상해요. 고귀한 트루베츠코이 왕공님께서 왜 인간을 입양하셨을까요…」\n처음 보는 우아한 여인이 자기 아이와 가까운 복도에서 속삭이다 레오니타가 그쪽을 바라보자, 아이와 함께 사라져 버렸다.\n그러게. 고귀한 트루베츠코이 왕공님께서 왜 인간을 입양하셨을까?\n「그러게! 고귀한 트루베츠코이 왕공님께서 왜 인간을 입양하셨을까?」\n마음속을 스쳐 간 불편한 생각을 누군가가 정확히 짚어 주자, 레오니타는 놀라 주위를 둘러보았다. 그러나 정원에는 그녀 말고 아무도 없었다. 환청이었을까? 레오니타는 한숨을 쉬고 총독궁 깊숙한 밀실로 향했다. 치료를 받아야 할 시간이었기 때문이다… 치료는 힘들었지만, 그녀는 어려서부터 이를 악물고 버텨 왔다. 자신 때문에 아버지가 수치를 당해서는 안 됐으니까.\n문득 그녀는 방금 정원에서 들었던 그 목소리가 떠올랐다.\n그건 따뜻한 목소리였다. 겨울의 모닥불처럼 선홍빛으로 밝게 타오르며, 눈을 녹일 듯한 온기를 머금은…\n밤이 깊어질수록 무도회에 초대된 손님들이 하나둘 도착했고, 레오니타조차 긴장을 억누를 수 없었다. 밤새 수많은 이가 그녀에게 춤을 청했지만, 그녀는 단 한 명의 이름도 기억하지 못했다.\n「열, 아홉, 여덟…」 자정이 가까워지자, 사람들이 열띤 눈빛으로 레오니타를 바라봤다. 아까 그 왕정의 신흥 귀족은 아버지 곁에 서서 그녀를, 아니, 그녀의 목에 걸린 거대한 보석을 주시하고 있었다. 「여섯, 다섯, 넷…」 레오니타는 지금 자신이 무엇을 기대하는지조차 알 수 없었다. 생일? 아니면 전혀 다른 무언가?\n「…셋, 둘——」\n응? 레오니타는 문득, 사람들이 은백색 거품에 갇힌 듯 흐려 보이기 시작한 걸 깨달았다. 그 빛은 점점 강해지고 있었다. 사실 이런 현상은 처음이 아니었다. 그녀의 몸에서는 간헐적으로 은빛이 새어 나왔다. 아버지는 그것이 인간으로 태어난 그녀의 결함이기에 계속 치료해야만 낫는다고 했다.\n「하나!」 그녀의 목에 걸린 보석이 「탁」하고 땅에 떨어졌다.\n순간, 은백색 빛이 세상을 삼켰고 주변은 눈 내리는 밤처럼 고요해졌다. 레오니타는 멍하니 서서 맥박과 빛의 흐름이 함께 뛰는 것을 느꼈다. 마음은 보이지 않는 실에 부드럽게 이끌렸다. 도망쳐야 했지만 발은 움직이지 않았다. 이건 무엇이지? 마법? 운명? 아니면 믿지 않았던, 타오른다는 그 감정인가? 시간은 멈춘 듯했고 사람들은 사라졌으며, 한 줄기 따뜻한 붉은빛이 그녀를 향해 달려왔다.\n「아가씨, 위험합니다! 총독님의 명령입니다. 저를 따라오세요!」\n「아버님께서 내리신 명령은… 음, 아니, 당신은 아버지께서 보내신 사람이 아니야. 당신은… 리드·밀러지!」\n「상황이 급합니다. 총독님께서——」\n「당신은 뛰어난 도둑이라던데, 내 눈엔 그냥 뻔뻔한 사기꾼으로 보여!」\n「…영리한 아가씨였군」\n「흥, 아버님께서 이미 포위망을 펼치셨으니, 당신은 도망칠 수 없어」\n「포위망은 밀실 속의 삼포 맷돌을 지키기 위함이겠지?」\n「음…」\n「예고장에서 분명히 말했잖아—오늘 밤, 총독의 가장 귀한 보물을 가져가겠다고. 『삼포 맷돌』도 훌륭하지만, 가장 귀한 보물은 아니야」\n「서, 설마 나를… 훔쳐 가겠다는 거야?!」\n「맞아, 영리하고 귀여운 아가씨」\n「흥. 난 프로호르·트루베츠코이 왕공의 딸이고, 넌 아버지의 가장 큰 적이잖아. 날 납치할 기회는 주지 않을 거야!」\n「그래? 정말로 왕공의 딸이라고? 그렇다면, 고귀하신 왕공님께선 왜 인간을 입양했을까?」\n「……」\n은백색 힘, 치유, 삼포 맷돌, 무한한 왕공의 재력… 그리고 양녀. 아우니는 순간 모든 것을 깨달았다. 자신이 아버지 재력의 원천이었고, 매번 이루어졌던 「치유」는 사실 삼포 맷돌로 다이아몬드를 복제해 내기 위한 의식이었다는 걸. 사실 그녀도 진작 알고 있었지만, 그저 믿기를 거부했을 뿐이었다.\n「아, 깜빡 잊고 있었지. 방금 마지막 순간에 다이아몬드 속 트릭을 작동시켰어. 다행히, 늦진 않았군」 리드·밀러는 붉은 머리 하인의 변장을 벗고 본모습을 드러내더니, 왕공가 아가씨의 귓가에 속삭였다.\n「생일 축하해!」\n이후 이야기는 모두 알다시피, 리드·밀러가 총독궁의 보물을 전부 쓸어 갔다는 결말이다. 왕공가 아가씨는 밀러의 얼굴을 본 순간 첫눈에 반해, 귀족으로서의 모든 명예를 버리고 그 대도와 함께 세상을 떠돌았다. 누군가는 리드·밀러의 전설이 그저 후손들이 꾸며 낸 이야기라고 말하지만, 이는 사랑을 겪어 보지 못한 이가 사랑은 존재하지 않는다고 말하는 것과 다름없다. 그들이 그렇게 말하는 이유는, 사랑이 찾아오는 순간을 한 번도 경험해 보지 못했기 때문이다."
          }
        ]
      },
      {
        "title": "대도 리드 밀러 전기·3권",
        "desc": [
          {
            "type": "RichText",
            "text": "지마에 대해 우리가 아는 것은 극히 적다. 그저 그는 끝없는 서리와 눈에 갉아 먹히는 나라, 스네즈나야에서 왔다는 것뿐. 그의 이름은 그 어떤 항해 일지나 영웅들의 서사시에 기록되지 않았고, 마치 흩날리는 눈송이처럼, 전설의 표면에 잠깐 붙어 있다가 흔적도 없이 녹아버렸다.\n그의 고향은 스네즈나야성 남동쪽에 자리한 작은 마을로, 설산의 그림자 속에 웅크리고 있는데, 마을 사람들은 얼음 채취로 생계를 이어간다. 설산의 전설과 이야기는 마치 얼음 아래 갇힌 고대의 공기처럼, 매년 눈보라 치는 밤이면 사람들의 입술 사이에서 흘러나온다. 전설 속에는 교활하고 날렵한 서리 정령이 등장하는데, 길 잃은 여행자의 신발을 훔쳐 가는 정령도 있고, 창백하고 우수에 찬 요괴도 있다. 어떤 스네구로치카들은 차가운 바람 속에서 인간의 사랑을 찾아다니다가, 배신을 당하는 순간 연인의 체온을 모두 빼앗아 얼음으로 뒤덮인 생생한 조각상을 남긴다고 한다. 지마의 동료 중 하나는 스네구로치카와 사랑에 빠져 산 중턱에서 얼어 죽었는데, 사람들이 그를 발견했을 때 그의 얼굴에는 황홀한 미소가 어려 있었다. 지마는 그 미소를 보았고, 그것이 아주 재미없는 죽음의 방식이라고 생각했다. 그는 모험을 갈망했고, 지금까지 존재하지 않았던 오직 자신만의 운명을 갈망했다. 그는 반복을 싫어했으며, 설령 특이한 죽음이라 할지라도 그 반복을 용납하지 못했다. 그래서 그는 영원한 백색의 땅을 떠나, 푸른 바다가 있는 제도로 향했다. 그리고 그곳에서 그는 전설적인 대도의 이야기를 듣게 되었다.\n리드·밀러의 이름은 이미 노드크라이 전역에 퍼져 있었다. 그는 총독에게 붙잡혀 스네즈나야성에서 공개적으로 교수형을 당했다고 한다. 그러나 모두가 그의 이야기가 흔들리는 시체와 함께 끝났다고 생각했을 때, 총독궁의 보물 창고는 텅 비어 있었고, 벽에는 황금 가루로 조롱의 문구가 남겨져 있었다. 아무도 그가 어떻게 죽음의 올가미에서 벗어났는지 알지 못했지만, 이 죽음에서 부활한 기적은 술집의 영원한 화제이자 부두의 모든 청년의 우상이 되었다. 이 대도가 다시 활동을 시작하고, 세 개의 돛대가 달린 범선을 구매해 부와 자극을 원하는 선원들을 모집했을 때, 지마는 망설임 없이 자신의 이름을 적어냈다.\n그러나 배 위의 삶은 전설처럼 파란만장하지 않았다. 리드·밀러는 부자의 재물을 빼앗아 가난한 사람을 구제하는 것으로 유명했지만, 행동은 향신료 상인처럼 조심스러웠다. 그의 항해도에는 암초와 해류뿐만 아니라, 바다 괴물이 출몰한다는 전설의 해역이 빨간 잉크로 표시되어 있었다. 그는 바다 괴물이 도사리고 있는 심연이나 바다뱀이 나온다는 전설적인 안개의 바다를 피해 며칠을 우회하기도 했다. 배 위에서의 나날은 갑판 닦기, 돛 수리, 괴혈병으로 부은 잇몸 견디기로 채워졌다. 지마는 익숙한 지루함을 느꼈는데, 이는 고향에서 느꼈던 것과 다를 바 없었다. 그는 어두운 해수면을 바라보며 밤마다 기도했다. 진짜 폭풍우를 만나게 해달라고, 아니면 전설의 바다 괴물이라도… 그는 대도가 이야기 속의 영웅처럼 작살로 바다 괴물의 눈을 찌르는 모습을 직접 보고 싶었다. 그는 모험을 갈망했고, 영혼을 떨리게 할 무언가를 원했다.\n그의 기도는 뒤틀린 방식으로 이루어졌다. 배가 평온한 푸른 바다 한가운데에 도착했을 때, 노랫소리가 들려왔는데, 그것은 인간의 노래가 아니었다. 선율도 없었지만, 술에 취한 선원들의 영혼을 단숨에 사로잡았다. 돛이 바람도 없이 저절로 내려앉았고, 배는 움직이지 않았다. 바다에서 창백하고 아름다운 여성의 얼굴이 떠올랐다. 그리고 그 요괴는 말했다. 살아있는 것을 제물로 바치지 않으면 배 전체를 심연으로 가라앉히겠다고.\n리드·밀러는 거절했다. 그는 선원들을 매혹시키는 요괴의 노랫소리를 막기 위해 모든 선원에게 밀랍으로 귀를 틀어막으라고 명령했지만 효과가 없었다. 세속의 논리는 전설 앞에서 무력했다. 노랫소리에 지배당한 선원들은 공포에 질려 총독궁에서 훔쳐 온 모라 상자를 바다에 던져넣으며 통행의 대가로 삼으려 했다. 황금빛 원반이 푸른 바닷속에서 반짝이며 가라앉았다. 하지만 요괴는 인간들의 재물에는 관심이 없었고, 탐욕스러운 시선은 오직 선원들 사이를 어슬렁거렸다.\n교수형의 올가미도 묶지 못했던 그 대도도, 이제는 굴복할 수밖에 없었다. 리드·밀러의 칼날이 지마를 가리켰고, 그는 저항하지 않았다. 이것이 바로 그가 고향을 떠나 찾아 헤맨, 오직 자신만의 유일한 순간이었다. 차가운 바닷물이 그의 머리를 적시기 시작하자, 그의 눈앞에는 이미 얼음 조각상이 되어버린 친구의 얼굴이 떠올랐다. 그 얼굴에는 스네구로치카의 입맞춤으로 굳어버린 황홀한 미소가 남아 있었다. 그는 반복을 두려워했고, 평생 동안 알려진 결말에서 도망치려 했다. 하지만 마지막 순간에야 깨달았다. 모든 도피는 결국 또 다른 거울을 향해 달려가는 것에 불과했고, 그의 모험은 새로운 이야기를 창조하지 못했다. 그저 오래된 전설에 아무도 기억하지 않는 주석을 더했을 뿐이었다."
          }
        ]
      }
    ]
  }
}