{
  "epId": 8780,
  "name": "소라의 메아리",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "서적",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "소라의 메아리·1권",
        "desc": [
          {
            "type": "RichText",
            "text": "「손에 든 소라를 내게 넘겨. 그러면 더 이상 너를 곤란하게 하지 않을 테니까」\n잘생긴 소년이 그의 부하들과 함께 모닥불 곁으로 다가와 그렇게 말하며 손에 쥔 칼날을 만지작거렸다.\n아무도 없는 유배지, 소년 소녀들이 속삭이며 「변방의 땅」이라 부르는 곳——오늘이 그들에게는 이곳에서 맞는 서른 번째 밤이었다.\n한때는 나무를 패고, 풀을 베고, 열매를 쪼개고, 적을 제거하는 데 쓰이던 칼날이었으나, 이제는 예전처럼 날카롭지 않았다. 그들을 힘으로 지배하려 하던 어른들은 칼을 뽑아 들기도 전에 이미 숨을 거두었고.\n지금은 칼집이 어디에 버려졌는지조차 알 수 없다.\n「정말 이 소라가 갖고 싶어?」\n소라를 들고 있던 소년은 그들 중 가장 작은 아이였는데, 그들은 그 소년을 「난쟁이」라 불렀다.\n「그래」\n「왜?」\n「진짜 왜냐고 묻는 건가?」 잘생긴 소년이 웃으며 말했다. 「이건 『우리』가 만든 규칙이잖아, 난쟁이. 누구든 이 소라를 손에 넣으면 명령할 권한을 가지는 거라고」\n그랬다. 이것은 모닥불 곁에서 아이끼리 맺은 비밀스러운 약속으로, 그들을 종처럼 부리던 어른들에 맞서기 위한 것이었다.\n이 황량하고 슬픈 땅에서, 유배된 자라는 이름표를 떼어 내고 살아남기 위해.\n그래서 아이들은 그들 가운데 한 사람을 추대하기로 했다. 같은 아이이지만, 그들을 곤경에서 구해낼 수 있는 사람, 그들과 함께 서 있으면서도 힘을 두려워하지 않는 사람, 그리고 영리한 사람. 그런 사람이 소라를 쥐고 소년 소녀들의 지도자가 될 수 있었다.\n그 소라는 그들이 낮에 해변에서 일을 하다 어른들의 시선이 닿지 않는 틈을 노려 훔쳐낸 것이었다. 이건 어른들에게도 빈틈이 있다는 증거기도 했다.\n마치 어린 시절이 끝나면, 부모님이 전지전능한 초인이 아니라는 사실을 깨닫는 것처럼. 평범한 아이들에게는 그 사실이 절망적인 일일 수도 있지만, 이곳의 아이들에게는 더할 나위 없이 좋은 소식이었다.\n하지만…\n이상적인 질서는 찾아오지 않았다. 아니, 어쩌면 소년과 소녀들의 마음속에 아직 남아 있던, 짐승에 가까운 잔혹함이 아무도 제어하지 않는 상황에서 더욱 거세게 번져 갔다. 이 폭력이 모든 것을 무너뜨릴 수 있다면, 그 폭력을 가진 자가 왜 모든 것을 차지하지 않겠는가?\n소라… 혹은, 아이들의 약속 속에서 소라가 상징하는 모든 것을 포함하여.\n「네가 이 소라를 가질 수 있다고 생각해?」\n「내가 가장 많은 힘을 썼고, 가장 많은 것을 얻었지. 게다가, 칼이 지금 내 손에 있잖아」\n「그리고 넌 우리의 주인이 되겠지」\n「그래, 난 당연히 너희의 주인이 될 거야」\n「그때 그 어른들처럼?」\n「어쩌면 그것도 나쁘지 않을 것 같아」\n그래… 이렇게 말한 키가 작은 소년이 모닥불 불빛 속에서 일어섰다. 그는 모닥불을 등지고 있었기에, 아무도 그의 표정을 보지 못했다.\n하지만 잘생긴 소년은 그가 웃고 있는 듯한 착각을 느꼈고, 가슴속에서 왠지 모를 불확실한 예감이 스쳤다… 이 밤 전까지만 해도, 소년은 모든 것이 칼자루처럼 손아귀에 확실히 쥐어져 있다고 믿었다.\n난쟁이는 소라를 그에게 건네고, 몸을 돌려 숲속으로 사라졌다.\n그리고 그날 밤 이후, 소라를 가졌던 소년은 마치 세상에서 사라진 듯 아무도 그를 보지 못했다."
          }
        ]
      },
      {
        "title": "소라의 메아리·2권",
        "desc": [
          {
            "type": "RichText",
            "text": "「넌 일이 이렇게 될 거라는 걸 이미 알고 있었구나…」\n안경을 쓴 소녀가 키 작은 소년을 찾아냈고, 걱정스러운 눈빛의 아이들이 길을 터주었다.\n그리고 그 길의 끝에는, 무거운 물건들을 쌓아 만든 의자에 축 늘어진 채 앉아 있는 잘생긴 소년이 있었다. 푸른빛이 도는 피부가 그의 이목구비를 더 뚜렷하게 드러냈고, 입술은 짙은 보랏빛이었다. 바람에 흔들리는 괴이한 장막처럼, 모닥불의 불빛이 그를 감쌌다.\n외상 하나 없는 소년. 그의 팔은 힘없이 축 늘어져 있었는데, 아마도 오랫동안 그렇게 늘어져 있었을 것이다. 석고 조각상처럼 굳어버린 듯한 뻣뻣함마저 느껴졌다.\n그가 자랑스러워하던 칼은 그의 곁에 떨어져 있었다.\n그 칼을 줍는 사람은 없었다.\n「결국 이렇게 될 거라는 건 알고 있었지만, 이렇게 빠를 줄은 몰랐어」\n소년은 그 칼을 들어 올렸다. 단단했지만, 벌목하는 과정에서 이미 칼날 곳곳이 이가 빠지고, 날이 말려 있었다.\n소년은 그 힘을 관리하는 방법을 몰랐다. 그렇지만 그 힘은 그가 유일하게 의지할 수 있는 것이었기에, 관리가 필요한 상태라는 사실을 다른 이들에게 들키고 싶지 않았다.\n자연스레 그는 의심이 많아졌고, 잠은 짧고 얕아졌으며, 화를 잘 내게 되었다. 그는 어른들처럼 빈틈을 보일까 두려워한 탓에 더 많은 빈틈을 내보이게 되었고, 결국 결말은 이럴 수밖에 없었다.\n사실, 대부분의 이야기에는… 그저 더 많은 인내심이 필요할 뿐이다.\n「넌 언제부터 이 장면을 본 거야?」\n「내게 소라를 달라고 했을 때부터」\n「소라를 달라고 했다고?」\n「소라가 뭔데? 소라는 아무것도 아니야. 그저 우리가 해변에서 주운 장난감일 뿐이지. 그는 소라를 버리든가, 아니면 날이 무뎌진 그 칼을 버려야 했어. 한 손에 소라, 다른 손에 칼을 쥐면, 칼을 휘두르는 동작이 둔해질 수밖에 없으니까」\n그때, 한 쌍의 손이 아이들 사이에서 나와 소라를 소년 앞으로 내밀었다.\n소년은 소라 아래의 그 손에, 거친 밧줄이 파고들어 남긴 붉은 자국을 보았다.\n「그럼 넌 어떻게 할 거야?」 안경 쓴 소녀가 물었다.\n그는 소라를 받아 들고, 동화 속 이야기처럼 소라를 불어 보려 했지만, 가공하지 않은 소라에서는 숨결이 빠져나오는 우스꽝스러운 소리만 났다.\n그리고 그가 소라에 귀를 가져다 대자, 소라 안에서 파도 소리가 들려왔다.\n「우리는 여기에 우리만의 마을을 세우고, 소년들과 소녀들의 낙원을 만들 거야. 앞으로 이 소라는 한 사람의 것이 아니야. 누구든 돌아가며 들고, 하고 싶은 말을 하고, 원하는 것을 선언할 수 있게 할 거야」\n「하지만 우리는 언젠가 어른이 돼. 우리가 되고 싶지 않았던 그런 어른 말이야」\n「괜찮아, 괜찮아. 세상엔 언제나 내일이 있고, 언제나 새로운 소년과 소녀들이 있으니까. 그들이 어른이 된 우리가 마음에 들지 않는다면, 그들 스스로 우리의 세계를 파괴하겠지」\n볼품없는 남자아이, 작은 체구의 남자아이, 영리한 남자아이.\n그는 무뎌져 버린 칼을 바다에 던졌다.\n그는 소라를 아이들 한가운데 내려놓았다."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "소라의 메아리"
          }
        ]
      }
    ]
  }
}