{
  "epId": 8892,
  "name": "소라 노트",
  "desc": "소라단의 아이들이 준 메모를 한곳에 모아 페이몬이 만든 노트",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "티바트 물산",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "이름",
        "value": [
          {
            "type": "RichText",
            "text": "소라 노트"
          }
        ]
      },
      {
        "key": "유형",
        "value": [
          {
            "type": "RichText",
            "text": "임무 아이템"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "대형 기계 마물\n전체적으로 회백색을 띠는 변형 가능한 기계. 움직일 때 빛을 내며 공격 방식도 다양하다. 정확한 이름은 「비밀근원 기계·구축기」로, 현재 나타 사람의 창조물이 아니라, 고대 유적과 함께 전해 내려온 기계라고 한다.\n표면의 무늬가 익숙하다. 노드크라이에서도 비슷한 유적을 본 적이 있다. 아마도 우리가 사는 작은 섬은 원래 나타와 큰 배처럼 연결되어 있었는데, 심해의 거대 괴수가 지느러미나 발톱 또는 촉수를 사용해 북쪽으로 끌고 갔기 때문에, 비슷한 곳이 있는 것 같다.\n(이 기록은 카르야한테는 비밀이야! 네 몸이 회복되면 같이 「서리달 아이」의 섬에 있는 그 유적과 이 사진 속 대형 유적 기계 마물이 닮았는지 비교해 보자. 참, 카르야를 속일 방법도 생각해 놓아야 해!)\n대형 켄타우로스 석상\n「골렘 군단장」으로 불리는 대리석 조각상. 방금까지 왼손에는 방패를, 오른손에 검을 들고 잊힌 성의 예술품처럼 서 있던 켄타우로스 조각상이 되살아 났다. 그(또는 그것)가 받침대를 밟자 먼지가 흩날렸지만, 의외로 먼지가 모두 가라앉은 후에 정정당당하게 공격을 펼쳐왔다. 공격 방식도 일반적인 기계 마물과 매우 달랐는데, 어떨 때는 군단장처럼 돌격 명령을 내리더니, 어떨 때는 또 음악을 연주했다. 아쉽게도 난 음악에 대해 조예가 없어서 무엇을 연주하는지 이해할 수 없었다.\n더 깊은 바닷속에는 멸망한 레무리아의 유적이 있다고 들었다. 비록 이번에는 방문할 기회가 없었지만, 그래도 그 전설과 관련된 서적을 현지에서 많이 수집했다. (넌 이런 고대왕국에 관한 이야기를 좋아하니까, 나중에 캐러밴을 통해 보내줄게 재밌게 읽어)\n대형 물 덩어리\n「물의 환인간」은 물로 이루어진 인간형 마물이다. 카르야가 말한 물의 정령과는 외형이 많이 달랐다. 꼬리지느러미도 없고 다리도 없지만, 인간과 비슷한 상체와 머리가 달려 있고, 관절과 머리 쪽에는 청백색 갑옷 같은 껍질이 달려 있었다. 전투 중에 녀석은 자신과 닮은 작은 물 덩어리를 소환해 자신을 돕게 하는데, 가끔은 삼켜서 자신을 강화하기도 한다.\n폰타인의 물은 아주 특별하기 때문에 말을 할 수 있는 물의 정령이 탄생했다고 하는데, 물의 환인간은 말할 줄 모르는 것 같다. 설마 그저 말하기 싫었던 걸까? 아니면 우리가 못 알아들을까 봐 말하지 않은 걸까?\n대형 꽃게\n「용암철갑 제왕」이라는 멋진 이름을 가진 대형 꽃게. 중갑 게는 성장할 때마다 몸에 맞는 조개나 소라를 찾아 갑옷으로 삼는 습성이 있다고 한다. 녀석을 막지 않으면 무한 성장해서 멜모니아궁(매우 웅장한 폰타인성의 건물. 이곳의 건물들은 정말 크다!)마저 자신의 갑옷으로 삼을 것이다.\n다행히 바질·엘튼이라는 사람이 녀석을 쓰러뜨린 덕분에 성장을 멈추었다고 한다. 그래도 여전히 크다. 바닷속의 거대 괴수랑 비교했을 때 누가 더 큰지 모르겠지만, 난 거대 괴수가 더 클 거라고 생각한다. 그 녀석은 정말로 섬 하나를 통째로 들고 움직일 수 있으니까!(섬이 이동했다는 가설이 사실이라는 가정하에)"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "몰리 할아버지네 가족은 몰리 계곡 깊숙한 동굴에 산다. 거긴 축축하고, 오래된 나무 뿌리 냄새가 난다. 고철 덩어리를 질질 끌고 온 시끄러운 덩치들이 몰리 계곡에 나타나기 전까지는, 여긴 아주 조용하고 편안한 곳이었다. 밤이 되어 덩치들이 떠난 뒤에야, 몰리 가족은 동굴을 나와 몰리 계곡에서 먹이를 찾거나 달빛 벌레와 놀곤 한다.\n몰리 동생은 백령과나 달빛 벌레보다 달을 더 좋아한다. 몰리 계곡에서 보이는 달은 아주 크고 둥글며, 접시처럼 생겼다. 물론 하얀색이다(유르바 오빠 말로는 킁킁 두더지들은 시력이 썩 좋지 않다. 대신 코와 귀가 아주 예민해서 멀리 있어도, 몰리 동생이라면 달의 냄새를 맡을지도 모른다. 그 냄새가 백령과처럼 달콤할지도). 달이 유난히 밝은 밤이면 그림자 없는 두더지들을 볼 수 있다. 그들은 달빛 속에서 아른거리며 돌아다니는데, 바람에 흩날리는 연기 같다. 서로 말은 주고받지만 몰리 동생을 대화에 끼워 주지 않는다. 마치 그녀가 보이지 않는 것처럼. 어쩌면 몰리 동생이 아직 자신의 그림자를 버리지 못해서일지도 모른다. 그녀가 듣기로 땅굴단 같은 신비한 조직들은 저마다 규칙이 있어, 다른 그림자 없는 두더지의 소개가 필요하거나 어떤 의식을 치러야 정식으로 받아들여진다고 한다. 그렇지 않으면 옆에서 듣고 있을 수밖에 없다.\n하지만 그들의 대화를 듣기만 해도 꽤 재미있다. 그 중 한 마리는 아주 먼 데서 온 킁킁 두더지인데, 자기 집이 없어서 어디든 다 자기 집이 될 수 있다고 했다. 그는 설산도 가 봤고, 사막도 지났으며, 아주 높은 산도 넘었고, 깊은 바닷속까지 들어가 봤다고 했다. 「그럼 거기에도 신선한 백령과가 있어?」 아마 현지의 두더지가 물은 것 같다. 「내가 알기로는 없어. 대신 다른 과일은 많아」라는 대답에, 현지 두더지는 입을 삐죽였는데, 진짜 백령과를 무척 좋아하는 눈치였다.\n몰리 동생도 백령과를 좋아하지만, 다른 과일이 궁금해졌기에, 몰리 계곡을 떠나 모험에 나섰다. 그녀는 흙 속을 오래 파고 나가다가 덩치들이 많은 곳에 닿았다. 밤인데도 그곳은 온통 밝고 소음으로 가득해, 달이 어디 있는지조차 가늠하기 어려웠다. 여러 냄새가 뒤섞였지만 대부분 그녀 취향은 아니었다. 결국 익숙한 백령과 향을 따라가 과일이 산처럼 쌓인 곳에 도착했다. 처음 보는 과일이 많았고 향도 무척 매력적이었다. 몇 개만 얻고 싶었지만, 그날은 운이 따르지 않았다. 가끔 그런 날도 있는 법이다.\n몰리 계곡으로 돌아오자 모두가 그녀를 걱정했다. 혼자 그렇게 멀리까지 갔다니 다들 깜짝 놀랐다. 몰리 계곡에서 사는 게 좋은데 왜 굳이 다른 데로 가느냐는 것이다. 그래서 몰리 동생은 그림자 없는 두더지들에게서 들은 이야기를 들려주었다. 「그림자 없는 두더지가 어디 있어? 그건 네가 꾼 꿈이겠지」 몰리 오빠는 그 말을 믿지 않았고, 여동생이 몰리 계곡을 떠난 것도 못마땅해했다. 다른 가족들도 대체로 오빠와 비슷한 반응이었고, 다들 백령과가 다른 과일보다 훨씬 낫다고 생각했다.\n만약 다음번 달이 아주 밝은 밤에도 그림자 없는 두더지들이 나타나지 않는다면 이 모든 걸 꿈으로 치자. 몰리 동생은 그렇게 생각했다. 애초에 몰리 계곡의 삶이 싫었던 것도 아니니까. 그런데 달이 떠오르고 달빛이 땅에 내리자, 정말로 그들이 다시 나타나 지난번 이야기를 똑같이 반복했다. 그렇다면 이건 꿈이 아니라, 달이 그녀에게 준 인도였다. 몰리 동생은 무척 기뻤다. 그리고 어느 달 밝은 밤, 그녀는 또다시 혼자 몰리 계곡을 떠났다. 이번에는 언제 돌아올지 몰랐다. 설산이나 사막, 아직 한 번도 가 보지 못한 곳에서 신선한 백령과보다 더 맛있는 과일을 발견하게 될지도 모르니까."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "차르 꽃게 어르신은 서리달 아이라는 괴인들의 마을 옆에 살고 있으며, 전설에 따르면 이미 수백 살이나 되었다고 한다. (아니면 어떻게 그렇게 커질 수 있겠어?) 내가 본 어떤 꽃게보다 훨씬 크며, 「집」은 평범한 소라 껍데기가 아니라 작은 언덕만 한 거대한 소라다. (우리 깃발에 그린 소라보다도 훨씬 크다!) 마치 작은 요새 같기도 하다. 더욱 놀라운 것은, 그 위에 달의 힘을 머금은 이끼가 자라 동굴 속에서 별처럼 빛난다는 것이다. 그게 바로 차르 꽃게 어르신의 왕관이다\n따라서 근처의 작은 꽃게들은 모두 차르 꽃게 어르신의 신하들이다. 불쌍한 작은 꽃게들은 늘 분주히 움직이며 백령과나 작은 물고기, 그리고 내가 이름조차 모르는 먹이를 동굴 깊숙한 곳에 바친다. 나는 꽃게들이 반짝이는 돌조각과 달빛 은을 가져가는 것을 두 번이나 본 적이 있는데, 아마도 그것이 차르 꽃게 어르신께 바치는 「세금」이 아닐까 싶다. 대도 리드·밀러 시대에 스네즈나야에서 파견된 총독이 나샤 마을 사람들에게 세금을 거두었다는데, 그와 비슷한 것이 아닐까?\n하지만 차르 꽃게 어르신이 바라는 것은, 어쩌면 무한한 백령과나 작은 물고기가 아닐지도 모른다. 어제 오후, 나는 어르신이 굴에서 나오는 모습을 보았다. 어르신은 마치 산을 짊어진 듯 느릿하게 걸었고, 걸음마다 땅의 자갈이 떨렸다. 그때 아주 작은 꽃게가 불쌍할 만큼 작은 물고기를 그의 발치까지 끌고 왔으나, 어르신은 잠시 내려다본 뒤 커다란 집게를 가볍게 흔들 뿐이었다. 그러자 작은 꽃게는 겁에 질려 물고기를 버리고 모래 속으로 숨어버렸다.\n차르 꽃게 어르신은 그 물고기를 먹지 않았다. 작은 집게로 물고기를 옆으로 밀어내고는, 마치 먼바다를 바라보듯 꼼짝도 하지 않았다. 국왕(차르)이 된다는 것은 외로운 일이다. 요새와 왕관이 있지만, 모든 꽃게들이 그를 두려워하여 벚꽃 해파리처럼 촉수로 만질 수 있는 친구가 없으니까. (세미온은 해파리가 촉수로 소통한다고 했다. 그렇다면 꽃게들도 집게로 비슷한 신호를 주고받지 않을까?)\n너무 궁금하다. 대체 어디서 저렇게 거대한 껍데기를 구한 걸까? 어르신이 그곳에 살기 전, 더 거대한 국왕이 차지하고 있었던 것은 아닐까? 만약 지금보다 더 커진다면, 더 화려한 궁전으로 옮겨갈까? 다음에 잘 익은 백령과를 바치고 어르신의 껍데기를 살펴봐야… 아, 아니다. 생각해 보니 그건 무모하다. 대도가 귀족과 너무 가까워지면 불행해질 뿐이다."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "벚꽃 해파리\n노드크라이에서만 서식한다는 이 종은 분홍색 갓과 가늘고 긴 촉수를 지녔다. 대부분의 시간을 붉은 모래 소금 습지의 얕은 물가 근처에서 보내는데, 그곳의 조간대는 미생물을 사냥하기에 최적의 장소다. 썰물이 되어도 육지에서 움직일 수 있는데, 아마 특수한 물주머니가 체내에 있어 수분을 유지하거나, 점액을 분비하는 샘이 있어 표면의 수분 증발을 막는 것 같다. 이들의 촉수는 일반 해파리보다 훨씬 질기고, 특별한 힘이 있는 듯하지만… 아무래도 먹이에만 작용하는 것 같다. 조심스럽게 나뭇가지로 건드려 봤지만 별다른 반응이 없었고, 공격도 받지 않았다(확신하건대, 소라단에 나만큼 대담한 자는 없을 것이다.). 이들은 촉수로 「소통」한다, 인간이 악수를 하거나 하이파이브를 하는 것처럼. 그러니 무리 지을 때 보이는 춤 같은 움직임도 그들만의 「언어」일 것이다. 뇌는 없지만, 지능마저 아예 없다고 말할 순 없을 것이다.\n안타깝게도, 우인단의 시설이 벚꽃 해파리의 서식지를 거의 완전히 파괴해 버렸다. 그들이 가져온 기계 장치들은 밤낮으로 굉음을 내뿜는데, 그 기계들이 무슨 용도인지는 모르겠지만 이 지역 전체가 생기를 잃은 것 같다. 먹이가 부족해서일 수도, 소음 때문일 수도, 아니면 둘 다일 수도 있다. 바닥에 쓰러진 벚꽃 해파리들을 여러 마리 확인했으나, 도우려고 노력했지만 이미 너무 늦은 상태였다"
          }
        ]
      }
    ]
  }
}