{
  "version": 1746478422,
  "language": "es-es",
  "menuId": 20,
  "menuName": "Definiciones",
  "totalItems": 22,
  "list": [
    {
      "epId": 3830,
      "name": "Visión",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/10742394/fa9e7f4e1400794f2ee1468599880d59_2173439477692760270.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las visiones son artefactos mágicos otorgados por Celestia y Los Siete a los llamados \"Arcontes Primordiales\", o \"Genshin\" en una lengua antigua, una pequeña minoría de personas con fuertes deseos. Ella les permiten canalizar un poder elemental específico. Todo poseedor de Visión tiene las cualidades para convertirse en una divinidad y ascender a Celestia.</span></p>"
    },
    {
      "epId": 4935,
      "name": "Gnosis",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
      "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>"
    },
    {
      "epId": 4936,
      "name": "Festival Fontinal",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
      "desc": "<p>El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Aguapura y su bienvenida a la anterior Arconte Hydro, Egeria.</p>"
    },
    {
      "epId": 4937,
      "name": "Rito de la Linterna",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
      "desc": "<p>Cada año, en el día de la primera luna llena, Liyue celebra el Rito de la Linterna. Por la noche, la gente lanza muchas linternas celestes y una gran linterna mingxiao al cielo. Dentro de cada linterna hay un fragmento de plaustrita y los deseos del corazón escritos en varillas especiales. Las linternas flotan lentamente, iluminando el camino para las almas de los fieles defensores de Liyue.</p>"
    },
    {
      "epId": 4938,
      "name": "Festival de la Luna",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/15bb1e33e54b739e04d568712fabca74_6958994223811211995.png",
      "desc": "<p>El Festival de la Luna celebra la llegada del otoño a la luz de la luna.</p>"
    },
    {
      "epId": 4939,
      "name": "Festival de las Flores de Viento",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
      "desc": "<p>El Festival de las Flores de Viento fue creado para conmemorar el coraje y sacrificio de los héroes que derrocaron al tirano Decarabian, el Arconte de la Tempestad.</p>"
    },
    {
      "epId": 5118,
      "name": "Valle Chenyu",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/205556113/f783a7fc0a773c38db445bbba2eefb59_163796164123302821.png",
      "desc": "<p>Las suaves brisas traen consigo el aroma del té a través de las montañas de Liyue, dotando al aire de una deliciosa esencia una vez más.</p><p>“El té crece entre las rocas, donde los arroyos de jade fluyen eternamente”. El ligero perfume y la antigua canción de jade se fusionan y se dejan llevar a través de los ríos que cruzan la Aldea Chiaoying hasta desembocar en el Puerto Yilong. ¿Qué aventuras aguardarán más allá de la densa niebla de las montañas?</p>"
    },
    {
      "epId": 5140,
      "name": "Condado Berilo",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/205556113/b427c492c39d16da8fcca8217e55e32a_65223788382548651.png",
      "desc": "<p>Una antigua cordillera repleta de ruinas al otro lado de las aguas de la Corte de Fontaine.</p><p>Se dice que antaño los seguidores de Egeria consideraban este lugar como un lugar de alegría en el que hacer excursiones, dedicando canciones al amor y a los sueños puros e inmaculados como el berilo. Ahora, sus canciones se han dispersado con la luz de la luna, y solo vientos frescos siguen soplando por estas solitarias tierras cubiertas de menta.</p>"
    },
    {
      "epId": 5141,
      "name": "Condado Rocioblanco",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/f86078c2c25d1978171d8392fb828e10_2211405555761106915.png",
      "desc": "<p>Aunque gran parte de Fontaine está cubierta de agua, también hay montañas y bosques. El Montaña Equinoccio, que se encuentra entre el puerto y la Corte de Fontaine, es uno de sus picos más emblemáticos. El Instituto de Ciencias de Fontaine utilizó enormes dispositivos de ingeniería para perforar el Túnel de Poisson, resolviendo así uno de los mayores desafíos a los que se enfrenta la construcción de las líneas de ferribús.</p>"
    },
    {
      "epId": 5142,
      "name": "Condado de la Corte de Fontaine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/14/205556113/d383327e5d25b9590a0fedacbe5ac74c_4706779519832920018.png",
      "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>"
    },
    {
      "epId": 5143,
      "name": "Condado Liffey",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/205556113/f48bb9a17ec8439e803dfe03d1282b62_9153698270209984504.png",
      "desc": "<p>Muy por debajo de la superficie del agua, detrás de una pared de hierro, un tipo diferente de fuerza vital comenzó a surgir.</p>"
    },
    {
      "epId": 5144,
      "name": "Condado del Instituto de Ciencias de Fontaine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/b4eda4d19da88c03eef346407c97c15e_3009536548050351088.png",
      "desc": "<p>La búsqueda de la salvación se detuvo de repente, y la antigua pasión y el orgullo se transformaron en un sueño roto y destrozado.</p>"
    },
    {
      "epId": 5145,
      "name": "Floresta Erinias",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/205556113/61e2b473dd103fb5fdb0191c803c3f3e_5096326450918231633.png",
      "desc": "<p>Los vientos que soplan desde el este en la Corte de Fontaine están perfumados con un misterioso y dulce aroma.</p><p>En las profundidades de la Floresta Erinias, donde pocos se atreven a pisar, la semilla de la aventura ha sido plantada junto al lago, bajo los sauces llorones.</p>"
    },
    {
      "epId": 5146,
      "name": "Condado Morte",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/1f5880dcdac4e25bd088328291a9ebd5_4010001894475866825.png",
      "desc": "<p>¿Quién sabe cuánto tiempo se conserva la historia custodiada con la alta torre sobre el mar que el pueblo ignora?</p>"
    },
    {
      "epId": 5600,
      "name": "Mar de Antaño",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/fcb83b9a01cfd0f5edb50e407457f4dc_721446396055751862.png",
      "desc": "<p>Las amplias aguas que se encuentran al sur del Gran Lago también fueron una vez parte integral del supramar. Debajo de las profundidades abisales que no toca la luz del sol, yacen enterrados los primeros sueños y esperanzas.</p><p>La serenata largamente olvidada suena una vez más en medio de la fortaleza de glorias apagadas y las ruinas hundidas en el mar. Un nuevo capítulo en una historia largamente terminada está a punto de escribirse...</p>"
    },
    {
      "epId": 5601,
      "name": "Condado Nóstoi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/205556113/03549e5ff14ff59a732ab430524da388_8005221376435422215.png",
      "desc": "<p>En el idioma antiguo, Petricor significa \"golem\". Ahora es un pueblo de pescadores en ruinas en una pequeña isla alejada de las aguas de Fontaine.</p>"
    },
    {
      "epId": 5747,
      "name": "Telar del Destino",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/205556113/c82d3c56ac3814b6bcc524c2d61b2d56_8926206172731093696.png",
      "desc": "<p>Una máquina creada por la Orden del Abismo capaz de tejer líneas ley.</p>"
    },
    {
      "epId": 6274,
      "name": "Simulanka",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/205556113/ce475e3b56f1d59f442bd1601bba8b21_5903196513108852540.png",
      "desc": "<p>Hace mucho, mucho tiempo, tres diosas crearon un mundo al que bautizaron como \"Simulanka\".</p><p>La Diosa de la Creación, que prevalece más allá de la magia y la materia, nos concedió la vida, y así creó los bosques, los ríos y las montañas. Además de eso, hizo que Simulanka fuera capaz de existir en varios mundos al mismo tiempo.</p><p>La Diosa de las Profecías, que controlaba la trayectoria de las estrellas, giraba el cielo estrellado y hacía que el mundo continuara rotando... Su estatua todavía se encuentra en la cúspide de la Metrópolis de las Constelaciones.</p><p>Y, por último, la Diosa del Destino, quien poseía soberanía sobre todos los cuentos y todos los deseos. Ella nos brindó el amor indestructible y el odio impetuoso, y nos enseñó el significado de la muerte, así como el valor de la esperanza.</p>"
    },
    {
      "epId": 7032,
      "name": "Festival Sabzeruz",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/19/205556113/59a591e8917f48184e70048c13835938_5529017332919608140.png",
      "desc": "<p>Un festival de Sumeru que lleva el nombre de la Diosa de las Flores y que celebra el cumpleaños de la Arconte Dendro.</p>"
    },
    {
      "epId": 7424,
      "name": "Mare Jivari",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png"
    },
    {
      "epId": 7425,
      "name": "Reino de la Noche",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png"
    },
    {
      "epId": 7428,
      "name": "Festival Floral Mikawa",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/04/205556113/874611bbeec1ad1526e1d2a9a246359f_9119643544176694613.png",
      "desc": "<p>El Festival Floral Mikawa es un antiguo festival Youkai asociado a juegos, diversión, música y bebidas.</p>"
    }
  ]
}