{
  "version": 1755118605,
  "language": "es-es",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "totalItems": 323,
  "list": [
    {
      "epId": 2100,
      "name": "Nobile",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "Tartaglia, apodado Nobile, el undécimo de Los Once de los Fatui.<br/>Obtiene poder de su siniestro Engaño y pelea utilizando un arte marcial que aprendió en una tierra oscura.<br/><br/>Un auténtico guerrero con una pasión insaciable por la lucha.<br/>Para él, cada batalla sangrienta y cada duelo a vida o muerte es una prueba placentera.<br/>El joven Nobile es famoso por sus hazañas en el campo de batalla.<br/>Pero él nunca da por sentadas las alabanzas.<br/><br/>Al fin y al cabo...<br/><i>“Tu destino es estar en el centro de los conflictos”.</i><br/><i>“El fragor de las espadas será la música que te acompañe”.</i><br/><i>“Los oscuros recuerdos de un lugar en tinieblas...”</i><br/><i>“Se convertirán en el poder con el que transformarás el mundo”.</i>"
    },
    {
      "epId": 2101,
      "name": "Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "Signora, la octava de Los Once de los Fatui.<br/>Comparada con otros Fatui que también usan el poder de sus Engaños, Signora usa el suyo para controlar las llamas que todo lo engullen. Más que un arma de combate, es un objeto utilizado para detener criminales.<br/>Son las ascuas que, tras acumularse a lo largo de los años y romper el sello helado del Engaño, dibujaron un retorcido aspecto en su rostro.<br/><br/>Cuando el rojo carmesí se reflejó en sus pupilas como un amanecer, desplegó sus ardientes alas para volar hacia el alba.<br/><br/><i>“Eso no es el amanecer, querida Rosalyne. Es el mar de llamas que lo incendia todo”</i>, le dijo una voz que se escuchaba venir de un haz de luz.<br/><br/>Pero nada de eso importaba, pues en su interior sabía que las llamas la habían consumido hace mucho tiempo."
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Su forma es similar a la humana, pero les falta inteligencia y espiritualidad. Según los registros, llevan más de mil años deambulando por estas tierras, pero no tienen civilización ni escritura.<br/>Tras el desastre ocurrido hace medio milenio, se dispersaron por todo el mundo. Aunque no son especialmente fuertes ni saben organizarse, en ocasiones pueden provocar más de un quebradero de cabeza."
    },
    {
      "epId": 2103,
      "name": "Lawachurl Acorazado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "Un misterioso rey de los Hilichurls que deambula por las montañas rocosas.<br/>Se trata de una criatura de gran tamaño a la que los demás Hilichurls llaman Lawa. El elemento Geo presente en el entorno se fusionó con su cuerpo, y su carne y su piel parecen hechas de roca."
    },
    {
      "epId": 2104,
      "name": "Lawachurl Electroyelmo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
      "desc": "Un misterioso rey de los Hilichurls que deambula en medio de la tempestad eléctrica.<br/>Se trata de una criatura de gran tamaño a la que los demás Hilichurls llaman Lawa. Su cuerpo colosal está recubierto de energía Electro. De las fisuras de su piel brotan electrocristales de los que emana Energía Elemental."
    },
    {
      "epId": 2105,
      "name": "Lawachurl Brazo Helado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
      "desc": "Un misterioso rey de los Hilichurls que deambula entre la nieve y la niebla.<br/>Se trata de una criatura de gran tamaño a la que los demás Hilichurls llaman Lawa. Se ha ejercitado hasta desarrollar sus músculos al máximo y parece fundirse con el entorno, tan silencioso y majestuoso como los glaciares del Reino del Norte."
    },
    {
      "epId": 2106,
      "name": "Samachurl Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "Un Hilichurl anciano que utiliza el elemento Cryo y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. Este chamán conoce en profundidad los secretos del hielo y es experto en usarlos contra sus oponentes."
    },
    {
      "epId": 2107,
      "name": "Slime Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "Un monstruo de pequeño tamaño formado a partir de los depósitos del elemento Cryo presentes en la naturaleza.<br/>Unos competidores malintencionados extendieron el rumor de que el Viñedo del Amanecer utilizaba Slimes Cryo para controlar la temperatura de sus bodegas y garantizar la calidad del vino."
    },
    {
      "epId": 2108,
      "name": "Hilichurl Granadero Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Los Slimes Cryo son muy útiles para conservar la frescura de los alimentos. Los Hilichurls aprovechan los Slimes para muchas cosas, como hacer barriles explosivos con Slimes Pyro y Slimes Cryo e inventar nuevos métodos de transporte con Slimes Anemo. Quizás la dureza de su modo de vida les proporcionó esta capacidad innovadora."
    },
    {
      "epId": 2109,
      "name": "Mago del Abismo Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "Una criatura del abismo que utiliza el frío extremo del elemento Cryo para luchar.<br/>Aunque posee un gran poder e incluso puede condensar la humedad de la atmósfera en carámbanos, su cuerpo es bastante débil. Una vez roto el escudo que lo protege, acabar con él es pan comido."
    },
    {
      "epId": 2110,
      "name": "Hilichurl con Escudo Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Existen pruebas que demuestran que los Hilichurls tienen una gran capacidad de adaptación al entorno. En los lugares con abundancia del elemento Cryo, son capaces de fabricar un escudo de hielo sólido para protegerse."
    },
    {
      "epId": 2111,
      "name": "Mitachurl con Escudo Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "Un Hilichurl muy grande que utiliza un escudo de hielo en la batalla.<br/>En general, los organismos grandes y activos necesitan consumir muchas calorías para sobrevivir. Por este motivo, El Musk propuso el “índice Mitachurl”, que calcula la abundancia y estabilidad del acceso a los alimentos de una población concreta de Hilichurls según la proporción de Mitachurls que haya entre ellos."
    },
    {
      "epId": 2112,
      "name": "Hilichurl Ballestero Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl que utiliza una ballesta sencilla para atacar. La punta de las flechas se ha congelado con un trozo de hielo que no se derrite. Parece que las heridas causadas por este tipo de flechas tardan mucho en cicatrizar porque el frío ralentiza la circulación de la sangre."
    },
    {
      "epId": 2113,
      "name": "Cicin Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Cicin_icon.png",
      "desc": "Una pequeña criatura con cierta capacidad de canalización del elemento Cryo.<br/>Se llaman Cicines voladores, como todos los de su especie. Aunque son bastante débiles, esta misma característica les ha permitido desarrollar una curiosa forma de desplazarse para escapar de sus depredadores."
    },
    {
      "epId": 2114,
      "name": "Megaflora Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "Una planta-monstruo mimética que puede aparecer de la nada y usar el Elemento Cryo en combate.<br/>Estas plantas acechan en el subsuelo y tienden emboscadas a sus presas cuando las atrapan desprevenidas. Con el paso del tiempo, suficientes nutrientes y un entorno adecuado, podrían echar raíces y convertirse en una Regisvid Cryo gigante."
    },
    {
      "epId": 2115,
      "name": "Espectro Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "Un monstruo nacido de una alta concentración de elementos Cryo y que puede flotar en el aire.<br/>Una vez, cierta alquimista estudió a los Espectros. Su hipótesis era que podrían ser un tipo de Slimes, o tal vez la viajera/el viajero, porque ninguno de ellos necesita una Visión para utilizar los elementos. Su maestro le dio una buena reprimenda."
    },
    {
      "epId": 2116,
      "name": "Hilichurl Berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Para repeler a los aventureros que osan acercarse, este Hilichurl blande un mazo en llamas y carga hacia su oponente. Muchos incendios forestales son provocados por la irresponsabilidad de esta criatura."
    },
    {
      "epId": 2117,
      "name": "Rey Lobo del Norte, Señor de los Lobos",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "Un alma noble y poderosa que protege el Lupical del Reino de los Lobos.<br/>Cuando la manada está en peligro, aparece en forma de lobo que muestra sus colmillos y sus garras afiladas.<br/><br/>Para los habitantes de Mondstadt, los lobos del Reino de los Lobos a menudo son sombras furtivas.<br/>La silueta borrosa que se escurre entre los árboles, los aullidos en la distancia, y la mirada que notas fija en ti cuando andas solo por el bosque.<br/>Pero los humanos no suelen tener la oportunidad de mirar directamente a los fríos ojos de un lobo, porque esa es una de las normas del Rey Lobo."
    },
    {
      "epId": 2119,
      "name": "Sargento de la Geoarmada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/16/56700882/2ec5ffd5035ce4512a07ee89f4fc8fca_1117176988993483002.png"
    },
    {
      "epId": 2120,
      "name": "Slime Mutante Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "Un monstruo formado a partir de los depósitos del elemento Electro presentes en la naturaleza.<br/>Un Slime Electro que experimentó una mutación y se volvió amarillo. Debido al elemento Electro que acumula en su interior, lanza descargas eléctricas a su alrededor de forma intermitente y puede crear arcos eléctricos con otros Slimes Electro cercanos; no obstante, los violetas no son conductores, lo que demuestra que los Slimes Electro tienen polaridades.<br/>Quizás este es solo el punto de partida de una nueva y poderosa tecnología..."
    },
    {
      "epId": 2121,
      "name": "Protodragarto Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "Los grandes y poderosos Protodragartos Geo, que han vivido muchísimos años, pueden adaptarse a los cambios del entorno elemental.<br/>Según las leyendas populares, tras el incidente con el dragón que destruyó el Valle Tianchiu, los reyes de los Dragartos Geo y los Protodragartos Geo fueron encerrados en las profundidades de la tierra, donde se sumergieron en un largo sueño mientras esperaban una oportunidad para resurgir..."
    },
    {
      "epId": 2122,
      "name": "Cachorro Acechador Lítico",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
      "desc": "Una bestia de sangre demoniaca capaz de corroer las fronteras del mundo. Oro las clasificó como “alfisoles”.<br/>Tiene el hábito de adentrarse en los abismos para devorar los elementos. Por fortuna, actualmente no existen muchos de ellos."
    },
    {
      "epId": 2123,
      "name": "Sabueso Acechador Lítico",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
      "desc": "Una bestia de sangre demoniaca capaz de corroer las fronteras del mundo. Fue creada por Oro.<br/>Muestra cierto comportamiento biológico parecido al de los lobos. Tal vez sientan envidia de ellos, que son sus parientes más cercanos, y sueñen con reemplazarlos algún día."
    },
    {
      "epId": 2124,
      "name": "Cachorro Acechador Eléctrico",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
      "desc": "Una bestia de sangre demoniaca capaz de corroer las fronteras del mundo. Oro las clasificó como “alfisoles”.<br/>En una época antigua, cuando los gigantescos monstruos descendieron a la tierra, una jauría de sabuesos apareció para disolver las fronteras del mundo y abrir caminos."
    },
    {
      "epId": 2125,
      "name": "Sabueso Acechador Eléctrico",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
      "desc": "Una bestia de sangre demoniaca creada por Oro y capaz de corroer las fronteras del mundo.<br/>En el pasado, sembraron el caos en todo el continente hasta que fueron erradicados cuando la gente se opuso a ellos y les dio caza. Sin embargo, este grupo de lobos negros ha vuelto a aparecer hace poco, y ahora amenaza la Aldea Aguaclara y el Reino de los Lobos."
    },
    {
      "epId": 2126,
      "name": "Slime Gigante Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "Un monstruo formado a partir de los depósitos del elemento Cryo presentes en la naturaleza.<br/>Esta criatura aprovecha el elemento Cryo concentrado en su interior para condensar la humedad del aire y cubrirse con una coraza protectora. Usando el mismo principio, también puede congelar el agua a su alrededor. En cierto sentido, es el Slime más libre, ya que puede incluso atravesar el mar sin dificultad."
    },
    {
      "epId": 2127,
      "name": "Slime Gigante Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "Un monstruo formado a partir del elemento Geo presente en la tierra.<br/>Puede concentrar su energía interior y crear una coraza de piedra que le protege del daño. Durante un tiempo, los Ladrones de Tesoros creyeron que los Slimes Geo eran sinónimo de riqueza: como las gemas y piedras preciosas contienen el elemento Geo, los Slimes Geo también debían considerarse piedras preciosas."
    },
    {
      "epId": 2128,
      "name": "Slime Gigante Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "Un monstruo formado a partir de los depósitos del elemento Hydro presentes en la naturaleza.<br/>Un Slime Hydro más grande, más fuerte y capaz de generar burbujas de agua que aprisionan a sus enemigos. Se dice que, en los lugares donde hay un gran poder, su tamaño puede aumentar enormemente. En el Reino de los Lobos se vio uno tan grande como una colina."
    },
    {
      "epId": 2129,
      "name": "Slime Gigante Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Pyro Slime_icon.png",
      "desc": "Un monstruo formado a partir de los depósitos del elemento Pyro presentes en la naturaleza.<br/>Su inteligencia no ha crecido a la vez que su cuerpo, pero quema bastante. Posiblemente sea el causante de muchos incendios durante el verano. Cuando se enfada puede escupir bolas de fuego y cuando está triste su color se oscurece. Es el Slime con una mayor capacidad comunicativa."
    },
    {
      "epId": 2130,
      "name": "Slime Gigante Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "Un Slime que ha experimentado un cambio fundamental en su naturaleza debido a la acumulación del elemento Dendro.<br/>Pero algunos creen que tal vez se trate de un Slime con un extraño parásito vegetal, ya que utiliza el camuflaje y el engaño para atrapar a sus presas, al estilo de la Megaflora. Desde este punto de vista, quizás los Slimes Dendro tengan propiedades medicinales especiales para algunas culturas."
    },
    {
      "epId": 2131,
      "name": "Slime Gigante Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "Un monstruo formado a partir de los depósitos del elemento Electro presentes en la naturaleza.<br/>Debido al elemento Electro que acumula en su interior, lanza descargas eléctricas a su alrededor de forma intermitente. En la actualidad ya se está intentando aprovechar esta energía para actividades productivas. ¿Tal vez el descubrimiento de una nueva tecnología está a la vuelta de la esquina?"
    },
    {
      "epId": 2132,
      "name": "Slime Gigante Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "Un monstruo formado a partir de los depósitos del elemento Anemo presentes en la naturaleza.<br/>Su capacidad para flotar en el aire es mejor que la de su homólogo más pequeño porque posee más cantidad de elemento Anemo. Los Hilichurls aprovechan esta característica para fabricar unos instrumentos de transporte de mercancías que se propulsan con Slimes Gigantes Anemo."
    },
    {
      "epId": 2133,
      "name": "Hilichurl Extraño",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "“Homu, Homu, mimi domu!”"
    },
    {
      "epId": 2135,
      "name": "Hilichurl Ballestero",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl que utiliza una ballesta sencilla para atacar. En realidad, los Hilichurls no poseen el nivel de habilidad necesario para fabricar ballestas, por lo que se sospecha que alguien los dirige y les proporciona armas y recursos. Los principales sospechosos son los Magos del Abismo..."
    },
    {
      "epId": 2136,
      "name": "Samachurl Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "Un Hilichurl anciano que utiliza el elemento Geo y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. Incluso los Hilichurls más viejos son solo infantes si comparan su edad con la de las rocas, pero los recuerdos y la experiencia les han permitido adquirir el poder de manipularlas."
    },
    {
      "epId": 2137,
      "name": "Slime Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "Un monstruo de pequeño tamaño formado a partir del elemento Geo presente en la tierra.<br/>En términos generales, el elemento Geo abunda en la corteza terrestre. Es por eso que el Slime Geo puede dar la sensación de... tener los pies en la tierra."
    },
    {
      "epId": 2138,
      "name": "Hilichurl con Escudo de Piedra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl que vive en zonas donde abunda el elemento Geo. Su escudo impenetrable está reforzado con rocas."
    },
    {
      "epId": 2139,
      "name": "Mitachurl con Escudo de Piedra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "Un Hilichurl muy grande con un escudo de piedra.<br/>Los combates y la carne son las dos cosas más importantes para los Hilichurls, pues es lo que los hace más fuertes.<br/>Estos guerreros grandes y poderosos pueden comer más carne, pelear en más batallas y sostener estos casi indestructibles escudos de piedra."
    },
    {
      "epId": 2140,
      "name": "Espectro Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "Un monstruo nacido de una alta condensación del elemento Geo y capaz de flotar en el aire.<br/>Cuando los Espectros cierran sus alas, imitan la forma de cierto fruto. Por ello, en algunas leyendas antiguas, son considerados frutos de árboles gigantes con misteriosas propiedades medicinales."
    },
    {
      "epId": 2141,
      "name": "Dragarto Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap_icon.png",
      "desc": "Un Dragarto Geo adulto.<br/>Se dice que, tras un largo proceso de crecimiento, las Crías de Dragarto Geo mudan su coraza protectora y se convierten en Dragartos Geo. No obstante, tanto los adultos como las crías, así como los más poderosos Protodragartos Geo, yacieron dormidos durante muchos años bajo una montaña y no empezaron a estar activos hasta hace poco. Por tanto, no hay observaciones directas que confirmen esta teoría."
    },
    {
      "epId": 2144,
      "name": "Cría de Dragarto Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "Un joven Dragarto con un duro exoesqueleto Geo.<br/>Son criaturas excepcionalmente ágiles a las cuales es prudente no subestimar en batalla. Los expertos de la Academia de Sumeru creen que se convierten en dragones cuando crecen por completo. Al evitar a depredadores y desastres naturales, tal vez incluso puedan vivir lo suficiente como para convertirse en bestias formidables que reinan sobre montañas enteras."
    },
    {
      "epId": 2145,
      "name": "Regisvid Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "Un monstruo formado a partir de una enredadera imbuida de la esencia de la escarcha dentro de las líneas ley.<br/>Según algunos estudios, las plantas son como los órganos del mundo, ya que estabilizan las turbulentas energías elementales de las líneas ley. Ejemplos concretos de este fenómeno son las flores de neblina, las Megafloras, etc., las cuales rebosan de Energía Elemental.<br/>Al crecer bajo ciertas condiciones ambientales, algunas plantas pueden convertirse en criaturas de monstruoso tamaño en el transcurso de muchos años, como ocurre con las Regisvides Cryo."
    },
    {
      "epId": 2146,
      "name": "Maquinaria Eterna",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "Una máquina de combate extraña y traicionera.<br/>Se dice que esta máquina de guerra es el vestigio de una nación ya extinta. Puede cambiar de forma al rearmar sus componentes de acuerdo a su entorno, y así emplear una gran variedad de ataques.<br/>Podría decirse que su forma cúbica tiene una gran similitud con los Hipostasis."
    },
    {
      "epId": 2147,
      "name": "Soldado Fatui - Maga de Cicin Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Cryo Cicin Mage_icon.png",
      "desc": "Una maga que combate mediante el control de Cicines Cryo. Sus orígenes y su rostro son un misterio.<br/>Sin una Visión, no es posible controlar los elementos como estas Magas, pero en realidad lo que ellas hacen es usar hierba brumosa para manipular a los Cicines Cryo y malgastar impunemente el poder del hielo. Por otra parte, siempre están deambulando por todas partes sin ningún rumbo. ¿Cuál será su verdadera misión?"
    },
    {
      "epId": 2148,
      "name": "Soldado Fatui - Recaudador Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "Un agente secreto Fatui.<br/>Las deudas que cobran los Recaudadores Fatui no se limitan únicamente a las relacionadas con los bienes y el dinero.<br/>El “ojo por ojo, diente por diente” también es una forma de cobrar deudas. Si alguien daña los intereses de los Fatui, los Recaudadores se asegurarán de que lo pague muy caro."
    },
    {
      "epId": 2149,
      "name": "Soldado Fatui - Doncella del Espejo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "Doncellas Fatui que pelean utilizando espejos de agua, manteniendo siempre una postura digna, como si estuvieras postrado ante una diosa.<br/>Controla los espejos de agua con una gracia resoluta, de tal modo que sus espectadores son atraídos a su espejismo. Es como si nada se escapara de sus oídos. No se sabe lo que en realidad ve detrás de esa mirada nublada, ni el siguiente movimiento que planea..."
    },
    {
      "epId": 2150,
      "name": "Soldado Fatui - Maga de Cicin Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "Una maga que combate mediante el control de Cicines Electro. Sus orígenes y su rostro son un misterio.<br/>Aprovecha la afición de los Cicines voladores por la hierba brumosa para controlarlos y usarlos en la batalla. Igual que los Cicines Electro se embriagan con la fragancia de la hierba brumosa, las malvadas magas también ansían experimentar el placer de jugar con sus enemigos."
    },
    {
      "epId": 2151,
      "name": "Soldado Fatui - Guardia con Cañón Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Cryogunner Legionnaire_icon.png",
      "desc": "Un soldado en una máquina de guerra Fatui.<br/>Armado con un equipamiento con el que puede controlar los elementos hasta cierto punto, sus armas son capaces de disparar escarcha.<br/>Aunque esto le confiere un poder elemental inalcanzable para un humano común, dicho poder también tiene un precio..."
    },
    {
      "epId": 2152,
      "name": "Soldado Fatui - Guerrillero Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "Un soldado capaz de crear un escudo Geo para defender a sus aliados.<br/>A diferencia de los Recaudadores y las Magas de Cicin, los soldados Fatui son más débiles individualmente.<br/>Para completar sus misiones y reducir las pérdidas humanas y de material, sus tácticas dependen más del trabajo en equipo."
    },
    {
      "epId": 2153,
      "name": "Soldado Fatui - Guardia con Cañón Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Hydrogunner Legionnaire_icon.png",
      "desc": "Un soldado en una máquina de guerra Fatui.<br/>Armado con un equipamiento con el que puede controlar los elementos hasta cierto punto, sus armas son capaces de disparar chorros de agua.<br/>Estos soldados no se cuestionan si vivirán o morirán; solo caminan hacia naciones lejanas para completar misiones y sentar las bases para operaciones futuras."
    },
    {
      "epId": 2154,
      "name": "Soldado Fatui - Guerrillero con Cañón Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "Un soldado que usa un arma en llamas.<br/>Las armas de los soldados Fatui pueden controlar los elementos hasta cierto punto, y sus tácticas de combate consisten en utilizar Reacciones Elementales.<br/>Su artillería y conocimientos de combate constituyen, por tanto, una gran amenaza durante una batalla."
    },
    {
      "epId": 2155,
      "name": "Soldado Fatui - Electromartillador de Vanguardia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "Un robusto soldado armado con un martillo de guerra Electro.<br/>Los soldados Fatui tienen acceso a muchos recursos, como altos salarios, armamento y suministros.<br/>Pero, al mismo tiempo, ello también conlleva pasar mucho tiempo fuera de casa y lejos de la familia, así como confiarle la vida a personas desconocidas."
    },
    {
      "epId": 2156,
      "name": "Soldado Fatui - Boxeador Anemo de Vanguardia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "Un soldado capaz de controlar el poder de Anemo para curar a sus compañeros.<br/>Estos soldados abandonaron su patria, pero lo hicieron por su bien. Dejaron a su familia, pero consiguieron hacer aliados en quienes confiar tanto en las buenas como en las malas.<br/>Quizás es gracias a esos pensamientos por lo que pueden completar el trabajo de sus infames misiones."
    },
    {
      "epId": 2157,
      "name": "Hilichurl Guerrero",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un guerrero tribal de mal carácter que cree en el poder de la fuerza bruta. Con los suficientes músculos y la fuerza necesaria, tal vez algún día pueda sostener un gran escudo y convertirse en un Mitachurl."
    },
    {
      "epId": 2158,
      "name": "Hipostasis Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "Nombre en clave: Daleth. Un ser Cryo de gran pureza.<br/>Según las investigaciones, existen ínfimas diferencias entre la composición física de los Hipostasis y los demás seres elementales. Sin embargo, tal vez estas diferencias sean la razón de su alto nivel de homeostasis y sus movimientos cuasi-mecánicos."
    },
    {
      "epId": 2159,
      "name": "Hipostasis Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "Nombre en clave: Grimorio. Un ser Geo de alta pureza.<br/>Los Hipostasis Elementales tienen una estructura densa con una calidad extremadamente alta.<br/>Su energía elemental concentrada forma una coraza sólida y fuerte alrededor de su núcleo, dejando que solo este sea reactivo a los efectos elementales."
    },
    {
      "epId": 2160,
      "name": "Hipostasis Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "<p>Nombre en clave: He. Un ser Hydro de alta pureza.<br>Los Hipostasis tienen una fuerte capacidad de rechazo, pues ahuyentan despiadadamente a toda persona que se les acerca.<br>El motivo de este comportamiento sigue siendo un misterio.</p>"
    },
    {
      "epId": 2161,
      "name": "Hipostasis Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "<p>Nombre en clave: Ayin. Un ser Pyro de alta pureza.<br>Los Hipostasis elementales poseen la capacidad de entrar en una suerte de \"reinicio automático\" usando están a punto de ser destruidos y pueden restaurar energía de esta manera. Esta regeneración tan rápida no está al alcance de la mayoría de las criaturas cuya prioridad es la supervivencia.</p>"
    },
    {
      "epId": 2162,
      "name": "Hipostasis Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "Nombre en clave: Aleph. Un ser Electro de gran pureza.<br/>La estructura elemental de los Hipostasis Elementales es la más pura de todas. Generalmente se forman en un lugar con Energía Elemental explosiva, o en una línea ley elemental obstruida.<br/>Los Hipostasis Elementales han desarrollado mecanismos de ataque basados en su atributo elemental."
    },
    {
      "epId": 2163,
      "name": "Hipostasis Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "Nombre en clave: Bett. Un ser Anemo de alta pureza.<br/>Los Hipostasis Elementales son formas de vida que han abandonado por completo su forma y estructura biológica anteriores, lo que les permite alcanzar el nivel más alto de pureza elemental.<br/>La investigación de Hipostasis es dirigida principalmente por eruditos de la Academia de Sumeru, pero debido a la cantidad de peligro que representan, además de su nombre científico y su nombre en clave, el resto de la información de los Hipostasis sigue siendo un misterio."
    },
    {
      "epId": 2164,
      "name": "Hilichurl con Escudo de Madera",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un guerrero Hilichurl con un escudo de madera. Los escudos de madera no solo proporcionan una buena defensa, sino que la tribu también los considera objetos preciosos. Se han reportado muchos casos de Hilichurls que atacan los campamentos de viajeros que están cocinando y se llevan las tapaderas de sus ollas."
    },
    {
      "epId": 2165,
      "name": "Mitachurl con Escudo de Madera",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "Un Hilichurl muy grande con experiencia en miles de batallas.<br/>Al combatir utiliza un escudo muy resistente hecho con Slimes Dendro.<br/>Disfruta de una posición elevada en la tribu gracias a sus fuertes músculos, su brillante melena, su capacidad de devorar varios kilos de carne en una comida y su habilidad para ahuyentar aventureros."
    },
    {
      "epId": 2166,
      "name": "Samachurl Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "Un Hilichurl anciano que utiliza el elemento Hydro y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. ¿Qué clase de pasado permite que estas criaturas ignorantes puedan crear agua y lluvia a su voluntad?"
    },
    {
      "epId": 2167,
      "name": "Slime Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "Un monstruo de pequeño tamaño formado a partir de los depósitos del elemento Hydro presentes en la naturaleza.<br/>Se dice que algunas personas utilizan los Slimes Hydro como cantimploras de emergencia cuando van a lugares secos en los que es difícil encontrar agua o cuando exploran dominios. Pero, debido a la alta concentración del elemento Hydro en ellos, beberse un Slime Hydro no es nada bueno para la salud."
    },
    {
      "epId": 2168,
      "name": "Mago del Abismo Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "Una criatura del abismo que utiliza el elemento Hydro para luchar.<br/>Entre los aventureros se dice que los Magos del Abismo Hydro son el escalafón más bajo de la Orden del Abismo y actúan por todo el mundo, involucrándose en todo tipo de conspiraciones y artimañas. Aunque muchos se burlan de los Magos del Abismo Hydro diciendo que el mayor daño que pueden hacer es un reumatismo o un resfriado, en realidad su poder no debe ser subestimado."
    },
    {
      "epId": 2169,
      "name": "Cicin Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "Una pequeña criatura con cierta capacidad de canalización del elemento Hydro.<br/>Se llaman Cicines voladores, como todos los de su especie. Estos seres son adictos a una planta muy rara llamada hierba brumosa, y las Magas Fatui aprovechan esta debilidad para emplearlos en la batalla."
    },
    {
      "epId": 2170,
      "name": "Espectro Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "Un monstruo nacido de una alta condensación del elemento Hydro y capaz de flotar en el aire.<br/>Cuando un Espectro flota por la orilla de un río bajo la luz de la luna, emite un hermoso brillo. Debido a lo sigilosos que son, los viajeros a menudo los confunden con espíritus errantes. Por ello, son un elemento muy utilizado en los cuentos populares."
    },
    {
      "epId": 2171,
      "name": "Flotihongo Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br/>Dicen que su sabor es horrible, pero como contiene mucha agua, puede servir como suministro de agua de emergencia."
    },
    {
      "epId": 2172,
      "name": "Samurái Kairagi - Amenaza ígnea",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "Un guerrero errante con malas intenciones.<br/>Desde pequeño entrenó en el camino del guerrero incansablemente, pero por una razón u otra perdió la oportunidad de ascender al servicio público y se separó del camino del bien. A diferencia del acero frío de otras espadas, un talismán de una técnica extinta de Kamuna infunde en la hoja de su arma el ardor del resentimiento en su corazón."
    },
    {
      "epId": 2173,
      "name": "Samurái Kairagi - Rayo danzarín",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "Un guerrero errante con malas intenciones.<br/>Ha cultivado una técnica de espada formidable, pero por una razón inexplicable, nunca pudo darle buen uso a sus conocimientos y se desvió al camino del mal. Utiliza amuletos con la técnica extinta de Kamuna de hace siglos para infundir el poder del relámpago en su espada."
    },
    {
      "epId": 2174,
      "name": "Dragarto de las Profundidades Primordial",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos."
    },
    {
      "epId": 2175,
      "name": "Dragarto de las Profundidades - Engulletruenos",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Electro.<br/>Cuando desapareció el poder de los Siete Soberanos, comenzó a nacer una nueva generación de ellos. Pero ahora los Dragartos de las Profundidades han perdido su pureza debido a la evolución. Por tanto, el Dragón de Agua no nacerá de ellos. Según la profecía, el nuevo Dragón de Agua descenderá en la forma de un humano."
    },
    {
      "epId": 2176,
      "name": "Dragarto de las Profundidades - Hielo mordaz",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Cryo.<br/>La llegada de los humanos generó un conflicto y los Dragartos de las Profundidades comenzaron a evolucionar. Igual que las hormigas, que son diferentes según su sexo y su trabajo, aparecen con distintas formas. Estos Dragartos son más fuertes que los normales."
    },
    {
      "epId": 2177,
      "name": "Cría de Dragarto de las Profundidades Primordial",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/16/56700882/c10ff524e1a2c4219bfa9f45b7a09ac8_6153269211434599818.png"
    },
    {
      "epId": 2178,
      "name": "Cría de Dragarto de las Profundidades - Engulletruenos",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/16/56700882/b39ab36145a7478076b7e603ff0495be_156994193186909608.png"
    },
    {
      "epId": 2179,
      "name": "Cría de Dragarto de las Profundidades - Hielo mordaz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/16/56700882/9e2eedd48dc40f51adc2a70a9dcbe0d8_2622434619842821785.png"
    },
    {
      "epId": 2180,
      "name": "Emisario del Abismo - Rápidos malignos",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "Un monstruo perteneciente a la Orden del Abismo que utiliza el elemento Hydro para luchar.<br/>Estas silenciosas sombras son las predecesoras del Abismo. Lo asolan todo con sus filos de agua, rompen en pedazos cualquier armadura y defensa, aplastan a los herejes y castigan cruelmente a los ignorantes más despreocupados."
    },
    {
      "epId": 2181,
      "name": "Bardo del Abismo - Llamas abismales",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "Una criatura de la Orden del Abismo que manipula el fuego abisal y se dedica a estudiar el significado de los textos y las escrituras.<br/>Los habitantes de la superficie los llaman “bardos”, aunque más bien deberían ser exégetas. Al recitar las palabras de la gracia, se vuelve más poderoso."
    },
    {
      "epId": 2182,
      "name": "Bardo del Abismo - Trueno púrpura",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "Un monstruo que sirve a la Orden del Abismo, capaz de manipular el rayo y que canta canciones de alabanza a la oscuridad.<br/>Son los misioneros y discípulos del Abismo. Sus violentos rayos golpean el corazón de los herejes con una oscura sabiduría. Con sus truenos violetas, invocan un gran poder que corroe el intelecto humano."
    },
    {
      "epId": 2183,
      "name": "Slime Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Slime_icon.png",
      "desc": "Un monstruo de pequeño tamaño formado a partir de los depósitos del elemento Pyro presentes en la naturaleza.<br/>Posee una inteligencia muy básica, pero se le pueden dar muchos usos... o eso piensan los Hilichurls."
    },
    {
      "epId": 2184,
      "name": "Mitachurl con Hacha de Fuego",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Un Hilichurl muy grande con un hacha de mango largo.<br/>Un Hilichurl con un gran poder destructivo que ataca con amplios movimientos y utiliza un Slime Pyro para añadir fuego a su hacha.<br/>Normalmente, si se usa el fuego repetidas veces para templar un arma, el acero acaba debilitándose y el filo se rompe con facilidad. Pero los Mitachurls con Hacha de Fuego son tan fuertes que, si su hacha no tiene filo, la pueden usar como martillo y seguir siendo igual de peligrosos."
    },
    {
      "epId": 2185,
      "name": "Mago del Abismo Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "Una criatura del abismo que utiliza el elemento Pyro para luchar.<br/>Por razones desconocidas, los Magos del Abismo entienden la rudimentaria lengua de los Hilichurls y son capaces de controlar sus mentes. Se dice que hablan en un idioma antiguo olvidado desde hace mucho tiempo y del cual pueden obtener poder mágico."
    },
    {
      "epId": 2186,
      "name": "Hilichurl Ballestero Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl que utiliza una ballesta sencilla para atacar. La punta de las flechas está recubierta de un sustancia inflamable para quemar a su objetivo. El Musk opinaba que esto era un invento de un Hilichurl más inteligente de lo normal para cazar presas y cocinarlas a la vez."
    },
    {
      "epId": 2187,
      "name": "Espectro Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "Un monstruo nacido de una alta concentración de elementos Pyro y que puede flotar en el aire.<br/>Una vez, un estudiante de la Academia de Sumeru investigó su comportamiento. Creía que los Espectros eran una especie de cristalópteros, ya que ambos pueden volar y se forman en zonas con una gran concentración de elementos. Ese estudiante aún no ha logrado graduarse."
    },
    {
      "epId": 2188,
      "name": "Megaflora Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "Una planta-monstruo mimética que ataca sin previo aviso y usa el Elemento Pyro para cazar a sus presas.<br/>El mundo de Teyvat alberga plantas en las que se han infundido los elementos. Esto las ha dotado de un mayor intelecto y, en consecuencia, la cantidad de nutrientes que necesitan ha aumentado considerablemente..."
    },
    {
      "epId": 2189,
      "name": "Hilichurl Lanzagranadas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl experto en utilizar Slimes Pyro como armas para atacar a sus enemigos. Un lanzagranadas habilidoso puede derribar hasta cinco postes de madera con una sola explosión de un Slime Pyro."
    },
    {
      "epId": 2190,
      "name": "Regisvid Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Regisvine_icon.png",
      "desc": "Una enredadera gigante que ha absorbido la antigua llama que ruge dentro de las líneas ley.<br/>Es una criatura inquieta que parece estar llena de una furia infinita.<br/>Los poetas, los bardos e incluso algunos académicos creen que los elementos también contienen emociones y esperanza. Si esto es cierto, entonces, es inevitable preguntarse qué emociones hacen que las Regisvides Pyro ardan y se retuerzan eternamente con el deseo de liberarse de los confines de la tierra..."
    },
    {
      "epId": 2191,
      "name": "Ojo de la Tormenta",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "Una forma generada a partir de nódulos Anemo de alta calidad.<br/>La formación del Ojo de la Tormenta indica las obstrucciones de las líneas ley elementales de un lugar, ya que se condensa a partir de ellas. El Ojo de la Tormenta blande el poder de las tempestades y puede hacer volar por los aires a todos aquellos a su alrededor. Tal vez también simboliza las enfermedades del cielo y la tierra."
    },
    {
      "epId": 2192,
      "name": "Secuaz de Sangonomiya",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/7b1c7101b1af195448c6542422acf41e_6992124519459500675.png"
    },
    {
      "epId": 2193,
      "name": "Megaflora Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "Una planta-monstruo mimética llena de energía que usa el Elemento Electro para atacar a sus presas.<br/>Cuando está totalmente cargada de energía Electro, libera poderosas descargas eléctricas desde su corola, por lo que algunos eruditos estudian algunas aplicaciones potenciales..."
    },
    {
      "epId": 2194,
      "name": "Ladrón de Tesoros - Carmelo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/9696d535a9f178428d1b800f28097122_7659896263751959600.png"
    },
    {
      "epId": 2195,
      "name": "Ladrón de Tesoros - Jefa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/39c45d3a8a5e77c94f8138723725d091_7652455817138947132.png"
    },
    {
      "epId": 2196,
      "name": "Ladrones de Tesoros- Ave Rapaz",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/63202251ae1d0e6faff9a48c5fa6b153_3990591485603938238.png"
    },
    {
      "epId": 2197,
      "name": "Ladrón de Tesoros - Liuliu",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/2b79c154975ede618bc6ec2ba07cebaf_9113258404720534750.png"
    },
    {
      "epId": 2198,
      "name": "Ladrón de Tesoros - Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Ladrón de Tesoros - Maestro de Pociones Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Los Maestros de Pociones Cryo son bastante populares entre los Ladrones de Tesoros porque las pócimas que preparan pueden reducir la temperatura rápidamente. Así se pueden preparar bebidas frías hasta cuando no hay flores de neblina por los alrededores."
    },
    {
      "epId": 2200,
      "name": "Ladrón de Tesoros - Boxeador",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Aficionados a los músculos y a pelear. Son muy quisquillosos con la comida y siempre están presumiendo de las ventajas de ser musculoso, por lo que los demás Ladrones de Tesoros no los tienen en demasiada estima."
    },
    {
      "epId": 2201,
      "name": "Ladrón de Tesoros - Asaltante de Tumbas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/><i>“Ponerse sobre los hombros de gigantes quiere decir que recogemos la riqueza acumulada por quienes vinieron antes que nosotros y nos la llevamos para... ¡devolverla al ciclo de la economía! ¡Qué empresa tan noble!”</i><br/>Eso dijo un Asaltante de Tumbas de los Ladrones de Tesoros mientras excavaba en unas ruinas."
    },
    {
      "epId": 2202,
      "name": "Ladrón de Tesoros - Centinela",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Con frecuencia se encarga de vigilar. Normalmente, la senda criminal se suele elegir debido a la pobreza o a la falta de formación, como la única forma de enriquecerse. No obstante, a juzgar por su equipamiento, los miembros de esta organización no han conseguido hacerse ricos ni robando..."
    },
    {
      "epId": 2203,
      "name": "Ladrón de Tesoros - Mozo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Un miembro con una posición muy baja que se encarga del trabajo físico. Sus compañeros suelen burlarse de su tamaño, pero es en el campo de batalla donde ponen de manifiesto su increíble fuerza."
    },
    {
      "epId": 2204,
      "name": "Ladrón de Tesoros - Maestro de Pociones Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Se dice que, antes de unirse a los Ladrones de Tesoros, algunos de estos Maestros de Pociones eran estafadores que iban vendiendo sus “pociones” y su “agua bendita” por las aldeas. Estos mejunjes parecen dar un mejor resultado en el campo de batalla..."
    },
    {
      "epId": 2205,
      "name": "Ladrón de Tesoros - Grumete",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/><i>“¿Cómo pueden decir que lo que hacemos es robar? ¿O expoliar? ¡Lo que hacemos es volver a descubrir y devolver los tesoros a las manos de quienes saben apreciarlos! ¡Así todos están contentos! ¡Todo son ventajas!”</i><br/>Eso le dijo un Grumete de los Ladrones de Tesoros a un nuevo miembro que tenía dudas."
    },
    {
      "epId": 2206,
      "name": "Ladrón de Tesoros - Maestro de Pociones Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Utiliza sus conocimientos de la química para crear sustancias inflamables y explosivas y cometer actos criminales con sus compañeros."
    },
    {
      "epId": 2207,
      "name": "Ladrón de Tesoros - Ballestero",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>A veces los llaman “arqueros divino” para reírse de ellos. A fin de cuentas, el arma que utiliza es la ballesta, no el arco, que requiere de años de práctica. ¡Hasta los Hilichurls saben usar ballestas! Lo único que hay que hacer es apuntar al enemigo con la parte más ancha, apretar el gatillo, y ¡bam!, ya está."
    },
    {
      "epId": 2208,
      "name": "Ladrón de Tesoros - Aplastador",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>Antes trabajaban de mineros. Cuando se cerró la Sima, tomaron su asignación y se unieron a los Ladrones de Tesoros."
    },
    {
      "epId": 2209,
      "name": "Ladrón de Tesoros - Maestro de Pociones Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "Un miembro de un grupo poco organizado que ha llegado a todos los rincones del continente, incluso a dominios desconocidos.<br/>“Maestro de Pociones” es como llaman los Ladrones de Tesoros a los miembros que se encargan de mezclar sustancias químicas peligrosas.<br/><i>“¿Qué dices? ¿Acaso en este tesoro pone «Propiedad del Gremio de Aventureros»?”.</i><br/>Eso le dijo un Maestro de Pociones de los Ladrones de Tesoros a un aventurero durante un enfrentamiento."
    },
    {
      "epId": 2210,
      "name": "Todopoderosa Narukami de la catástrofe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "La poderosa marioneta que actúa en nombre de la Shogun Raiden para hacer frente a los enemigos que suponen una amenaza contra la eternidad.<br/>Como asistente de Raiden Ei y ejecutora de la eternidad, nunca cuestiona las cosas, no siente miedo y, sin pensamientos que la distraigan, siempre se ha esforzado al máximo para dicha causa.<br/>Alguna vez escuchó que, durante el gobierno de Makoto y Ei, esta última tenía una responsabilidad parecida a ella, y que más tarde experimentó una dolorosa pérdida.<br/>Cuando ambas sombras se unieron, ella solo podía ver las pequeñas, pero incontables, fracturas que había en su voluntad, la cual debería haber sido eterna. Ya que el destino está abocado a repetirse cíclicamente, debe cumplir su promesa y declarar la guerra contra ella.<br/><br/><i>“Esta forma es un símbolo de majestuosidad suprema al que se ha conferido poder sobre todo un reino. Es la encarnación unificada de todo lo que conforma a la Shogun Raiden”.</i><br/><i>“Hereda el dolor de Ei, el dolor de la inevitable pérdida que conlleva su progreso. Por eso, también hereda la determinación de alcanzar la eternidad”.</i><br/><i>“La determinación, el valor, el amor, el odio... Todo ello degenerará y será distorsionado por el implacable paso del tiempo”.</i><br/><i>“Solo las reglas podrán permanecer inmutables para toda la eternidad.”</i>"
    },
    {
      "epId": 2211,
      "name": "Oceánida",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro. A menudo se encuentra junto al agua.<br/>Se dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas. También se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de una diosa que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su diosa hacia este mundo se extendiera por toda la tierra a través del agua..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "Un enorme dragón tan antiguo como las montañas.<br/>En una época que ya nadie recuerda, fue el compañero del gobernante del Puerto de Piedra. Pero, al final, entre ellos surgió un conflicto y el dragón fue encerrado en las profundidades de la tierra. Durante los largos años de confinamiento, su poder se disipó lentamente y su apariencia quedó desfigurada.<br/>El tintineo de los grilletes que aprisionan al dragón y sus profundos gruñidos resuenan en el interior de la montaña como los recuerdos de un tiempo pasado."
    },
    {
      "epId": 2213,
      "name": "Samachurl Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "Un Hilichurl anciano que utiliza el elemento Dendro y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. El resentimiento y el odio contra la humanidad que se ocultan bajo su máscara se revelan en las zarzas venenosas que se extienden a sus órdenes."
    },
    {
      "epId": 2214,
      "name": "Slime Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "Un Slime que ha experimentado un cambio fundamental en su naturaleza debido a la acumulación del elemento Dendro.<br/>Desde un punto de vista biológico, también ha obtenido el punto débil del elemento Dendro: arde rápidamente al entrar en contacto con el fuego."
    },
    {
      "epId": 2215,
      "name": "Guerrero caído - Trueno embrujado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/7796105b33f19c8b22f131985b86292b_8432464366749719128.png"
    },
    {
      "epId": 2216,
      "name": "Guerrero caído - Llama sagrada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/26884327/20a85263633526cab2a0427c5b4781bc_7429814021437258475.png"
    },
    {
      "epId": 2217,
      "name": "Stormterror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "Dvalin o el Dragón del Este, uno de los Cuatro Vientos de Mondstadt.<br/>Con el paso de los siglos y en medio de tinieblas sin fin, hasta las gemas más puras se cubren de polvo y pierden su brillo, y hasta los dragones más orgullosos son carcomidos por el rencor.<br/>Pero no hay que olvidar que el polvo se limpia fácilmente, y las dudas y el veneno también se pueden eliminar.<br/><br/><i>“Vuela libre por los cielos”.</i><br/><i>“Igual que hacías cuando nos conocimos, y yo deambulaba por la tierra cantando canciones del viento”.</i><br/><i>“Volabas muy alto y mirabas hacia abajo desde las alturas”.</i><br/><i>“Ahora ya no sopla el viento ni cae la nieve, y la tierra está cubierta de verde hierba. Es una vista muy bonita”.</i><br/><i>“Si hubieras andado por la superficie; si hubieras escuchado las canciones bucólicas y los carrillones que tintinean en la distancia; si hubieras probado el dulce sabor del vino, lo entenderías”.</i><br/><i>“Si fueras yo, si te hubieras visto surcando el cielo azul con tu hermosa silueta...”</i><br/><i>“Así entenderías que merece la pena luchar por este cielo y esta tierra”.</i>"
    },
    {
      "epId": 2219,
      "name": "Explorador de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Scout_icon.png",
      "desc": "Cuenta con mecanismos hechos a la medida y artilugios con funciones poco ortodoxas para cumplir con los objetivos más peculiares.<br/>Se dice que esta máquina de guerra es el vestigio de una nación ya extinta. En comparación con los Guardianes de las Ruinas, de una complexión más robusta, el diseño de estos seres es más biomimético.<br/>Se desconoce la razón por la cual su fisiología y movimiento imitan a los de una criatura de las profundidades marinas. Pero sea la razón que sea, no quieres ser presa de una de ellas."
    },
    {
      "epId": 2220,
      "name": "Guardián de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Cuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Suele deambular por las ruinas de ciudades ya desaparecidas y atacar a los aventureros. Las investigaciones han descubierto que los Guardianes y las ruinas no comparten el mismo origen, e incluso miles de años los separan, así que... ¿por qué motivo se quedan en las ruinas y las defienden con todas sus fuerzas?"
    },
    {
      "epId": 2221,
      "name": "Patrullero de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Cruiser_icon.png",
      "desc": "Cuenta con mecanismos hechos a la medida y artilugios con funciones poco ortodoxas para cumplir con los objetivos más peculiares.<br/>Se dice que esta máquina de guerra es el vestigio de una nación ya extinta. En comparación con los Guardianes de las Ruinas, de una complexión más robusta, el diseño de estos seres es más biomimético. Su diseño modular y forma de combate imitan a los de una colmena, capaz de adquirir cualquier forma y lanzar ataques en todas direcciones."
    },
    {
      "epId": 2222,
      "name": "Serpiente de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "Una antigua máquina autómata de aspecto inusual.<br/>Según las leyendas, es una máquina de ingeniería de un reino caído. Con su boca en forma de tuerca, es capaz de perforar las rocas más duras. Gracias a esa fuerza, puede crear túneles de acceso a la superficie lo suficientemente grandes como para que pase todo un ejército."
    },
    {
      "epId": 2223,
      "name": "Destructor de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Destroyer_icon.png",
      "desc": "Cuenta con mecanismos hechos a la medida y artilugios con funciones poco ortodoxas para cumplir con los objetivos más peculiares.<br/>Se dice que esta máquina de guerra es el vestigio de una nación ya extinta. En comparación con los Guardianes de las Ruinas, de una complexión más robusta, el diseño de estos seres es más biomimético. Puede ensamblar varios de sus componentes para formar una temible corola gigante. No se sabe por qué tuvo que pasar su creador para ingeniar una maquinaria tan terrible."
    },
    {
      "epId": 2224,
      "name": "Cazador de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "Una máquina de guerra gigante con una forma poco común.<br/>Cuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Se dice que, para mejorar su rendimiento en combate, se eliminó su diseño con forma humanoide por su baja eficiencia. Ahora es realmente aterradora, tanto en combate cuerpo a cuerpo como con su uso de la artillería.<br/>Si esta antigua arma abandonada es tan poderosa, quién sabe cómo serán el resto de armas fabricadas por esta civilización..."
    },
    {
      "epId": 2225,
      "name": "Demoledor de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "Una máquina de guerra muy antigua con forma humanoide.<br/>Su apariencia es similar a la del Guardián de las Ruinas, pero está más deformado y es más fuerte. Tiene núcleos de energía en ambos pies, probablemente para poder soportar el peso de su cuerpo."
    },
    {
      "epId": 2226,
      "name": "Defensor de las Ruinas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Defender_icon.png",
      "desc": "Cuenta con mecanismos hechos a la medida y artilugios con funciones poco ortodoxas para cumplir con los objetivos más peculiares.<br/>Se dice que esta máquina de guerra es el vestigio de una nación ya extinta. En comparación con los Guardianes de las Ruinas, de una complexión más robusta, el diseño de estos seres es más biomimético. Sus extremidades, que imitan a las de un escarabajo, le dan más movilidad que otros mecanismos antropomorfos. La coraza de cada uno de sus componentes puede resistir cualquier ataque directo."
    },
    {
      "epId": 2227,
      "name": "Nobushi - Astucia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Un guerrero errante con malas intenciones. Aunque es llamado “Nobushi” con frecuencia, pertenece a una agrupación totalmente distinta.<br/>Además de ser adeptos en el arte de la espada, también tienen maestría en ataques furtivos con la ballesta. Son capaces de usar cualquier medio con tal de ganar. Renunció al prestigio de los guerreros, y con frecuencia también reniega de él.<br/>En ocasiones es capaz de colaborar con los Ladrones de Tesoros o los Fatui. Todo sea por el dinero y las riquezas."
    },
    {
      "epId": 2228,
      "name": "Nobushi - Deuda del fuego",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Un guerrero errante con malas intenciones. Aunque es llamado “Nobushi” con frecuencia, pertenece a una agrupación totalmente distinta.<br/>No solo posee una técnica de espada formidable, sino que también puede utilizar pólvora elemental para atacar. Desde un punto de vista objetivo, se separó del camino del guerrero y buscó un atajo a la victoria fácil.<br/>En ocasiones es capaz de colaborar con los Ladrones de Tesoros o los Fatui. Todo sea por el dinero y las riquezas."
    },
    {
      "epId": 2229,
      "name": "Nobushi - Filodemonio",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Un guerrero errante con malas intenciones. Aunque es llamado “Nobushi” con frecuencia, pertenece a una agrupación totalmente distinta.<br/>Aunque ha recorrido el camino del guerrero y posee una técnica de espada formidable, al día de hoy no ha podido usarlo para bien.<br/>En ocasiones es capaz de colaborar con los Ladrones de Tesoros o los Fatui. Todo sea por el dinero y las riquezas."
    },
    {
      "epId": 2230,
      "name": "Samachurl Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "Un Hilichurl anciano que utiliza el elemento Electro y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. Tras haber dominado el difícil arte de conducir el relámpago, utiliza su rugido para componer melodías en la tormenta."
    },
    {
      "epId": 2231,
      "name": "Slime Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "Un monstruo de pequeño tamaño formado a partir de los depósitos del elemento Electro presentes en la naturaleza.<br/>Según se ha descubierto, la forma en la que botan refleja el potencial eléctrico del suelo. En los lugares con mucha carga eléctrica, es posible evitar el peligro observando los patrones de movimiento de los Slimes Electro."
    },
    {
      "epId": 2232,
      "name": "Hilichurl Lanzagranadas Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Para los Hilichurls， que conservan un estilo de vida primitivo, los Slimes Electro no tienen una gran variedad de usos como los Slimes Pyro o Anemo. ¿Quizás algún día dominen el flujo de energía que hay entre Slimes Electro y Slimes Mutantes Electro y tengan un desarrollo agigantado?"
    },
    {
      "epId": 2233,
      "name": "Mitachurl con Hacha Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Un Hilichurl muy grande con un hacha de mango largo.<br/>Un Hilichurl con un gran poder destructivo que ataca con amplios movimientos y utiliza un Slime Electro para electrizar su hacha.<br/>Su hacha de acero es un excelente conductor. A los ojos de los Hilichurls comunes y corrientes, el imponente Mitachurl que invoca el poder del rayo con su temeraria hacha Electro, es considerado como un héroe."
    },
    {
      "epId": 2234,
      "name": "Mago del Abismo Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "Criaturas del abismo que controlan el poder de Electro para luchar.<br/>Alguna vez, el erudito Alva Nikola llevó a cabo un experimento para estudiar la habilidad para usar el elemento Electro de los Magos del Abismo Electro. Como resultado, creó el “Solenoide Nikola”, un arma teórica que hasta la fecha ninguna persona ha podido utilizar en la vida real. Se dice que sus escritos se perdieron durante una plaga de hongos."
    },
    {
      "epId": 2236,
      "name": "Hilichurl Ballestero Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "Los habitantes primitivos de Teyvat.<br/>Un Hilichurl que utiliza una ballesta sencilla para atacar. La punta de las flechas se ha pulido utilizando un trozo de electrocristal, para causar una descarga eléctrica en el impacto. Se dice que los mejores ballesteros Hilichurl pueden disparar hasta cinco flechas a la vez."
    },
    {
      "epId": 2237,
      "name": "Cicin Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Una pequeña criatura con cierta capacidad de canalización del elemento Electro.<br/>Se llaman Cicines voladores, como todos los de su especie. Aunque no son muy fuertes, en ciertos entornos pueden infligir un daño considerable."
    },
    {
      "epId": 2238,
      "name": "Manifestación del Trueno",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "Un extraño ser Electro. Aunque en apariencia es similar a las Oceánidas, no son ni tan inteligentes ni tienen tan buena memoria como ellas.<br/>Se mueve gracias a una ira mucho más pura y primitiva.<br/>Cuenta la leyenda que la Manifestación del Trueno solo cae sobre los lugares con mayor concentración de odio, como puede ser la devastada Cumbre Amakumo, oscurecida por las tormentas. Mientras el odio de esa tierra no desaparezca, los truenos no dejarán de caer."
    },
    {
      "epId": 2239,
      "name": "Espectro Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "Un monstruo nacido de una alta concentración de elementos Electro y que puede flotar en el aire.<br/>Una vez, cierto erudito realizó una investigación acerca de estas criaturas. Creía que los Espectros eran una especie de Hipostasis, ya que ambos poseen peculiaridades elementales y se forman en zonas con una gran concentración de elementos. Más tarde, ese erudito fue investigado por corrupción académica."
    },
    {
      "epId": 2240,
      "name": "Samachurl Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "Un Hilichurl anciano que utiliza el elemento Anemo y siempre está mascullando entre dientes.<br/>La capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. Su habilidad para dominar las corrientes de viento tiene sus orígenes en un pasado remoto y oscuro que todos han olvidado."
    },
    {
      "epId": 2241,
      "name": "Slime Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "Un monstruo de pequeño tamaño formado a partir de los depósitos del elemento Anemo presentes en la naturaleza.<br/>Puede flotar en el aire gracias al poder que le otorga el elemento Anemo."
    },
    {
      "epId": 2242,
      "name": "Espectro Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "Un monstruo nacido de una alta condensación del elemento Anemo y capaz de flotar en el aire.<br/>Teóricamente, los monstruos que nacen de la condensación de Anemo tienen cierta capacidad de flote innata. Por ello, sus alas en forma de pétalo no son más que un mero órgano de camuflaje."
    },
    {
      "epId": 2243,
      "name": "Oni Espadachín",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "Un espadachín autómata y antropomorfo.<br/>No parece que tenga la habilidad o la voluntad de hablar, solo conoce el lenguaje de la espada.<br/>Se dice que esta máquina se creó utilizando los recuerdos del fundador de cierta corriente de lucha con espada, pero por alguna razón se descontroló y el experimento fue descartado.<br/>Según los cantares de los bardos, los Oni Espadachines merodean en un limbo en el que su destino fue interrumpido, y el rostro malvado que lo protege proviene de un Oni famoso de antaño."
    },
    {
      "epId": 2244,
      "name": "Oni Espadachín - Máscara malévola",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Oni Espadachín - Viento solitario",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Oni Espadachín - Escarcha veloz",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Rey Acechador Dorado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "El líder de los lobos oscuros procede de un mundo sombrío y posee el poder de ordenar a su jauría, sus colmillos ocultos, que disuelva el espacio en sí mismo y cree una grieta por la que pueda entrar.<br/>Este rey no tiene nombre, ya que fue una de las criaturas que Oro creó por error, y por eso mismo está obsesionado con invadir mundos que no le pertenecen y forjarse un nombre.<br/>Pero los lobos son seres inteligentes. Tras sufrir una derrota en una invasión previa, esta vez eligieron una isla desierta sin humanos ni protectores para preparar la llegada de su señor."
    },
    {
      "epId": 2248,
      "name": "Caballero Serpiente Negra - Aire afilado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "Un soldado con una importante posición en la corte real. Se dedica a eliminar a los enemigos de la realeza con la habilidad de espada a la que llama “técnica de la verdad”.<br/>En el pasado, antes de que la gloria del antiguo reino cayera hasta ser imposible de restaurar, el Espadachín del Crepúsculo también fue uno de estos soldados."
    },
    {
      "epId": 2249,
      "name": "Soldado del Vacío - Abanderado",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, ha perdido toda conciencia y memoria.<br/>Aun así, sigue izando el estandarte de la realeza para luchar. Ha olvidado cómo eran sus compañeros y ha perdido las bendiciones de la realeza, pero jamás bajará su estandarte."
    },
    {
      "epId": 2250,
      "name": "Soldado del Vacío - Rompefilas",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, ya no posee la razón característica de los humanos.<br/>Parece que en su armadura vacía está grabada a fuego la voluntad de aniquilar al enemigo y de romper las filas enemigas con tal de proteger a los suyos. Sin embargo, ya nadie puede decirle dónde están esos enemigos o qué es lo que tiene que proteger."
    },
    {
      "epId": 2251,
      "name": "Soldado del Vacío - Defensor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, no es más que una armadura vacía cuyo único recuerdo es el de luchar.<br/>Lo peor que le puede pasar a un ser vivo es involucionar. En el caso de este cascarón vacío, su aspecto ha cambiado por la erosión que los Caballeros Serpiente Negra sufrieron a causa de sus pecados, sus maldiciones y el tiempo."
    },
    {
      "epId": 2716,
      "name": "Espantohongo Plumaverde",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/2c52519dbc771ad29b2b7228c3ab3a36_6720902431545944162.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una gran criatura fúngica que ha ido evolucionando a lo largo de los años hasta adoptar su particular forma actual.<br>Su inteligencia ha superado incluso a la de los animales salvajes. Este tipo de criaturas selecciona y caza racionalmente a sus presas para alimentarse. Su cola está decorada con un hermoso plumaje esmeralda muy parecido al de la antigua criatura que veneran en la Escuela de Elementalismo. Según las reglas de la mimética, ambas criaturas debieron caminar juntas por este mundo en algún momento.</span></p>"
    },
    {
      "epId": 2717,
      "name": "Regisvid Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/cc5fbd3bdd4a48efb854968a3bfd22e8_1101314624331484825.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una gigantesca enredadera convertida en un monstruo a causa de las corrientes de electricidad que viajan a través de las líneas ley.<br>Su copa desprende continuamente energía Electro, como si tratara de liberar la ira de la mismísima tierra.<br>Algunos investigadores de la Escuela de Tecnología propusieron una vez crear un complejo circuito transmisor para canalizar la energía liberada por este monstruo hasta la ciudad y utilizarla para todo tipo de propósitos. La propuesta fue tajantemente rechazada por los investigadores de la Escuela de Elementalismo, quienes sacrificaron 10 micóqueros para demostrar el peligro subyacente de dicha propuesta.</span></p>"
    },
    {
      "epId": 2718,
      "name": "Eremita Espadachín",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/db927b5ac3dd814a05afe64931529478_1587886996911827857.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Este guerrero del desierto destaca por su habilidad para luchar con cimitarras. Su técnica de lucha no es solo vestigio de una civilización ya extinta, sino que también ha servido de inspiración para los espectáculos de acrobacias tan populares hoy en día en varias naciones.<br>Este tipo de armas eran muy frecuentes en la antigüedad entre los guerreros que luchaban a caballo.</span></p>"
    },
    {
      "epId": 2719,
      "name": "Eremita Congelafuegos",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/2511ef76a6dee1e388fea0826bade579_6949100853461719807.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Todo un profesional capaz de abstraerse por completo de cualquier cosa que no guarde relación con su misión.<br>Para este tipo de mercenarios lo único que importa es cumplir con su trabajo. Sus tarifas suelen ser las más altas en el mercado de mercenarios.<br>Un inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>"
    },
    {
      "epId": 2720,
      "name": "Eremita Alabardero",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/57a287699b909c11a29fe6b6db610af5_8101924494595841820.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Lucha con una alabarda. Cuentan las leyendas que los ermitaños que servían a los dioses del desierto de antaño solían portar este tipo de arma para hacer gala de su posición. Por desgracia, hace ya tiempo que el verdadero nombre se perdió en el recuerdo, ahogado por las arenas del desierto.</span></p>"
    },
    {
      "epId": 2721,
      "name": "Eremita Rompefilas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/2d516994e260d7760f9394cb498e0991_4178312062625287753.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Un artista marcial que lucha con una singular daga de mano. Se unió a Los Eremitas para poder enfrentarse a oponentes más fuertes. A diferencia de otros miembros, no lucha por la recompensa, sino para continuar mejorando su técnica de combate.</span></p>"
    },
    {
      "epId": 2722,
      "name": "Eremita Ablucionadora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/10742394/a0f86676af484d039ad829c899d1dd35_5534458050084686574.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestas a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.</span><br><span style=\"color: rgba(255, 255, 255, 0.65)\">Una joven perdida en los antiguos sueños de las melodías del desierto. Para ella no hay mejor recompensa que la promesa de una cruenta batalla. Cuenta la leyenda que los espíritus del desierto suelen fijarse en las mujeres de su familia, lo que hace que muchas de ellas mueran a temprana edad. Tal vez sea el deseo irrefrenable de sangre lo que ha librado a esta muchacha de compartir el mismo destino.</span><br><span style=\"color: rgba(255, 255, 255, 0.65)\">Un inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietaria o la del enemigo.</span></p>"
    },
    {
      "epId": 2723,
      "name": "Eremita Invocatruenos",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/10742394/2511ef76a6dee1e388fea0826bade579_6021944771624123181.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.</span><br><span style=\"color: rgba(255, 255, 255, 0.65)\">Su pasión por la batalla le viene de familia, pues es descendiente de una auténtica tribu de samuráis. A diferencia de otros bárbaros que empuñan sus grandes hachas, los guerreros de su tribu son grandes conocedores de las leyendas y el folclore de las ruinas del desierto.</span><br><span style=\"color: rgba(255, 255, 255, 0.65)\">Un inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>"
    },
    {
      "epId": 2724,
      "name": "Eremita Ballestero",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/c2bd235637707a0f1905ae8b42207c81_7109372484235438426.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Tradicionalmente, Los Eremitas luchan con arco. Sin embargo, desde que la Academia de Sumeru les permite comprar armas en el bazar, la mayor parte de sus miembros prefieren las ballestas. Solo los miembros más orgullosos de la organización continúan usando el arco, una forma de lucha que requiere de años de entrenamiento y perfeccionamiento.</span></p>"
    },
    {
      "epId": 2725,
      "name": "Espectro Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/fadf14ff797dfdd9a87c3e03f5321fde_2932444691218741978.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un monstruo capaz de flotar surgido a causa de una gran concentración de Dendro.<br>Un investigador de la Escuela de Etiología estudió a fondo las características ecológicas de esta criatura y llegó a la conclusión de que guarda relación directa con los aranara de las leyendas. Tras analizar exhaustivamente los resultados obtenidos, llegó a la conclusión de que los aranara son en realidad Espectros Dendro. Tiempo después, el investigador se convirtió en un escritor de cuentos infantiles de escaso prestigio.</span></p>"
    },
    {
      "epId": 2727,
      "name": "Flexihongo Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/4428023ce42492ef24285eeb0f653c4b_6218296770364459049.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Absorbe los nutrientes a través de su columna. Su copa con forma de paraguas se mueve en la dirección del viento.</span></p>"
    },
    {
      "epId": 2728,
      "name": "Hydrohongo Terrestre",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/9e8e5977e203c66d3edc884f03f4bb49_8217956208533437823.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura fúngica mimética que posee una gran capacidad de adaptación al entorno.<br>Se parece a un pájaro, pero no parece haber desarrollado la habilidad para volar. Tal vez sea por la influencia del elemento Hydro, pero es extremadamente ágil en comparación con otras criaturas. Algunos estudios abogan por que no se trata de un organismo, sino que está formado por innumerables estructuras fúngicas de pequeño tamaño.<br>Dentro del ecosistema fúngico, ocupa una posición de poder y parece tener una capacidad intelectual superior a la del resto de Hongos.</span></p>"
    },
    {
      "epId": 2729,
      "name": "Flotihongo Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/93ab547d2d1f2cf6145fddaf7fe4c32c_1291220040779392007.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Un investigador planteó la posibilidad de que se tratase de algún tipo de Espectro Dendro. Tras recibir fuertes críticas a su postura, el investigador dio un paso atrás señalando que aquella había sido una interpretación literal de sus palabras.</span></p>"
    },
    {
      "epId": 2730,
      "name": "Girohongo Cryo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/672c8ee43f7b7b4f281ede0fbc5f926c_4936893930043252339.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Se ha comprobado que introducir los Hongos en hielo no sirve para mejorar su sabor, pero sí parecen adquirir cierta capacidad para combatir el calor.</span></p>"
    },
    {
      "epId": 2731,
      "name": "Flexihongo Pyro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/890f0c41c5b1773fba0174ab8521b52c_1218475143722185104.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Aunque a primera vista parezca que está a punto de explotar, esta criatura es extremadamente gentil. No debería ser peligrosa si se mantiene una distancia prudencial…</span></p>"
    },
    {
      "epId": 2732,
      "name": "Flexihongo Geo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/462c5af38decee9d376993edf73b702e_1708469302324395039.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>La energía Geo que acumulan en sus sombreros crea una especie de dura coraza protectora. Parece que estas criaturas han desarrollado una estructura interna en sus pies más dura que la de otros Hongos para poder cargar con el peso añadido de sus sombreros.</span></p>"
    },
    {
      "epId": 2733,
      "name": "Girohongo Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/2e2ac653620f1194c727cc4687c08754_2260596796117133794.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Las investigaciones llevadas a cabo sugieren que las corrientes de energía Electro que fluyen dentro de esta criatura fúngica cambian recurrentemente. Si se profundiza en esta línea de investigación, podrían descubrirse todo tipo de aplicaciones…</span></p>"
    },
    {
      "epId": 2734,
      "name": "Dendrohongo Alado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/bfdb3e06fa910a13d550ff3a349c152f_97385090446250388.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura fúngica mimética que posee una gran capacidad de adaptación al entorno.<br>No solo se parece físicamente a un pájaro, sino que también respeta las costumbres de las aves. Utiliza sus alas creadas a partir de esporas para volar, propagando dichas esporas para llegar aún más lejos.<br>Dentro del ecosistema fúngico, ocupa una posición de poder y parece tener una capacidad intelectual superior a la del resto de Hongos.</span></p>"
    },
    {
      "epId": 2735,
      "name": "Cryohongo Alado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/20b2da81ddb5537e82d80a163f5e9c32_2233494435862400481.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura fúngica mimética que posee una gran capacidad de adaptación al entorno.<br>No solo se parece físicamente a un pájaro, sino que también respeta las costumbres de las aves. Al moverse en el aire, propaga flores de hielo cuyos núcleos son esporas.<br>Dentro del ecosistema fúngico, ocupa una posición de poder y parece tener una capacidad intelectual superior a la del resto de Hongos.</span></p>"
    },
    {
      "epId": 2814,
      "name": "Eremita Hachera",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/5d42b5c18ef3e3b1df5bc1df2373d51e_4521417823663622606.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestas a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Lucha con un hacha en la mano y siempre carga directamente contra el enemigo para romper su formación y crear oportunidades para sus camaradas.<br>En su hogar natal, solían sentarse junto al fuego para cantar baladas sobre las almas perdidas en el desierto.</span></p>"
    },
    {
      "epId": 2816,
      "name": "Dragón de las Ruinas - Vigía aéreo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/10742394/85fb79a3bb0ffae3055d58dadb9fb11b_3633913781721132221.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una imponente máquina de combate con aspecto de dragón.<br>Cuenta la leyenda que se trata de un arma de guerra vestigio de una civilización ya extinta. Conserva la apariencia básica de un Dragarto, pero ha sido modificada para mejorar su rendimiento. En comparación con un Dragarto real, tiene una mayor capacidad de “absorber” y “contrarrestar” el poder de los elementos.<br>¿Cómo es que una civilización capaz de crear un arma de guerra de este tipo acabó por extinguirse?</span></p>"
    },
    {
      "epId": 2817,
      "name": "Dragón de las Ruinas - Vigía terrestre",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/10742394/85fb79a3bb0ffae3055d58dadb9fb11b_1530480802910412803.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una imponente máquina de combate con aspecto de dragón.<br>Cuenta la leyenda que se trata de un arma de guerra vestigio de una civilización ya extinta. Conserva la apariencia básica de un Dragarto, pero ha sido modificada para mejorar su rendimiento. En comparación con un Dragarto real, tiene una mayor capacidad de “absorber” y “contrarrestar” el poder de los elementos.<br>A juzgar por sus habilidades, la civilización que creó esta temible arma de guerra debió de ser extremadamente ambiciosa…</span></p>"
    },
    {
      "epId": 2855,
      "name": "Algoritmo de Semi-Incesante Matriz de Observación Navegadora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/10742394/ae3b52cb84dfb655956f6cba841c1e6d_8843890332446896529.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina de moción perpetua que ejerce control sobre las numerosas ruinas que hay en el desierto. Parece que la voluntad de cierto rey solitario aún reside en ella.<br>Tal vez fuera porque recibió instrucción de un amigo en un sueño o porque ansiaba la autoridad que poseían los dioses, pero el rey de este perdida nación creó misteriosas máquinas que no debían haber tenido cabida en este mundo.<br>En mitad de las abandonadas ruinas de la ciudad de los mil pilares, los antiguos cristales yacen en la arena, vestigio de la gloria del paraíso dorado, aunque ya nadie quede para rememorar los sueños de su rey.</span></p>"
    },
    {
      "epId": 2857,
      "name": "Dragón Aciagoeterno",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/10742394/d779c65d82e9fbe7c5308b5ee613ff4c_2630494946072066813.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina de guerra tan aterradora como el soberano que en la antigüedad gobernó estas vastas tierras.<br>Cuentan las leyendas que aquella nación, ahora en ruinas, intentó alcanzar un conocimiento prohibido para crear máquinas de moción perpetua capaces de igualar, e incluso superar, a las formas de vida primigenias. La existencia de este misterioso monstruo mecánico e incansable es prueba de que la legendaria nación que desapareció alcanzó hitos que los mortales nunca deberían haber alcanzado.</span></p>"
    },
    {
      "epId": 2892,
      "name": "Constructor Primigenio - Repulsora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/60aa5a703106abea12e09b790da7972b_6364811311786843125.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un guardián perdido entre las antiguas ruinas del desierto, perfectamente capaz de castigar a todo intruso que ose perturbar los puros sueños de su soberano.<br>Estas máquinas no fueron concebidas para guardar templos ni palacios, sino para reconstruir sobre el desierto el paraíso soñado por el iluso rey.<br>Este paraíso, sin embargo, hace tiempo que desapareció, y ahora esos sueños y promesas olvidados por los mortales solo se conservan en los mantras inscritos en estas máquinas.</span></p>"
    },
    {
      "epId": 2893,
      "name": "Creación Primigenia - Remodeladora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/60aa5a703106abea12e09b790da7972b_8955012949681877536.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un guardián perdido entre las antiguas ruinas del desierto, perfectamente capaz de castigar a todo intruso que ose perturbar los puros sueños de su soberano.<br>El Señor del Sol Abrasador que otrora reinó sobre este desierto prometió a su pueblo una utopía en la otra orilla de la existencia, lo que prueba que no eran sino los desvaríos de un rey iluso.<br>Este paraíso, sin embargo, hace tiempo que desapareció, y ahora esos sueños y promesas olvidados por los mortales solo se conservan en los mantras inscritos en estas máquinas.</span></p>"
    },
    {
      "epId": 2894,
      "name": "Creación Primigenia - Prospectora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/60aa5a703106abea12e09b790da7972b_4105515354465544338.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un guardián perdido entre las antiguas ruinas del desierto, perfectamente capaz de castigar a todo intruso que ose perturbar los puros sueños de su soberano.<br>El señor del mar de arena estudió conocimientos prohibidos en su afán de construir su paraíso soñado, y estas máquinas puede que sean fruto de sus estudios.<br>Este paraíso, sin embargo, hace tiempo que desapareció, y ahora esos sueños y promesas olvidados por los mortales solo se conservan en los mantras inscritos en estas máquinas.</span></p>"
    },
    {
      "epId": 2895,
      "name": "Flexihongo Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/e7f8daca29f5d7f30844905016252907_555948264584392241.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>A diferencia de otros Hongos, este posee un sombrero con cuerdos luminosos. Cuando se siente amenazado, lanza pequeños orbes eléctricos que le sirven para defenderse.</span></p>"
    },
    {
      "epId": 2896,
      "name": "Geohongo Terrestre",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/49216ca30200a7432b571186027efd61_1914412867658348548.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura fúngica mimética que posee una gran capacidad de adaptación al entorno.<br>Partes de su tejido han completado un complejo proceso de queratinización gracias a la influencia del elemento Geo. Si se tiene en cuenta que los Hongos son el resultado de la evolución de las esporas, esta criatura podría ser el primer paso en un nuevo proceso evolutivo.<br>Dentro del ecosistema fúngico, ocupa una posición de poder y parece tener una capacidad intelectual superior a la del resto de Hongos.</span></p>"
    },
    {
      "epId": 2897,
      "name": "Girohongo Pyro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/912e3e8c1b00de91bd7ce8418263f461_8602507163870658252.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Esta criatura contiene una gran cantidad de energía Pyro en su interior, lo que la hace proclive a causar incendios forestales durante las épocas de sequía. Es por ello que se la considera una peligrosa especie invasiva.</span></p>"
    },
    {
      "epId": 2898,
      "name": "Flotihongo Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/0b332fc89af26ece5c6402fc82cce5e5_5966033192445493740.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fúngico con cierta inteligencia. Tiene una gran capacidad de adaptación al entorno.<br>Este Hongo posee un gorro de gran tamaño, pero la estructura de su paraguas está vacía, por lo que no es una suculenta comida.</span></p>"
    },
    {
      "epId": 2899,
      "name": "Eremita Hechizarrocas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/c757c4e26cff0dba6198a837cb900d1d_6274696772679279864.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios salido del desierto, dispuesto a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Antiguamente, estos guerreros fuertemente armados fueron la devota guardia personal del Señor del Sol Abrasador. Quizá por ello su cuerpo refulge como el sol hasta el día de hoy.<br>Inicuos y fragmentados espíritus moran en sus armas, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparecen, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>"
    },
    {
      "epId": 2900,
      "name": "Eremita Cazavientos",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/10742394/1d21ab234a065f179a1a3db8e171c21c_2815442907649486222.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios salido del desierto, dispuesto a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>Ahora que predomina el uso de las ballestas, solo los guerreros más curtidos de las tribus doradas saben usar el arco largo en combate. Ni siquiera les hace falta apuntar con los ojos, les basta el sonido del aire cargado de arena para localizar al enemigo.<br>Inicuos y fragmentados espíritus moran en sus armas, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparecen, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>"
    },
    {
      "epId": 2974,
      "name": "Hipostasis Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/10742394/580b15e255e628d790bf49687894e4fa_7945092447814789155.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nombre en clave: Zayin. Un ser Dendro de alta pureza.<br>Según han conjeturado los eruditos, los Hipostasis tienen la capacidad de aprender, lo que les permite utilizar su mimetismo para atacar. El problema está en que, si verdaderamente son capaces de asimilar información y cambiar conforme a ella, también pueden llegar a sufrir la contaminación de fuentes externas. En ese proceso de aprendizaje y adaptación, el propósito original de su nacimiento podría llegar a distorsionarse hasta el punto de resultar irrelevante. No obstante, esta posibilidad aún continúa siendo un enigma en los círculos académicos.</span></p>"
    },
    {
      "epId": 2975,
      "name": "Dios Mecánico, el Pródigo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/10742394/86791657203a69e453d8e217414b3f9e_5033998180282605468.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Dios Mecánico artificial creado a través de la unión de poderes de las Seis Facultades de la Academia de Sumeru. Posee un poder capaz de compararse al de un verdadero dios.<br>Aquellos que lo califican de \"falso dios\" lo hacen desde la ignorancia, incapaces de comprender el verdadero significado de la palabra \"dios\".<br>El Dios Mecánico, que ahora comprende una infinidad de cosas y carga con un poder incomparable, podría haber trascendido a los mortales.<br>Si los dioses deben amar a la humanidad, entonces el Dios Mecánico, que conoce el fracaso de la igualdad entre los mortales, amará a la humanidad.<br>Si los dioses deben observar a los mortales…<br>…<br>…<br>… Entonces el Dios Mecánico, que ha contemplado el amor, el odio, la separación, el resentimiento y la ira, observará a los mortales también.<br><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"¡Han gozado de demasiada felicidad!</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Tanta que los ha vuelto unos necios arrogantes y terriblemente codiciosos.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">¡Esta era llega a su fin!</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Que el nuevo dios proclame la derrota de los anteriores.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Estúpidos mortales… Aún están a tiempo de arrodillarse ante mí\".</span></em></p>"
    },
    {
      "epId": 3443,
      "name": "Manada de Dragartos de las Profundidades",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/13/10742394/33663ed8f0c9f7500679a6bdb21590c6_1107523254710377241.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un poderoso grupo de Dragartos de las Profundidades. Son tan fuertes gracias a que los habitantes de Enkanomiya los criaron y los seleccionaron. Por supuesto, los Dragartos no lo consideraron como un favor. Los más poderosos entre ellos son capaces de utilizar varios elementos para descargar su furia sobre cualquier intruso.</span></p>"
    },
    {
      "epId": 3474,
      "name": "Gusano de Sutej",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/ca675a813c0acf7a5efbc88e7af636c2_566290180154903759.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un depredador desprovisto de ojos que vive en las profundidades del desierto, y que es capaz de seguir el rastro de su presa por el sonido y las vibraciones del suelo.<br>Cuenta la leyenda que, en una época anterior a la existencia del tiempo, este tipo de depredadores reinaba sobre la tierra, antaño cubierta de frondosas hierbas y árboles ciclópeos, y al igual que sus progenitores y descendientes, se desplazaban a través de la húmeda tierra como peces en el agua.<br>Tras muchos eones, la blanda tierra se convirtió en arena por la gracia de los cielos, con lo que muchas formas de vida perecieron y numerosas especies se extinguieron. Por su parte, estas criaturas que dependían de la tierra para subsistir se convirtieron en gusanos de arena.<br>Debido a sus hábitos de vida similares, muchos habitantes del desierto creen que los gusanos de arena son la forma desarrollada de las anguilas del desierto después de pupar y metamorfosearse.</span></p>"
    },
    {
      "epId": 3475,
      "name": "Eremita Susurrarenas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/e3ada2f7642f67aa52b067345fae5a54_8840337278183685283.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de los grupos dispersos de mercenarios procedentes del desierto dorado. Aunque esté dispuesta a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios, tampoco olvidará sus raíces desérticas.<br>Después de que colapsara su civilización, las historias del desierto se han transmitido de boca en boca a través de las generaciones en forma de versos e historias secretas, del mismo modo que se esparcen las ascuas al viento o la lluvia entre las nubes. Pero en el camino, muchas historias han cambiado y muchas otras se han perdido.<br>“Los Eremitas” es un término con el que los forasteros, ya sea por ignorancia o por desprecio, meten en el mismo saco a los miembros de las diversas tribus del desierto. Entre esos denominados “Eremitas”, hay muchos que han olvidado las historias del desierto. Pero aquellos que las recuerdan todavía nunca podrán traicionar la sangre desértica que fluye por sus venas.</span></p>"
    },
    {
      "epId": 3476,
      "name": "Eremita Danzacróbata",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/088685fa15801b65f875acec2cbfcfac_1381914263482023738.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de los grupos dispersos de mercenarios procedentes del desierto dorado, dispuesta a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>La música y bailes tradicionales de la gente del desierto eran originalmente ofrendas a los dioses, pero más tarde se convirtieron en expresiones artísticas para ganarse el favor de los reyes o bien en artes marciales. En las leyendas del desierto siempre hay bailarinas que planean asesinar a reyes en sus lechos o altas torres. Aunque en el presente, sus reyes y dioses hayan desaparecido en las arenas del tiempo, el recuerdo de la danza sigue perdurando en los corazones de la gente del desierto.<br>Un inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez que aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>"
    },
    {
      "epId": 3477,
      "name": "Buitre Escarlata Sacróseo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/534c13befe626c1aa2853a32def6f1f3_2166980073046428419.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un ave carroñera que ha mutado por devorar los restos de poderosos seres.<br>Entre los despojos que devoran las Bestias Sacróseas suele haber algunas que albergan una fuerza de voluntad imposible de silenciar para siempre. Es esta fuerza de voluntad y esta fuerza las que alimentan su sed insaciable de luchar contra los caídos.</span></p>"
    },
    {
      "epId": 3478,
      "name": "Escorpión Sacróseo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/ea2958c04ec8f00a5ec2d9f8dc1410e4_2295338776407716779.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un artrópodo que ha mutado por devorar los restos de poderosos seres.<br>Cada organismo sigue sus propias leyes evolutivas, y en el caso de las Bestias Sacróseas, su ley es simplemente descubrir antes que sus congéneres los restos de poderosas criaturas que perecieron en un remoto pasado. Los animales y las personas tienen mucho más en común de lo que la gente está dispuesta a aceptar de buena gana.</span></p>"
    },
    {
      "epId": 3479,
      "name": "Aerofidio Sacróseo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/d1b0d88f2f2bdb3e9bad3abf570ac911_5847631619666764579.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un reptil que ha mutado por devorar los restos de poderosos seres.<br>Aunque han adquirido la portentosa habilidad de manipular los elementos, las Bestias Sacróseas siguen sin poder digerir por completo los restos inmortales que engullen, y es por ello que la fuerza que hay en dichos restos se fusiona con su cuerpo. Se dice que los caparazones y protuberancias óseas que crecen de ellos tienen una composición similar al material de fundición usado en Inazuma.</span></p>"
    },
    {
      "epId": 3618,
      "name": "Caballero Serpiente Negra – Hachero demolerrocas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/26884327/1ba50f7a21c0468b5c8333818fb31a18_3138230813381415687.png",
      "desc": "<p>El Caballero Serpiente Negra - Hachero demolerrocas es un Enemigo de Élite perteneciente a los Guardias Serpiente Negra, de la Orden del Abismo.</p>"
    },
    {
      "epId": 3619,
      "name": "Emisario del Abismo – Helada sombría",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/06/129758369/dfafc38479efaeeed41510434683bfcb_3750753680721550540.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una criatura de la Orden del Abismo que utiliza unos filos gélidos para combatir.<br>Así como los santos promulgan y glorifican los salmos que cantan desde el abismo, los emisarios corrigen los cánticos distorsionados y suprimen las disonancias.<br>Muchos son los que afirman que una sensación helada entumece el cuerpo cuando una espada lo atraviesa, pero la gelidez de este oscuro enemigo es capaz de congelar incluso el alma.</span></p>"
    },
    {
      "epId": 3695,
      "name": "Guardián del Oasis de Apep",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/10742394/d6fda0fbccc37d41505ff1fcce5b6e77_7023930571154880395.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">En la antigüedad, Apep nadaba como pez en el agua junto a sus muchos vástagos por el mar de plantas fragantes, árboles y enredaderas. Sin embargo, al final, la vegetación se marchitó y se convirtió en polvo, mientras que muchos seres, diminutos como granos de arena, erigieron en el hogar de Apep una frágil nación.<br>Junto a sus muchos vástagos, Apep transformó el desierto en una insurgente arena hirviente que arrasó con torres y edificios, los cuales cayeron como si de hojas de árboles se trataran. Cuando el nuevo rey del desierto y el rey que había perdido su hogar se reconciliaron, las dunas bañadas por la áurea luz del sol pasaron a pertenecer a los humanos y a los dioses, mientras que los oasis de los dragones tuvieron que recluirse en sus corazones.<br>En la antigüedad, Apep compartió con sus muchos vástagos el conocimiento sobre la evolución, ya que estar en constante transformación era la única forma de evitar marchitarse y derrumbarse como los árboles. Sin embargo, cuando implementó el pacto que había hecho con el Rey del Desierto, alcanzó la sabiduría suprema y, desde entonces, solo era capaz de divisar el fin de los tiempos, el apocalipsis infinito.<br>En el pasado, Apep se sumió en solitario en el paisaje del fin del mundo. En él, todas las personas, deidades, dragones, bestias andantes, aves y peces, todos los recuerdos, la sabiduría, las palabras y el odio se transformaban en polvo. Por su parte, el brillo de la última fase de la luna se convirtió en una lluvia de llamas blancas que descendía sobre la tierra asolada.<br>...<br>Para Apep, las profundidades del desierto eran su tumba, y no el palacio del rey sin hogar. La ponzoña de la sabiduría pronto le liberaría del odio y de la ira acumulados durante un sinfín de lunas. Apep estaba cansado de ese apocalipsis descolorido... Sin embargo, la joven diosa y la viajera(el viajero) de cabellos dorados le hicieron recordar que, aunque la tierra esmeralda que antes gobernaba se había convertido en un páramo"
    },
    {
      "epId": 3701,
      "name": "Hilichurl Errabundo Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/eb2ff17818f8f4420f9033724d997ea1_5640833724481248153.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl errante que no pertenece a ninguna tribu y que parece estar buscando los orígenes del destino de los de su especie, así como una gloria que ya se ha perdido.<br>Si los Hilichurls, que hablan una rudimentaria lengua y no tienen fuentes escritas, tuvieran poesía y leyendas propias, probablemente estos en concreto serían los protagonistas de esas historias.</span></p>"
    },
    {
      "epId": 3702,
      "name": "Hilichurl Errabundo Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/b4f8e7f2b2567f1bfadb35aeb75ab701_5905876770006946605.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl errante que no pertenece a ninguna tribu y que deambula por el mundo como si se hubiera autoexiliado.<br>Guiado por el destino, ayuda a otros Hilichurls o asentamientos de Hilichurls que están en apuros y, tras hacerlo, prosigue con su viaje. Comparado con otros de su misma especie, este parece tener una mayor inteligencia.</span></p>"
    },
    {
      "epId": 3703,
      "name": "Colmibestia Sacrósea",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/acb74196bfe00408eedd23b1da5b8b20_4293579820858970769.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un depredador que ha mutado por devorar los restos de poderosos seres.<br>La naturaleza se rige por la ley del más fuerte; la única excepción son las mascotas y las Bestias Sacróseas. Para estas, los cebos de los humanos y la carroña son trampas más o menos intencionales que, al ser codiciadas por los más fuertes, pueden acabar en una tragedia aún mayor que ser enjauladas.</span></p>"
    },
    {
      "epId": 3704,
      "name": "Corniodrilo Sacróseo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/99a307d9c543af7edbe3619235e526e2_3323022730048915216.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un reptil que ha mutado por devorar los restos de poderosos seres.<br>A veces, los humanos veneran a algunas bestias feroces e imponentes porque las consideran la encarnación de un magnífico poder. Dichas bestias aprovechan esa imagen que los humanos tienen de ellas para demostrar orgullosamente sus habilidades. Sin embargo, las que realmente han absorbido un magnífico poder acaban muriendo a causa de ello, y solo una minoría logra evolucionar a una nueva forma.</span></p>"
    },
    {
      "epId": 3705,
      "name": "Bautista Sacrílego",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/2899a9fa6efec1006150467a00823c4a_9035880458416491758.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un monstruo del Abismo capaz de controlar diferentes elementos y que, al evolucionar, ha desarrollado múltiples extremidades.</span></p>"
    },
    {
      "epId": 3992,
      "name": "Emperador Piroacorazado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92cf784732984089c7f5a91f7a42822c_6941668679794516614.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los dos monarcas que se erigieron sobre el resto de los Engendros Fontamarinos. En el pasado, los marineros contaban historias sobre él.<br>Había una vez un Cangrejo Acorazado que no conocía enemigo alguno. Cazaba donde quería y comía cuanto quería, así que el cangrejo crecía y crecía. Por eso, se veía obligado constantemente a buscar nuevas caracolas que le sirvieran de coraza. Un día, antes de la primera subida del nivel del agua, el gigantesco Cangrejo Acorazado atacó a un barco. Sin embargo, fue finalmente derrotado por Basil Elton, el capitán que aún seguía a cargo de la flota.<br>Imagina por un momento que toda la gente de Teyvat desapareciera, y que el colosal Emperador Piroacorazado llevara el Palacio Mermonia a cuestas, como si de la más gloriosa armadura de mármol se tratara. Aunque, por supuesto, en un mundo así, no habría gente que pudiera llamarle Emperador Piroacorazado.</span></p>"
    },
    {
      "epId": 3993,
      "name": "Suite Criocéfiro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/377f3a8f5ea5fc082951815af746a2ae_3263919719059475450.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una deslumbrante pareja de bailarines mecánicos creados por el Instituto de Ciencias de Fontaine.</span><br><span style=\"color: rgb(255, 255, 255)\">En sus primeros bocetos, Bossuet pensó que los bailarines eran una obra de arte capaz de superar cualquier otro invento basado en la replicación mecánica. Sin embargo, cuando le obligaron a abandonar el Instituto, Maillardet asumió el control de la investigación. Este poseía una visión única de lo que debían ser los mecanismos y los bailarines, por lo que, durante el proceso de iteración, al tiempo que perfeccionaba las distintas funciones de los bailarines, se fue desviando de la idea original de la que partió Bossuet.</span></p>"
    },
    {
      "epId": 4040,
      "name": "Ánima Escupelodo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/8da283e7673adc136462e3910db364dd_7400617299605706527.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una extraña forma de vida elemental que apareció en las zonas acuáticas cuando las Oceánidas desaparecieron de Fontaine.<br>Según cuentan las leyendas, las Oceánidas solían convivir con los humanos en la época de Egeria y vivían en manantiales cristalinos esparcidos por todas partes, de manera que así conectaban las aguas del mundo. Sin embargo, la mayoría de las Oceánidas perecieron junto a su deidad, lo que dejó a las pocas supervivientes sin ninguna figura a la que venerar.</span></p>"
    },
    {
      "epId": 4041,
      "name": "Ánima Aplastalodo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/72fbd17e93004303b15608ce7efc82bb_2688326981104783535.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una extraña forma de vida elemental que apareció en las zonas acuáticas cuando las Oceánidas desaparecieron de Fontaine.<br>Este tipo de criatura, la cual comenzó a avistarse tras la catástrofe que aconteció en este mundo, carece de la belleza característica de las Oceánidas, de ahí su nombre haga referencia a unas aguas turbias y lodosas.<br>Aunque el veneno que se mezcló con las aguas de Fontaine ya se ha diluido y purificado, a menos que haya un espacio de agua pura en algún lugar de la nación, las Oceánidas no volverán a nacer de forma natural en sus aguas.</span></p>"
    },
    {
      "epId": 4042,
      "name": "Protofisurador Quebrantarrocas Gigante",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/10742394/d94d8c4feac0e0795a26552689d6689c_2805559370685985072.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una extraña criatura que mora principalmente en el cuerpo de Elynas.<br>Según la sabiduría de las melusinas, los Protofisuradores no son criaturas peligrosas. Al contrario, las consideran incluso adorables.<br>Al parecer, la percepción visual de las melusinas dista bastante de la de los humanos.</span></p>"
    },
    {
      "epId": 4043,
      "name": "Protofisurador Quebrantarrocas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/10742394/1317767095153c379837899e6c332db7_3805627277041085390.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una extraña criatura que mora principalmente en el cuerpo de Elynas.<br>Recibe un potente choque al entrar en contacto con energía ousía o pneuma, por lo que, aunque no posea un instinto muy agresivo, es un buen método para ahuyentar a Protofisuradores como este.</span></p>"
    },
    {
      "epId": 4044,
      "name": "Protofisurador Sobrecrecido Gigante",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/10742394/622d9d846f1b800fa92b4c9c24ece5a7_6048738024983195059.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una extraña criatura que mora principalmente en el cuerpo de Elynas.<br>Los Protofisuradores superan los límites del conocimiento actual, ya que, basándose en sus características biológicas, no pertenecen a ninguna especie animal, vegetal, fúngica o elemental. Por ello, los eruditos de Sumeru se hallan absortos en un acalorado debate sobre la verdadera naturaleza de estas criaturas. Tal fue el desconcierto que la Academia prohibió por completo el estudio de este tema. El motivo fue que, al igual que ocurre con la definición y esencia del lenguaje, los Protofisuradores escapan a la compresión actual del ser humano y, por tanto, no sería posible llegar a una conclusión precisa sobre ellos.</span></p>"
    },
    {
      "epId": 4045,
      "name": "Protofisurador Sobrecrecido",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/10742394/dd7d9c3c7e9285b9650a64fc6550622b_57478674588623666.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una extraña criatura que mora principalmente en el cuerpo de Elynas.<br>Los primeros Protofisuradores registrados en Fontaine aparecieron poco después de la catástrofe que ocurrió. Fue entonces también cuando se registraron los primeros casos de Protofisuradores atacando y protegiendo a los humanos.</span></p>"
    },
    {
      "epId": 4046,
      "name": "Mecarrastreador",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/03b6c3af19fcba75282ba382142a4b01_8574092482251369814.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los nuevos modelos de Mecabots de diseño más temprano.<br>Se rumorea que cuando el rey de la mecánica, Alain Guillotin, trabajaba en el Instituto de Filosofía Natural, creó una máquina capaz de simular la inteligencia y el pensamiento humanos.<br>Aunque él nunca lo admitió oficialmente, dicho rumor fue más tarde motivo de inspiración para una gran cantidad de ingenieros. Hace décadas, hubo quien aseguró haber creado un Mecabot con capacidad de razonamiento básico y capaz de entender los sentimientos humanos, pero el resultado final de la investigación no recibió reconocimiento alguno.</span></p>"
    },
    {
      "epId": 4047,
      "name": "Mecaoptimizador Aritmético",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/b41d5988248088edd12a7f16da6657da_692156112143975977.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Mecabot diseñado con el propósito de repetir y amplificar el alcance de las señales.<br>Esta máquina es capaz de moverse gracias al flujo de energía producido por las constantes reacciones de control y destrucción que llevan a cabo la ousía y la pneuma dentro de su núcleo interno, un equilibrio que se puede ver alterado si se libera un exceso de energía.</span></p>"
    },
    {
      "epId": 4048,
      "name": "Mecasondeador Subacuático",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/f582e9fa33cd56f5396b7ae1750cd4ca_1108944887815771561.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Mecabot diseñado para explorar las profundidades submarinas.<br>En lo que al diseño de los Mecabots se refiere, cuando no hay manera de obtener avances en el campo de la cinética, la cinemática se convierte en el objeto de estudio más importante. A veces, la biónica puede ser la solución más sencilla a los problemas de diseño mecánico.</span></p>"
    },
    {
      "epId": 4049,
      "name": "Mecaprospector",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/9d2abe9dbb827e024899c843ff2f0270_8321618247097989521.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Mecabot creado con el propósito de explorar posibles fuentes de recursos subterráneos y yacimientos de determinados minerales.<br>Debido a su gran capacidad para buscar minerales valiosos, es una máquina muy popular entre Ladrones de Tesoros y aventureros.</span></p>"
    },
    {
      "epId": 4050,
      "name": "Mecapatrullero Subacuático",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/f9a30d3a1b55b47fe9b85a41967741e7_4259141528719261612.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este Mecabot se diseñó con el objetivo de rastrear, ahuyentar y aniquilar criaturas marinas que afectan negativamente a las instalaciones submarinas.<br>Tras la primera subida del nivel del agua, el Instituto de Ciencias de Fontaine no dejó de preocuparse porque dicho hecho se repitiera. De hecho, algunos de sus miembros llegaron a plantear un proyecto de recuperación de ruinas submarinas con el objetivo de construir una ciudad bajo el agua. Otros, sin embargo, dirigieron la mirada a las islas flotantes e inalcanzables del cielo y soñaron con crear allí grandes metrópolis.<br>Aunque el Mecapatrullero Subacuático es fruto del primer grupo de soñadores, parece que en los últimos años es el segundo grupo el que va viento en popa.</span></p>"
    },
    {
      "epId": 4051,
      "name": "Mecarrecolector Dinámico",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/97d935b7ef2029022d2afff1dda10858_2083178572793763533.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Mecabot diseñado para excavar y transportar arena.<br>Los Mecabots que producen energía mediante la destrucción de la ousía y la pneuma poseen una ventaja única en Fontaine: la capacidad de almacenar y transmitir estos dos tipos de energía gracias a las propiedades del agua y de la tierra de esta nación. Este también es uno de los motivos por los que los aventureros se topan en ocasiones con fragmentos de pneuma y ousía en la naturaleza.</span></p>"
    },
    {
      "epId": 4052,
      "name": "Mecacentinela Zonal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/6dc3e045a6a5328ef191cd16d2d33a5f_6270697821912090642.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina capaz de lanzar la energía generada mediante destrucción.<br>Técnicamente hablando, se trata de un mecanismo creado por el Instituto de Filosofía Natural antes de la fundación del Instituto de Ciencias de Fontaine. Es por ello que, aunque fue todo un éxito comercial como dispositivo de vigilancia y defensa, la mayoría de los ingenieros no lo consideran un Mecabot en el sentido estricto de la palabra.</span></p>"
    },
    {
      "epId": 4053,
      "name": "Mecaespecialista Asaltador",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/f47330ba59a37b485805f076403c1e63_2143856542451943447.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Al igual que los Mecarrastreadores, es uno de los nuevos modelos de Mecabots de diseño más temprano. Aunque, tras más de cien años, ya no es exactamente un “nuevo modelo”, esta denominación se usaba antiguamente para identificar a las máquinas capaces de moverse con la tradicional mecaenergía potencial.</span><br><span style=\"color: rgb(255, 255, 255)\">El nombre de este Mecabot rinde homenaje a un amigo de la persona que lo inventó. De hecho, en un principio, estaba pensado para ayudar a la gente. Sin embargo, con el paso del tiempo, sus usuarios descubrieron que era más eficaz usar esta máquina para atacar a la gente que hacerlo con sus propias manos.</span></p>"
    },
    {
      "epId": 4054,
      "name": "Mecaespecialista Inhibidor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/2f50163bfc40d3af453ccd6f2d227fe7_2892554965404904835.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un Mecabot basado en el modelo Scherbius al que se han añadido algunas mejoras. Por desgracia, no posee ninguna habilidad que no sea de ataque.</span><br><span style=\"color: rgb(255, 255, 255)\">Los Mecabots cuyo funcionamiento se basa en la destrucción de energía suelen usar repetidores hechos de minerales especiales para refinar las energías pneuma y ousía que hay en el entorno de Fontaine, pero también pueden moverse fuera de dicha nación durante trayectos y periodos de tiempo cortos si cuentan con fragmentos de energía ya preparados. La diferencia entre ambos modos de funcionamiento se manifiesta en las distintas formas que adquieren sus componentes hechos de minerales.</span></p>"
    },
    {
      "epId": 4055,
      "name": "Mecaespecialista Aniquiladora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/16ef076f8093794bc35bba0ea0516739_4457157461865844624.png",
      "desc": "<p>Aunque el Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine es el principal organismo de estudio y diseño de Mecabots de la nación, también existe un considerable número de ingenieros y talleres de mecánica independientes especializados en esta área.<br>Esta máquina fue diseñada precisamente por uno de esos ingenieros independientes en honor a su amada y como reconocimiento a sus patrocinadores. Su diseño fue finalmente elegido y adquirido por la Oficina Judicial para desempañar el papel de una de las principales fuerzas de seguridad de la nación.</p>"
    },
    {
      "epId": 4056,
      "name": "Mecaespecialista Constructor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/1344b14a8d98aa99c73716774fd35a77_4758131472890956058.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un Mecabot gigante cuyo valor en tareas de construcción y arqueología va más allá de lo imaginable. Su nombre procede de un ingeniero contratado por Calas durante la construcción de la acualínea Clémentine.</span><br><span style=\"color: rgb(255, 255, 255)\">Gracias a la financiación de Calas, aquel ingeniero fue capaz de crear la legendaria y magnífica Aureonave Ventura para poder construir el Túnel de Poisson. Tras aquella gran obra de ingeniería, construyó esta máquina de características semejantes, pero de menor tamaño.</span></p>"
    },
    {
      "epId": 4057,
      "name": "Raya Depredadora",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/698535753fc8a6245f0f7fbf8da670fc_3118025377428449442.gif",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un rajiforme capaz de lanzar acuadagas.<br>Entre los Engendros Fontamarinos, existen ciertas criaturas de curiosas mutaciones pigmentarias. Se rumorea que este tipo de pez no es una criatura como tal, sino que en realidad son espíritus del océano incorpóreos que nunca han picado un anzuelo y que bendicen a quienes tienen el reconocimiento del Fontamar o a quienes han sido capaces de dominarlo. Por supuesto, para los filósofos de la naturaleza, tales afirmaciones carecen de fundamento alguno.</span></p>"
    },
    {
      "epId": 4058,
      "name": "Cangrejo Acorazado",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/829d0e80189b6ed66d77b6d57fe6a9cb_1670667773371911806.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cangrejo que vive dentro de una caracola.<br>Carece del instinto agresivo que caracteriza a otras criaturas porque, además del apetito, dicho instinto surge de la consciencia. Por el contrario, todo lo que conoce el Cangrejo Acorazado es la casita con la que carga a la espalda.</span></p>"
    },
    {
      "epId": 4059,
      "name": "Cangrejo Acorazado Robusto",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/7168a0d811160529c393961c354c4bdc_6764687975688623999.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un cangrejo que vive dentro de una caracola. Durante su etapa de crecimiento, el Cangrejo Acorazado se ve obligado a buscar constantemente nuevas caracolas que le puedan servir de coraza.<br>Hace un tiempo, se publicó un cuento infantil que trataba precisamente de la historia de un Cangrejo Acorazado y su tenaz búsqueda de un hogar adecuado. Era una historia realmente interesante que, al igual que tantas otras fábulas para niños, acabó convirtiéndose en una experiencia con la que muchos adultos se sentían identificados.</span></p>"
    },
    {
      "epId": 4060,
      "name": "Medusa Sombreruda",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/03c74940fc33fc77ef71514f741b94c9_2962852598428198302.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura acuática que caza gracias a los proyectiles que lanza.<br>A simple vista, este animal tiene forma de sombrero. Pero lo cierto es que en la parte inferior de ese “sombrero” esconde sus fauces. Por eso, no se recomienda a nadie intentar ponérselo en la cabeza. De hecho, no sería el primer caso de alguien que comete semejante imprudencia: “Cuando lo pienso, me doy cuenta de lo necio que fui”.</span></p>"
    },
    {
      "epId": 4061,
      "name": "Caballito Burbumarino",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/2fed12a4979fe6fc6a226917e4b62d28_5029346732308747894.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura acuática que caza gracias a los proyectiles que lanza.<br>El Caballito Burbumarino es una de las grandes estrellas entre los amantes de las escasas especies de Engendros Fontamarinos. Claro está, al igual que ocurre con los amantes de los Mecabots, los de estas criaturas suelen mantener una tensa rivalidad con otros grupos de seguidores.</span></p>"
    },
    {
      "epId": 4062,
      "name": "Caballito Burbumarino Macho",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/48571f3d117c52e91764c7ff89d44b52_5176848050269573299.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un espécimen macho de un Caballito Burbumarino adulto. Es muy agresivo.<br>Aquellos que se han topado en el pasado con el rey de los Caballitos afirman que se trata de una criatura orgullosa con cuatro largas extremidades.</span></p>"
    },
    {
      "epId": 4063,
      "name": "Esferoctópodo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/fee95eca531db38ef9c235adf1a78939_1714776760636473586.gif",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura acuática que caza gracias a los proyectiles que lanza.<br>Es sabido que la habilidad de lanzar proyectiles acuáticos es una característica común entre los Engendros Fontamarinos. Sin embargo, no es extraño toparse con turistas que, ajenos al verdadero peligro que conlleva, pasean a sus anchas por las aguas de Fontaine. De hecho, la pesadez de las escafandras cumple con dos funciones básicas: resistir la presión que ejerce el agua y proteger de los ataques de los Engendros Fontamarinos.</span></p>"
    },
    {
      "epId": 4064,
      "name": "Gasterópodo Ángel",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10742394/6d053f1ef1b24b3d00aa46c80beec288_138118708339095458.gif",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una criatura acuática que caza gracias a los proyectiles que lanza.<br>Desde el punto de vista evolutivo, los Engendros Fontamarinos son meras criaturas marinas que han evolucionado debido a las particulares condiciones del entorno natural de Fontaine. Ese es el motivo de que, en algún momento del pasado, los Engendros Fontamarinos guardaran un gran parecido con el resto de las criaturas marinas de Teyvat.</span></p>"
    },
    {
      "epId": 4065,
      "name": "Gran Gasterópodo Ángel",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/10742394/c58af38ac984e0b69693a33ef6750a5b_5208552936359495480.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La forma adulta de un Gasterópodo Ángel. Las “alas” que sobresalen a su espalda son en realidad bloques de grasa capaz de almacenar Energía Elemental.<br>Este tipo de criatura es capaz de acumular una gran cantidad de energía que realmente no necesita ni para alimentarse. Tal vez sea para asegurarse la posibilidad de sobrevivir durante un tiempo si los océanos llegaran a secarse. O, tal vez, esta energía sirve de nutriente para otras especies.</span></p>"
    },
    {
      "epId": 4066,
      "name": "Foca Abotargada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/640ca728bc061ad3a4a830e4ee987ec1_6003582156271357616.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mamífero que vive en las aguas de Fontaine. Es capaz de emitir una suave melodía que le permite comunicarse con sus compañeros.<br>Gracias a su densidad, el agua es un gran medio de transmisión del sonido, mucho mejor incluso que el aire. Algún investigador del Instituto de Ciencias se basó precisamente en la Foca Abotargada para desarrollar una nueva tecnología capaz de convertir imágenes en datos y transmitirlas de manera inmediata. Sin embargo, debido a la gran cantidad de restricciones experimentales del proceso, no se utiliza más allá del Instituto de Ciencias.<br>El caso es que este tipo de tecnología basada en las masas de líquido y el sonido ya existía en el pasado. La innovación ya no existe en este mundo.</span></p>"
    },
    {
      "epId": 4343,
      "name": "Generador de Campo Experimental",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>"
    },
    {
      "epId": 4344,
      "name": "Corcel de Mar Perlamilenario",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/c4f5112a860768d0c0c581344c205174_2475100717218274071.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los dos monarcas más evolucionados de los Engendros Fontamarinos.<br>Los poetas y los escritores suelen calificarlo de arrogante y noble, aunque tales descripciones probablemente se deban a su aspecto esbelto y grácil. No obstante, esa es la razón por la que se le llama “corcel”, y por la que el rey de los Cangrejos Acorazados es llamado “emperador”.<br>Según las leyendas de Fontaine, entre los Engendros Fontamarinos tuvo lugar una cruenta guerra de la que solo salieron vivos el Corcel de Mar Perlamilenario y el Emperador Piroacorazado, los cuales se convirtieron en rivales que se disputaban el norte y el sur del Gran Lago. En el «Cantar de Dobhar-chú», el autor describe cómo fue el fin de la guerra: antes de morir, la Raya Depredadora conocida como la Reina de las Tempestades provocó un tsunami que más tarde pasó a llamarse la “primera subida del nivel del agua”.<br>No obstante, todo esto no es más que producto de la imaginación de las personas, las cuales se niegan a tener una vida en la que no haya ni un ápice de fantasía. Los Engendros Fontamarinos solo son criaturas acuáticas que no pertenecen ni en ningún momento destruyeron una corte real, y que tampoco cuentan historias de hazañas o maldades.</span></p>"
    },
    {
      "epId": 4345,
      "name": "Soldado Fatui - Senescal Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/aae4d48597cbdb452d7113200f76a95d_4253358804314612762.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una agente especial de élite de los Fatui.<br>Las Senescales no tienen un rango militar reglado entre las filas de los Fatui y se mueven junto a los demás soldados según las órdenes y la misión en la que estén. También actúan de manera independiente o colaborando con los soldados de todas partes de Teyvat para labores de espionaje, contravigilancia, protección, eliminación de personas, etc. Para algunas misiones especiales, las Senescales necesitan dominar toda clase de habilidades, e incluso de formas artísticas.</span></p>"
    },
    {
      "epId": 4346,
      "name": "Soldado Fatui - Senescal Cryo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/b2c598a4fa81be8bb43ba35074d92f74_8099334041434599264.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\"><br>Una agente especial de élite de los Fatui.<br>Solo alguien que ha sido elegido desde pequeño, que ha sido adoctrinado y entrenado durante muchos años y que ha sido repudiado en incontables ocasiones puede llegar a convertirse en Senescal. Son los soldados más sobresalientes de todas las filas de los Fatui y poseen tanto unas habilidades extraordinarias como una fidelidad férrea.</span></p>"
    },
    {
      "epId": 4401,
      "name": "Mecaasaltador Submarino",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/42bd4ed7c62bde287d29b7b393d40bbd_2354784442831611855.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Mecabot diseñado específicamente para atacar bajo el agua. Su diferencia con los Mecapatrulleros Subacuáticos es que los enemigos que desean atacarlos son más grandes y agresivos. La desventaja que tienen sus características y costes de fabricación es que no resultan tan amenazantes para los enemigos más pequeños.<br>En el pasado, en Fontaine ocurrió una gran tragedia en la que enormes bestias invadieron la nación, y en la cual la blanca Armada Blindada, adorada por todos los habitantes del Gran Lago, sufrió una aplastante derrota defendiendo su patria. El diseñador de esta máquina esperaba que, si algo así volviera a ocurrir, al menos tuvieran un tipo de Mecabot de gran potencia de fuego que pudiera estar en la primera línea de defensa, por delante del resto de los capitanes y soldados.</span></p>"
    },
    {
      "epId": 4571,
      "name": "Tulpa Hidromimético",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/685c8e4b6a58dbed2c74cbbf1cbb977c_8311168683849022662.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un monstruo con forma humana formado a partir de agua.</span></p>"
    },
    {
      "epId": 4572,
      "name": "Narval Devoraestrellas",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/d6f05906844b79f1be3d4f049381a60f_6466217422543603525.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una enorme bestia misteriosa de otro mundo.</span></p>"
    },
    {
      "epId": 5056,
      "name": "Suanni Ermitaña",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/f02b8c509e8b9e4440f8c7d044f8206e_3073802382658793374.png",
      "desc": "<p>Una orgullosa bestia iluminada solía vagar con plena libertad a través de las montañas, despreciando cualquier otra forma de vida con máximo desdén. A día de hoy, continúa oculta en la niebla, espantando con furiosos vientos y neblinas a todo aquel que se atreva a entrometerse en sus dominios...</p>"
    },
    {
      "epId": 5057,
      "name": "Bestia Xuanwen",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/d75494fa72798564617469b6393fac97_6194874371124290617.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una feroz bestia que vive en las montañas del Valle Chenyu y cuyo rasgo más destacable son los patrones de su piel, conocidos como “xuanwen”.<br>Según el folclore de la región, en el pasado, estas bestias fueron familiares de los Adeptus, a quienes protegieron y ayudaron a acabar con el mal. Sin embargo, tras la muerte de muchos Adeptus, se transformaron en bestias agresivas. De acuerdo con una leyenda cuya veracidad ya no se puede comprobar, los Adeptus tenían muchas identidades distintas, pero lo único universal era que, por seguridad, no era aconsejable acercarse impulsivamente a estos seres de irascible temperamento.<br>Tras varios milenios de imparable actividad humana, el hábitat original de las Bestias Xuanwen se ha reducido cada vez más, de manera que a día de hoy solo se las puede ver en las solitarias montañas del Valle Chenyu.</span></p>"
    },
    {
      "epId": 5595,
      "name": "La Sota",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/10742394/6673f62e348a0eb42218a128deb8410e_7436048102402745536.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La Sota, la cuarta de Los Once.</span></p>"
    },
    {
      "epId": 5609,
      "name": "Gólem Legado",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/3d9acabfe82467816e21ac130d1bf59a_5451983169722507834.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una estatua con apariencia de Gólem centauro hecha de mármol y latón. Bajo su férrea capa de piedra, fluye sangre de icor. Posicionado como uno de los líderes de la legión, está listo para aplastar a cualquier intruso que suponga una amenaza para su honor.<br>La antigua civilización, hoy en día oculta en las profundidades del mar, creía que la guerra era como un arte musical, como una combinación de ritmos a seguir. Por lo tanto, el comandante usaba su escudo y espada al igual que un afinador usaría sus dedos para tocar la lira e interpretar la banda sonora de un férvido combate.<br>“La guerra es un monstruo cruel que hay que derrotar para poder alcanzar la paz mundial”. Esas fueron palabras del comandante que lideró las legiones de Gólems que acabaron conquistando los mares.</span></p>"
    },
    {
      "epId": 5610,
      "name": "Gólem Pretoriano",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/10742394/58a281322c63e65ad15683fe7427a02d_3068070202077128475.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una estatua móvil que representa a un guerrero dispuesto a apuntar con su espada a cualquiera que se atreva a invadir su territorio. Su poder es de origen desconocido, ¿será que está dominado por cierta alma? ¿O quizá sea cosa de magia?<br>Dicen que, en el pasado, hubo legiones de Gólems que conquistaron las regiones de aquellos que se refieren al Supramar como “hogar”, y quizá este guerrero haya pertenecido a dichas legiones. Las orgullosas torres e imponentes palacios que ahora descansan bajo las profundidades del océano atestiguan de nuevo a los que osan alterar los azares de la rueda del destino.</span></p>"
    },
    {
      "epId": 6561,
      "name": "Autómata Fuentenigma - Rastreador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e9927800b8131027725d29cb61a78b27_9196782947549855132.png",
      "desc": "Una maquinaria usada para labores de recolección en ruinas antiguas.<br>Según las leyendas, se trata de una máquina de trabajo especial para ruinas de la antigüedad que fue diseñada principalmente con fines experimentales, como atrapar o recoger muestras, y que solo cuenta con unas funciones de combate básicas.<br>Dicen los rumores que no fue creada por humanos, sino por una civilización mucho más antigua. Sin embargo, en el presente, dicha civilización ya no existe y lo único que queda de ella son estas extrañas centinelas."
    },
    {
      "epId": 6562,
      "name": "Guerrera Flujoafilado - Guerrillera",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43ad84539dd197c7ce540bbe6d39ba91_7604618065964408856.png",
      "desc": "Una guerrera procedente del origen de los manantiales, así como una centinela tribal que patrulla por zonas acuáticas y costeras.<br>Esta Guerrera Tribal no lleva ningún arma porque es experta en las técnicas del combate físico. Te parecerá que sus puñetazos y sus patadas son poca cosa, pero en realidad encierran un poder tan abrumador como el de las olas."
    },
    {
      "epId": 6563,
      "name": "Guerrera Forjarenas - Interrogadora",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4def2808096fb71d5667c7e630834d07_8484851673896277161.png",
      "desc": "Una guerrera de los cañones, así como una centinela tribal que patrulla por las montañas y ríos en los que abundan las piedras preciosas.<br>Esta Guerrera Tribal lleva un bate con el que puede hacer añicos incluso a la más dura de las piedras. Cuando no está combatiendo, suele destrozar rocas con su arma en busca de gemas y minerales flogísticos."
    },
    {
      "epId": 6564,
      "name": "Guerrera Rauda - Buscapistas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b6a874e5a67445b8599013f973086ead_5119747004834566391.png",
      "desc": "Una guerrera de los árboles, así como una centinela tribal que patrulla por cañones y bosques con arroyos.<br>En comparación con los guerreros de otras tribus, estas, que siempre están de acá para allá entre las montañas con sus cuerdas y sus ganchos, tienen una excelente percepción del entorno y no dejan de pensar en formas de derrotar a sus oponentes atrapándolos por sorpresa."
    },
    {
      "epId": 6565,
      "name": "Guerrero Raudo - Exploracéfiros",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/8634313e5c948597c6ae7879d86170c1_67289109661548918.png",
      "desc": "Un guerrero de los árboles, así como un centinela tribal que patrulla por cañones y bosques con arroyos.<br>Dicen que, a modo de entrenamiento de combate, los miembros de las tribus que usan espadas deben pasar un día entero bajo un árbol partiendo las hojas que se le caen. Al igual que una hoja no hace ningún ruido al caer, los cortes de estos mensajeros pueden llegar cuando menos te lo esperes."
    },
    {
      "epId": 6566,
      "name": "Guerrero Flujoafilado - Serrasálmido",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d682da55c48120c375ec107f85222d8_2384101137421954745.png",
      "desc": "Un guerrero procedente del origen de los manantiales, así como un centinela tribal que patrulla por zonas acuáticas y costeras.<br>Siempre se sitúa en el frente de batalla y blande una espada con unos dientes desgarradores. Los miembros de las tribus que practican el uso de la espada lo hacen en zonas acuáticas para entrenar su fuerza y sus habilidades contra la resistencia del agua. Los mejores entre ellos son capaces de partir un pez en dos."
    },
    {
      "epId": 6567,
      "name": "Guerrero Raudo - Mensajero Filopesado",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c136f463e94a0ffe6accb2d561c7d3c_1379479378945653088.png",
      "desc": "Un guerrero de los árboles, así como un centinela tribal que patrulla por cañones y bosques con arroyos.<br>Hay quien piensa que un mandoble es un arma demasiado pesada para que la lleve un mensajero de los Retoños Arbóreos. Sin embargo, tal vez precisamente debido a que tienen una responsabilidad tan grande, un arma con una gran capacidad de disuasión es algo absolutamente imprescindible."
    },
    {
      "epId": 6568,
      "name": "Guerrero Forjarenas - Quebrantaescudos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1becba1ffe3462105f7e0917033f5f1a_5984669209956486899.png",
      "desc": "Un guerrero de los cañones, así como un centinela tribal que patrulla por las montañas y ríos en los que abundan las piedras preciosas.<br>Este Guerrero Tribal lleva un martillo gigante para ir en la vanguardia y ser el primero en romper las defensas enemigas. En los Vástagos del Eco, una tribu aficionada a las gemas y la artesanía decorativa, los martillos son unas herramientas que los guerreros usaban mucho en su infancia."
    },
    {
      "epId": 6569,
      "name": "Guerrero Forjarenas - Lanzajabalinas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/50db637254bfc7df0df0afd951c58605_2800982298638640182.png",
      "desc": "Un guerrero de los cañones, así como un centinela tribal que patrulla por las montañas y ríos en los que abundan las piedras preciosas.<br>En la época en la que las montañas habían sido destrozadas y las tribus necesitaban ser reconstruidas, los guerreros usaban jabalinas como marcas con las que determinaban las ubicaciones de ambos lados de un cañón desde las que se podían excavar nuevos caminos. Para ello, tenían que clavar muy bien las jabalinas en la roca."
    },
    {
      "epId": 6570,
      "name": "Guerrero Flujoafilado - Arponero",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ef7ff6c8ab1f943ce537d0000c473c20_946311458919495849.png",
      "desc": "Un guerrero procedente del origen de los manantiales, así como un centinela tribal que patrulla por zonas acuáticas y costeras.<br>Este guerrero lleva dos arpones y sus habilidades de caza y pesca no se deben subestimar. Dicen que, en el pasado, la gente de las tribus cazaba bestias gigantes de aletas y escamas duras como el acero usando estas habilidades."
    },
    {
      "epId": 6571,
      "name": "Soldado Tepetlisaurio - Aplastacristales",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
      "desc": "Un poderoso soldado de los cañones cuya valentía ha recibido cierto reconocimiento, y por lo cual se le ha otorgado la corona sáurica que lleva en la cabeza.<br>Puede atacar con el poder de una avalancha. Incluso entre los Vástagos del Eco, que viven de las montañas y los minerales, los soldados sauriocoronados entienden de piedras más que nadie. Dicen que incluso pueden adivinar la pureza y las vetas del interior de un mineral en bruto con solo observar su áspero exterior."
    },
    {
      "epId": 6572,
      "name": "Soldado Tepetlisaurio - Destrozarrocas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
      "desc": "Un poderoso soldado de los cañones cuya valentía ha recibido cierto reconocimiento, y por lo cual se le ha otorgado la corona sáurica que lleva en la cabeza.<br>Puede atacar con el poder de una avalancha. Cuenta la leyenda que, originalmente, las Montañas Cristasulfúricas eran una cordillera más completa y hermosa que ahora. Adoptó su forma actual cuando, al llegar la marea oscura, los soldados sauriocoronados de los Vástagos del Eco abrieron huecos en la tierra para guiar dicha marea."
    },
    {
      "epId": 6573,
      "name": "Soldado Yumkasaurio - Aserrahojas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "Un poderoso soldado de los árboles cuya valentía ha recibido cierto reconocimiento, y por lo cual se le ha otorgado la corona sáurica que lleva en la cabeza.<br>Puede usar ganchos de agarre para aumentar el alcance de sus ataques. Los ganchos son un elemento indispensable en la vida diaria de los Retoños Arbóreos. Sin embargo, solo los guerreros más fuera de sus cabales combinarían un gancho con una sierra para crear un arma muy complicada de manejar, pero con una capacidad destructiva letal."
    },
    {
      "epId": 6574,
      "name": "Soldado Yumkasaurio - Artillera celeste",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
      "desc": "Una poderosa soldado de los árboles cuya valentía ha recibido cierto reconocimiento, y por lo cual se le ha otorgado la corona sáurica que lleva en la cabeza.<br>Puede usar ganchos de agarre para aumentar el alcance de sus ataques. Tras construir un mecanismo muy sofisticado, ha obtenido un cañón que se dispara con el gancho de la cuerda. Para los soldados sauriocoronados de los Retoños Arbóreos, pulir las habilidades y el pensamiento es más importante que entrenar el espíritu y la fuerza de voluntad."
    },
    {
      "epId": 6575,
      "name": "Soldado Koholasaurio - Caminaolas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
      "desc": "Una poderosa soldado procedente del origen de los manantiales cuya valentía ha recibido cierto reconocimiento, y por lo cual se le ha otorgado la corona sáurica que lleva en la cabeza.<br>Puede usar el poder de la marea para trasladarse de un lado a otro. Cuentan las leyendas que los héroes de la tribu podían moverse sobre el agua a toda velocidad y sin la ayuda de ninguna herramienta. En la actualidad, la gente de la tribu considera que ello se trata de una compleja habilidad de manipulación de la marea cuya clave reside en la manera de moverse."
    },
    {
      "epId": 6576,
      "name": "Soldado Koholasaurio - Quebrantarrecifes",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
      "desc": "Una poderosa soldado procedente del origen de los manantiales cuya valentía ha recibido cierto reconocimiento, y por lo cual se le ha otorgado la corona sáurica que lleva en la cabeza.<br>Puede usar el poder de la marea para trasladarse de un lado a otro. Hay tres fases de entrenamiento para dominar esta habilidad: la primera es la de adaptación, la segunda, la de sumisión, y la tercera, la de manipulación. Ser capaz de usar esta habilidad solamente es el requisito más básico para formar parte de los soldados sauriocoronados del Pueblo de los Manantiales, pero aquellos de mayores capacidades pueden incluso “navegar” por tierra durante un breve periodo de tiempo haciendo uso de esta técnica."
    },
    {
      "epId": 6577,
      "name": "Cría de Tepetlisaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
      "desc": "Un Tepetlisaurio joven capaz de moverse por rocas y flogisto sólido.<br>Aún no le ha crecido el cuerno en la frente y sus habilidades de excavación todavía están en desarrollo, de manera que suelen escucharse noticias de Crías de Tepetlisaurio que se quedan atrapadas entre las rocas. Sin embargo, no hay de que preocuparse, pues tarde o temprano se convertirán en unos Tepetlisaurios capaces de moverse libremente por las rocas más duras."
    },
    {
      "epId": 6578,
      "name": "Tepetlisaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
      "desc": "Un saurio con un cuerno y unas garras muy tenaces, capaz de moverse por rocas y flogisto sólido.<br>Cuenta la leyenda que los ancestros de los Tepetlisaurios eran unos dragones muy longevos tan grandes como las montañas. Cuando dormían, en sus espaldas se formaban montañas, y al despertar, se sacudían la tierra y las piedrecillas para que entre sus escamas solo quedaran radiantes piedras preciosas. Se dice que los objetos de gran tamaño similares a un taladro de los Vástagos del Eco son los restos de los cuernos de aquellos grandes dragones."
    },
    {
      "epId": 6579,
      "name": "Cría de Koholasaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ad99f12343b89583883213f221bead57_3275260446546631310.png",
      "desc": "Un Koholasaurio joven capaz de moverse por el agua y el flogisto líquido.<br>Tanto su piel como sus aletas están aún en desarrollo, de manera que, a diferencia de los Koholasaurios adultos, estos no pueden permanecer mucho tiempo en entornos con altas temperaturas. Sin embargo, no hay de que preocuparse, pues tarde o temprano se convertirá en un Koholasaurio capaz de moverse libremente por el agua."
    },
    {
      "epId": 6580,
      "name": "Koholasaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
      "desc": "Un saurio con unas aletas muy toscas y una larga cola, capaz de moverse por el agua y el flogisto líquido.<br>Cuenta la leyenda que los dragones de la antigüedad tenían una mayor capacidad de adaptación al entorno, de manera que, al flotar en la superficie del agua, los dragones marinos más grandes se podían confundir con islas enteras. Los Koholasaurio de ahora serían los descendientes de aquellos gigantescos dragones marinos. De hecho, a partir de sus amplias espaldas, nos podemos hacer una idea de lo colosales que debieron de ser aquellas bestias marinas de la antigüedad."
    },
    {
      "epId": 6581,
      "name": "Cría de Yumkasaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4dc2c6255f04404b37be8b6e7619433e_997530024683997417.png",
      "desc": "Un Yumkasaurio joven capaz de escupir la pectina de flamigranada que esconde en las mejillas para atrapar objetos lejanos.<br>Todavía no puede agarrar las cosas con fuerza y su sentido del equilibrio no está lo suficientemente desarrollado como para poder moverse sin problema por el aire, de manera que a veces se cae hacia un lado si se sienta sobre su propia cola. Sin embargo, no hay de que preocuparse, pues tarde o temprano se convertirá en un Yumkasaurio capaz de moverse a sus anchas por los bosques."
    },
    {
      "epId": 6582,
      "name": "Yumkasaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
      "desc": "Un saurio con unas fuertes extremidades y una cola blandita y esponjosa, capaz de escupir la pectina de flamigranada que esconde en las mejillas para atrapar objetos lejanos.<br>Según las leyendas, los Yumkasaurios de ahora no se parecen en nada a los del pasado, los cuales eran tan pequeños que hasta costaba verlos. Podían flotar en el aire y pegarse al cuerpo de otros dragones más grandes, o juntarse para flotar como nubes. No obstante, no tuvieron más remedio que adoptar su aspecto actual para poder conservar su forma después de que sus habilidades se degeneraran."
    },
    {
      "epId": 6583,
      "name": "Rey Yumkasaurio Glotón",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/01/73555894/7c1ed7d240424237bc75660e96f3f0ee_5876836295727483097.png",
      "desc": "<p><br>Un poderoso Yumkasaurio que ha sobrevivido hasta hoy desde una época muy antigua tras haber luchado en incontables batallas.<br>Este Rey de la Montaña se enfrentó a la marea oscura junto a los héroes de la antigüedad, razón por la cual goza de un gran estatus entre los Retoños Arbóreos. Entre estos últimos, hay quienes creen que, al igual que ocurre con el tirano de los Qucusaurios, este saurio simplemente tiene una complexión física especial. Sin embargo, tal vez sea tan simple como que ha vivido mucho tiempo y comido demasiado.</p>"
    },
    {
      "epId": 6584,
      "name": "Tirano Qucusaurio Aureoardiente",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/01/73555894/5709594dc5a9060e80eff1f292116304_8522015235311881700.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Qucusaurio que ha obtenido un cuerpo sobrenatural debido a un enorme poder imposible de controlar por los saurios de la actualidad.</span><br><span style=\"color: rgb(255, 255, 255)\">Según una antigua leyenda, cuando era pequeño, el gran saurio alado que ahora suele deambular entre la bruma de la montaña fue de aventuras con los héroes que salvaron Natlan. Cuentan que uno de esos héroes prometió hacer el peregrinaje al volcán con este saurio para evitar que perdiera la cordura a causa del agresivo poder que fluía por su sangre. A juzgar por el nombre de “tirano” con el que la gente se refiere a él hoy en día, aquella historia no debió de terminar muy bien...</span></p>"
    },
    {
      "epId": 6585,
      "name": "Manifestación Wayob Cavernaria",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
      "desc": "La Wayob en la que creen y adoran los Vástagos del Eco. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma. En el saber de las tribus de Natlan, las Wayob viven en el Reino de la Noche y no tienen una forma fija, ya que se adhieren a cualquier objeto para guiar a la gente perdida de las tribus. Entre estos seres, las Manifestaciones Wayob son aún más especiales, pues toman la forma de los tótems para mostrarse y suelen tener una misión importante que llevar a cabo.<br>Los Vástagos del Eco creen que su Wayob tiene el poder de moldear picos y valles y puede controlar los ecos que produce el choque entre rocas y peñascos."
    },
    {
      "epId": 6586,
      "name": "Manifestación Wayob Contrafluyente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
      "desc": "La Wayob en la que cree y adora el Pueblo de los Manantiales. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma.<br>Las Wayob son la creencia que se fue formando a raíz de las tribus y los tótems de obsidiana después de que los habitantes de Natlan empezaran a comunicarse con el Reino de la Noche. Es una consciencia con pensamiento colectivo, así como el hogar de las almas de los ancestros.<br>Los miembros del Pueblo de los Manantiales creen que su Wayob tiene el poder de manipular la marea y las olas del mar, y puede controlar los cambios que se producen en las aguas muertas y aguas corrientes."
    },
    {
      "epId": 6587,
      "name": "Manifestación Wayob Raudifolia",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
      "desc": "La Wayob en la que creen y adoran los Retoños Arbóreos. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma.<br>En las historias de los cuentacuentos, las Manifestaciones Wayob suelen aparecer como emisarias de una prueba o guías del Reino de la Noche. Hubo una vez un soldado sauriocoronado que afirmó haber luchado contra una Manifestación Wayob mientras estaba en trance y practicaba sus habilidades. Según él, gracias a ello obtuvo una mayor comprensión de las cosas.<br>Los Retoños Arbóreos creen que su Wayob tiene el poder de controlar el crecimiento de los frutos, las hojas de las plantas y las raíces de los cultivos, y puede dibujar patrones en los nervios de las hojas."
    },
    {
      "epId": 6588,
      "name": "Surcamagma Incadescente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a5e3af0d9d28a2b8ebbaa30981651b52_5622568281711141665.png",
      "desc": "Un particular monstruo que necesita absorber calor constantemente para moverse.<br>En el pasado, un tipo de fuego más arcaico y profundo ardía por toda Natlan, y los habitantes grandiosos y primitivos de aquella época lo usaban para extender la luz, el calor y la sabiduría. Creían que la vida y el alma adoptaban su forma inicial gracias a las chispas producidas al chocar un sílex contra otro.<br>Con un núcleo que arda perpetuamente, hasta las rocas más duras y obstinadas pueden crear vida. Así pues, las ascuas de las que está compuesto el cuerpo de los Surcamagmas parecerían ser los restos de aquella grandiosa era."
    },
    {
      "epId": 6589,
      "name": "Surcamagma Devoratierra",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/73555894/02e52fb6fb80afefb8398ab4ce85d320_2403072713476607737.png",
      "desc": "<p>Un particular monstruo que necesita absorber calor constantemente para moverse.<br>Cierta civilización de la antigüedad usaba distintos tipos de patrones dorados iridiscentes para hacer que el flogisto fluyera, con lo que conseguían que creaciones gigantescas y ciudades magníficas funcionaran gracias a la sabiduría de dichos patrones. Dicen que, además de las máquinas de estructura fija, los monstruos conocidos como “Surcamagmas” son, en realidad, formas de vida dañadas que se crearon del mismo modo. Sin embargo, la mayoría de ellos perdieron su rumbo y propósito cuando las llamas de la Montaña Sagrada se extinguieron.</p>"
    },
    {
      "epId": 7056,
      "name": "Autómata Fuentenigma - Máquina configuracional",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "Una máquina constructora hallada en ruinas antiguas. Este tipo de máquina, capaz de adoptar numerosas formas, era utilizada por los maestros de las antiguas ruinas para realizar diversas tareas de fabricación. Si aprendes a utilizarla, podrás construir una ciudad colosal más allá de la imaginación, incluso en entornos extremos como las profundidades de un volcán.<br>Además, al parecer puede utilizarse como arma. Aunque la antigua civilización ha caído hace tiempo, esta máquina, con forma de garra gigante e impulsada por los diseños dorados grabados en ella, aún puede entrar en combate siguiendo sus instrucciones preestablecidas."
    },
    {
      "epId": 7081,
      "name": "Licopodio Abismático",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "Monstruos del Abismo con forma de planta que descienden de las profundidades de un mundo retorcido y oscuro.<br>Se dice que en los lugares corroídos por las olas oscuras crecen monstruos que se asemejan a plantas, pero cualquier parecido con estas es meramente superficial, pues la razón por la que adoptan este aspecto es para acercarse al mundo arbóreo, extraer de él los conceptos necesarios, analizarlos e imitarlos.<br>Algunos lunáticos afirman que aquellas cosas que se extienden como hojas en realidad son indicios de lo que podrían ser puertas que conducen a otros mundos."
    },
    {
      "epId": 7125,
      "name": "Cepa Abismática - Tipo I",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "Un monstruo del Abismo con forma de planta que ha llegado a este mundo desde la más profunda oscuridad de otro retorcido mundo.<br>Estas criaturas monstruosas y malévolas son capaces de infiltrarse en las entrañas de la tierra, extrayendo recuerdos que imitar y manipular. A través de este proceso de distorsión de los recuerdos del pasado para transformarlos en algo más abstruso y sórdido, se van acercando gradualmente al corazón del Irminsul, amenazando con hacer peligrar su misma existencia.<br>Hay quien dice que estas aberraciones trabajan constantemente para corromper los múltiples colores de la luz, dejando un rastro negro como el carbón en su lugar. Tal hipótesis parece confirmarse al ver las ramas que extienden hacia fuera, que parecen querer atravesar el mismísimo vacío..."
    },
    {
      "epId": 7126,
      "name": "Guerrera Plumífera - Surcacielos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
      "desc": "Una centinela tribal de los acantilados que patrulla los picos montañosos más escarpados.<br>Estas Guerreras Tribales confían más en sus puños que en cualquier arma. Son conocidas por su gran gracilidad."
    },
    {
      "epId": 7127,
      "name": "Guerrera Plumífera - Desemplumadora",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
      "desc": "Una centinela tribal de los acantilados que patrulla los picos montañosos más escarpados.<br>Espadachinas orgullosas que blanden sus espadas cual Qucusaurio que extiende sus alas. Como plumas al viento, la sangre fresca vuela en todas direcciones de los tajos que causan con sus armas."
    },
    {
      "epId": 7128,
      "name": "Guerrera Espiritista - Maestra de la persistencia",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/efa0fe07d28fdf0f942b251ac6251a64_5742924486267071729.png",
      "desc": "Una centinela tribal del viento nocturno que patrulla los cañones brumosos.<br>Son capaces de convocar el poder de las pintadas que adornan sus cuerpos para blandir sus armas en cierta medida con su fuerza de voluntad."
    },
    {
      "epId": 7129,
      "name": "Guerrero Espiritista - Mentalista",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/57dca5438e4de8462edfa5802eab0730_1018647605786337261.png",
      "desc": "Un centinela tribal del viento nocturno que patrulla los cañones brumosos.<br>Se dice que las pintadas que adornan sus cuerpos forman parte de un arte que evolucionó de la práctica de los grabados de flogisto, y que para lograr dominar el poder que contienen, uno debe entrenar durante largos años."
    },
    {
      "epId": 7130,
      "name": "Guerrero Espiritista - Meditador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/5332d4257a72914d2f4f09771626730a_5760302545998927094.png",
      "desc": "Un centinela tribal del viento nocturno que patrulla los cañones brumosos.<br>Solo aquellos centinelas que han demostrado su fuerza pueden adornar sus cuerpos con estas pintadas infundidas con un misterioso poder. Estas también simbolizan que los guerreros han alcanzado una nueva fase en su entrenamiento mental."
    },
    {
      "epId": 7131,
      "name": "Guerrero Plumífero - Dominavientos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "Un centinela tribal de los acantilados que patrulla los picos montañosos más escarpados.<br>Estos guerreros han aprendido a dominar su propio poder al observar e imitar los golpes con garra de los saurios voladores. Nadie debería subestimar jamás sus patadas realizadas desde las alturas."
    },
    {
      "epId": 7132,
      "name": "Soldado Qucusaurio - Martillero estelar",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "Un poderoso guerrero de los acantilados cuyo valor ha sido reconocido y recompensado con una corona sáurica.<br>Incluso en Natlan, la Nación del Fuego, los miembros de la Tribu Plumaflora poseen un enfoque único en lo que se refiere al uso de las llamas. Para este guerrero tribal, armado con un enorme martillo, el fuego es surgimiento y choque, símbolo de una intensa pasión. Durante la batalla, el combate suele terminar en un mero instante, y siempre termina haciéndose con la victoria."
    },
    {
      "epId": 7133,
      "name": "Soldado Qucusaurio - Lanzallamas célica",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "Una poderosa guerrera de los acantilados cuyo valor ha sido reconocido y recompensado con una corona sáurica.<br>De todas las especies de saurios, los Qucusaurios son de los más orgullosos, y esta es una característica que comparten los Soldados Qucusaurio que logran conseguir su reconocimiento. Se dice que, antaño, los guerreros tribales observaban cómo estos saurios escarlata se divertían entre ellos arrojando piedras en llamas desde grandes alturas, y que esto mismo fue lo que los inspiró a lanzar proyectiles para causar explosiones en cadena. Tal concepto, refinado a través de los años, parece ser el origen de muchas de las armas de fuego de la Tribu Plumaflora."
    },
    {
      "epId": 7134,
      "name": "Soldado Iktomisaurio - Portamareas glacial",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "Un poderoso guerrero del viento nocturno cuyo valor ha sido reconocido y recompensado con una corona sáurica.<br>Los guerreros tribales de los Augures Vientonocturno no suelen brillar en las pruebas de fuerza convencionales. Sin embargo, su técnica con las armas es el resultado de muchos años de entrenamiento mental. Por eso, los guerreros de los Augures Vientonocturno hacen más hincapié en su talento para el espiritismo. Se dice que, gracias al poder de las pintadas especiales y de su propia fuerza de voluntad, los espiritistas más excepcionales son capaces de levantar piedras del tamaño de una persona."
    },
    {
      "epId": 7135,
      "name": "Soldado Iktomisaurio - Artificiera criocristalina",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "Una poderosa guerrera del viento nocturno cuyo valor ha sido reconocido y recompensado con una corona sáurica.<br>Se dice que aquellos guerreros tribales que logran obtener el reconocimiento de un Iktomisaurio poseen unos sentidos extremadamente agudos y una fortaleza mental formidable. Pueden usar su poder para alterar ligeramente la trayectoria de los proyectiles que disparan con sus cañones."
    },
    {
      "epId": 7136,
      "name": "Cría de Qucusaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "Una cría de Qucusaurio con un cuerpo ágil y ligero.<br>Su cuello y sus alas aún no se han desarrollado del todo, y todavía no ha dominado su capacidad de usar el flogisto gaseoso. Existen historias sobre Qucusaurios mayores que empujan a los más jóvenes desde el precipicio para animarlos a volar. Aunque la veracidad de dichos relatos es incierta, siempre y cuando no deje de practicar noche y día, no hay duda de que este polluelo de suave plumaje logrará algún día convertirse en un adulto fuerte y resistente."
    },
    {
      "epId": 7137,
      "name": "Qucusaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "Un saurio de alas enormes y suaves capaz de planear por el aire durante largos periodos de tiempo.<br>Se dice que los ancestros de los Qucusaurios fueron los más cercanos a los poderosos dragones alados en cuanto a forma se refiere, y que eran capaces de surcar los cielos como si de nubes se tratasen. Según los cuentacuentos, cuando los dragones más grandes de la antigüedad abrían las alas, eran capaces de cubrir todo el cielo. Está claro, sin embargo, que los Qucusaurios que pueden verse hoy en día no poseen ya tal forma, pero las garras que esconden bajo sus mullidos plumajes siguen siendo tan afiladas como siempre."
    },
    {
      "epId": 7138,
      "name": "Cría de Iktomisaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "Una cría de Iktomisaurio con un sentido de la percepción muy agudo.<br>Aún no ha desarrollado su plumaje al completo y puede parecer algo torpe. Se dice que, de entre los saurios que aún existen en la actualidad, los Iktomisaurios no solo cuentan con la esperanza de vida más larga, sino que lo mismo ocurre con el periodo de crecimiento. Poseen la capacidad de comunicarse con el Reino de la Noche y las Wayob, aunque las crías suelen tardar varios años en comprender del todo este hecho."
    },
    {
      "epId": 7139,
      "name": "Iktomisaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "Un saurio capaz de aprovechar su plumaje para realizar poderosos saltos. Los Iktomisaurios también son la única especie de saurio que ha aprendido a entrar en un estado de espiritismo.<br>Según cuenta la leyenda, sus ancestros no poseían una forma física y, en su lugar, podían vagar como espíritus entre la realidad y el mundo esotérico, eligiendo manifestarse a través de la oscuridad de la noche. Algunos dicen también que el primer Iktomisaurio que surgió del Reino de la Noche no era un verdadero saurio, sino una especie completamente distinta al resto."
    },
    {
      "epId": 7140,
      "name": "Manifestación Wayob Gélida",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "La Wayob en la que creen y adoran los Augures Vientonocturno. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma.<br>Los Augures Vientonocturno probaron multitud de medios para comunicarse con el Reino de la Noche. Finalmente, descubrieron que el material que les permitía establecer la conexión más estable con las Wayob era la obsidiana. Puede que esto explique por qué, a través de las eras, las Manifestaciones Wayob han tomado una forma que se asemeja a la de una estatua. Los Augures Vientonocturno creen que su Wayob posee la capacidad de controlar los procesos de congelación y cristalización, además de dominar tanto lo sólido como lo cambiante."
    },
    {
      "epId": 7141,
      "name": "Manifestación Wayob Abrasadora",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "La Wayob en la que cree y adora la Tribu Plumaflora. Usa el poder de los tótems y las almas noctámbulas para manifestarse con esta forma.<br>Cuentan que hace mucho tiempo, las Manifestaciones Wayob tenían una apariencia muy diferente a la actual, pues tomaban una forma más tosca que se asemejaba más a la de una estatua de obsidiana. Sin embargo, desde que su silueta fue registrada en los pergaminos, han sufrido muy pocos cambios.<br>Los miembros de la Tribu Plumaflora creen que su Wayob tiene poder sobre las llamas y la combustión, además de saber controlar el flujo del calor y los ardientes vientos."
    },
    {
      "epId": 7367,
      "name": "Asceta Espiritista",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
      "desc": "Una sacerdotisa de los Augures Vientonocturno que vive recluida lejos de la tribu. Se dice que, como recibió la protección de la Wayob de los Augures Vientonocturno, posee un poder de espiritismo superior al de la mayoría de sacerdotes y chamanes. Un poder así es tanto una bendición como una maldición, pues a los sacerdotes incapaces de controlarlo no les queda otra opción que alejarse de la tribu hasta que aprendan a dominarlo. Aunque hoy en día ya controla esta fuerza con maestría, se ha acostumbrado a la vida lejos de la tribu, lo que ha dado pie a rumores sobre lo poco que le gusta tratar con las demás personas. Dicen que está dispuesta siempre a ayudar a los más jóvenes que acuden a ella en busca de iluminación, pero, claro está, a su manera..."
    },
    {
      "epId": 7368,
      "name": "Señor del Fuego Primigenio Corroído",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "Un dragón malvado formado por una concentración del poder de la oscuridad.<br>Una bestia del vacío conocida como “Aniquilador del Abismo” y Gosoythoth. Posee el poder de corromper los recuerdos de las líneas ley para darles la forma de una fuerza tangible catastrófica. De estos recuerdos que han fluido bajo la tierra desde tiempos inmemoriales, ha logrado drenar la voluntad remanente de un Rey Dragón Elemental, extrayéndola como tuétano para darle un nuevo propósito como los cimientos de una imagen propia inventada.<br>Pero ¿se trata realmente de una mera “imagen”? Retornado a manos de las mismísimas fuerzas del más allá a las que una vez se enfrentó, un dragón antaño muerto vuelve a abrir los ojos, dejándolo todo atrás como en un sueño en su breve resurrección. Atrapado eternamente en el día final de su existencia por esta oscura música, su furia sin límites ha acabado consumiendo cualquier rastro de razón. Ahora, lo único que le queda es su incansable deseo de batalla que arde sin fin en su corazón."
    },
    {
      "epId": 7589,
      "name": "Guerrero Bárbaro - Ariete humano",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "Un guerrero procedente de las llanuras y centinela de la tribu que patrulla los campos dorados.<br>Sabe bien cómo utilizar sus cuernos para atacar los puntos débiles de sus enemigos, así que ten cuidado de no dejar expuestos los tuyos."
    },
    {
      "epId": 7590,
      "name": "Guerrero Bárbaro - Luchador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "Un guerrero procedente de las llanuras y centinela de la tribu que patrulla los campos dorados.<br>Ha estado entrenando su fuerza sin descanso desde que se convirtió en guerrero. Su golpe con arma de dos manos es tan potente que una persona común sería incapaz de resistirlo."
    },
    {
      "epId": 7591,
      "name": "Guerrero Bárbaro - Agarrador",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "Un guerrero procedente de las llanuras y centinela de la tribu que patrulla los campos dorados.<br>En la Comunidad de la Feracidad, pelear desarmado se considera un acto muy honorable. Los guerreros que emprenden el camino para formarse en este arte deben poseer una fuerza capaz de lanzar una lanza con tal fuerza que desaparezca en el horizonte."
    },
    {
      "epId": 7592,
      "name": "Guerrero Tatankasaurio - Sacudecielos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "Un poderoso guerrero de una tierra de abundancia honrado por su valentía y condecorado con una corona sáurica.<br>Se dice que a los guerreros de la Comunidad de la Feracidad les gusta asestar golpes potentes mientras se abalanzan sobre sus enemigos, una lección aprendida de los Tatankasaurios, con quienes comparten sus tierras. Esto es especialmente cierto en el caso de los guerreros que empuñan armas pesadas, quienes afirman que el secreto es golpear desde la cadera."
    },
    {
      "epId": 7593,
      "name": "Guerrera Tatankasaurio - Persigueluces",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "Una poderosa guerrera de una tierra de abundancia honrada por su valentía y condecorada con una corona sáurica.<br>En la Comunidad de la Feracidad, incluso los guerreros que dominan el uso de las armas de largo alcance poseen excelentes habilidades de combate cuerpo a cuerpo. Quizás, para ellos, usar un arco para dar golpes sea más natural que disparar con él."
    },
    {
      "epId": 7594,
      "name": "Cría de Tatankasaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Un joven Tatankasaurio que aún no ha dominado por completo el control de su poderoso cuerpo, por lo que sus movimientos son torpes.<br>Su segundo par de cuernos aún está creciendo, y su espalda y tronco aún no son lo suficientemente fuertes como para romper las rocas que bloquean el camino. Si se le da tiempo para crecer, algún día podrá recorrer libremente las frondosas llanuras."
    },
    {
      "epId": 7595,
      "name": "Tatankasaurio",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Un saurio con un poderoso cuerpo y una resistente mandíbula capaz de galopar por las praderas alrededor de los volcanes.<br>Se dice que los Tatankasaurios de antaño poseían un tamaño enorme y que podían mover las montañas con los cuernos. Sin embargo, eran mucho menos ágiles de lo que son hoy en día. Tal vez el poder que poseen estos saurios lo heredaron de sus ancestros."
    },
    {
      "epId": 7596,
      "name": "Manifestación Wayob Azotatruenos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "La Wayob en la que cree y adora la Comunidad de la Feracidad. Su forma se manifiesta sobre la tierra a través del poder de los tótems y las almas noctámbulas.<br>Según las leyendas de la Comunidad de la Feracidad, esta Wayob ha adoptado muchas formas para competir con los famosos luchadores de la tribu en la oscuridad previa al amanecer, de manera que eran incapaces de ver el rostro del otro. Sin embargo, la mayoría de estas competiciones terminaron en empate.<br>Los habitantes de la Comunidad de la Feracidad creen que su Wayob tiene el poder de controlar el trueno y la velocidad, así como la capacidad de traer abundancia a la tierra."
    },
    {
      "epId": 7597,
      "name": "Magmadragón Candente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "Un monstruo que puede generar calor continuamente para mantenerse activo.<br>Se dice que estos monstruos, poseedores de un núcleo de lava, son el producto de una línea de investigación distinta al Mecanismo Fuentenigma que les siguió: la investigación sobre si el fuego primigenio podría utilizarse para crear una nueva raza imitando a los humanos. Sin duda, esta investigación fracasó, pues cuando llegó el sagrado trono del saqueador del cielo, todo lo que el fuego primigenio pudo dar a luz fueron cascarones vacíos sin fuerza vital y sin más consciencia que la de una piedra."
    },
    {
      "epId": 7598,
      "name": "Hurón Fraguacorazado",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Una antigua variante de hurón de montaña que vive en un entorno de flogisto especial y aislado del mundo exterior.<br>Una antigua bestia que se alimenta de criaturas ricas en flogisto y que acumula este combustible en su caparazón. Durante su larga vida en las ruinas de la Montaña Sagrada, parece que debido a su necesidad de estar cerca de flogisto, con el tiempo se han visto afectados por los Mecanismos Fuentenigma de su entorno, con los que han desarrollado una relación simbiótica."
    },
    {
      "epId": 8240,
      "name": "Patrullamontañas de Chizhang - Yiji",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/43488d51e54e7ab318d58e558081b945_3845840944244851362.png"
    },
    {
      "epId": 8241,
      "name": "Patrullamontañas de Chizhang - Tianyu",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/43488d51e54e7ab318d58e558081b945_3845840944244851362.png"
    },
    {
      "epId": 8242,
      "name": "Sidorenko, una de Las Tres Estrellas Cromáticas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d1d4c82c773805f27d3d19588ca27df6_3579167711791375910.png"
    },
    {
      "epId": 8243,
      "name": "Nomokónov, una de Las Tres Estrellas Cromáticas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/738a618d976ad1e183245d25abf16bf0_3062414564886142206.png"
    },
    {
      "epId": 8244,
      "name": "Vasili, una de Las Tres Estrellas Cromáticas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/e3c7bae41bc63f0d275c2af31c1834d7_7120027076018801861.png"
    },
    {
      "epId": 8245,
      "name": "Balachko",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/402e79c0c93ddea4365176eaa38d5955_8047585357409839338.png"
    },
    {
      "epId": 8246,
      "name": "Safo, la dama de las olas",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/cc7231490b597c29b228aa5879aca248_5587473142086814627.png"
    },
    {
      "epId": 8247,
      "name": "Cihuacóatl de huesos divinos",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/902b205d484177a66d80a99a4690f91b_2956725104528111561.png"
    },
    {
      "epId": 8248,
      "name": "Tlatzacuilotl",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a21d8902b4494e4198d30ed326093036_3258047674328494341.png"
    },
    {
      "epId": 8249,
      "name": "Cocijo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/186b715c4b262f5ed66d2f6be71ab942_7518105023585073880.png"
    },
    {
      "epId": 8250,
      "name": "El Inmortal",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/38b7cd41a368ad53d465b4af84633c5c_4552923338438094815.png"
    },
    {
      "epId": 8251,
      "name": "Égida de Ichcahuipilli",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d94c44a46c90a6cb401323af163a1a09_4228739822212811192.png"
    },
    {
      "epId": 8252,
      "name": "Sombra de Chimalli",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/62ab061dfe09da74e423cb425a8dfa50_8238955633854399989.png"
    },
    {
      "epId": 8253,
      "name": "Bendición de Átlatl",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/598f17257d0454c4d810263cd58431b0_2887269700665610079.png"
    },
    {
      "epId": 8254,
      "name": "Candado de Cobre",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/72fd63f7acc4b4affb0363c82044927d_350707210805993198.png"
    },
    {
      "epId": 8255,
      "name": "Asistente de Tupayo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/7faebeec2556b5ba41702fa4183bbccf_6977487228750170949.png"
    },
    {
      "epId": 8256,
      "name": "Apoyo de Potapo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/c132c0467ef4c0f9a351c35bafc86153_703370693191533772.png"
    },
    {
      "epId": 8257,
      "name": "Barbahierro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/8a5d774f758e443498fc2d6ea43763e2_1247255185073969722.png"
    },
    {
      "epId": 8258,
      "name": "Espíritu de la Estrella del Alba",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/b2c8dfa5882e1d74534a3a66e244f44b_2563385949318573028.png"
    },
    {
      "epId": 8259,
      "name": "Rilai",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0c899e360f99ce90039615131d3f8261_1234442891422005115.png"
    },
    {
      "epId": 8260,
      "name": "Reji",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/3b8e44c078d328dda4b41b1292e18577_8628520178355996973.png"
    },
    {
      "epId": 8261,
      "name": "Infinitesimal",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/86f253e3b8e356d938c9cc1468dbb2e1_1228494384999032010.png"
    },
    {
      "epId": 8262,
      "name": "Cabra de Batalla",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/31ee31edafd89ff43c3414dc27c05e3e_5075957096705156534.png"
    },
    {
      "epId": 8263,
      "name": "Garra de Hierro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/ef1b2a182de461d640ae5e4bf438191e_8289169360805239479.png"
    },
    {
      "epId": 8264,
      "name": "La Cumbre",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/5bee34811e87d975edcd551e8c79c9b2_844404976333501046.png"
    },
    {
      "epId": 8265,
      "name": "Exuberancia de Tupu",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/219803c586433d8264403d303630115d_2137908387967266065.png"
    }
  ]
}