{
  "epId": 1051,
  "name": "Herz der Quelle I",
  "desc": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von der Begegnung eines unbekannten jungen Mannes mit der Fee der Quelle erzählt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/dfc9d16dd4e7b9edd92c7c33abc9faf0_2991126406426805719.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187132,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Herz der Quelle I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in Quellingen in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Im wasserfallgleichen Mondlicht sprach ein tränenerfüllter Junge seinen Wunsch am Brunnen aus.</color>\n<color=#ffffffd9>Eine Fee von weit her, die sich in dem Brunnen niedergelassen hatte, hörte den Wunsch des Jungen.</color>\n<color=#ffffffd9>Wasserfeen wissen nicht, was Erinnerungen oder tiefe Träume sind. Sie sind geboren aus Wasser, gestaltlose Nachkommen der Engel.</color>\n<color=#ffffffd9>Als die Fee daher das Schluchzen des Jungen vernahm, wurde sie neugierig und begann, sich für das Leben des Jungen zu interessieren.</color>\n<color=#ffffffd9>Die stille Fee streckte ihre formlosen Glieder aus und mit der Kühle einer Morgenbrise streichelte sie dem Jungen über seine Stirn und Wangen.</color>\n<color=#ffffffd9>Erschrocken von der plötzlichen Berührung blickte der Junge auf und der Fee ins Gesicht.</color>\n<color=#ffffffd9>„Kannst du mir meinen Wunsch erfüllen?“, fragte der Junge hoffnungsvoll.</color>\n<color=#ffffffd9>Die Fee war nicht sicher, wie sie darauf reagieren sollte, denn sie konnte nicht sprechen. Dennoch nickte sie mit ihrem Kopf.</color>\n<color=#ffffffd9>Zufrieden zog der Junge davon.</color>\n<color=#ffffffd9>Er konnte nicht ahnen, dass die Fee ebenfalls ganz allein ihr Dasein fristete und sie bereits viel von ihrer Weisheit verloren hatte.</color>\n<color=#ffffffd9>Als etwas Quellwasser in ihren Brunnen lief und sie den Mond schwach darin erkennen konnte, kamen ihre Sprache und Erinnerung langsam zurück.</color>\n<color=#ffffffd9>Neugierig untersuchte sie die Umgebung, da sie wieder mehr wahrnehmen konnte. Sie ging einen Bund ein mit dem Fuchs und dem Beeren stehlenden Eichhörnchen und blickte finster zum dunklen Himmel hinauf.</color>\n<color=#ffffffd9>Der Junge hatte auch ein befriedigendes Gefühl in seinem Herzen.</color>\n<color=#ffffffd9>Aber so ganz allein in dieser Welt hatte sie keine Möglichkeit oder Macht, ihm seinen Wunsch zu erfüllen.</color>\n<color=#ffffffd9>Wenigstens jedoch konnte sie seinen Schmerz teilen, indem sie Kraft aus ihrem Leben zog.</color>"
      }
    ]
  }
}