{
  "epId": 1052,
  "name": "Herz der Quelle III",
  "desc": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von dem Versprechen zwischen einem jungen Mann und der Fee der Quelle erzählt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/dfc9d16dd4e7b9edd92c7c33abc9faf0_2181367141826197695.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187144,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>In einer windstillen Nacht, als die Wasseroberfläche nicht länger vom Wind verzerrt wurde, wurde das Spiegelbild des Mondes ganz und der Junge hörte zum ersten Mal ihre Stimme.</color>\n<color=#ffffffd9>Feen sind sehr zarte, sensible Wesen und so war der Junge tief bewegt von ihrer eleganten, sanften Stimme.</color>\n<color=#ffffffd9>Aufgrund ihrer besonderen Fähigkeiten konnte sie durch seine Augen sehen, wie sehr er sich sehnte und welches Versprechen seine Lippen bald verlassen würde.</color>\n<color=#ffffffd9>Auf einmal bekam die Fee Angst.</color>\n<color=#ffffffd9>Sterbliche sind in der Blüte ihrer Zeit stark und mutig, aber sie sind auch vergänglich. Eines Tages würde auch er altern und seine kindliche Unschuld ihn verlassen. Würde er am Ende seines Lebens sein kindliches Versprechen verfluchen?</color>\n<color=#ffffffd9>Die Fee war rein und freundlich, aber sie verstand nichts von menschlicher Liebe. Sie kannte das Wunder menschlichen Lebens nicht und wusste nur so wenig über dieses Zeitalter. Die Angst vor Trennung lähmte sie fast.</color>\n<color=#ffffffd9>Was für Menschen Hingabe bedeutet, ist für Feen nur ein vergängliches Vergnügen.</color>\n<color=#ffffffd9>Und selbst die Macht einer Fee kann das Alter eines Geliebten nicht zurückdrehen.</color>\n<color=#ffffffd9>Die Fee konnte es nicht ertragen diesen Tag kommen zu sehen und so hielt sie seine Worte mit einem Kuss auf.</color>\n<color=#ffffffd9>Der Junge in seiner jugendlichen Naivität jedoch deutete dies als Annahme seines Versprechens.</color>\n<color=#ffffffd9>In jenem Moment schwor die Fee, ihn eines Tages zu verlassen.</color>\n<color=#ffffffd9>Und der Junge schwor, dass er immer an ihrer Quelle bleiben würde.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Herz der Quelle III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Hauptquartier des Ritterordens in Mondstadt"
          }
        ]
      }
    ]
  }
}