{
  "epId": 1053,
  "name": "Herz der Quelle II",
  "desc": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von der Bekanntschaft eines jungen Mannes mit der Fee der Quelle erzählt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/dfc9d16dd4e7b9edd92c7c33abc9faf0_1320873823150416568.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187140,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Als er das Spiegelbild des Mondes sah, sprach er sich seine Sorgen vom Leib.</color>\n<color=#ffffffd9>Die Fee lernte vieles von seinen Worten.</color>\n<color=#ffffffd9>Im Gegensatz dazu wurde er von ihrem Schweigen in seinem Glauben bestärkt.</color>\n<color=#ffffffd9>So langsam begann die Fee zu verstehen, dass es Gutes auch außerhalb des Mondlichts gab und Dunkelheit mehr ist als nur Wolken, die das Licht verdecken.</color>\n<color=#ffffffd9>Der Junge erzählte ihr von Wäldern und Bäumen, Städten und Mauern und teilte mit ihr Freud und Leid.</color>\n<color=#ffffffd9>Je mehr sie ihm zuhörte, desto mehr verliebte sie sich in diese fehlerhafte Welt, in die sie vom Schicksal geworfen wurde.</color>\n<color=#ffffffd9>Jedes Mal, wenn der Junge frustriert war über seine Machtlosigkeit, beruhigte ihn die Fee und wischte ihm die Tränen weg. Sie verstand die Welt außerhalb des Brunnens immer besser.</color>\n<color=#ffffffd9>Die Tränen des Jungen flossen in ihr Wasser und die Fee reinigte sie für ihn, sodass sie zu süßem Nektar wurden, der ihn beruhigte. Der Junge wurde immer heiterer und besuchte die Fee sogar in seinen Träumen.</color>\n<color=#ffffffd9>Jedes Mal, wenn das passierte, lächelte die Fee nur und schlief selig weiter in ihrem Mondlichtbrunnen.</color>\n<color=#ffffffd9>Der Tau der Fee erfrischte die Träume des Jungen und die Träume des Jungen erfrischten die Seele der Fee.</color>\n<color=#ffffffd9>In diesen Träumen erzählte die Fee dem Jungen Geschichten aus dem fernen Reich des Wassers. Sie sprach von ihrer saphirblauen Heimat, sie sang vom Heimweh im Exil und sie seufzte, da sie getrennt war von ihrer Vergangenheit. In diesen Träumen wurde der Junge zu demjenigen, der schweigend zuhörte, der über ihre Sorgen weinte und sich über ihr Glück freute.</color>\n<color=#ffffffd9>Und so, nach einiger Zeit, erlangte die Fee der Quelle von dem Jungen die Fähigkeit zu sprechen.</color>\n<color=#ffffffd9>Sie wurden gute Freunde, die alles miteinander teilten.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Herz der Quelle II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden bei der Taverne zum Katzenschwanz in Mondstadt"
          }
        ]
      }
    ]
  }
}