{
  "epId": 1054,
  "name": "Herz der Quelle IV",
  "desc": "Eine sehr bekannte Geschichte unter den Jägern von Quellingen, die von dem bitteren Ende der Beziehung zwischen dem einst jungen Mann und der nicht alternden Fee der Quelle erzählt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/dfc9d16dd4e7b9edd92c7c33abc9faf0_4148463430769919664.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187148,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Herz der Quelle IV"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Weingut Morgenröte in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Nach einer Weile wuchs der Junge zu einem stattlichen Mann heran, lernte neue Freunde kennen und machte viele Erfahrungen.</color>\n<color=#ffffffd9>Die Fee sang ihm erneut, wie sie es auch zuvor getan hatte, ihre zarten Elegien vor.</color>\n<color=#ffffffd9>Bis sie eines Tages die Quelle verließ und den Jungen nie wiedersah.</color>\n<color=#ffffffd9>Niemals wieder erhallte ihr Klang aus der Quelle. Niemals wieder wurde der Mond in der Quelle ganz.</color>\n<color=#ffffffd9>Die Fee realisierte auf einmal, dass sie, obwohl sie einen Platz gefunden hatte, wo sie hingehörte und vergängliches Glück erlebt hatte, dennoch allein war.</color>\n<color=#ffffffd9>Der Junge, der kein Junge mehr war, verstand ihre Motive nicht und gab sich selbst die Schuld daran.</color>\n<color=#ffffffd9>„Sie war wohl doch nur eine Fantasie aus meiner Kindheit.“</color>\n<color=#ffffffd9>Das dachte er sich, als er an der gurgelnden Quelle stand.</color>\n<color=#ffffffd9>Der Kuss jedoch war echt und das war auch der Wind, der mit seinem Haar gespielt hatte.</color>\n<color=#ffffffd9>Auf einmal wurde ihm bewusst, dass er, obwohl er viele neue Freunde getroffen und Abenteuer abgeschlossen hatte, am Ende doch allein war.</color>\n<color=#ffffffd9>Er kehrte wie einst in jungen Jahren zum Brunnen an der Quelle zurück, seine Tränen verzerrten das Spiegelbild des Mondes einmal mehr.</color>\n<color=#ffffffd9>Dieses Mal jedoch kam die Fee der Quelle nicht zum Vorschein.</color>\n<color=#ffffffd9>Rebellisch drehte sie sich um, gewillt, das Objekt einer kindlichen Fantasie zu sein, sie, ein fast unsterbliches Wesen, würde ihrem Geliebten nicht erlauben, sein Versprechen zu brechen.</color>\n<color=#ffffffd9>Der Legende nach mischen sich die Regentropfen, wann immer es regnet, in der Quelle mit den Tränen der Fee.</color>\n<color=#ffffffd9>Bis zu seinem Todestag glaubte der Junge ohne Zweifel in seinem Herzen an sein Versprechen.</color>\n<color=#ffffffd9>Traurigerweise glaubte die Fee, die vor ihren wahren Gefühlen geflohen war, nicht daran.</color>"
      }
    ]
  }
}