{
  "epId": 1062,
  "name": "Die Sage von Vennessa – Band II",
  "desc": "Die seit dem Wiederaufbau von Mondstadt verbreiteten Geschichten erzählen von den frühen Jahren der Gründerin des Ordo Favonius Vennessa, wie sie den Anemo-Archon Barbatos kennenlernte, einen Drachen besiegte und die Aristokraten stürzte.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/a5cda88de1e7b51323bf109d542c8057_2162269700680213906.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187440,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Die Sage von Vennessa – Band II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Hauptquartier des Ritterordens in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Freunde von Mondstadt, lasst uns feiern, hoch die Tassen!</color>\n<color=#ffffffd9>Es kam der Tag, an dem Barbatos ihre Gebete erhörte.</color>\n<color=#ffffffd9>Ihrem roten Haar folgend kam der Gott des Windes zu ihrer Gefängniszelle.</color>\n<color=#ffffffd9>„Jedes Lebewesen sollte einen Namen haben“, grinste er.</color>\n<color=#ffffffd9>„Lass mich deinen Namen in ein Lied verweben,</color>\n<color=#ffffffd9>ich erhoffe mir nichts als deine Freundschaft.“</color>\n<color=#ffffffd9>Das Mädchen stimmte sofort zu, sie fühlte sich, als ob ein Stein von ihrem Herzen fiel.</color>\n<color=#ffffffd9>Und so, mit der Macht in Barbatos’ Lied,</color>\n<color=#ffffffd9>besiegte sie einen Drachen, der in den Feldern wütete.</color>\n<color=#ffffffd9>Selbst die Aristokraten mit ihren Wohlstandsbäuchen kriegten es mit der Angst zu tun.</color>\n<color=#ffffffd9>„Mondstadt soll frei sein“, sangen die Winde für das Volk.</color>\n<color=#ffffffd9>Der einsame Wind aus dem Wald sammelte sich und pustete den hohen Turm des Tyrannen um.</color>\n<color=#ffffffd9>Und so stand die junge Löwin, endlich frei von ihren Ketten, den Kopf hoch gerichtet im Wind des Sieges.</color>\n<color=#ffffffd9>Dies brachte ihr viel Ruhm und Ehre.</color>\n<color=#ffffffd9>Ihr Herz war so voller Stolz und Anerkennung, dass sie an der Seite des Gottes des Windes singen durfte.</color>\n<color=#ffffffd9>Worte des Dankes lehnte Barbatos jedoch ab:</color>\n<color=#ffffffd9>„In deinem Lied bist du die Heldin.</color>\n<color=#ffffffd9>Du gabst mir deine Freundschaft und deinen Namen,</color>\n<color=#ffffffd9>um deine Freiheit zu feiern, kam mein Lied zu dir.“</color>\n<color=#ffffffd9>Freunde, lasst uns noch einen heben!</color>\n<color=#ffffffd9>Trinken wir auf das, was Mondstadt den Frieden gebracht hat.</color>\n<color=#ffffffd9>Wenn die Nacht hereinbricht und die Hoffnung schwindet,</color>\n<color=#ffffffd9>Vergesst niemals die Heldengeschichten von Vennessa mit dem flammenden Haar.</color>\n<color=#ffffffd9>Gebt niemals die Hoffnung auf Frieden und Freiheit auf!</color>"
      }
    ]
  }
}