{
  "epId": 1097,
  "name": "Agnidus-Achat",
  "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
  "filterValues": {
    "objectType": [
      "Material für den Figurenaufstieg"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1736680977,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "RichText",
        "text": "Anführer"
      },
      {
        "type": "CustomEntry",
        "epId": 2161,
        "name": "Pyro-Hypostase",
        "desc": "Ein höheres Pyro-Wesen mit der Bezeichnung „Ayin“.<br/>Nach Untersuchungen der Gelehrten steht diese Hypostase in engem Zusammenhang mit der Abnormität der lokalen Elementarenergie. Es ist jedoch nicht bekannt, ob das Vorhandensein dieser Hypostase die Elementarenergie beeinflusst oder ob die abnormale Elementarenergie diese Hypostase erzeugte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2855,
        "name": "Algorithmus der semi-inkonstanten Matrix des Observierer-Netzwerks",
        "desc": "<p>Eine ewige Maschine, unter deren Kontrolle die zahlreichen im Sand zurückgelassenen Ruinenkonstrukte stehen. In ihr scheint immer noch der Wille des einsamen Herrschers zu weilen.</p><p>Vielleicht lag es an den Anweisungen der Freunde aus seinen Träumen oder an seiner Gier nach der Macht der Heiligen des Himmels. Der König schuf diese rätselhafte Maschine, die nicht auf die Erde gehörte, und schuf damit das Königreich auf dem Sand.</p><p>Auf den Ruinen der Stadt der Tausend Säulen bricht sich auf den Kristallen noch immer das Licht des wunderbaren Anblicks des goldenen Paradieses, auch wenn sich schon lange niemand mehr an den Traum des Königs erinnert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/702fe9f038eb1bab144bd63853736da3_5833797268331887087.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2190,
        "name": "Fluxfeuerbaum",
        "desc": "Lange Ranken, die die alten Flammen des Flusses der Elemente aufgenommen haben.<br/>Wie ein ewig brennendes Feuer sind auch diese Pflanzenwesen unersättlich.<br/>Dichter und Sänger, ja, sogar einige Gelehrte meinen, dass in den Elementen Gefühl und Hoffnung stecken. Wenn dem so ist, welche Gefühle und Hoffnungen erfüllen wohl den Fluxfeuerbaum und seine ewigen Flammen, die tanzen und hüpfen, als wollten sie sich vom Boden, aus dem sie stammen, lösen?",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2e62c5a258d6ab96f39ec3b00b6f1065_3341730858571114590.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Alte Geo-Drachenechse",
        "desc": "Nach vielen Jahren gewöhnte sich die unglaublich mächtige alte Geodrachenechse an die Veränderungen in ihrer Elementarumgebung.<br/>In Volksmärchen ist von einer „Drachenkatastrophe“ die Rede, die das Tianqiu-Tal ins Verderben stürzte. Danach wurden die stärkste Geodrachenechse und alte Geodrachenechsen tief unter die Erde verbannt. Sie vergruben sich in der unbekannten Tiefe, wartend auf eine Gelegenheit, zurück an die Oberfläche zu gelangen ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Lasterhafter Täufer",
        "desc": "<p>Ein magisches Wesen aus dem Abgrund, das sich die Kraft zahlreicher Elemente zunutze macht und dem im Zuge der „Evolution“ zusätzliche Gliedmaßen gewachsen sind.</p><p></p><p><em>„Die Essenz des ‚Abgrunds‘ ist letztlich mit den Elementen unvereinbar. Doch selbst die göttlichen Elemente werden von ihm verschlungen, sie werden verdreht und seinem Willen unterworfen. In Bezug auf Ergebnis und Nutzen unterscheidet sich der sogenannte ‚Abgrund‘ vermutlich nicht allzu sehr von einem mit elementarer Macht gefüllten Gefäß in den Händen von Schatzräubern oder gar dem ‚Göttlichen Auge‘ ...“</em></p><p>– Jemandes Notizen, zurückgelassen in Hangeh Afrasiyab</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2899a9fa6efec1006150467a00823c4a_6435364245713317392.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Kaiser von Feuer und Eisen",
        "desc": "<p>Einer der beiden Herrscher, die alle anderen Fontemer-Mutanten dominieren und dereinst Legenden unter den Seeleuten waren.</p><p>Die Panzerkrabbe, die keine natürlichen Feinde trifft und stets auf der Jagd und am Fressen ist, sucht während ihres Wachstums unentwegt nach einem geeigneten Schneckenhaus oder Muscheln, die ihr als neuer Panzer dienen können. Doch am Ende wurde sie einfach zu groß. Es existieren Aufzeichnungen, die auf die Zeit vor der ersten Hochwasserperiode zurückgehen und in denen eine riesige Panzerkrabbe erwähnt wird, die Schiffe angegriffen hat und am Ende von der noch nicht wiedereingesetzten Marinekommandantin Basil Elton besiegt wurde.</p><p>Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um ihn als prachtvolle weiße Steinrüstung zu tragen. Natürlich würde es in einer solchen Welt keine Menschen mehr geben, die ihn halb in Ehrfurcht, halb im Spott als „Kaiser von Feuer und Eisen“ bezeichnen würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/92cf784732984089c7f5a91f7a42822c_4656668074587906433.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Goldflammen-Qucusauriertyrann",
        "desc": "Ein Qucusaurier, dessen Körper übernatürliche Kräfte angenommen hat, denen heutige Saurier physiologisch niemals standhalten könnten.<br>Der alten Legende nach begleitete der riesige Qucusaurier, der heute die nebelverhangenen Berge heimsucht, einst in jungen Jahren die Helden, die Natlan damals retteten, auf ihren Abenteuern. Man erzählt sich, dass einer der Helden aus der Gruppe versprochen hatte, sich mit ihm auf eine Pilgerreise zum Vulkan zu begeben, um seinen Verstand wiederherzustellen, der aufgrund der Kraft seiner Blutlinie, die mehr und mehr wütete, kurz davor war, verloren zu gehen. Seinem Namen „Tyrann“ nach zu urteilen, hat diese Geschichte wohl kein allzu gutes Ende genommen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einprägsame Gegner"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
        "desc": "Die größte, edelste Seele, die über Wolfenlauf wacht.<br/>Ist das Wolfsrudel in Gefahr, erscheint sie in Form eines Wolfes, der seine Zähne bleckt und die Krallen zeigt.<br/>Für die Bewohner von Mondstadt sind die Wölfe von Wolfenlauf furchterregende Phantome.<br/>Eine verschwommene Gestalt, die durch den Wald saust, ein schauriges Heulen in unbestimmter Ferne, das schleichende Gefühl, von hinten beobachtet zu werden.<br/>Das Gesetz des Wolfs des Nordens lautet, nie von Menschen erblickt werden zu dürfen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Ein Drache so alt wie die Berge.<br/>Unzählige Jahre hatte er Seite an Seite mit Rex Lapis gestanden, wandte sich aber schließlich gegen ihn und wurde dafür in die Dunkelheit der Erde verbannt. Während all der Zeit ist seine Kraft langsam gewichen und auch seine Erscheinung verlor ihre ursprüngliche Form.<br/>Die schwachen Vibrationen seiner Fesseln und das leise Brüllen hallen bis heute durch die Berge und halten die Erinnerungen an ihn wach.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "La Signora",
        "desc": "La Signora, die Achte der Elf der Fatui.<br/>Im Gegensatz zu anderen Fatui, die die durch Teuflische Augen gewährte Macht ausüben, ist ihr Teuflisches Auge eine Waffe, die eine alles verschlingende Flamme fesselt. Aber im Gegensatz zu einer Waffe, die zum Töten benutzt wird, wäre es eigentlich vielleicht passender, ihr Teuflisches Auge als Werkzeug der Gefangenschaft zu betrachten.<br/>Und es war die Glut dieser Flamme, die sich über viele lange Jahre angesammelt hatte, die das frostige Siegel des Teuflischen Auges durchbrechen und einen verzerrten Schatten auf sie werfen würde.<br/><br/>Die karmesinrote Morgendämmerung spiegelte sich in ihren Pupillen und schließlich entfaltete sie ihre flammenden Flügel und flog dem Licht entgegen.<br/><i>„Aber dieses Licht ist nicht die Morgendämmerung, liebe Rosalyne. Das ist ein Flammenmeer, das alles verzehren wird.“</i><br/>Eine Stimme sprach zu ihr inmitten des Lichts.<br/><br/>Doch das spielte keine Rolle, denn sie wusste in ihrem Herzen, dass die Flammen sie schon längst verschlungen hatten.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5595,
        "name": "„Arlecchino“",
        "desc": "<p>Die „Bedienstete“, die Vierte unter den Elf der Fatui.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/6673f62e348a0eb42218a128deb8410e_6696582390131444520.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Herr des erodierten Urfeuers",
        "desc": "Ein böser Drache, geboren aus der Macht der pechschwarzen Dunkelheit.<br>Ein Ungeheuer aus der Leere namens „Gosoythoth“, bekannt als der Zerstörer aus dem Abgrund. Es verfügt über die katastrophale Macht, die die im Fluss der Elemente enthaltenen Erinnerungen korrumpieren und sie in greifbare Formen verwandeln kann. Es ist ihm gelungen, aus diesen Erinnerungen, die seit ewigen Zeiten unter der Erde fließen, den Rest des Willens eines ursprünglichen Elementardrachen zu extrahieren und ihn wie Mark aus einer Wirbelsäule zu ziehen, um ihn als Grundlage für seine verfälschte Gestalt zu verwenden.<br>Aber ist er wirklich nur eine Gestalt? Ein einst gestorbener Drache, der von der außerweltlichen Macht, gegen die er einst kämpfte, zurückgebracht wurde, öffnet seine Augen erneut und lässt alles in diesem kurzen Traum einer Auferstehung hinter sich. Gefangen im letzten Tag seiner Existenz durch diese pechschwarze Botschaft wird all seine einstige Vernunft im Angesicht ihrer grenzenlosen Wut vernichtet. Jetzt bleibt nur noch eine unerbittliche Gier nach Kampf, die ohne Ende lodert.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Der reiche Junggeselle, der den größten Teil der Getränkewirtschaft in Mondstadt kontrolliert. Sein Reichtum, seine Eleganz und seine Fähigkeiten sind bewundernswert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Ein häufiger Gast der Arrestzelle des Ordo Favonius und ein wahrer Meister der Zerstörung. Man nennt sie auch die „Fliehende Sonne“.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "77. Direktorin des Bestattungsunternehmens Wangsheng in Liyue. Sie übernahm die Leitung bereits in sehr jungen Jahren",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Besitzerin von „Naganoharas Feuerwerksartikel“ und bekannt als die Königin des Sommerfests. Sie ist eine gelernte Handwerkerin, die die Wünsche der Menschen mit Feuerwerkskörpern ausdrückt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Ein Mitglied der „Goldbrigade“, einer Söldnergruppe, die die Wüste Sumerus durchstreift. Sie ist mutig und stark und genießt innerhalb der „Goldbrigade“ einen hervorragenden Ruf.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/61142474/65b22311e1e38ffa45a4928d4005ecee_7468297942613362106.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "<p>Die Anführerin Natlans, die den antiken Namen „Kiongozi“ geerbt hat. Sie schwor, die Zukunft des sich bekämpfenden Landes mit heiligem Feuer zu erhellen.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 14,
        "name": "Amber",
        "desc": "Ein Mädchen voller Lebenskraft und gleichzeitig die beste, wenn auch einzig verbliebene, Kundschafterin des Ordo Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Amber_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Eine recht bekannte Köchin aus Liyue, die Gerichte mit Leidenschaft zubereitet. Ihre Techniken sind feurig genug, um ihren Gegnern den Appetit zu verderben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "Ein junger Abenteurer aus Mondstadt, der trotz seiner ungewöhnlichen Güte vom Pech verfolgt wird.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "Das Mädchen mit dem stürmischsten Musikgeschmack in ganz Liyue. Mit ihrer Musik und ihrem leidenschaftlichen Gesang lehnt sie sich gegen die vorgefassten Meinungen auf.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Eine sehr bekannte Rechtsberaterin in Liyue und ein gescheites Mädchen mit dem Blut einer göttlichen Bestie in ihren Adern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "Der Haushälter des Kamisato-Klans und ein in Inazuma bekannter „Vermittler“.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Truppenführerin der Sonderpatrouille für Sicherheit und Überwachung, deren Herz stets für die „Gerechtigkeit“ schlägt, während ihre Muskete sich nur auf die Schuldigen richtet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/61142474/a846729f31f16a987a8696466ebabcc0_1474533800708855468.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Er ist eine Transportwache der Schwertschachtel und gleichzeitig Leiter der renommierten Mächtigen Fabelbestien.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/b041ad23a9d6245efac952a9379c5114_2038843306722897043.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Herstellung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/9f1c9e2f711a65f41ab3945f916dede5_8174450481620897148.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 1098,
        "name": "Agnidus-Achat-Brocken",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "2700x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Umwandlung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1034,
        "name": "Varunada-Lasurit",
        "desc": "Material für den Figurenaufstieg.<br/>„Meine Ideale sind vollkommen klar.“<br/>„Ich muss dich berichtigen. Die Menschen hier werden für ihre Sünden nicht von den Göttern gerichtet, sondern vom Gesetz und vom Richter.“<br/>„Selbst über mich können sie richten, womöglich um meine Erhabenheit und Reinheit zu lobpreisen.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus-Smaragd",
        "desc": "<p>Material für den Figurenaufstieg.</p><p>„Ich hatte einen sehr, sehr langen Traum …<span style=\"color: rgb(220, 221, 222)\">“</span></p><p>„Die Menschen hielten sich an den Händen und tanzten im Kreis, ob sie nun weise oder töricht waren, Tänzer oder Krieger, Puppen oder Statuen …<span style=\"color: rgb(220, 221, 222)\">“</span></p><p>„Dieser tanzende Kreis verkörperte alles, was das Universum ausmacht. Das Leben war immer das Ziel, während die Weisheit das Mittel darstellt.<span style=\"color: rgb(220, 221, 222)\">“</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/4e6fdd6c33dcd340000b8d8087573f23_9190783731557876050.PNG",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada-Amethyst",
        "desc": "Material für den Figurenaufstieg.<br/>„Dieser Körper ist einzigartig auf dieser Welt.“<br/>„Er sollte diese Welt beherrschen.“<br/>„Dieser Körper verhieß seinen Untertanen einen Traum, nämlich den Traum von der Ewigkeit über Generationen hinweg.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1493,
        "name": "Vayuda-Türkis",
        "desc": "Material für den Figurenaufstieg.<br/>„Die Windrichtung kann sich jederzeit ändern.“<br/>„Eines Tages wird uns der Wind in eine noch bessere Zukunft tragen.“<br/>„Von heute an wirst du meinen Segen haben und in vollkommener Freiheit leben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada-Jade",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“<br/>„Euer Herz brennt sicher vor lauter Hoffnung, wenn ihr meine Kälte aushaltet.“<br/>„So lasst die alte Welt brennen.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1097,
        "name": "Agnidus-Achat",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“<br/>„Vergesse ich dabei nicht, wofür ich das alles mache, wird es sich für ██ gelohnt haben.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 444,
        "name": "Prithiva-Topas",
        "desc": "Material für den Figurenaufstieg.<br/>„Das Geld im gesamten Lande ist ein Teil meiner selbst.“<br/>„Damit sichere ich die Errungenschaften, die die Menschen mit ihrem Schweiß und ihrer Weisheit geschaffen haben, für die Zukunft.“<br/>„Ich zeige damit mein Vertrauen in die Menschheit. Sollte ich sie enttäuschen, würde mein Blut unrein.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "27x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Materialien"
      },
      {
        "type": "CustomEntry",
        "epId": 1100,
        "name": "Agnidus-Achat-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus-Achat-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1098,
        "name": "Agnidus-Achat-Brocken",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“<br/>„Für diesen Wunsch gehe ich durchs Feuer.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Agnidus-Achat"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material für den Figurenaufstieg"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Fluxfeuerbäumen ab Stufe 75\nBeute von Pyro-Hypostasen ab Stufe 75\nBelohnung für die Herausforderung des Wolfs des Nordens ab Stufe 75"
          }
        ]
      }
    ]
  }
}