{
  "epId": 1144,
  "name": "Mehr als nur ein Hund VII",
  "desc": "„Sie ist ein guter Mensch, der lächelnd Hundefutter ausgibt ...“ So begegnest du dem unbekannten Mädchen in dem vertrauten Wald wieder. Wer ist sie eigentlich ...",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_3320552508808227269.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187632,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund VII"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wach auf ...“</color>\n<color=#ffffffd9>Dietrich spürte, wie er gerüttelt wurde.</color>\n<color=#ffffffd9>„Alles in Ordnung?“</color>\n<color=#ffffffd9>Eine Hand näherte sich, als ob sie seinen Atem überprüfen wollte.</color>\n<color=#ffffffd9>Die Stimme klang vertraut ...</color>\n<color=#ffffffd9>Zart wie eine Brise im April und wärmend wie die Sonne im März.</color>\n<color=#ffffffd9>Dietrich strengte sich an, seine Augen zu öffnen, und sah ...</color>\n<color=#ffffffd9>die blonde Hexe mit den blauen Augen.</color>\n<color=#ffffffd9>„Perfekt, du bist wach!“, freute sich die Hexe.</color>\n<color=#ffffffd9>„Bin ich hier etwa ... auf Celestia?“, fragte sich Dietrich.</color>\n<color=#ffffffd9>„Nein, wir sind in einem ganz profanen Wald“, antwortete die Hexe.</color>\n<color=#ffffffd9>Dietrich kam wieder zu Sinnen. Er dachte zu wissen, dass die Hexe, die vor ihm stand, der Ursprung allen Übels wäre. Nottfriga! Blitzartig richtete er sich auf und sprang zurück. Er hielt eine alarmbereite Position inne.</color>\n<color=#ffffffd9>„Keine Angst, ich werde dir nichts tun. Ach stimmt, ich habe mich noch gar nicht vorgestellt. Ich heiße Magdalene. Ich bin ... Nottfrigas kleine Schwester“, sprach Magdalene, während sie ihre Finger hinter ihrem Rücken umherwedelte, ein beruhigender Zauber der Lichtmagie. Dabei näherte sie sich Dietrich und sagte, „Fein, so ist gut.“</color>\n<color=#ffffffd9>Dietrich beruhigte sich endlich. Er wollte fragen, wie dieses Mädchen ihn überhaupt verstehen konnte. Aus seinem Maul drang jedoch nur „wuff, wuff“.</color>\n<color=#ffffffd9>„Ach, das ist nichts weiter als ein einfacher Zauber. Meine Schwester kann das auch.“</color>\n<color=#ffffffd9>„Wuff, wuff ... wuff!“ Diese alte Hexe wusste also genau, was ich sagte, und hat nur so getan, als könnte sie mich nicht verstehen!</color>\n<color=#ffffffd9>„Hmm, eigentlich ist meine Schwester ein ganz liebes Wesen.“ Magdalene fing an zu lächeln, während sie über Nottfriga sprach.</color>\n<color=#ffffffd9>„...“</color>"
      }
    ]
  }
}