{
  "epId": 1145,
  "name": "Mehr als nur ein Hund III",
  "desc": "Selbst in einer vermeintlich sicheren Stadt sollte man sich vor den Wölfen in Acht nehmen, die des Nachts in der Dunkelheit lauern. Dieses Mal geht es um eine Kunst, die schwerer zu beherrschen ist als Massenhypnose.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_7582932642873233438.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187585,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die Nacht brach an.</color>\n<color=#ffffffd9>Das Heulen eines wilden Tieres hallte in der Ferne. Es schien von einem Wolf zu kommen.</color>\n<color=#ffffffd9>Nottie setzte sich auf ihr Bett und hob ihre langen Ärmel hoch, um einen knochenweißen Armreif zu enthüllen, der wie eine sich windende Schlange geschnitzt war.</color>\n<color=#ffffffd9>Der Kopf der Schlange wirkte lebensecht, ihr Maul war weit offen gespreizt, um ihre Fangzähne zu entblößen. Den Nacken nach hinten gerichtet, sah sie aus, als würde sie jeden Moment zum Sprung ansetzen.</color>\n<color=#ffffffd9>Der sich schlängelnde Körper der Schlange war um ihren Arm gewickelt und strahlte im Licht der magischen Lampen, die den Raum erhellten, eine gefährliche Aura aus.</color>\n<color=#ffffffd9>„Meine liebe kleine Schwester, gute Nacht.“</color>\n<color=#ffffffd9>Nottie streichelte zart den Armreif und rieb verspielt mit ihrem kleinen Finger daran.</color>\n<color=#ffffffd9>Kurz nachdem die magischen Lampen erloschen waren, war der gesamte Raum in Dunkelheit gehüllt.</color>\n<color=#ffffffd9>Die Dunkelheit der Nacht verlieh Nottie unbegrenzte Macht.</color>\n<color=#ffffffd9>Nottie konnte den Eindringling also bereits spüren, in dem Moment in dem er den Raum betrat.</color>\n<color=#ffffffd9>Auf dem Bett sitzend konnte Nottie deutlich sehen, wie Dietrich leise ihre Kleider zusammensammelte und sich gut in der Dunkelheit zurechtfand.</color>\n<color=#ffffffd9>Es wurde immer schwerer für Nottie, ihr Lachen zurückzuhalten, bis Dietrich direkt vor ihr stand.</color>\n<color=#ffffffd9>Dietrich erblickte die lieblichen Augen, die er so sehr begehrte.</color>\n<color=#ffffffd9>Aber ihre Augen waren jetzt irgendwie anders. Sie waren nicht mehr blau wie Wasser, wie Dietrich sie an jenem Tag gesehen hatte. In diesem Moment waren sie von der Nacht erfüllt, ruhig wie die Tiefen des Meeres ohne Wellen.</color>\n<color=#ffffffd9>„Trink diesen Becher leer.“</color>\n<color=#ffffffd9>Das war das Letzte, was Dietrich hörte, bevor ihn sein Bewusstsein verließ.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ]
  }
}