{
  "epId": 1146,
  "name": "Mehr als nur ein Hund IX",
  "desc": "„Wie fühlt sich der Tod eines warmen Frühlingstages an?“, fragte die junge Magd eines Morgens, jeglicher Logik entbehrend. „Wahrscheinlich leicht ... pelzig?“",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_4117837295567327878.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187643,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Dies war ein Wald ohne ein Ende. Ein feiner Nebel hüllte die Gegend ein und die goldenen Strahlen der Morgendämmerung schienen durch das Blätterdach und verteilten sich auf der smaragdfarbenen Erde darunter.</color>\n<color=#ffffffd9>In diesem Moment umklammerte Magdalene einen Hund — in der Tat, das war Dietrich — während sie ein gemächliches Tempo anschlug. Wie ein eleganter Schwan hüpfte das goldhaarige Mädchen über die knorrigen Wurzeln der mächtigen Bäume und bahnte sich geschmeidig seinen Weg durch den Wald.</color>\n<color=#ffffffd9>„Welch ein Glück, dass gerade Magdalena da ist. Wenn es diese Hexe Nottfriga wäre, würde sie mich sicherlich zum Laufen zwingen oder irgendeine Art von Magie anwenden, um mich zum Laufen zu bringen. Dieser Weg ist nicht für Hunde gemacht — nein, nicht einmal Menschen könnten ihn durchqueren. Es gibt nicht einmal eine Straße, nur Bäume ... Ah, es wäre schön, wenn Magdalena mich weiter so tragen könnte ...“ Dietrichs Gedanken schweiften ab, als er sich umdrehte und Magdalene ansah.</color>\n<color=#ffffffd9>Das Morgenlicht tanzte auf ihrem Gesicht. Sie besaß eine Schönheit, die der einer Edelfrau in nichts nachstand. Ihre helle Gesichtsfarbe und ihr sanfter Ausdruck ließen sie zart erscheinen, wie der kurzlebige Morgentau, der auf den Blütenblättern entsteht.</color>\n<color=#ffffffd9>„Magdalenes Haut ist so schön ... Ich wage zu behaupten, dass keiner der Adligen, denen ich begegnet bin, sich mit ihr vergleichen kann“, dachte Dietrich, als er das Mädchen betrachtete.</color>\n<color=#ffffffd9>„Lass mich dir eine Geschichte erzählen. Das heißt, ich bin schon tot“, sprach Magdalena plötzlich.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund IX"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ]
  }
}