{
  "epId": 1148,
  "name": "Mehr als nur ein Hund V",
  "desc": "„Sei brav und tu, was ich dir sage! Es gibt zwar keine Belohnung, wenn du es schaffst. Eine Bestrafung gibt’s aber allemal, wenn du nicht hörst!“, sprach die schwarze Hexe lachend.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_5581017851080492972.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187625,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund V"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Ich stelle mich gern noch einmal vor, mein Name ist Nottfriga. Aber du kennst mich wohl eher unter meinem anderen Namen. Die meisten Leute nennen mich Die Hexe der Nacht.“</color>\n<color=#ffffffd9>Während sie sprach, begann ihr langes goldenes Haar allmählich dunkler zu werden und wurde schließlich schwarz wie der Nachthimmel draußen vor dem Fenster. Ihre ehemals himmelblauen Augen waren nun pechschwarz, was die Dunkelheit der Nacht einleitete.</color>\n<color=#ffffffd9>„Jetzt bin ich dein Meister. Natürlich werde ich dich gut trainieren.“</color>\n<color=#ffffffd9>Nottfriga kniete nieder und legte dem noch immer kämpfenden Dietrich eine Kette um, die scheinbar aus dem Nichts auftauchte. Die Halskette schrumpfte in der Größe, bis sie perfekt um seinen pelzigen Hals passte. Ganz gleich, wie er den Kopf umherdrehte oder mit den Krallen danach kratzte, die Halskette rührte sich nicht vom Fleck.</color>\n<color=#ffffffd9>„Pfft, wir haben schon so viel Zeit verschwendet, lass uns endlich gehen.“</color>\n<color=#ffffffd9>Mit diesen Worten machte sich Nottfriga auf den Weg in die Stadt. Dietrich wimmerte auf dem Weg mit aller Kraft, die er aufbringen konnte und wünschte sich, er könnte einfach in seine Villa zurücklaufen. Aber er konnte es nicht, so sehr er es auch versuchte. Die Halskette, die Nottie ihm angelegt hatte, schien ihn irgendwie zu kontrollieren, sodass er keine andere Wahl hatte, als ihr zu gehorchen und hinterherzulaufen.</color>\n<color=#ffffffd9>Nottfriga warf einen Blick zurück auf den widerwilligen Dietrich, der hinter ihr trödelte, und kräuselte dann eine Haarsträhne um ihren Finger.</color>\n<color=#ffffffd9>„Obwohl es schon sehr amüsant ist, dich in deinem derzeitigen Zustand so zu sehen, bist du mir dennoch viel zu laut. Wenn du also keinen Vorgeschmack auf meinen neuen Zauber „Stille der Nacht“ haben willst, hältst du besser dein kläffendes Maul.“</color>\n<color=#ffffffd9>Die ganze Welt schien auf einmal zu verstummen. Dietrich wusste, dass er am besten erst einmal gehorchen sollte, um nicht ihr nächstes Opfer zu werden.</color>"
      }
    ]
  }
}