{
  "epId": 1149,
  "name": "Mehr als nur ein Hund VIII",
  "desc": "„Verdammt! Die Hexe hat meine Beleidigungen gehört!“ „Oh, was für ein böses Hündchen. Aber es ist die Pflicht der Besitzerin, ihren Hund zu dressieren. Also jetzt muss ich dir eine kleine Strafe zu kosten geben ...“ Die Hexe ist dabei, ihre grausamen Geheimnisse zu enthüllen!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_7493139192658993153.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187638,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Tauschen Hexen ihren Verstand etwa gegen magische Fähigkeiten? Ich dringe einfach nicht zu ihr durch“, dachte Dietrich, während er der blonden Hexe folgte, die etwas vor sich hinbrabbelte.</color>\n<color=#ffffffd9>„Ach, komm schon! Wenn meine Schwester davon wüsste, wäre sie sicher beleidigt“, sprach Magdalene mit leiser werdender Stimme.</color>\n<color=#ffffffd9>„Wuff, wuff ... wuff?“ Du brauchst ihr ja einfach nichts davon zu erzählen ... Warte, woher weißt du, was ich gedacht habe?</color>\n<color=#ffffffd9>„Leider ... ist es jetzt ... zu spät.“</color>\n<color=#ffffffd9>Dietrich blickte erschrocken nach oben und spürte den Druck über ihm.</color>\n<color=#ffffffd9>Ihr Ausdruck hatte sich aber gar nicht verändert.</color>\n<color=#ffffffd9>Und dennoch ...</color>\n<color=#ffffffd9>Dennoch wusste er, dass das Mädchen vor ihm ein anderes war.</color>\n<color=#ffffffd9>„Dieser Albtraum scheint für dich doch von Nutzen gewesen zu sein. Du scheinst jetzt doch zu hören. Trotzdem bist du längst noch nicht artig genug.“ Dieser selbstbewusste Ton, das konnte nur Nottfriga sein.</color>\n<color=#ffffffd9>„Dann werde ich die ‚Essenz des innersten Wesens‘ vorerst dir überlassen.“</color>\n<color=#ffffffd9>Was soll das für eine „Essenz des innersten Wesens“ sein?</color>\n<color=#ffffffd9>Warte mal, Magdalene hatte doch davon gesprochen.</color>\n<color=#ffffffd9>„Hab keine Angst. Dein Albtraum war nicht echt. Meine Schwester hat dir die Essenz des innersten Wesens gegeben. Damit werden deine schlimmsten Ängste sichtbar. Daher hast du von den Dingen geträumt, vor denen du dich am meisten fürchtest.“</color>\n<color=#ffffffd9>„Meine Schwester muss das zu deinem Wohl getan haben. Schließlich ist sie ein gutherziger Mensch.“</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Dietrich sträubte sein Fell und zitterte, während er Nottfriga anblickte. Er konnte an gar nichts anderes mehr denken.</color>\n<color=#ffffffd9>„Diese Lektion scheint doch von Nutzen zu sein. Dann gehen wir mal los.“ Die Hexe erfreute sich sehr an der angsterfüllten Haltung, die Dietrich eingenommen hatte.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund VIII"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ]
  }
}