{
  "epId": 1150,
  "name": "Mehr als nur ein Hund VI",
  "desc": "„Anmerkung der Redaktion: Danke an alle für eure Unterstützung! Wir haben den betrunkenen Autor bei Zum Katzenschwanz gefangengenommen! Obwohl er bereits voll wie ein Sack ist, sollte er in der Lage sein, den nächsten Band weiterzuschreiben. Bleibt bitte dran!“",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_3921879232567080595.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187629,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund VI"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Dietrich sah mit an, wie der Lawrence-Klan unterging.</color>\n<color=#ffffffd9>Niemand wusste, wo die Katze seiner Mutter war. Sein Vater von Sinnen und seine Mutter hysterisch waren beide zum Greifen nahe, doch wie er auch schrie, sie würden sich nicht zu ihm umdrehen und ihn anblicken.</color>\n<color=#ffffffd9>„Arrrh“</color>\n<color=#ffffffd9>Dietrich senkte seinen Kopf und bevor er sein Maul öffnen konnte, riss der Boden unter ihm auf. Die Hände einer alten Hexe streckten sich hervor und hielten seinen Hals in festem Griff.</color>\n<color=#ffffffd9>Dann spürte er, wie er fiel und fiel, bis er endlich neben den Füßen der alten Hexe landete.</color>\n<color=#ffffffd9>Seltsamerweise schmerzte der Fall nicht.</color>\n<color=#ffffffd9>Etwas schien Dietrichs Kette erwischt zu haben. Es zog an ihm und zog ihn fort.</color>\n<color=#ffffffd9>Alles, was er sehen konnte, war Dunkelheit. Langsam erkannte er, dass etwas unter ihm war. Es war ein großer Topf, aus dem Dampf emporstieg. In der schwarzen Brühe gluckerten eifrige Blasen, auch ein paar feste Bestandteile waren zu erkennen. Dietrich sah Spinnennetze und Schlangenknochen ...</color>\n<color=#ffffffd9>Dann vernahm er Nottfrigas Stimme: „Ha, nun habe ich die letzte Zutat für den Trank des ewigen Lebens! Hüpfst du hinein, ist es vollbracht, hahaha!“</color>\n<color=#ffffffd9>„Wuff, wuff, wuff!“ Lass mich frei, altes Hexenweib!</color>\n<color=#ffffffd9>Dietrich wehrte sich mit aller Kraft und schaffte es schließlich, völlig unerwartet, sich von seiner Kette zu lösen.</color>\n<color=#ffffffd9>„Wuuuuuuu...“</color>\n<color=#ffffffd9>So fiel er erneut ...</color>\n<color=#ffffffd9>Er vernahm nichts als den heulenden Wind an seinen Ohren sowie Nottfrigas verrücktes Gelächter.</color>"
      }
    ]
  }
}