{
  "epId": 1151,
  "name": "Mehr als nur ein Hund X",
  "desc": "Schließlich kann kein Lebender auf dieser Welt wirklich von dem Übel erlöst werden.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_1607058415272906812.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187646,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund X"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Vor langer Zeit gab es eine Hexe, die Zwillinge zur Welt brachte.</color>\n<color=#ffffffd9>Die Familie war jedoch immer nicht in der Lage, zwei Nachkommen zur gleichen Zeit zu hinterlassen. Dies war der Preis, die Belohnung für den Austausch großer magischer Kräfte.</color>\n<color=#ffffffd9>Doch diese Hexe hat den Gipfel ihrer Beherrschung der dunklen Magie erreicht und schützt ihre beiden Sprösslinge mit ihrer eigenen Lebenskraft als Opfergabe.</color>\n<color=#ffffffd9>Die gute Zeit währt nicht lange, und der Tag, an dem die Lebenskraft der Hexe zu Ende geht, ist der Tag des schicksalhaften Abschieds.</color>\n<color=#ffffffd9>Die Hexe wurde für immer freigelassen, und Nottfriga, die Schwester, die überlebt hat, nimmt alles auf sich, da sie das Gefühl hat, es sei ihre Schuld, dass ihre Schwester Madeleine nicht überlebt hat.</color>\n<color=#ffffffd9>Glücklicherweise erbte Nottfriga die Fähigkeit der Hexe zur dunklen Magie, und sie benutzte sich selbst als Gefäß, um Madeleines Seele zu extrahieren, indem sie komplizierte Zaubersprüche und arkane Beschwörungen verwendete.</color>\n<color=#ffffffd9>Ein anderer beschäftigt sich mit den bestialischen Schriftrollen, die die Hexe im Hohen Turm hinterlassen hat, und kombiniert dunkle Magie und alchimistische Techniken, um den Körper zu erschaffen. Eine Seele in einen neuen Körper zu stecken und zu reanimieren, ist in den verbotenen Künsten der Lichtmagie keine leichte Aufgabe, ganz zu schweigen von Nottfrigas Unkenntnis der Lichtmagie.</color>\n<color=#ffffffd9>Nottfrigas Besessenheit von Madelene führte sie dazu, eine Lösung zu finden. Also verwandelte sie ihren Torso in ein Schlangenarmband, trug es um ihr Handgelenk und begab sich auf eine Reise ins Abenteuer.</color>\n<color=#ffffffd9>„Liebe Schwester, wenn das hier vorbei ist, werden wir nie wieder getrennt sein ...“</color>"
      }
    ]
  }
}