{
  "epId": 1152,
  "name": "Mehr als nur ein Hund XI",
  "desc": "„Du lauter Köter, ich stopfe dir die Schnauze!“ ... „Mmm! Mmm!“ In dieser Nacht vertraute das junge Mädchen ihrem treuen Hund etwas Wichtiges an.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_768771148266811946.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187650,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund XI"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die letzten Schimmer des Lichts verblassten, und die Dunkelheit war dabei, den gesamten Wald einzuhüllen.</color>\n<color=#ffffffd9>„Es ist Zeit.“</color>\n<color=#ffffffd9>Madeleine lässt Dietrich plötzlich aus ihren Armen los.</color>\n<color=#ffffffd9>„Übrigens, ich werde dir ein letztes Geschenk machen. Ich bin sicher, dass meine Schwester auch glücklich sein wird.“</color>\n<color=#ffffffd9>So sah man leuchtendes Licht zwischen ihren Fingern entweichen, das sich allmählich zu einer schillernden Lichtmasse verdichtete, als Magdalene ihre leuchtende Magie freisetzte.</color>\n<color=#ffffffd9>„In Ordnung, jetzt benimm dich. Psst ... noch nicht reden.“</color>\n<color=#ffffffd9>„Was zur Hölle ... mysteriös ... uff. Dietrich murmelte, bevor er antworten konnte, aber die Worte wurden unterbrochen, bevor sie herauskamen, und es stellte sich heraus, dass eine dünne Hand Dietrichs Hundemund fest im Griff hatte.“</color>\n<color=#ffffffd9>Einen Moment später wird ihr von der bereits ausgewechselten Columbina schnell ein Gegenstand in den Mund gesteckt.</color>\n<color=#ffffffd9>„Das ist ...“</color>\n<color=#ffffffd9>Dies ist der Griff seines Schwertes.</color>\n<color=#ffffffd9>Das Schwert, das er einst stolz an seinem Gürtel trug.</color>\n<color=#ffffffd9>„?!“</color>\n<color=#ffffffd9>Dietrich versuchte, den Mund zu öffnen, um etwas zu sagen.</color>\n<color=#ffffffd9>„Wenn du nicht sterben willst, beiß die Zähne für mich zusammen.“ Nottfrigat griff nach dem falschen Äther, und Dietrich spürte den Kragen um seinen Hals so eng, dass er nicht atmen konnte, sondern nur noch die Zähne zusammenbiss.</color>\n<color=#ffffffd9>„Hör gut zu, benutze dieses Schwert, um dich später zu schützen. Auch wenn du ein unvernünftiger junger Meister bist, wird es mich beunruhigen, wenn du hier stirbst ...“ Nottfriga hob Dietrichs Kopf und senkte die Stimme: „Die Lektion ist ja noch nicht zu Ende, und wenn du leicht stirbst, habe ich weniger Spaß.“</color>\n<color=#ffffffd9>sagte die Zauberin der Nacht Ihre Exzellenz, zog ihre ausgestreckten Finger zurück und richtete ihre Roben von oben.</color>\n<color=#ffffffd9>Das Halsband lockerte sich wieder, und die Luft des Äthers strömte in einem Sturzbach durch Zähne und Nase in seine Lungen, und Dietrich wagte nicht, den Mund loszulassen, so dass er mühsam keuchen musste.</color>\n<color=#ffffffd9>Bald war in der Ferne ein Geräusch zu hören ...</color>"
      }
    ]
  }
}