{
  "epId": 1153,
  "name": "Mehr als nur ein Hund IV",
  "desc": "Auch ein Hund ist in der Lage, das Einmaleins der Etikette der Aristokraten zu erlernen. Zumindest behauptet das die Lehrerin mit der Peitsche in der Hand!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/bd085fe31279b5896878b0f9b04558bf_7513808626887206681.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187621,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Der Becher glitt ihm aus der Hand, als er zu Boden fiel.</color>\n<color=#ffffffd9>Nottie hockte sich neben Dietrich und nahm ihm den Säbel von seiner Hüfte.</color>\n<color=#ffffffd9>Sie streichelte einen Moment lang über die Klinge, bevor sie ihre Hand zurückzog, und ein schwarzer Edelstein, der in das Schwert eingelegt war, fiel in ihre Handfläche.</color>\n<color=#ffffffd9>„Wie praktisch, dass du das Auge der Ewigen Nacht direkt zu mir gebracht hast. Dankeschön, hehe.“</color>\n<color=#ffffffd9>Während sie sprach, nahm sie den Schlangenarmreif ab und legte den schwarzen Edelstein in den Mund der Schlange.</color>\n<color=#ffffffd9>Schuppen und Fleisch begannen schnell vom Kopf der Schlange über den Körper herabzurieseln. Eine kleine schwarze Schlange rollte sich von Notties Händen ab, glitt ihr von der Handfläche und fiel auf den Boden. Die Schlange begann sich zu vergrößern und formte sich zu einer massiven Python mit roten Augen und schwarzen Schuppen und ihr sich windender Körper füllte fast den ganzen Raum aus.</color>\n<color=#ffffffd9>Nottie streckte ihre Hand aus und als die magischen Lampen den Raum erhellten, begann die Python zu schrumpfen und wickelte sich wieder um ihren Arm.</color>\n<color=#ffffffd9>„Hmm? Versteckst du dich etwa?“</color>\n<color=#ffffffd9>Nottie blickte unter das Bett.</color>\n<color=#ffffffd9>Darunter befand sich ...</color>\n<color=#ffffffd9>ein Hund.</color>\n<color=#ffffffd9>Er zitterte am ganzen Leib, wahrscheinlich noch in Angst vor der Python gerade eben.</color>\n<color=#ffffffd9>„Oh, wie schade! Du solltest doch eigentlich ein Wolf werden. Jetzt bist du nur ein Hund geworden. Das tut mir leid!“</color>\n<color=#ffffffd9>Zwar entschuldigte sie sich, jedoch klang es ganz und gar nicht nach einer aufrichtigen Entschuldigung.</color>\n<color=#ffffffd9>Dietrich wusste immer noch nicht, was geschehen war. Aus reinem Instinkt war er unter das Bett gekrochen.</color>\n<color=#ffffffd9>Erst dann begann er zur Besinnung zu kommen. Er versuchte, etwas zu sagen, nachdem er die Worte von Nottie gehört hatte. Aber egal, wie sehr er es auch versuchte, es kam nur „wuff wuff wuff wuff“ dabei heraus.</color>\n<color=#ffffffd9>Nachdem er sich so bellen gehört hatte, ergriff ihn die Panik und er stürmte unter dem Bett hervor.</color>\n<color=#ffffffd9>Egal wie oft er sich im Spiegel ansah oder wie oft er ungläubig jaulte, sein Antlitz eines jungen stattlichen Mannes kam nicht zurück.</color>\n<color=#ffffffd9>Dietrich drehte sich plötzlich mit einem Knurren um und sprang auf Nottie zu. Ohne sich auch nur im Geringsten zu erschrecken, blickte sie ihn mit verschränkten Armen an. Auf einmal konnte sich Dietrich nicht mehr auf sie zubewegen, so sehr er es auch versuchte.</color>\n<color=#ffffffd9>„Geht man denn so mit einer Dame um, hmm? Ich wollte dich ja eigentlich gehen lassen, aber wie es scheint, muss ich dir erst noch Manieren beibringen!“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mehr als nur ein Hund IV"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ]
  }
}