{
  "epId": 1171,
  "name": "Schrift vom Gleichgewicht",
  "desc": "Diese alte heilige Schrift gedenkt Rex Lapis, der Adepten und der Yakshas und ist darüber hinaus ein Zeugnis des frühen Glaubens an den Archon.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/f271abb764247b68e2c085487d138f70_7256002561850836553.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187712,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Schrift vom Gleichgewicht"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Von allen Elementen, die es gibt, ist die Geo-Kraft allein die beständigste.</color>\n<color=#ffffffd9>Sie hat eine stolze Tradition und ist authentisch.</color>\n<color=#ffffffd9>Sie besitzt klare Regeln und Gesetze, dank dem König der Felsen.</color>\n<color=#ffffffd9>So urteilt er über Gut und Böse und überwacht den Ozean.</color>\n<color=#ffffffd9>Er ist der Schlächter der Dämonen und Vertreiber des Bösen.</color>\n<color=#ffffffd9>Er steht für göttliches Gleichgewicht.</color>\n<color=#ffffffd9>Adepten umgaben ihn, Yaksha stießen vor.</color>\n<color=#ffffffd9>Monster und Dämonen flohen vor diesem Anblick der Tapferkeit.</color>\n<color=#ffffffd9>Der Herrscher beschwor mächtige Felsen und schoss diese in die Erde.</color>\n<color=#ffffffd9>Das Seeungeheuer zog sich endlich zurück, teuer erkaufter Frieden kehrte endlich ein.</color>\n<color=#ffffffd9>Auch wenn die Dämonen besiegt waren, so dürsteten ihre Seelen nach Rache.</color>\n<color=#ffffffd9>Tief in den Abgrund der See sanken ihre Seelen.</color>\n<color=#ffffffd9>Hass fütterte ihre Wut und vergiftete ihre Gedanken umso mehr.</color>\n<color=#ffffffd9>Ihr Wahnsinn besudelte die Meere und brachte neue Dämonen hervor.</color>\n<color=#ffffffd9>Eine dämonische Plage bedrohte erneut die Meere.</color>\n<color=#ffffffd9>Der König beauftragte fünf schützende Yaksha, das Böse zu beseitigen.</color>\n<color=#ffffffd9>Sie sollten die Welt ein für alle Mal von dem dämonischen Übel befreien.</color>\n<color=#ffffffd9>Ganze Berge erschütterten vor dem goldenen Zorn der Yaksha.</color>\n<color=#ffffffd9>Sie löschten alles Böse aus, bis auf einen einzigen.</color>\n<color=#ffffffd9>Alatus sicherte zuletzt den Frieden.</color>\n<color=#ffffffd9>Endlich war langfristiger Frieden eingekehrt.</color>\n<color=#ffffffd9>Mit dem Frieden wiederhergestellt, kehrten die Adepten zurück in den Jueyun-Karst.</color>\n<color=#ffffffd9>Ihre Pflicht erfüllt, zogen sich auch die Yaksha zurück und verstreuten sich in alle Himmelsrichtungen.</color>\n<color=#ffffffd9>Dies ist ein Opfer für die Seelen.</color>\n<color=#ffffffd9>Möge dieses Licht als Opfer für Euch, den Herrscher über die Felsen, konvenieren.</color>"
      }
    ]
  }
}