{
  "epId": 1177,
  "name": "Chroniken von Sangonomiya",
  "desc": "Annalen, geschrieben von dem berühmten Bakufu-Historiker Kujou Michizane, der als einer der „drei Kujou-Würdenträger“ oder „Der große Gelehrte“ bekannt war. Sie beschreiben die Geschichte der Insel Watatsumi in groben Zügen.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/35900d867c21d656ec3bd01f504cca07_7589835633436569035.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187720,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Chroniken von Sangonomiya"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Teestube Komore auf der Insel Narukami in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Sangonomiya, am Anfang des Meeres, liegt im steigenden Wirbel und besteht aus Korallen. Daher kommt der Name von Sangonomiya in der Sprache der Einheimischen, neben „Watatsumi“. Auch wird hier eine große Schlange als Gott geehrt.</color>\n<color=#ffffffd9>Die Menschen aus Watatsumi werden das Volk des Meeres genannt und sie verehren die große Schlange Faru Hashi, und die Insel Watatsumi hat einen Schrein als Oberhaus, und es gibt keinen General, der ihm dient. Die oberste Schreinjungfer wird „göttliche Priesterin“ genannt und ist für die Organisation und die Feste zuständig.</color>\n<color=#ffffffd9>Letztes Jahr, während des Archonten-Konflikts, entschied Seine Hoheit, der Elektro-Ogosho, dass ganz Inazuma an einem Ort versammelt werden sollte, und alle Menschen verneigten sich in Angst und ließen sich an ihrem Platz nieder. Der Oroku-Hashimoto-Klan befand sich im Frieden mit Narukami an der westlichen Grenze.</color>\n<color=#ffffffd9>Der Kampf war heftig, und die Menschen litten. Die beiden Seiten prallten in der Schlacht auf der Insel Yashiori aufeinander, mit vielen Verlusten, einschließlich des Todes von Tengu Sasayuri, dem Lieblingsgeneral seiner Hoheit Ogosho. Orochi wurde schließlich von Seiner Hoheit Ogosho getötet und starb auf der Insel Yashiori.</color>\n<color=#ffffffd9>Sangonomiya schickte daraufhin einen Abgesandten zur Kapitulation und ehrte Inazumas Bakufu ebenfalls als großen Patriarchen.</color>"
      }
    ]
  }
}