{
  "epId": 1180,
  "name": "Kostbare Erzählungen über den Chouken Shinkageuchi – Band I",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Der erste Teil der traditionellen Erzählungen von Inazuma. Dieser Band ist auch als „Shinkageuchi“ bekannt und war früher ein verbotener Text. Er enthält eine fantastische Geschichte über den ersten Shougun Raiden und ihre Kagemusha, in der die wohlwollende Klugheit des ersten Shougun und die große Tapferkeit ihrer Kagemusha dargestellt werden. Aufgrund der großen Beliebtheit eines anderen Buches, das umgangssprachlich als „Wiedergeburt des Shougun Raiden“ bekannt ist, interessierten sich jedoch viele Menschen für Geschichten dieser Art. So kam es, dass dieses Buch doch veröffentlicht wurde.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/11653dc988f524a67eb2e2f3c35786b9_4341292943368435793.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187723,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Man sagt, der gespannte Bogen sei wie der Halbmond, während die geschliffene Klinge im Mondlicht wie Jade scheint.</color>\n<color=#ffffffd9>Es heißt, als Narukami zu ihrem Volk kam, brachte sie das Wissen um die Herstellung von Schwertern mit. Nach Tausenden von Jahren waren die sterblichen Schwertschmiede endlich in der Lage, Schwerter herzustellen, die sogar Narukami selbst zufriedenstellen würden. So führten der Große Schrein und das Bakufu diese göttliche Zeremonie durch: Sie sammelten die besten Schwerter der Welt und brachten sie dem Schrein dar und nannten diese Klingen „Goshintou“. Diese Zeremonie war in der Tat sehr lebendig. Und der Brauch wird bis in die heutige Zeit aufrechterhalten. Es gibt jedoch viele Hintergründe zum „Goushinto“, von denen nur wenige wissen.</color>\n<color=#ffffffd9>Kein berühmter Handwerker schmiedet nur eine Klinge an einem einzigen Tag. Die besten ihrer Werke sind als „Shinuchi“ bekannt und erhalten einen schönen Namen, bevor sie dem Herrn oder der Gottheit des Handwerkers geopfert werden. Sie sind nicht dazu bestimmt, Leben zu nehmen, und sollen rein bleiben. Die anderen sind als „Kageuchi“ bekannt und werden an Gefolgsleute weitergegeben, damit diese sie als Waffen verwenden. Sie werden oft zum Blutvergießen verwendet und sind daher mit Unreinheit und Schmutz bedeckt.</color>\n<color=#ffffffd9>Seit dem Tag, an dem Narukami Gongen, der erste Shougun, ihre Herrschaft über das Reich von Inazuma begann, wurde sie von ihrer jüngeren Zwillingsschwester begleitet. Sie waren wie Licht und Schatten. Sie vermittelten und hielten Gericht, gaben Befehle und führten Kämpfe. Die jüngere der beiden hieß „Ei“, und wenn man ihren Namen aufschreibt, ist es das Schriftzeichen für „Schatten“, das Gegenwort von „Licht“. Sie ist nämlich die Nachfolgerin des ersten Shougun.</color>\n<color=#ffffffd9>Wie die meisten wissen, sind nur die Sieben Archonten aus den Verwüstungen des Krieges hervorgegangen, der als verheerender Sturm über die Welt der Sterblichen hinwegzog. Obwohl der Schatten-Shougun göttlich geschickt in der Kampfkunst und unübertroffen im Umgang mit der Klinge war, hielt sie sich selbst für eine einfache Kriegerin mit wenig Verständnis für die Herzen der Sterblichen. Daher beschloss sie, ihre körperliche Gestalt aufzugeben und ihrer Schwester zu helfen, in die „himmlische Zitadelle“ aufzusteigen und die Herrschaft über Inazuma zu erlangen. Kurz darauf errichtete der Wahre Shougun ihr Bakufu und begann, über das Land zu herrschen. Sie erinnerte sich an ihre Verbindung, rief den göttlichen Willen von „Ei“ zurück und schmiedete ihren Körper neu, sodass ihre Schwester als ihre Kagemusha (Schattenkriegerin) wieder an ihre Seite kam.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kostbare Erzählungen über den Chouken Shinkageuchi – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae auf der Insel Narukami in Inazuma"
          }
        ]
      }
    ]
  }
}