{
  "epId": 1193,
  "name": "Bräuche von Liyue – Empfang der Götter",
  "desc": "Ein Fachbuch über die örtlichen Gepflogenheiten von Liyue, das ursprünglich von Fadhlan, einem reisenden Gelehrten aus Sumeru, der sich in Liyue aufhielt, verfasst worden ist. Später wurde es von vielen Gelehrten aus Liyue selbst editiert und geriet in dieser Form in Liyue in Umlauf.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/ab1097bcbd1a61fa859479879a1afddc_449218414488519492.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187734,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Bräuche von Liyue – Empfang der Götter"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Jadegemach in Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Empfang der Götter -</color>\n<color=#ffffffd9>Von allen Feiern, Zeremonien und Bräuchen in Liyue ist keine typischer als die, die beim Empfang eines Gottes abgehalten wird: Die „Adeptenzeremonie“.</color>\n<color=#ffffffd9>Während dieses Rituals steigt der Geo-Archon, Liyues Gott und wachsamer Wächter über die Zeitalter, persönlich in die Welt der Sterblichen herab, um seine göttlichen Verkündigungen mitzuteilen und die Menschen zu ermahnen, sich von der darin enthaltenen Weisheit leiten zu lassen, damit alle Dinge in Übereinstimmung mit den festgelegten Regeln ablaufen können, anstatt dem Chaos anheimzufallen.</color>\n<color=#ffffffd9>In den frühesten und bescheidensten Tagen von Liyues Geschichte wählten die Bauernvorfahren von Liyue Gemeindevertreter, die den Geo-Archon bei seiner Ankunft begrüßten und ihm bei seiner Abreise einen angemessenen Abschied bereiteten.</color>\n<color=#ffffffd9>Nachdem sie üppige Opfergaben dargebracht und feierliche Segenswünsche gesprochen hatten, hörten sie in Ehrfurcht den göttlichen Vorhersagen ihres Gottes zu, bevor sie dem Volk die Vision für ihre Arbeit im kommenden Jahr verkündeten. Auf diese Weise wurden die Sterblichen auf dem Weg zum Wohlstand und zum Triumph über die Hindernisse geführt, die sich ihnen in den Weg stellten, und so blieb die Domäne des Geo-Archon stark und standhaft.</color>\n<color=#ffffffd9>Als nach dem Archontenkrieg wieder Frieden herrschte, begann die Stadt Liyue unter der strengen Regierung der Qixing zu blühen, die jeden Handel in Liyue repräsentierten und auch als Vermittler zwischen den Sterblichen und dem Geo-Archon fungierten. Sie übernahmen die Verantwortung für die Kommunikation mit dem Geo-Archon, erklärten den Menschen seine göttlichen Voraussagen in klaren und einfachen Worten und gaben die offizielle Politik für das kommende Jahr heraus.</color>\n<color=#ffffffd9>Natürlich kann die illustre Person, die mit der Ausrichtung der Adeptenzeremonie beauftragt ist, nur aus den Reihen der Qixing ausgewählt werden und niemand anderes als diese Person darf der Prozedur beiwohnen.</color>\n<color=#ffffffd9>In den Köpfen der vielen Kaufleute von Liyue sind die göttlichen Vorhersagen von Rex Lapis kostbarer als die Metalle und Mineralien der Bergwerke.</color>\n<color=#ffffffd9>Egal, wie weit sich die Leute bis zum Tag des Abstiegs von Rex Lapis von zu Hause entfernt haben, werden alle versuchen, persönlich die Rückreise anzutreten oder zumindest jemanden an ihrer Stelle zu schicken, damit sie die Weissagung des Geo-Archons erhalten und ihr finanzielles Vermögen für das kommende Jahr sichern können.</color>\n<color=#ffffffd9>Die wahnsinnig Weisen des Reichs der Regenwälder treiben sich selbst in verrückte Hysterie, wenn sie in ihrem Streben nach schwer fassbarer und esoterischer Weisheit alles Weltliche aufgeben. Aber die Menschen im Land der Karstklippen sind es gewohnt, die großzügige Führung ihrer Gottheit als Mittel zu einem weltlichen Zweck zu begrüßen, nämlich ihrem fortgesetzten Wohlstand.</color>\n<color=#ffffffd9>Es scheint, dass die Sieben zwar vereint in ihrer Rolle als Archonten der Sterblichen stehen, es jedoch Momente gibt, in denen sie ihre Ansichten nicht teilen und sogar eventuell miteinander kollidieren.</color>"
      }
    ]
  }
}