{
  "epId": 1255,
  "name": "Zerstörte Träume – Mondlicht",
  "desc": "Eine Sammlung fiktiver Geschichten, die überall in Teyvat gelesen wird. Die Geschichten drehen sich um ein höchst merkwürdiges Antiquität.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/f5375c26485465919a523bfe36db73bc_7372352645679741043.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187745,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Mondlicht -</color>\n<color=#ffffffd9>Manche Leute sagen, in der Stadt gäbe es eine kleine Ecke, die der Wind vergessen hat.</color>\n<color=#ffffffd9>Wenn man sich vor dem Brunnen befindet, muss man die Augen schließen, fünfunddreißigmal seinen Herzschlag zählen, danach sieben Runden im Uhrzeigersinn laufen und sofort danach weitere sieben Runden gegen den Uhrzeigersinn. Jetzt können die Augen wieder geöffnet werden und man wird sehen, dass einen die Schritte zu einem winzig kleinen Laden geführt haben.</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>„Entschuldigung, ist jemand da?“,</color>\n<color=#ffffffd9>fragte Veiga ungeduldig.</color>\n<color=#ffffffd9>Die Tür schloss sich hinter ihr. Das Glöckchen an der Tür erhellte den ganzen Raum mit seinem Klang und schnitt durch die Düsterheit des Ladens.</color>\n<color=#ffffffd9>Zwielicht drang vereinzelt in die dunklen Gänge des Ladens, der vollgepackt war mit Gegenständen, die sie noch nie gesehen hatte und nicht verstand.</color>\n<color=#ffffffd9>Im Laden gab es keinerlei Antwort.</color>\n<color=#ffffffd9>Veiga begann sich die Objekte um sie herum genauer anzusehen. Sie sah unbekannte mechanische Teile, eine außerordentliche antike Leier, beschädigte Kacheln mit kryptischen Symbolen versehen, Hand- und Fußschellen übersät mit Einkerbungen von einstigen Fluchtversuchen und eine in Vergessenheit geratene Krone, die einst einem Aristokraten gehörte ...</color>\n<color=#ffffffd9>Als sie einige der scheinbar nutzlosen Objekte genauer betrachtete, tauchte der Besitzer des Ladens plötzlich neben ihr auf. Er hatte Augen wie ein Fuchs, mit langen, schmalen Pupillen.</color>\n<color=#ffffffd9>„Dieser Reißzahn gehörte einst einem bestimmten Wolfskönig. In der heutigen Zeit sind wohl nur noch dieser Zahn und die Götter in der Lage sich an die Vergangenheit dieses Landes zu erinnern, als es noch mit Eis und Schnee bedeckt war“,</color>\n<color=#ffffffd9>sagte sie sanft.</color>\n<color=#ffffffd9>„Herzlich willkommen! Gibt es etwas, das dir gefällt?“</color>\n<color=#ffffffd9>„Gibt es in diesem Laden etwas, das einen vergessen lassen kann?“</color>\n<color=#ffffffd9>„Ja, sowas haben wir.“</color>\n<color=#ffffffd9>Veiga hielt sich die Hand vor die Brust und fragte erwartungsvoll,</color>\n<color=#ffffffd9>„Um wirklich alles zu vergessen, selbst die wichtigsten Personen?“</color>\n<color=#ffffffd9>Der fuchsäugige Besitzer wurde ernst und nickte mit dem Kopf:</color>\n<color=#ffffffd9>„Ich weiß, dass der, den du zu vergessen wünschst, ein junger Mann ist, mit klaren Augen wie Mondlicht. Er verschwand vor langer Zeit und hinterließ dir nicht mehr als ein Loch in deinem Herzen. Egal welcher Zauber oder welche Freude, nichts vermag dieses Loch in deinem Herzen zu füllen, genau wie das Mondlicht vor deinen Augen.“</color>\n<color=#ffffffd9>Veiga war starr vor Schock und nickte nur kommentarlos.</color>\n<color=#ffffffd9>Der fuchsäugige Besitzer lachte nur und holte wie aus dem Nichts eine Weinflasche hervor.</color>\n<color=#ffffffd9>„Dieser Wein wird dich deinen Schmerz vergessen lassen.“</color>\n<color=#ffffffd9>„Damals in der alten Zeit, als noch die Eiswinde die Erde beherrschten, brauten unsere Vorväter diesen Wein im Geheimen, um das harte Leben zu ertragen. Später, als die Umstände und das Leben der Leute besser wurde, geriet die Kunst der Weinherstellung in Vergessenheit.“</color>\n<color=#ffffffd9>Er kippte die Weinflasche hin und her.</color>\n<color=#ffffffd9>„Es ist nicht mehr viel davon übrig. Und du scheinst etwas für diesen Laden übrig zu haben, daher ist dieser Wein heute umsonst. Natürlich nur, wenn das auch das ist, was du wirklich willst ...“</color>\n<color=#ffffffd9>Veiga nahm dem Besitzer den Weinkelch aus der Hand.</color>\n<color=#ffffffd9>Der Kelch muss einst mit einem Edelstein verziert gewesen sein. Jetzt ist dieser verschwunden und der Kelch sieht trostlos und einsam aus.</color>\n<color=#ffffffd9>Als Veiga aufwachte, stand sie wieder vor dem Brunnen.</color>\n<color=#ffffffd9>„Wie bin ich denn hier gelandet?“, fragte sie sich. Im Mondlicht spazierte sie nach Hause. Das Licht war beinahe verschwunden, sie beeilte sich besser ...</color>\n<color=#ffffffd9>Sie hatte bereits den merkwürdigen Laden, den Weg dorthin und alles, was darin passiert war, vergessen.</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>„Sie ist bereits gegangen“,</color>\n<color=#ffffffd9>sagte der fuchsäugige Besitzer, nachdem sich die Tür geschlossen hatte und das Glöckchen bereits verstummt war.</color>\n<color=#ffffffd9>Ein junger Mann mit klaren Augen wie Mondlicht trat aus dem Dunklen des Ladens hervor.</color>\n<color=#ffffffd9>„Danke für deine Mühe.“</color>\n<color=#ffffffd9>„Wie oft war sie jetzt schon da?“</color>\n<color=#ffffffd9>„Sechs, nein, sieben Male.“ Der junge Mann zögerte einen Moment und fragte dann, „Funktioniert dieser Wein wirklich? Ich vertraue dir natürlich, es ist nur ...“</color>\n<color=#ffffffd9>Der Besitzer lächelte gleichgültig.</color>\n<color=#ffffffd9>„Dieser Wein lässt die, die ihn trinken, ihren Schmerz vergessen. Aber eure gemeinsame Vergangenheit ist nicht der Grund für ihren Schmerz. Alles, was der Wein für sie tun kann, ist, ihr momentanes Verlangen nach dir und den Schmerz dich verloren zu haben zu unterdrücken.“</color>\n<color=#ffffffd9>„Wann immer sie das Mondlicht sieht, wird sie dich darin sehen und die Erinnerungen kriechen hervor. Der Moment, in dem ihr euch bei den Ludi Harpastum getroffen habt, der Nachmittag, den ihr unter dem Baum am Windstieg verbracht habt, die Aussicht vom Gelöbniskap, das eine Mal, als ihr euch von den Mittsommerfeierlichkeiten weggeschlichen habt Hand in Hand, das Lied, welches du ihr vorgesungen hast bei den reisenden Barden ... all diese Erinnerungen werden sie nur schwer verlassen.“</color>\n<color=#ffffffd9>„Ich habe noch eine andere Flasche Wein in meinem Laden, eine Sorte, die sie wirklich alles vergessen lässt. Wenn du möchtest, gebe ich ihr diesen?“</color>\n<color=#ffffffd9>Sie lächelte leicht, als sie den Jungen ansah. Nach einer langen Stille seufzte er tief.</color>\n<color=#ffffffd9>„Verrate mir eins, warum willst du sie verlassen?“</color>\n<color=#ffffffd9>„Nun, dies ist der Grund.“</color>\n<color=#ffffffd9>Der junge Mann griff in seine Brusttasche und holte einen runden Kristall hervor. Man konnte ganz schwach Symbole darin flackern sehen.</color>\n<color=#ffffffd9>„Ich habe gehört, dass diejenigen, die einen erhalten, eines Tages von dieser Welt verschwinden werden.“</color>\n<color=#ffffffd9>„Wenn das so ist, dann verschwinde ich besser so schnell wie möglich. Sie ist noch jung ... wenn sie mich jetzt vergisst, hat sie noch ihr Leben vor sich.“</color>\n<color=#ffffffd9>„So ist das also“, lachte sie. „Du bist auch einer der Auserwählten.“</color>\n<color=#ffffffd9>„Aber weißt du, was zum Schluss mit den Auserwählten passiert?“</color>\n<color=#ffffffd9>Der junge Mann klang aufgeregt.</color>\n<color=#ffffffd9>Sie zwang sich nur zu einem Lächeln, antwortete aber nicht.</color>\n<color=#ffffffd9>„Ich sollte jetzt besser gehen. Jetzt, da dieses Ding mir gehört, sollte ich auch die Sache erledigen, die von mir erwartet wird.“</color>\n<color=#ffffffd9>„Und wenn sie wiederkommt, was dann?“</color>\n<color=#ffffffd9>„Ich denke, lass es sie von allein bewältigen.“</color>\n<color=#ffffffd9>„Was für ein herzloser Mann du doch bist.“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zerstörte Träume – Mondlicht"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Zu finden im Hauptquartier des Ritterordens in Mondstadt</color>"
          }
        ]
      }
    ]
  }
}