{
  "epId": 1256,
  "name": "Zerstörte Träume – Kristallglas",
  "desc": "Eine Sammlung fiktiver Geschichten, die überall in Teyvat gelesen wird. Die Geschichten drehen sich um ein höchst merkwürdiges Antiquität.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/f5375c26485465919a523bfe36db73bc_8408623071883996945.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692200226,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zerstörte Träume – Kristallglas"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Zu finden im Hauptquartier des Ritterordens in Mondstadt</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Kristallglas -</color>\n<color=#ffffffd9>Der Legende nach gibt es in Liyue eine kleine Ecke, die die Felsen und das Rauschen der Wellen vergessen haben.</color>\n<color=#ffffffd9>Begib dich an die Stelle, wo die Meeresbrise weht, schließ deine Augen und geh neunundvierzig Schritte, bis du keine Geräusche mehr hörst. Sobald der Klang deines Herzschlags den Klang der anderen Leute vollständig überdeckt, öffne deine Augen und du wirst feststellen, dass dich deine Schritte zu einem kleinen Laden geführt haben ...</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>„Ist jemand da?“, fragte Yu’an beim Betreten.</color>\n<color=#ffffffd9>Zögernd betrat er den Laden. Die Tür schloss sich hinter dem Jüngling und der Klang des Türglöckchens hallte noch lange im Laden nach.</color>\n<color=#ffffffd9>Das Rauschen der Wellen, die auf den Damm schlugen, kroch wie diffuse Erinnerungen in den Laden und seine Ohren. Entlang der engen Ladenregale sah er ein paar alte Objekte, die er verstand und einige, die er nicht verstand. Yu’an sah sich sorgfältig um, ständig in Angst, dass das Gewand das er trug, etwas von dem Staub abbekommen könnte, der wahrscheinlich älter war als er selbst.</color>\n<color=#ffffffd9>Alte Laternen aus bereits vergilbtem Papier, ein riesiger Reißzahn von einem unbekannten Monster, schwarz glänzender Aerosiderit aus den Tiefen des Weltraums, und ein goldenes, geometrisches Gebilde mit Zapfenverbindung aus unbekanntem Material ...</color>\n<color=#ffffffd9>Als er ein Fläschchen weißes Kristallpuder aufhob, hörte er plötzlich eine sanfte Stimme neben ihm.</color>\n<color=#ffffffd9>„Das ist aus den Tränen eines alten Gottes gewonnenes Salz.“</color>\n<color=#ffffffd9>Die unerwarteten Worte erschreckten ihn, so wie ein Stein die Oberfläche eines Sees durchbricht, durchbrach jene Stimme die vorherige Stille. Vor lauter Schreck ließ er sogar das Fläschchen fallen.</color>\n<color=#ffffffd9>Er erwartete den Klang von zerbrechendem Glas, doch der Ladenbesitzer mit den Fuchsaugen war schneller und fing es im richtigen Moment auf, um es wieder an seinen Platz im Regal zurückzustellen.</color>\n<color=#ffffffd9>„Ich, ähm, ich erinnere mich nicht mehr genau, wer es war, aber jemand hat mir diesen Laden empfohlen.“</color>\n<color=#ffffffd9>Sie nickte kurz, um ihn wissen zu lassen, dass sie ihn gehört hatte.</color>\n<color=#ffffffd9>„Herzlich willkommen! Gibt es etwas, das dir gefällt?“</color>\n<color=#ffffffd9>„Ich suche nach einem Geschenk für jemanden ... nun ja, für ein Mädchen, das ich mag.“</color>\n<color=#ffffffd9>„Ich wollte ihr gern einen Heiratsantrag machen und suche daher ein passendes Geschenk dazu.“</color>\n<color=#ffffffd9>Yu’an biss sich nervös in die Lippe als er die Besitzerin direkt ansah. Ihre Augen waren goldfarben wie Cor Lapis.</color>\n<color=#ffffffd9>Sie sahen sich lange an, dann sagte die Besitzerin: „Ich verstehe.“</color>\n<color=#ffffffd9>Ihre schlanke Gestalt verschwand im hinteren Bereich des Ladens.</color>\n<color=#ffffffd9>Als sie zurückkam, hielt sie ein sachte leuchtendes Objekt in der Hand. Bei näherer Betrachtung konnte man erkennen, dass es ein hervorragend geschliffener zehnseitiger Kristall war.</color>\n<color=#ffffffd9>„Ich gehe davon aus, du hast bereits von der Geschichte des Kristallherzens gehört?“</color>\n<color=#ffffffd9>Natürlich hatte er es nicht, aber er nickte nichtsdestotrotz.</color>\n<color=#ffffffd9>„Man sagt, es gäbe künstlich hergestellte Kristalle, doch ihr Glanz verrät, dass sie allesamt nur Imitate sind, die dem Original nicht nahekommen. Reine, echte Kristalle können die tiefsten Geheimnisse des Herzens preisgeben, da sie geformt werden von der unstillbaren Begierde und unvorstellbaren Trauer der göttlichen Bestien des höchsten Ranges, wenn sie das Ende ihres Lebens erreichen. Hier, schau ...“</color>\n<color=#ffffffd9>Sie signalisierte Yu’an, dass sie beide die vorbeiziehenden Bilder ansehen sollten, die aus dem Kristall herauskamen.</color>\n<color=#ffffffd9>Zehntausende von Jahren zogen vor seinem geistigen Auge vorbei, die Sterne, der Ozean und die Erde selbst, sie alle bewegten sich wie Wolken am Firmament. Schnee wurde zu Farmland, trockene Felder wurden zu Flüssen. Städte erhoben sich wie Ameisenhaufen und ganze Königreiche stürzten ein wie Bauklötze.</color>\n<color=#ffffffd9>Das Zwielicht verblasste. Mondlicht bahnte sich seinen Weg quer über den Ozean. Als Yu’an wieder zu sich kam, wandelte er bereits im Bereich der Anlegestelle des Hafens.</color>\n<color=#ffffffd9>Der Kristall in seiner Hand war ganz warm geworden, fast so, als ob pulsierendes Blut durch ihn floss.</color>\n<color=#ffffffd9>Dies muss wirklich das wundersame Kristallherz sein, dachte er bei sich und beschleunigte seine Schritte. Er musste es ihr nur geben, dann könnte er endlich ...</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>Das Glöckchen an der Tür erhellte den Raum mit seinem klaren Klang.</color>\n<color=#ffffffd9>„Herzlich willkommen! Gibt es etwas, das dir gefällt?“</color>\n<color=#ffffffd9>„Ich würde dies gerne zurückgeben ... Ich weiß auch nicht, ob dies ein Edelstein ist oder ...“</color>\n<color=#ffffffd9>Der fein geschliffene Kristall funkelte in allen Farben des Regenbogens durch den Raum.</color>\n<color=#ffffffd9>„Ein junger Mann, der mir den Hof machen wollte, gab mir diesen Stein. Er sagte, dass wir, wenn wir nur zusammen hineinblickten, wundersame Dinge sehen würden.“</color>\n<color=#ffffffd9>„Irgendwie bereitet er mir Unwohlsein. Es ist ein sehr hübscher Stein, aber jedes Mal, wenn ich ihn ansehe, denke ich an ihn. Ob der Laden ihn wohl zurücknimmt?“</color>\n<color=#ffffffd9>„Ich verstehe. Dennoch ist dies ein sehr wertvoller zehnseitiger von selbst leuchtender Kristall. Wie viele Mora muss ich dir dafür bieten?“</color>\n<color=#ffffffd9>„Ich verlange keine Mora. Lass mich mal sehen, ist das hier Salz? Ich muss einmal wieder nach Sal Terrae und dort meine Runden drehen.“</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>Die fuchsäugige Besitzerin setzte sich in eine hintere Ecke des Ladens und drehte den Kristall in ihrer Hand.</color>\n<color=#ffffffd9>„Ich habe sehr unschöne Dinge durch dich gesehen. Die wahre Natur dieses Jungen ... einfach unglaublich ... und beunruhigend.“</color>\n<color=#ffffffd9>„Auf der anderen Seite hingegen ist er auch nur ein Abstauber aus der Unterschicht, der in eine reiche Familie aus der Salzgewinnung einheiraten will, und ist bereit, alles dafür zu tun. Es ist natürlich möglich, dass die beiden dennoch ein glückliches Leben hätten führen können, auch wenn es nicht aus direkter Anziehungskraft entstanden wäre. Letztendlich ist Glück reine Einstellungssache und nicht abhängig von Liebe.“</color>\n<color=#ffffffd9>Sie nahm einen Schluck vom Wein und kicherte über ihre eigene Weisheit.</color>\n<color=#ffffffd9>„In Wahrheit habe ich keinerlei Toleranz für solche Leute.“</color>\n<color=#ffffffd9>„Andererseits, wie leicht man sein Herz einem Fremden anvertraut. Sobald er weg ist, werden wir uns nie wieder begegnen, also kann ein wenig Wahrheit doch nicht schaden, oder? Interessanterweise erwartet man, je besser man einander kennt, umso mehr von dem anderen, also muss man immer auf der Hut sein. Aber wer hätte das wissen sollen ...“</color>\n<color=#ffffffd9>„Entschuldige bitte, das muss eine Last für dich gewesen sein. Aber es ist wunderbar ihn zurückzubekommen.“ Sie senkte ihren Blick und fuhr fort. „Dies ist dein Herz, das du zurückgelassen hast. Ich werde es wie einen Schatz hüten ... Aber findest du nicht auch, dass es Spaß gemacht hat? Einen Ausflug zu machen in die echte Welt, um zu sehen, wie die Menschen heutzutage so sind?“</color>"
      }
    ]
  }
}