{
  "epId": 1257,
  "name": "Zerstörte Träume – Herz aus Stein",
  "desc": "Eine Sammlung fiktiver Geschichten, die überall in Teyvat gelesen wird. Die Geschichten drehen sich um ein höchst merkwürdiges Antiquität.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/f5375c26485465919a523bfe36db73bc_7418965006833539743.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187767,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Herz aus Stein -</color>\n<color=#ffffffd9>Der Legende nach gibt es in Liyue eine kleine Ecke, die die Felsen und das Rauschen der Wellen vergessen haben.</color>\n<color=#ffffffd9>Begib dich an die Stelle, wo die Meeresbrise weht, schließ deine Augen und geh neunundvierzig Schritte, bis du keine Geräusche mehr hörst. Sobald der Klang deines Herzschlags den Klang der anderen Leute vollständig überdeckt, öffne deine Augen und du wirst feststellen, dass dich deine Schritte zu einem kleinen Laden geführt haben ...</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>„Ist jemand da?“, ein Mann im Mantel klopfte fragend an die Ladentür.</color>\n<color=#ffffffd9>Er spähte durch die staubigen Fenster und sah sich die Objekte im Inneren an. Eine Flasche glitzernder Sternenstaub, eine zerbrochene Klinge, die wie Eis funkelte, eine Zeichnung auf einer Papierrolle, welche durch den Lauf der Zeit schon stark vergilbt war, ein Elixier, das eine mysteriöse Aura ausstrahlte, und eine Platte die mit einer gelartigen Masse überzogen war ...</color>\n<color=#ffffffd9>Er betrat den Laden und die Tür schloss sich hinter ihm.</color>\n<color=#ffffffd9>Er begab sich zur Ladentheke und inspizierte alle obskuren und wundervollen Objekte um ihn herum. Sie alle schienen Relikte aus vergangenen Zeiten zu sein. Wie aus dem Nichts sprach ihn jemand an.</color>\n<color=#ffffffd9>„Herzlich willkommen in meinem Laden! Gibt es etwas, das dir gefällt?“</color>\n<color=#ffffffd9>Er drehte sich sofort zur Quelle der Stimme um und sah die freundlich lächelnde Ladenbesitzerin an.</color>\n<color=#ffffffd9>„Es ist so, ich suche nach etwas, das mir helfen kann meine Vergangenheit zu bewältigen.“</color>\n<color=#ffffffd9>Der Mann sprach mit einer klaren, kräftigen Stimme, die so gar nicht zu seiner Erscheinung passte.</color>\n<color=#ffffffd9>„Ist das so? Ich verstehe ...“</color>\n<color=#ffffffd9>Die goldenen Fuchsaugen der Besitzerin musterten den vom Regen getränkten Mann eine Zeit lang, dann nickte sie.</color>\n<color=#ffffffd9>Sie beugte sich herunter, um in der untersten Schublade der Theke zu suchen und kramte ein enormes, hübsch anzusehendes Stück Cor Lapis hervor.</color>\n<color=#ffffffd9>Das Stück Cor Lapis in der Hand der Besitzerin funkelte in dunklen Tönen von Gold, genau wie ihre Fuchsaugen.</color>\n<color=#ffffffd9>Der Mann nahm ihr den Cor Lapis aus der Hand und untersuchte ihn genaustens im Mondlicht. In dieser Art von Licht glühte er in seinem Kern noch ein wenig mehr.</color>\n<color=#ffffffd9>Seine Hand zitterte ein wenig.</color>\n<color=#ffffffd9>„Cor Lapis ist die Seele eines Felsen. Selbst der härteste und beständigste aller Felsen wird nach einiger Zeit eine reine Seele hervorbringen.“</color>\n<color=#ffffffd9>Die Stimme der Ladenbesitzerin klang distanziert und verträumt. Der Mann nickte nur.</color>\n<color=#ffffffd9>„Das ist genau das, wonach ich gesucht habe“,</color>\n<color=#ffffffd9>sagte der Mann eifrig und legte ein schweres Säckchen voll Mora auf die Ladentheke. Er verließ mitsamt dem Stein den Laden und wanderte hinaus in den Nachtregen.</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>„So ist das alles passiert.“</color>\n<color=#ffffffd9>Die Besitzerin verengte ihre Fuchsaugen noch mehr und musterte den Kunden vor ihr.</color>\n<color=#ffffffd9>„Hat er nichts weiter gesagt?“</color>\n<color=#ffffffd9>Seinem Aussehen nach zu urteilen war der junge Mann ein Minenarbeiter. Es lag etwas sehr Dringliches in seinen Augen. Die Besitzerin antwortete nur mit einem wortlosen Kopfschütteln.</color>\n<color=#ffffffd9>„Er hat einen Sack Mora draußen stehen lassen. Auf dem Sack befinden sich noch Blutspuren.“</color>\n<color=#ffffffd9>Die Stimme der Ladenbesitzerin war ruhig, aber auch eisig wie wildes Flusswasser.</color>\n<color=#ffffffd9>„Das ist genau das, wonach ich gesucht habe.“</color>\n<color=#ffffffd9>Dem jungen Mann entglitt ein langer Seufzer. Es schien fast, als wollte er dem Blickfeld der goldenen Fuchsaugen der Besitzerin entkommen.</color>\n<color=#ffffffd9>„Zum Tausch werde ich dir eine Geschichte erzählen.“</color>\n<color=#ffffffd9>Die Besitzerin nickte mit dem Kopf, um ihre Zustimmung mitzuteilen.</color>\n<color=#ffffffd9>„Der Mann in dem Mantel, ich bin öfter mit ihm in die Minen hoch oben in den Bergen gegangen. Ich wollte mir einen Namen machen und er wollte bloß seine Familie unterstützen ...“</color>\n<color=#ffffffd9>„In einer regnerischen Nacht fanden wir in einem der Felsen ein Stück Cor Lapis. Der goldene Glanz, der davon ausging, war atemberaubend. Mehr noch als alle Wunder vom Jueyun-Karst zusammen ...“</color>\n<color=#ffffffd9>„Wir einigten uns, den Profit halbe-halbe zu teilen, sobald wir zum Hafen in Liyue zurückkommen würden. In jener Nacht jedoch, im Rauschen des Monsuns, erdachte ich mir einen Plan, dass die Klippe, auf der wir uns befanden, seine letzte Ruhestätte werden würde ...“</color>\n<color=#ffffffd9>„Ich tat dies, weil ich Angst hatte, er würde sein Wort nicht halten – ein Wort, das nur die Adepten gehört haben konnten, und die gibt es wahrscheinlich noch nicht mal.“</color>\n<color=#ffffffd9>„Die Angst in mir siegte. Ich konnte sogar akzeptieren, dass der volle Betrag mein sein würde, wenn ich bereit wäre Blut, an meinen Händen zu haben. Was ich nicht akzeptieren konnte, war das Risiko mit einem Fremden zu reisen ...“</color>\n<color=#ffffffd9>„Am nächsten Morgen ließ ich mein Seil die Klippe herunter und begann meinen Abstieg. Ich war gerade mal fünf oder sechs Schritte herab und justierte meinen Fuß, da bemerkte ich, wie das Seil in meinen Händen bebte ...“</color>\n<color=#ffffffd9>„Ich blickte auf, um mir das Seil anzusehen, da war es auch schon zu spät.“</color>\n<color=#ffffffd9>„Das letzte, was ich sah, waren die Seilfetzen an der Stelle, an der es jemand durchtrennt hatte.“</color>\n<color=#ffffffd9>„Nur ein Jagdmesser kann so genau Seile zertrennen, da bin ich mir sicher.“</color>\n<color=#ffffffd9>„Also habt ihr am Ende beide eure Rechnung beglichen.“</color>\n<color=#ffffffd9>Die Ladenbesitzerin lächelte kaum merkbar.</color>\n<color=#ffffffd9>„Er nahm den Cor Lapis an sich und du die volle Summe Mora.“</color>\n<color=#ffffffd9>Der junge Mann sagte nicht viel als Antwort.</color>\n<color=#ffffffd9>————</color>\n<color=#ffffffd9>Legenden zufolge ist Cor Lapis die Seele eines Felsen und je stärker und beständiger ein Felsen war, desto stärker ist seine Fähigkeit, die wahre Natur einer Person zu zeigen.</color>\n<color=#ffffffd9>Manche behaupten sogar, selbst nachdem sein Besitzer die irdische Welt bereits verlassen hat, lebt seine Begierde im Cor Lapis weiter, immer auf der Suche nach jemandem, der diese Begierde befriedigen kann.</color>\n<color=#ffffffd9>So behaupten es die Legenden.</color>\n<color=#ffffffd9>Seit die zwei Männer den Laden verlassen hatten, waren etwa vier Stunden vergangen und der Regen legte keine Pause ein.</color>\n<color=#ffffffd9>Die Ladenbesitzerin stand lange Zeit am Fenster und blickte hinaus auf die dunkle verregnete Straße.</color>\n<color=#ffffffd9>„Ist die Sache zwischen den beiden wirklich geklärt und sind sie jetzt wahrlich frei?“</color>\n<color=#ffffffd9>Ihre Worte fanden keinerlei Antwort in dem rauschenden Regen und sie wusste, jede Frage war vergebens.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zerstörte Träume – Herz aus Stein"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in Liyue"
          }
        ]
      }
    ]
  }
}