{
  "epId": 1272,
  "name": "Legende der zerbrochenen Hellebarde – Band I",
  "desc": "Vor langer, langer Zeit gab es neun Gefilde und die Axis Mundi stand offen. Die Welt, in der die Menschen lebten, wurde Zhongzhou genannt, die der Götter Shenxiao.<br/>Während des letzten großen Untergangs brach ein Krieg zwischen den Göttern aus. Am Ende zerbrach die Hellebarde des Königs der Götter und die neun Gefilde lagen in Schutt und Asche. Alles war zerstört.<br/>Mittlerweile ist die Welt von neuem Leben erfüllt. Doch die Axis Mundi bleibt geschlossen, sodass keine Verbindung mehr zwischen den Gefilden existiert.<br/>Der Geschichte des völlig neu aufgezogenen und illustrierten Kampfkunstromans, der sich um die Hellebarde des Königs der Götter dreht, beginnt hier und jetzt!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/2c9bec340f54c6e482f931d903770573_4183320679803687445.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187770,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legende der zerbrochenen Hellebarde – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Bei den Knien der Götter -</color>\n<color=#ffffffd9>„Ich bin der Ruhmreicher Großmeister Weiyang, Abgesandter des kaiserlichen Hofes in königlichem Auftrag! Ich verlange, dass ihr sofort aus dem Weg geht!“</color>\n<color=#ffffffd9>„Ach, jetzt ist die Stelle schon vom Militär?“ Mir antwortete, ohne zu zögern.</color>\n<color=#ffffffd9>Weiyangs Gesicht wurde rot. „Wie, ein ignoranter Grenzposten will mir was von den Angelegenheiten des Hofes erzählen?“</color>\n<color=#ffffffd9>„Hat der Hof das System in den letzten Jahren geändert?“</color>\n<color=#ffffffd9>Die zwei Breitschwert schwingenden Kampfkünstler, die sie begleitet hatten, brachen in lautes Gelächter aus. „Hahaha! Und so kommt unsere Reise zu einem Stillstand. Wir sind an Tausenden Kontrollpunkten vorbeigekommen, nur um jetzt an dieser winzigen Bude mitten in der Wildnis gestoppt zu werden!“</color>\n<color=#ffffffd9>Qin, Bedienung im Laden, sah Weiyang mit ihren rot gewordenen Wangen lange an und schüttelte dann ihre Hand, „Du bist eine Frau! Ein weiblicher Beamter in Verkleidung als Mann!“</color>\n<color=#ffffffd9>„Eine sehr treffende Beobachtung“, merkte einer der Kampfkünstler an. „Sie bekleidet das Amt des Korrespondenten im Ministerium für Zeremonien. Wir sind beide Militäroffiziere. Einer von der Kaiserlichen Garde, der andere vom Kaiserlichen Begleitschutz, beide versiert im Schwertkampf. Wir dienen dem Ruhmreicher Großmeister und sind hier im Auftrag, die Schwerter der Ketzerei einzufordern.“</color>\n<color=#ffffffd9>„Der Teil mit dem Ruhmreichen Großmeister war zwar gelogen, haha, aber die Sache mit der offiziellen Mission stimmt wirklich!“, fügte der andere Kampfkünstler noch hinzu.</color>\n<color=#ffffffd9>Mir hatte bereits von den Schwertern der Ketzerei gehört. Der Legende nach fiel vor ungefähr fünf oder sechs Jahren Aerosiderit vom Himmel. Den offiziellen Regeln zufolge gehörten alle Schätze der Natur automatisch der königlichen Familie. Ein Schmied namens Feng jedoch hielt sich nicht daran und schmiedete aus dem Material neun Schwerter. Angeblich konnten diese Schwerter Verstand kontrollieren, und natürlich sorgte in Kampfkunstkreisen für viel Furore.</color>\n<color=#ffffffd9>„So ist das also“, bemerkte Mir und schloss die Toilettentür.</color>\n<color=#ffffffd9>„Es spielt keine Rolle, was es ist, nur hol mich endlich aus der Toilette raus!“ Weiyang bemerkte, dass ihre Verkleidung enttarnt wurde und so sprach sie, in ihrer normalen Stimmlage. Sie hörte sich unerwartet nett an.</color>\n<color=#ffffffd9>„Korrespondent Weiyang im Ministerium für Zeremonien ist Frau. Mann kann einfach so unkultiviert in der Wildnis austreten. Sie ist anders als Männer. Und jetzt beeil dich bitte!“</color>\n<color=#ffffffd9>Mir wusch sich die Hände und setzte sich dann an den Tisch mit den beiden Kampfkünstlern.</color>\n<color=#ffffffd9>„Es ist unglaublich, dass wir hier an der Grenze jemanden antreffen, der so gut mit den Geschehnissen des Hofes vertraut ist.“ Der Militäroffizier vom Kaiserlichen Begleitschutz fragte Mir weiter, „Woher kommst du?“</color>\n<color=#ffffffd9>„Mein Vater, Mi Tingren, war der leitende Minister am kaiserlichen Hof für das Unterhaltungsprogramm. Er wurde später aus dem Amt entlassen, nachdem er fälschlicherweise daran geklagt wurde, dass er Geld für Armee-Essensrationen veruntreut haben.“ Mir kratzte sich am Kinn. „Mein Vater ist frustriert. In Gegensatz dazu werde ich eines Tages Ich kehre in den imperialen Hof zurückkehren und unseren Familiennamen reinwaschen.“</color>"
      }
    ]
  }
}