{
  "epId": 1273,
  "name": "Legende der zerbrochenen Hellebarde – Band III",
  "desc": "„Behalte der Einfachheit halber für die Dauer der Reise den Namen Weiyang bei. Mit den offiziellen Dokumenten der Regierung in der Hand solltest du im ganzen Königreich problemlos reisen zu können, wie du willst.“ Mir war immer noch besorgt um Weiyang und beschloss, sie auf ihrer Reise zu begleiten und alle Dämonen zu töten, denen sie vielleicht begegnen könnte. Obwohl sie bereits fünf Ketzerschwerter gesammelt hatten und alles nach Plan verlief, wussten sie tief in ihren Herzen, dass der Weg nach vorn nur noch tückischer und gefährlicher werden würde.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/2c9bec340f54c6e482f931d903770573_109225931739736890.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187777,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Eine dunkle Reise gen Westen -</color>\n<color=#ffffffd9>„Dies ist alles, was ich für dich tun kann“, sagte Mir mit ernster Miene, als er die Teller mit Essen auf den Tisch stellte. Dann setzte er sich zu ihr.</color>\n<color=#ffffffd9>Weiyang bandagierte immer noch ihren rechten Arm, nachdem sie ihn in einem Kampf auf Leben und Tod gebrochen hatte. Sie starrte Mir eine lange Zeit intensiv an, aber Mir saß einfach nur da, den Kiefer auf seine Hand gestützt und blickte ins Leere. Keiner von ihnen sprach auch nur ein Wort.</color>\n<color=#ffffffd9>Letztendlich benutzte Weiyang die Essstäbchen mit der linken Hand, konnte es jedoch nicht hinkriegen, auch nur ein einziges Fleischbällchen aus der Suppe zu fischen.</color>\n<color=#ffffffd9>Mir seufzte und sagte mitleidig zu ihr, „Lass das, ich füttere dich besser.“</color>\n<color=#ffffffd9>„Es gibt noch mehr, was du für mich tun könntest“, murmelte Weiyang auf einmal, nachdem sie sich ein paar Bissen in den Mund geschoben hatte. Ihre Laune hatte sich nicht verändert.</color>\n<color=#ffffffd9>„Der Hof der kaiserlichen Unterhaltung widmet sich einzig und allein der Anbetung und den Opfergaben an euch göttliche Wesen. Euch zu dienen ist die Aufgabe und der Lebenszweck meiner Familie.“</color>\n<color=#ffffffd9>Außer zuzusehen, was können wir Sterblichen denn schon ausrichten?</color>\n<color=#ffffffd9>Er hatte es zwar nicht ausgesprochen, aber genau das dachte Mir sich in dem Moment.</color>\n<color=#ffffffd9>„Ja, aber könntest du denn nicht deine Kräfte einsetzen? Ich dachte, jedes Mal, wenn du gegen einen Ketzerschwert-Besitzer kämpfst, benutzt du deine Telekinese, um deine Waffe schweben zu lassen, dein Schwert zu schwingen und, was halt noch so gebraucht wird. Essstäbchen zu benutzen kann doch nicht schwerer sein als das?“</color>\n<color=#ffffffd9>„Dies ist eine Art von Kraft, die mir mein Vater verliehen hat. Nur ich habe diese Macht. Sie ist ausschließlich zur Verurteilung der Schuldigen bestimmt. Ich darf sie nicht ...“ Weiyangs Stimme wurde leiser. „Ich darf sie nicht leichtfertig anwenden.“</color>\n<color=#ffffffd9>„Bevor er starb, sagte dieser Typ etwas sehr Komisches über die Situation mit meinem Vater.“ Mir spielte mit dem Kerzenlicht. „Minister Mi war weder unschuldig noch fälschlich angeklagt.“ Was meinte er damit?</color>\n<color=#ffffffd9>Wenn sich der Hof weigerte, die Göttliche Hellebarde zu rekonstruieren, dann hätte er in der Tochter des Kaisers, die Weiyangs Körper besetzt hielt, einen Gegner im Hofe.</color>\n<color=#ffffffd9>Als ob sie Mirs Gedanken lesen konnte, verdunkelte sich Weiyangs Miene im Schein des Kerzenlichts.</color>\n<color=#ffffffd9>Sie sagte zu ihm, „Du brauchst mir nicht weiter zu helfen. Letztendlich bist du ein Sterblicher und kannst am Hofe nicht viel ausrichten.“</color>\n<color=#ffffffd9>Mir antwortete, „Rede bitte nicht mehr davon. Ich muss erst die Wahrheit von meinem Vater erfahren.“</color>\n<color=#ffffffd9>Aufgeregt sagte Weiyang zu ihm, „Oh, wir statten deinem Vater erst noch einen Besuch ab? Dann muss ich mir noch neue Seidenkleider und Rouge besorgen.“</color>\n<color=#ffffffd9>Unbeeindruckt antwortete Mir, „Er ist nur ein alter Mann, es besteht keine Notwendigkeit für all das.“</color>\n<color=#ffffffd9>Weiyang machte ein ernstes Gesicht. „Ist das nicht deine Pflicht?“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legende der zerbrochenen Hellebarde – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten als Dialogsbelohnung vom Teekenner Liu Su in Liyue"
          }
        ]
      }
    ]
  }
}