{
  "epId": 1274,
  "name": "Legende der zerbrochenen Hellebarde – Band II",
  "desc": "Mir, der nur versehentlich auf die Reise geraten war, um die Schwerter zu holen, stieß bereits vor der Abreise auf eine große Krise. Die Elite der kaiserlichen Garde und des kaiserlichen Begleitschutzes wurden von Feinden getötet, die die Ketzerschwerter bei sich trugen. In großer Gefahr erinnerte sich Mir an einen Zauber, den sein Vater ihn gelehrt hatte. Der Legende nach hatte der Himmlische Kaiser eine junge Tochter, deren Name der Welt nicht bekannt war. Sie besaß jetzt Weiyangs Körper und zeigte sich. Wer würde sich letztendlich durchsetzen? Die Träger der Ketzerschwerter, die sich in wilde Dämonen verwandelt hatten? Oder Mir, der sich in einem Kampf nicht so schlecht machte?",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/2c9bec340f54c6e482f931d903770573_4080714205900894471.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187774,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Eine Frage des Besitzes -</color>\n<color=#ffffffd9>„Ja, schmeckt sehr gut.“</color>\n<color=#ffffffd9>Jetzt, wo der Geist ihren Körper besessen hatte, war Weiyang plötzlich viel lieblicher und sanfter als vorher eingestellt. Sie nahm einen kleinen Bissen von Mirs gefülltem Kuchen, dieser war jedoch noch ziemlich heiß und in Angst vor Schmerzen einer verbrannten Zunge streckte sie diese aus ihrem Mund heraus und rang verzweifelt mit den Armen rudernd nach Atem. Um ehrlich zu sein, sah das ganze schon sehr niedlich aus.</color>\n<color=#ffffffd9>„Ich bin fürs Erste nicht mehr aufnahmefähig, ich muss erstmal alles verdauen.“ Mir, der ein Auge aufgegeben hatte, nur um seine Seele zu retten, nahm sich noch Nachschlag und fragte, „Kannst du das noch einmal sagen?“</color>\n<color=#ffffffd9>„Der sogenannte Aerosiderit damals war in Wirklichkeit eine göttliche Hellebarde. Sie wurde von einem Bürgerlichen zerbrochen und zu neun magischen Schwertern verarbeitet, den Ketzerschwertern. Dies ist das Nebelschwert, das bereits dritte in meiner Sammlung.“</color>\n<color=#ffffffd9>„Und du bist?“</color>\n<color=#ffffffd9>„Ich bin die Tochter des Himmlischen Kaisers, aber mein Name geriet in Vergessenheit. Meine Aufgabe war das Abhalten von Tribunalen und das finale Verurteilen von Angeklagten.“</color>\n<color=#ffffffd9>Der kaiserliche Hof für Unterhaltungsprogramm war ebenfalls für Opfer und Opfergaben verantwortlich. Daher hatte Mirs Vater ihn dazu gezwungen, jedes bekannte Ritual bis ins letzte Detail auswendig zu lernen. Da die meisten Rituale oft Begegnungen mit überirdischen Kräften und temperamentvollen Gottheiten beinhalteten, wusste er auch einiges darüber, wie man damit umgehen sollte. Er wusste zum Beispiel, dass Gottheiten dazu neigen, ihre richtigen Namen geheimzuhalten, denn wer immer den wahren Namen einer Gottheit kennt, hat absolute Kontrolle über diese. Daher war er nicht davon überzeugt, dass dieser wirklich seinen Namen vergessen hatte.</color>\n<color=#ffffffd9>„Also will der Hof die Schwerter wiederfinden, um die göttliche Hellebarde zu rekonstruieren?“ Mir konnte sich die Frage nicht verkneifen.</color>\n<color=#ffffffd9>„Ich weiß es nicht. Der Besitzer dieses Körpers weiß nichts anderes als das. Sie ist einfach nur ... zutiefst wütend. Sie will sich beweisen.“</color>\n<color=#ffffffd9>„Also, was passiert als Nächstes? Muss ich dir eine Art Abschiedsfeier schmeißen?“ Mir strich sich über das bandagierte, blinde Auge. „Und dann krieg ich mein Auge wieder?“</color>\n<color=#ffffffd9>„Gib mir einen Namen.“ Sie blickte auf, noch deutlich verschmiert am Mund von Kuchenresten.</color>\n<color=#ffffffd9>„Was redest du für einen Blödsinn? Der gesamte Palast und seine Angelegenheiten werden vom Imperator persönlich übersehen. Wie soll ich dahin zurück und mit nur einem Auge als leitender Minister am kaiserlichen Hof für das Unterhaltungsprogramm dienen?“</color>\n<color=#ffffffd9>„Ich muss dort auch etwas einfordern, nämlich die verbleibenden Teile der göttlichen Hellebarde“, entgegnete sie. „Sonst wird die Welt und alles, was wir lieben, in Flammen aufgehen.“</color>\n<color=#ffffffd9>Mir sah sie lange an, ging jedoch nicht auf das gerade Gesagte ein.</color>\n<color=#ffffffd9>„Du musst mich nicht begleiten, aber um die Sicherheit aller zu gewährleisten, bitte lass mir dein Auge noch ein wenig länger.“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legende der zerbrochenen Hellebarde – Band II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden am Steintor in Liyue"
          }
        ]
      }
    ]
  }
}