{
  "epId": 1275,
  "name": "Legende der zerbrochenen Hellebarde – Band V",
  "desc": "„Es gibt einige in den Rängen des Militärs, die die Axis Mundi erneut öffnen wollen, da eine Welt, die im Chaos versunken ist, die Position und Bedeutung der Kämpfer erheblich steigern würde.“<br/>„Sie wollen einen weiteren Krieg der Asuras führen?“<br/>„Das ist korrekt.“<br/>Das Tauziehen zwischen den Zivil- und Militärbeamten sowie die Pläne der einstigen Götter bedrohten erneut alle neun Gefilde!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/2c9bec340f54c6e482f931d903770573_8665722283042175556.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187784,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Das Vermächtnis einer Göttin -</color>\n<color=#ffffffd9>„Deine heroischen Taten haben das Volk gerettet. Du bist wahrlich ein großer Krieger.“ Der Kronprinz ging mit verschränkten Händen hinter seinem Rücken um den knienden Mir herum.</color>\n<color=#ffffffd9>Die Worte drangen jedoch nicht bis zu Mirs Herz.</color>\n<color=#ffffffd9>„Übergib mir die göttliche Hellebarde und das Amt des leitenden Minister am kaiserlichen Hof für das Unterhaltungsprogramm kann dir gehören. Innerhalb eines Jahrzehnts kann eine Beförderung zum leitenden Großminister auch dein sein, wenn du nur willst.“ Der Kronprinz setzte sich. „Nun, ich warte auf deine Antwort.“</color>\n<color=#ffffffd9>„Eure Majestät hat mir noch nicht gestattet mich wieder zu erheben.“</color>\n<color=#ffffffd9>„Wenn ich dir jetzt gestatte zu sprechen, dann wäre es nur, weil du mir dies so suggeriert hast. Als künftiger Herrscher des Landes, nein, das geht so nicht.“</color>\n<color=#ffffffd9>„Pfft, welch eine Scharade“, bemerkte Mir, während er sich in Position stellte. „Die offizielle Etikette der herrschenden Dynastie erfordert nicht, vor dem Kronprinzen zu buckeln. Ein reiner Knicks reicht zum Gruß. Mir ist aufgefallen, dass deinem Ziel zum Imperator nichts im Wege steht, daher bin ich nur gekommen, um meinen Gruß zu geben.“</color>\n<color=#ffffffd9>„Du, du!“</color>\n<color=#ffffffd9>„Was ist mit mir?“, fragte Mir schnippisch beim Aufstehen. „Ich gebe dir die Hälfte der göttlichen Hellebarde. Den Dharani des Feuerreichs werde ich Vater anbieten, hauptsächlich um Streitigkeiten zu vermeiden.“</color>\n<color=#ffffffd9>„Das ist nicht schlecht. Solange es nur so aussieht, reicht das. Dies wird die neue Superwaffe des Reichs. Hahaha!“</color>\n<color=#ffffffd9>Mir wippte unruhig mit seinem Bein vor dem Kronprinzen. „Ich weiß nicht, wie du so werden konntest, nachdem wir doch von der gleichen Muttermilch getrunken haben.“</color>\n<color=#ffffffd9>„Ganz schön vorlaut! Madame Mi war mir immer eine gute Pflegemutter. Ich respektiere dich nur aufgrund meiner guten Erziehung.“</color>\n<color=#ffffffd9>„Gib den Posten jemandem, der sich dafür interessiert. Ich gehe heim.“</color>\n<color=#ffffffd9>Der Prinz war für eine Zeit lang sprachlos.</color>\n<color=#ffffffd9>„Was ist mit Weiyang?“ Mir kaute auf seinem Essen herum und versuchte, so charmant wie möglich zu wirken.</color>\n<color=#ffffffd9>„Oh, für ihre verdienstvolle Tat, die Ketzerschwerter zurückgeholt zu haben, wurde sie in den Zeremoniendienst befördert. Ihr Vater, der große und ruhmreiche Großmeister, hatte sie nicht in seine böse Verschwörung verwickelt. Der Zeremonienminister und der oberste Generalsekretär sagten dies beide unter Eid aus. Ich werde dafür sorgen, dass ihr jeder Wunsch erfüllt wird.“</color>\n<color=#ffffffd9>Irgendwas daran hört sich komisch an.</color>\n<color=#ffffffd9>Aber es ist schon gut so ...</color>\n<color=#ffffffd9>Sie war schon längst verschwunden und sein Auge war ebenfalls wieder hergestellt. Dennoch fühlte er bis zum heutigen Tage eine Art Phantomschmerz, als ob etwas fehlte.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legende der zerbrochenen Hellebarde – Band V"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ]
  }
}