{
  "epId": 1276,
  "name": "Legende der zerbrochenen Hellebarde – Band VI",
  "desc": "Erneut hallten die magischen Worte durch den Raum. Das Mädchen und er waren wieder beisammen. „So siehst du also in Wahrheit aus.“<br/>„Diese Welt liegt bereits in Trümmern. Sie muss ausgelöscht werden, damit eine neue entstehen kann“, urteilte der Himmelskaiser.<br/>„Kannst du dich in meine Lage versetzen?“, fragte der namenlose Dieb, nachdem er das Heiligtum gestohlen hatte.<br/>„Nein, du musst nicht um Verzeihung bitten. Du bist doch so ein gutmütiges Wesen.“",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/2c9bec340f54c6e482f931d903770573_2888933718014149607.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187788,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legende der zerbrochenen Hellebarde – Band VI"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während des Legendenauftrags „Umherziehender Held“ von Xingqiu"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Das Nichts -</color>\n<color=#ffffffd9>„Mein geliebtes Töchterchen, mein Hoffnungsträger! Habe ich dich ins Leben gerufen, damit du eines Tages auf mich schießt?“ Endlich erwacht feierte der König der alten Welt schwebend im Himmel zu Donner und Blitzen.</color>\n<color=#ffffffd9>Aber sie zeigte keine Furcht. Dies war der Moment, auf den sie ihr ganzes Leben gewartet hatte, der Moment, auf den sie sich so unglaublich lange vorbereitet hatte.</color>\n<color=#ffffffd9>Was ihr jedoch den meisten Mut gab, war die Zeit, die sie mit ihm verbracht hatte.</color>\n<color=#ffffffd9>Die erste Göttliche Hellebarde, Irmin, verband einst die neun Welten und durchbohrte die Axis Mundi. Kopien der Hellebarde verbreiteten sich rasch über das Himmelsreich.</color>\n<color=#ffffffd9>Aus Angst vor den potenziellen Katastrophen nach seinem Tod kreierte der König der Götter eine letzte göttliche Hellebarde und nannte sie die „Prinzessin der Verurteilung“. In dem Moment konnte sie endlich ihr wahres Selbst entfesseln.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>(Am Ende des Buchs befindet sich ein Kommentar des Chefredakteurs:)</color>\n<color=#ffffffd9>Die „Legende der zerbrochenen Hellebarde“ war der erste erfolgreiche Versuch des aus Inazuma stammenden Verlagshauses Yae, Elemente der Kultur aus Liyue in einem ihrer Bücher einzubinden. Die ersten fünf Bände waren extrem erfolgreich und wurden zu einem Kassenschlager sowohl in Inazuma als auch in Liyue. Kommerziell gesehen spricht der Fakt, dass ein sechster Band existiert, für sich selbst.</color>\n<color=#ffffffd9>Ich hoffe, dass das abrupte Finale dieser epischen Geschichte in Band sechs den Lesern kein Unbehagen bereitet.</color>\n<color=#ffffffd9>Das hoffe ich.</color>\n<color=#ffffffd9>Auch wenn sich das Ende wie eine komplett andere Geschichte liest, muss ich doch betonen, dass weder ich noch der Verlag Herrn Chang, den Autor des Buchs, dazu gedrängt haben, neues Material für eine neue Buchreihe zu entwickeln. Die Wahrheit ist, dass Herr Chang, damit er seine vertragliche Abgabefrist einhalten konnte, etwas von seinem gewöhnlichen Stil abweichen musste. Herr Chang wollte sich als Schriftsteller einmal selbst herausfordern. ♡</color>\n<color=#ffffffd9>Natürlich haben wir Verständnis für die Fans der ersten fünf Bände. In diesem Sinne möchten wir ankündigen, dass eine spezielle „Fünf-Bände-Sammleredition“, das Schwarzholz-Bücherset, derzeit in Arbeit ist. Diejenigen, die von klein auf mit „Legende der zerbrochenen Hellebarde“ in den Buchhandlungen aufgewachsen sind, lasst euch dies nicht entgehen! Erwartet auch in Zukunft weitere Geschichten von der „Prinzessin der Verurteilung“.</color>\n<color=#ffffffd9>Chefredakteur, Verlagshaus Yae</color>"
      }
    ]
  }
}