{
  "epId": 1277,
  "name": "Legende der zerbrochenen Hellebarde – Band IV",
  "desc": "„Beruhige dich, mein Sohn. Hör zu, Mir. Ich bin nicht dein richtiger Vater ...“<br/>„Nein!“<br/>Der einstige leitende Minister am kaiserlichen Hof für das Unterhaltungsprogramm war in Wahrheit Khan der Asura aus Jotunheim. Das Verlassen der Hauptstadt war nur eine Ablenkungsaktion in Zusammenarbeit mit dem Zeremonienminister sowie dem Großsekretär, um die Tochter des himmlischen Kaisers zu schützen.<br/>„Der verstorbene himmlische Kaiser von Shenxiao, der jetzige Contra Mundi, war einst ein guter Freund von mir. Aber Jetzt, da ich weiß, dass du sie erfolgreich gerufen hast, wurden all meine Wünsche erfüllt.“",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/2c9bec340f54c6e482f931d903770573_5166052708413851138.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187781,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Ein brillanter Plan -</color>\n<color=#ffffffd9>Im Angesicht der Situation hätte sich selbst ein Buddha oder Adept hilflos gefunden.</color>\n<color=#ffffffd9>„Dies ist das Flammenschwert Katakugosha. Es wurde gefertigt aus den Splittern der göttlichen Hellebarde, die einst der Dharani des Feuerreichs war. Oder um es deutlicher auszudrücken, es kommt aus den Runen des Feuerreichs, aus einem der königlichen neun Runenreiche.“</color>\n<color=#ffffffd9>Wie konnte dieser gen Westen gehende Krieger das Schwert so gut beherrschen? Die meisten, denen ein Ketzerschwert den Verstand geraubt hatte, verlieren auch ihren Kampfinstinkt und alle Kampfkünste, die sie jemals gelernt hatten.</color>\n<color=#ffffffd9>Weiyang pflegte ihren gebrochenen Arm und keuchte in der sengend heißen Luft. Normalerweise würden ihre Fähigkeiten es ihr ermöglichen, gebrochene Knochen zu heilen, aber die unauslöschlichen Flammen brannten unerbittlich in ihrer Wunde.</color>\n<color=#ffffffd9>Ihr Blick verschwamm, als sie mehr und mehr Blut verlor. Mir stellte sich schützend vor sie.</color>\n<color=#ffffffd9>„Man sieht euren Augen an, dass ihr bestimmt viele Fragen habt. Dann lasst mich euch die kalte Wahrheit sagen! Ich habe deinen Vater getötet, weil er den Aufstieg des Königs der Götter verhindern wollte. Der Grund, warum ich die Feuerrunen kontrollieren kann und es nicht anders herum ist, ist ...“</color>\n<color=#ffffffd9>Er erhob das Ketzerschwert und erklärte, „Weil ich ein Wolkentraumjäger bin!“</color>\n<color=#ffffffd9>Die Legende besagt, dass der Göttliche Kaiser einst gegen die Asura in den Krieg zog, indem er Soldaten aus drei Reichen auswählte, damit diese nach dem Tod seine göttliche Armee werden würden. Manchmal wurden sie von schlechtem Wetter im Sumpf überrascht und dunkle Gewitterwolken umgaben sie. Die Sumpfbewohner sagten daher von den Soldaten der Gottesarmee, sie wären auf „Traumwolkenjagd“.</color>\n<color=#ffffffd9>„Das, das ... das ist doch unmöglich!“, stotterte der Kämpfer ungläubig, als das Ketzerschwert auf sein Ziel traf, er aber ebenfalls nach hinten geschleudert wurde.</color>\n<color=#ffffffd9>In dem ganzen Chaos nahm Mir das geerbte Schwert seines Vaters an sich. Es sollte mehr eine reine Trotzreaktion sein als ein echter Versuch zu kämpfen. Er wusste jedoch nicht, dass dies das am meisten verfluchte Schwert von allen war. Das Schwert, das einst die Welt in Schutt und Asche legte, der Laevatain. Wenn die Feuerrunen das Mysterium des Feuerreiches waren, so war der Laevatain seine pure Verkörperung.</color>\n<color=#ffffffd9>Das Schwert wurde vernichtet, nachdem die Welt in Flammen aufgegangen war, jedoch war es nun wieder in Kontrolle des Feuerreichs.</color>\n<color=#ffffffd9>„Die ganze Welt ... soll erneut in Flammen aufgehen?“ Nach ihren Worten fiel sie in Ohnmacht.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Legende der zerbrochenen Hellebarde – Band IV"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ]
  }
}