{
  "epId": 1288,
  "name": "Letzte Worte von Inaba Tousaburou Hisakura",
  "desc": "<p>Ein Brief, der von Rand zu Rand mit Worten gefüllt ist.</p><p>Sein Autor ist verschwunden.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/06dae2c867cd174f659ec7289d8b07ec_8558344550216257730.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187791,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Tut mir leid.</color>\n<color=#ffffffd9>Wie das alte Sprichwort sagt, „das Leben dauert 50 Jahre“, und ich, Tousaburou, habe mehr als 30 Jahre gelebt, also hoffe ich, dass ich meine Zeit mit meinen Eltern teilen kann.</color>\n<color=#ffffffd9>Bitte, sei nicht wütend oder traurig, meine liebe Frau, Shizuko. Ich weiß, dass ich dieses Mal alles falsch gemacht habe, also bitte ich dich, diesen unwürdigen Ehemann zu vergessen.</color>\n<color=#ffffffd9>Masa und Matsu, vergebt eurem Vater.</color>\n<color=#ffffffd9>Liebe Freunde, alte und neue, es ist mir eine große Ehre, euch kennenzulernen.</color>\n<color=#ffffffd9>Wie auch immer, es tut mir wirklich leid.</color>\n<color=#ffffffd9>Ich bin ein rauer Mann, und ich bin nicht gut im Schreiben und Reden. Aber als es an der Zeit war, sich zu verabschieden, konnte ich nicht anders, als viel zu reden.</color>\n<color=#ffffffd9>Falls jemand das hier liest, bitte verzeih mir meine Geschwätzigkeit.</color>\n<color=#ffffffd9>Vor über zehn Jahren, als ich zum ersten Mal der Armee beitrat, bewunderte ich die Macht der Hoheit Ogosho und sehnte mich nach den vielen großartigen Schlachten, die der Blitzschlag vor Tausenden von Jahren geschlagen hatte, und er sehnte sich danach, eines Tages mit Ehre für die wahre „Ewigkeit“ zu kämpfen.</color>\n<color=#ffffffd9>In meiner jugendlichen Zeit verwechselte ich immer die Legenden der Vergangenheit mit den Dilemmas der Realität, und dachte, ich hätte die Chance, ein perfekter Held wie die Hoheit Ogosho zu werden.</color>\n<color=#ffffffd9>Aber wenn der Krieg kommt, sind die Feinde weder die abscheulichen Knappen des Archons noch die verdrehten Monster des Abgrunds, sondern Sterbliche, die sich nicht von uns unterscheiden.</color>\n<color=#ffffffd9>Vielleicht war der Feind, der mir am Tag zuvor in die Hände fiel, ein Saufkumpan von Uyuu-Pagode an dem Tag, an dem das Augenhatz-Dekret gefasst wurde, oder der Kamerad, der gerade vom Feind niedergestreckt wurde, hat noch einen Moment zuvor mit dir und mir gelacht und gescherzt ...</color>\n<color=#ffffffd9>Wir hätten eigentlich Brüder sein sollen, aber wir haben jede Chance, wieder zusammenzukommen, aufgegeben und mussten uns hassen, um uns am Leben zu erhalten.</color>\n<color=#ffffffd9>Welche Grausamkeit, welche Brutalität.</color>\n<color=#ffffffd9>Der sogenannte „gerechte Krieg“ ist die größte aller Sünden.</color>\n<color=#ffffffd9>Verzeihe mir die Arroganz dieser Worte, aber Tousaburou hegt keinen Groll gegen Seine Hoheit Ogosho.</color>\n<color=#ffffffd9>Seine Hoheit Ogosho sagte auch, dass der Krieg seit Anbeginn der Zeit in „Rechtschaffenheit“ und „Unrechtschaffenheit“ unterteilt ist.</color>\n<color=#ffffffd9>Der Kampf der „Ungerechtigkeit“ wird durch die Ausweitung der „Bestrebungen“ und die Unruhe des Herzens verursacht.</color>\n<color=#ffffffd9>Seine Hoheit Ogosho sammelte das „göttliche Auge“ der Welt für die Sache der „Ewigkeit“, wie er es tausend Jahre zuvor getan hatte, als er die Große Schlange tötete.</color>\n<color=#ffffffd9>Der größte „Krieg der Gerechtigkeit“ ist derjenige, der den Wahn der Größe hinwegfegt und jede Möglichkeit der „Ungerechtigkeit“ beendet.</color>\n<color=#ffffffd9>Aber jeder Krieg ist brutal und verlangt von den Menschen, Verantwortung zu übernehmen.</color>\n<color=#ffffffd9>Ich bin nicht mehr in der Lage, meiner Loyalität nachzugehen, möchte aber mit meinem gebrochenen Körper an den Sünden seiner Hoheit Ogosho teilnehmen.</color>\n<color=#ffffffd9>Möge die ewige Krönung seiner Hoheit Ogosho bald kommen.</color>\n<color=#ffffffd9>Ich, Inaba Tousaburou Kyuuzou, danke Ihnen.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Letzte Worte von Inaba Tousaburou Hisakura"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden am Nazuchi-Strand auf der Insel Yashiori in Inazuma"
          }
        ]
      }
    ]
  }
}