{
  "epId": 1634,
  "name": "Perlen der Liebe – Band III",
  "desc": "Ein junger Mann und eine junge Schönheit begegneten sich und verlieben sich ineinander. Theoretisch sollten sie glücklich bis ans Ende ihrer Tage leben, aber ein Unhold, der sich nach Zixins Schönheit sehnte, fing an, den beiden Ärger zu bereiten ...",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b0788b52f6560dcbe45f69dc9440e6ce_1383406221759867003.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1698257597,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- 3. Akt – Erneut verloren -</color>\n<color=#ffffffd9>Hauptdarsteller: Fan Jie</color>\n<color=#ffffffd9>Hauptdarstellerin: Zixin</color>\n<color=#ffffffd9>Komikerrolle: Oma Zhang</color>\n<color=#ffffffd9>Antagonist: Wu Wang</color>\n<color=#ffffffd9>Komikerrollen: Wu Yi, Wu Er</color>\n<color=#ffffffd9>1. Szene</color>\n<color=#ffffffd9>(Auftritt Zixin und Fan Jie von beiden Seiten)</color>\n<color=#ffffffd9>(Laut)</color>\n<color=#ffffffd9>Fan Jie: Die Hunde bellen laut des Morgens.</color>\n<color=#ffffffd9>Zixin: Die Sonne scheint und das Eis an der Regenrinne wird dünner.</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Fan Jie: Steht dort das Fräulein Zixin?</color>\n<color=#ffffffd9>Zixin: In der Tat! Seid Ihr es, mein Held Fan Jie?</color>\n<color=#ffffffd9>(Dongtang, frei)</color>\n<color=#ffffffd9>Fan Jie: Letzte Nacht seid Ihr mir im Traum erschienen.</color>\n<color=#ffffffd9>Zixin: Ich habe Euch vermisst und auf Eure Rückkehr gewartet.</color>\n<color=#ffffffd9>Beide: So werden unsere Wünsche wahr.</color>\n<color=#ffffffd9>(Beide im Monolog)</color>\n<color=#ffffffd9>Zixin: Mein Held ...</color>\n<color=#ffffffd9>Fan Jie: Mein Fräulein ...</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Fan Jie: Die Sonne ist über dem Meer erschienen und die Arbeit am Hafen erwartet mich. Ich muss eilen, um meinen Unterhalt zu verdienen.</color>\n<color=#ffffffd9>Fan Jie: Mein Fräulein Zixin, ich verabschiede mich für den Augenblick.</color>\n<color=#ffffffd9>(Zixin macht einen Knicks und verabschiedet Fan Jie. Fan Jie blickt in der Ferne zurück. Zixin neigt ihren Kopf und hebt ihn wieder, während Fan Jie abgeht. Zixin reibt ihre Hände.)</color>\n<color=#ffffffd9>(Dongtang, langsam)</color>\n<color=#ffffffd9>Zixin: Und wieder habe ich mich nicht getraut.</color>\n<color=#ffffffd9>(Zixin ab)</color>\n<color=#ffffffd9>2. Szene</color>\n<color=#ffffffd9>(Auftritt Wu Wang in grüner Kleidung und offenem Kragen, begleitet von Wu Yi und Wu Er)</color>\n<color=#ffffffd9>(Laut)</color>\n<color=#ffffffd9>Wu Wang: Merkt euch meinen Namen Wu Wang, denn ich bin der Größte hier im Viertel.</color>\n<color=#ffffffd9>Wu Wang: Langweilig ist mir heute. Also suche ich nach einer Ablenkung.</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Wu Wang: Wu Yi, Wu Er!</color>\n<color=#ffffffd9>(Beide zusammen)</color>\n<color=#ffffffd9>Beide: Jawohl!</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Wu Wang: Ich habe Hunger und mir ist nach etwas Neuem. Was habt ihr zu empfehlen?</color>\n<color=#ffffffd9>Wu Yi: Was sagst du zu goldenen Garnelenhäppchen?</color>\n<color=#ffffffd9>Wu Wang: Von dem ganzen Fleisch zuletzt hab ich genug. Goldene Garnelenhäppchen klingen ganz in Ordnung.</color>\n<color=#ffffffd9>Wu Wang: Wu Er, sei so nett und finde einen Laden, der diese goldenen Garnelenhäppchen verkauft.</color>\n<color=#ffffffd9>Wu Er: Sehr wohl!</color>\n<color=#ffffffd9>Wu Wang: Nicht so schnell! Sie müssen goldbraun sein. Kein bisschen angebrannt dürfen sie sein.</color>\n<color=#ffffffd9>Wu Er: Kein bisschen angebrannt, sehr wohl!</color>\n<color=#ffffffd9>Wu Wang: Bleib stehen! Keine der Garnelenhäppchen dürfen größer oder kleiner sein als die anderen.</color>\n<color=#ffffffd9>Wu Er: Keine größer oder kleiner als die anderen, verstanden. Noch etwas?</color>\n<color=#ffffffd9>Wu Wang: Nein, das wäre alles.</color>\n<color=#ffffffd9>Wu Er: Wenn du weitere Wünsche hast, solltest du es mir sagen.</color>\n<color=#ffffffd9>Wu Er: Wenn der Laden deinen Bedürfnissen nicht nachkommt, werden wir es wie immer tun.</color>\n<color=#ffffffd9>Wu Yi: Wie denn?</color>\n<color=#ffffffd9>Wu Er: Wir geben ihnen keine Mora.</color>\n<color=#ffffffd9>Wu Wang: Was sehen meine verzückten Augen dort am Fischstand? Dieses Mädchen wäre ein viel zufriedenstellenderes Häppchen als jene Garnelen.</color>\n<color=#ffffffd9>(Dongtang, langsam)</color>\n<color=#ffffffd9>Wu Wang: Sehen wir doch, ob sie Familie hat. Das gäbe ein prächtiges Stelldichein!</color>\n<color=#ffffffd9>(Wu Wang zu Zixin)</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Zixin: Möchtet Ihr Fisch kaufen?</color>\n<color=#ffffffd9>Wu Wang: Oh, ja, sicher. Würdet Ihr mir verraten, welcher Familie Ihr entstammt und wo Eure Eltern sind?</color>\n<color=#ffffffd9>Zixin: Ich bin am Hafen aufgewachsen und meine Eltern sind schon alt. Nun verkaufe ich den Fisch hier allein, um uns alle zu versorgen.</color>\n<color=#ffffffd9>Zixin: Warum fragt Ihr das?</color>\n<color=#ffffffd9>(Zur Seite, leise)</color>\n<color=#ffffffd9>Wu Wang: Was für ein Glück! Ohne ihre Eltern hier habe ich Gelegenheit zuzuschlagen</color>\n<color=#ffffffd9>(Zurück zu Zixin)</color>\n<color=#ffffffd9>Wu Wang: Seid Ihr denn bereits versprochen?</color>\n<color=#ffffffd9>Zixin: Noch bin ich keinem versprochen, da ich hier tagein tagaus beschäftigt bin.</color>\n<color=#ffffffd9>Zixin: Doch was, mein Herr, hat mein Stand mit diesen Fischen zu tun?</color>\n<color=#ffffffd9>(Zur Seite, leise)</color>\n<color=#ffffffd9>Wu Wang: Ausgezeichnet! Niemandem ist sie versprochen und niemand wird ihr zu Hilfe kommen, sollte ihr etwas zustoßen.</color>\n<color=#ffffffd9>(Zurück zu Zixin)</color>\n<color=#ffffffd9>Wu Wang: Gibt es denn einen Jüngling, der Eure Zuneigung empfängt?</color>\n<color=#ffffffd9>(Zixin senkt beschämt ihren Kopf)</color>\n<color=#ffffffd9>(Dongtang, frei)</color>\n<color=#ffffffd9>Wu Wang: Sie sagt ja nichts, da wird es wohl keinen geben. Böse Absichten wachsen in meinem Herzen.</color>\n<color=#ffffffd9>Wu Wang: Nun kommt schon, es gibt keine Zeit zu verlieren. Die Schönheit muss geerntet werden, solang sie frisch ist.</color>\n<color=#ffffffd9>(Wu Wang, Wu Yi und Wu Er schnappen Zixin, ab)</color>\n<color=#ffffffd9>3. Szene</color>\n<color=#ffffffd9>(Auftritt Oma Zhang)</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Oma Zhang: Verehrte Zuschauer, wenn Ihr des Öfteren Yunjins Stücken beiwohnt, werdet Ihr gewiss erraten, was als Nächstes passieren wird.</color>\n<color=#ffffffd9>Oma Zhang: Was könnte denn sonst geschehen außer einem wilden Kampf?</color>\n<color=#ffffffd9>Oma Zhang: Doch bevor der Held auftritt, muss er hiervon erfahren.</color>\n<color=#ffffffd9>Oma Zhang: Wenn Monster wild um sich schlagen und die Menschen bedrohen, wenn Zeiten nicht des Friedens, sondern des Krieges sind, dann werden wahre Helden geschaffen.</color>\n<color=#ffffffd9>Oma Zhang: Die Nachwelt wird sich deiner erinnern, wenn du große Taten vollbringst.</color>\n<color=#ffffffd9>Oma Zhang: Doch wenn niemand derlei Taten mit deinem Namen verbindet, wer wird dann wissen, ob du Zhang Jie, Wang Jie oder Fan Jie heißt?</color>\n<color=#ffffffd9>Oma Zhang: Und wir normalen Leute müssen unseren Teil beitragen, die Schöne aus den Händen des Halunken zu befreien.</color>\n<color=#ffffffd9>Oma Zhang: Sehen wir nun, was Fan Jie tun wird.</color>\n<color=#ffffffd9>(Auftritt Fan Jie)</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Oma Zhang: Meine Güte, wo wart Ihr die ganze Zeit?</color>\n<color=#ffffffd9>Oma Zhang: Zixin wurde vom berüchtigten Halunken Wu Wang geraubt!</color>\n<color=#ffffffd9>(Dongtang, schnell)</color>\n<color=#ffffffd9>Fan Jie: Oh, wie schrecklich!</color>\n<color=#ffffffd9>Fan Jie: Bange wird mir bei diesen Worten. Wie konnte ein solches Unglück nur geschehen?</color>\n<color=#ffffffd9>Fan Jie: Dieser Schurke raubt und tötet nach Belieben.</color>\n<color=#ffffffd9>Fan Jie: Es wird keine Rückkehr für mich geben.</color>\n<color=#ffffffd9>(Oma Zhang gibt Fan Jie die Perlenkette)</color>\n<color=#ffffffd9>Oma Zhang: Was schlagt Ihr vor, Held Fan?</color>\n<color=#ffffffd9>(Dongtang, schnell)</color>\n<color=#ffffffd9>Fan Jie: Im Anblick dieser Perlenkette bin ich mir sicher.</color>\n<color=#ffffffd9>Fan Jie: Wie könnte ich das arme Mädchen diesem Halunken überlassen?</color>\n<color=#ffffffd9>Fan Jie: Mit dieser Perlenkette in der Hand werde ich mein Schwert gegen ihn erheben. Wu Wang, ins Gras wirst du mir beißen!</color>\n<color=#ffffffd9>(Fan Jie und Oma Zhang ab)</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Perlen der Liebe – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ]
  }
}