{
  "epId": 1635,
  "name": "Perlen der Liebe – Band II",
  "desc": "Bevor Zixin den Namen des jungen Mannes erfahren konnte, der ihr das Armband zurückgab, war er auch bereits wieder gegangen. Um ihn wiederzufinden, brachte Oma Zhang sie auf eine Idee ...",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b0788b52f6560dcbe45f69dc9440e6ce_1117485764686480875.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1698257835,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- 2. Akt – Die Suche -</color>\n<color=#ffffffd9>Hauptdarsteller: Fan Jie</color>\n<color=#ffffffd9>Hauptdarstellerin: Zixin</color>\n<color=#ffffffd9>Komikerrolle: Oma Zhang</color>\n<color=#ffffffd9>Komikernebenrollen: Zhang San, Li Si, Wang Erma</color>\n<color=#ffffffd9>1. Szene</color>\n<color=#ffffffd9>(Auftritt Zixin und Oma Zhang)</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Zixin: Betrübt war ich in letzter Zeit und nichts konnte mich aufheitern.</color>\n<color=#ffffffd9>Zixin: Denn meinen Helden habe ich verjagt.</color>\n<color=#ffffffd9>Zixin: Meine Perlenkette wollte er mir zurückbringen und hat nicht Dank, sondern Schelte von mir erfahren. Nicht einmal seinen Namen habe ich erfragt.</color>\n<color=#ffffffd9>Zixin: Voller Scham und dennoch dankbar will ich ihn finden. Doch wie nur bei der Größe dieses Hafens?</color>\n<color=#ffffffd9>Oma Zhang: Du hast keinen Grund zu Trauer und Sorge, wie ich das sehe.</color>\n<color=#ffffffd9>Zixin: Ach, Oma Zhang, warum sagst du das?</color>\n<color=#ffffffd9>Oma Zhang: Du brauchst doch nur eine Belohnung für die Rückgabe der Perlenkette auszusetzen. Dann wird er doch kommen, oder nicht?</color>\n<color=#ffffffd9>(Danqing, ruhig)</color>\n<color=#ffffffd9>Zixin: So soll es sein!</color>\n<color=#ffffffd9>Zixin: Wie der Wein Gesichter errötet, so lockt der Reichtum die Menschen an.</color>\n<color=#ffffffd9>(Zixin senkt ihren Kopf und schlendert umher)</color>\n<color=#ffffffd9>Zixin: Mit diesem Plan will ich ihn finden. Doch wird er auch hervortreten?</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Oma Zhang: Nun komm schon, lass uns beginnen und nicht trödeln.</color>\n<color=#ffffffd9>Oma Zhang: Glaub mir einfach, das wird funktionieren.</color>\n<color=#ffffffd9>(Zixin und Oma Zhang ab)</color>\n<color=#ffffffd9>2. Szene</color>\n<color=#ffffffd9>(Auftritt Zhang San, Li Si und Wang Erma)</color>\n<color=#ffffffd9>(Sprechstimme)</color>\n<color=#ffffffd9>Zhang San: Ich bin Zhang San.</color>\n<color=#ffffffd9>Li Si: Ich bin Li Si.</color>\n<color=#ffffffd9>Wang Erma: Ich bin Wang Erma.</color>\n<color=#ffffffd9>Zhang San: Den Aushang habe ich gesehen und nun werde ich die Belohnung einkassieren.</color>\n<color=#ffffffd9>Li Si: Was, wenn der Ordnungshüter fragt, ob tatsächlich du die gute Tat vollbracht hast?</color>\n<color=#ffffffd9>Wang Erma: Pah, wer würde schon die Wahrheit sagen?</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Zhang San: Brüder, habt ihr beide vor, die Belohnung bei Zixin einzusammeln?</color>\n<color=#ffffffd9>Li Si: So ist’s.</color>\n<color=#ffffffd9>Wang Erma: Ganz recht.</color>\n<color=#ffffffd9>Li Si: Auch du hast den Kranz der Maid gefunden?</color>\n<color=#ffffffd9>Wang Erma: Stand nicht im Aushang, es seien ihre Ohrringe gewesen?</color>\n<color=#ffffffd9>Li Si: Was redest du da? Es war ein Kranz auf ihrem Haupte.</color>\n<color=#ffffffd9>Zhang San: Ihr wisst doch gar nichts. Ihr Parfüm war’s.</color>\n<color=#ffffffd9>Wang Erma: Wie dem auch sei, wir wissen doch, dass keiner von uns es war.</color>\n<color=#ffffffd9>Zhang San: Ahahaha!</color>\n<color=#ffffffd9>Li Si: Ahahaha!</color>\n<color=#ffffffd9>(Zhang San, Li Si und Wang Erma bei Zixin)</color>\n<color=#ffffffd9>Zhang San: Mein Fräulein, ich bin Zhang San und habe dein Parfüm gefunden. Hältst du die Belohnung bereit?</color>\n<color=#ffffffd9>Li Si: Zur Seite mit dir! Ich war es, der dir deinen Kranz zurückgebracht hat. Die Belohnung gehört mir.</color>\n<color=#ffffffd9>Wang Erma: Seid still! Ich habe dir deine Ohrringe zurückgebracht, meine Dame. Die Belohnung kannst du mir überlassen.</color>\n<color=#ffffffd9>Zixin: Wie kann das sein? Mir wird schwarz vor Augen.</color>\n<color=#ffffffd9>Zixin: Gesehen hab ich euch noch nie. Hätte ich meine Ohrringe, mein Parfüm oder meinen Haarkranz verloren, wüsste ich es doch.</color>\n<color=#ffffffd9>Zhang San: Du wirst es wohl am Fischstand in der Eile vergessen haben. Nun zögere nicht und gib mir die Belohnung.</color>\n<color=#ffffffd9>Li Si: Rück die Mora endlich raus!</color>\n<color=#ffffffd9>Wang Erma: Sonst werden wir deinen Stand verwüsten und dich verleumden.</color>\n<color=#ffffffd9>Zixin: Oh nein, wie habe ich nur die Aufmerksamkeit dieser Unholde geweckt?</color>\n<color=#ffffffd9>Zxin: Oma Zhang, siehst du, wozu dein Plan geführt hat?</color>\n<color=#ffffffd9>Oma Zhang: Sorge dich nicht, mir wird schon etwas einfallen, sie fortzuscheuchen.</color>\n<color=#ffffffd9>Oma Zhang: Ha!</color>\n<color=#ffffffd9>(Zhang San, Li Si und Wang Erma zu Boden)</color>\n<color=#ffffffd9>Oma Zhang: Ich habe das Fräulein eine falsche Belohnung aussetzen lassen, um Unholde wie euch zu fangen!</color>\n<color=#ffffffd9>Oma Zhang: Was ihr Zixin zurückbringen wolltet, ist nicht echt. Rückt den Kranz, die Ohrringe und das Parfüm heraus.</color>\n<color=#ffffffd9>Oma Zhang, Sonst werde ich ...</color>\n<color=#ffffffd9>Zhang San: Was denn? Was willst du denn tun?</color>\n<color=#ffffffd9>Oma Zhang: Der wertvolle Kranz aus Glaslilien, die teuren Ohrringe aus Nachtjade und das unbezahlbare Parfüm aus fernen Landen ...</color>\n<color=#ffffffd9>Oma Zhang: Ihr werdet für alles bezahlen! Wo sind die Mora, heraus damit!</color>\n<color=#ffffffd9>(Oma Zhang mit Besen hinter Zhang San, Li Si und Wang Erma)</color>\n<color=#ffffffd9>Zhang San: O weh!</color>\n<color=#ffffffd9>Li Si: Hör auf zu schlagen, wir wollen auch keine Mora mehr!</color>\n<color=#ffffffd9>Wang Erma: Finden wir den Kerl, der das Hab der Dame tatsächlich aufgelesen hat so schnell wie möglich!</color>\n<color=#ffffffd9>3. Szene</color>\n<color=#ffffffd9>(Auftritt Zhang San mit Fan Jie)</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Zhang San: Nun habe ich dich! Du bist der Dieb, der die Sachen des Fräuleins gestohlen hat. Für dich haben ich und meine Brüder eine Tracht Prügel eingesackt.</color>\n<color=#ffffffd9>Fan Jie: Ein aufrechter Bürger bin ich und nie habe ich gestohlen. Erfindet keine Tat, die nie vollzogen!</color>\n<color=#ffffffd9>Zhang San: Du bestehst darauf, nicht wahr? Traust du dich, der Dame gegenüberzutreten?</color>\n<color=#ffffffd9>Fan Jie: Wovor sollte ich mich wohl fürchten? Gehen wir! Ich bin gespannt, wer mich so fälschlich beschuldigt.</color>\n<color=#ffffffd9>(Zhang San und Fan Jie zu Zixin)</color>\n<color=#ffffffd9>Zhang San: Hast du nicht das Hab dieses Fräuleins Zixin gestohlen? Wie wirst du dich nun herausreden?</color>\n<color=#ffffffd9>Fan Jie: Ach so, du steckst also dahinter!</color>\n<color=#ffffffd9>(Dongtang, leidenschaftlich)</color>\n<color=#ffffffd9>Fan Jie: Die Worte stammen demnach von diesem Weib. Ich spüre, wie die Wut in mir aufsteigt.</color>\n<color=#ffffffd9>(Dongtang, schnell)</color>\n<color=#ffffffd9>Fan Jie: Wehe Euch, die mich betrügen will. Ich bin Fan Jie, der Hafenarbeiter.</color>\n<color=#ffffffd9>Fan Jie: Niemals habe ich etwas verbrochen. Warum sollte ich die Dinge einer jungen Dame stehlen?</color>\n<color=#ffffffd9>Fan Jie: Meiner Wertschätzung entgegnetet Ihr mir Hohn und Verleumdung.</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Zixin: Mein Held heißt also Fan Jie.</color>\n<color=#ffffffd9>Zixin: Ihn Teil dieser Misere zu machen, war mein Fehler.</color>\n<color=#ffffffd9>Zixin: Um seine Vergebung werde ich bitten, so oft es nötig ist, damit er sie mir gibt.</color>\n<color=#ffffffd9>(Zixin zur Bitte um Vergebung bei Fan Jie)</color>\n<color=#ffffffd9>Zixin: Oh, mein Held, ein großes Missverständnis hat sich zwischen uns gedrängt.</color>\n<color=#ffffffd9>(Fan Jie zur Seite)</color>\n<color=#ffffffd9>Fan Jie: Pah!</color>\n<color=#ffffffd9>(Zixin lächlend nach vorn)</color>\n<color=#ffffffd9>Zixin: In Wahrheit habe ich andere Absichten.</color>\n<color=#ffffffd9>Zixin: Denn ich hatte Euren Namen nicht erfahren, bevor Ihr gegangen seid. Daher hatte ich keine Gelegenheit, mich bei Euch zu bedanken.</color>\n<color=#ffffffd9>Zixin: So führte ich diesen Plan aus, der mich zu diesem Ärger führte.</color>\n<color=#ffffffd9>Zixin: Nun aber werde ich endlich meine Erkenntlichkeit zeigen können.</color>\n<color=#ffffffd9>Fan Jie: Ist das so?</color>\n<color=#ffffffd9>(Dongtang, langsam)</color>\n<color=#ffffffd9>Fan Jie: Aufgebracht war ich tatsächlich ob dieser misslichen Lage. Denke ich nun darüber nach, war es wohl doch nur ein Missverständnis.</color>\n<color=#ffffffd9>Fan Jie: Meine Wut muss ich zügeln, um keine falschen Worte zu sprechen.</color>\n<color=#ffffffd9>(Monolog)</color>\n<color=#ffffffd9>Fan Jie: Nun denn, mein Fräulein.</color>\n<color=#ffffffd9>Fan Jie: Eben sagtet Ihr, es wäre alles ein Missverständnis gewesen.</color>\n<color=#ffffffd9>Fan Jie: Ihr hattet vor, denjenigen zu finden, der Euch die Perlenkette zurückgebracht hat, und habt dessen wegen den Aushang verfasst. Doch dann haben sich die Ereignisse überstürzt. Ist dem so?</color>\n<color=#ffffffd9>Zixin: Ja, mein Held. Es war mein Fehler.</color>\n<color=#ffffffd9>(Fan Jie hält Zixins Hand)</color>\n<color=#ffffffd9>Fan Jie: Zu viel der Ehre, mein Fräulein. Ich habe nur getan, was richtig war.</color>\n<color=#ffffffd9>Fan Jie: Doch auch ich habe zu harsch geredet und bitte daher um Verzeihung.</color>\n<color=#ffffffd9>Zixin: Ach, was redet Ihr nur!</color>\n<color=#ffffffd9>(Fan Jie verbeugt sich)</color>\n<color=#ffffffd9>Zhang San: Was seh ich nur? Gibt es nun eine Belohnung oder nicht?</color>\n<color=#ffffffd9>Oma Zhang: Bleib fern von den beiden! Was folgt, ist ihnen. Was hat es mit dir zu tun?</color>\n<color=#ffffffd9>Oma Zhang: Sieh nur all die Damen und Herren, die hier sind, um das Stück von Yunjin zu sehen. Wer will dich schimpfen hören?</color>\n<color=#ffffffd9>Oma Zhang: Nun stell dich nicht so an und geh zur Seite.</color>\n<color=#ffffffd9>(Oma Zhang mit Zhang San ab)</color>\n<color=#ffffffd9>Zixin: Warum aber habe ich dir hier noch nie gesehen, obgleich ich jeden Tag an dieser Stelle Fisch verkaufe?</color>\n<color=#ffffffd9>Fan Jie: Täglich komme ich hier vorbei, um zu meiner Arbeit zu gelangen.</color>\n<color=#ffffffd9>Fan Jie: Der Menschen sind hier viele, da ist es kein Wunder. Vielleicht sehen wir uns in den nächsten Tagen.</color>\n<color=#ffffffd9>Zixin: Dann erwarte ich diese Tage.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Perlen der Liebe – Band II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ]
  }
}