{
  "epId": 1655,
  "name": "Erzählungen eines Betrunkenen I",
  "desc": "Eine der Geschichten, die man sich unter den Trinkern in Mondstadt erzählt. Sie handelt von einem Säufer, der aus Versehen den Wald der Wölfe betritt, und dem hungrigen Wolf, auf den er trifft.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/04/236594615/b7a8a37157f93250d8c147cc36ecf5be_1153696092224679475.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1685961425,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Erzählungen eines Betrunkenen I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Weingut zur Morgenröte in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "In dem Land, in dem der Löwenzahnschnaps fast wie ein Fluss durch die Felder rinnt, verbreiten sich Märchen weit und breit, dicht gefolgt vom Duft des Weins.\nWeit hergeholte Fabeln werden sich immer dann verbreiten, wenn betrunkene Tavernenbesucher zwischen Rülpsen und Trinken damit prahlen. Denn diese Geschichten haben etwas gemeinsam mit der undeutlichen Sprache und dem krankheitserregenden Schwanken, die sie so oft begleiten, nämlich dass sie zwar ungeschickt und unbeholfen, aber auch höchst unterhaltsam sind.\nDie Legende besagt, dass es in Mondstadt einst einen berühmten Trinker gab. Es wurde erzählt, dass er Alkohol so gut vertrug wie jeder Jäger aus Quellingen in der Nebensaison. Und dennoch trank er jedes Mal, wenn er denn trank, bis er betrunken war. Er rührte sich nicht einen Zentimeter von der Theke in der Taverne, bis keine einzige Mora mehr in seinem Münzbeutel war und kein einziger Tropfen Wein mehr in seinem Glas blieb.\nEines Abends gab dieser Trinker sein Bestes, um nach einer besonders befriedigenden Sitzung mit besonders starkem Alkoholkonsum nach Hause zu stolpern. Eine Kombination aus Schwindel im Kopf, verschwommener Sicht und Zickzackschritt brachte ihn dazu, zu einem von vielen Wölfen bevölkerten Wald zu navigieren.\nHeutzutage steht Wolfenlauf natürlich der große Wolfskönig des Nordens vor und die bedrohliche Atmosphäre, die vom Innern des Waldes ausgeht, reicht aus, um die meisten nüchternen Besucher davon abzuhalten, sich dem Gebiet zu nähern. Den älteren Jägern zufolge versammelte der Wolfskönig dort die Geister der Wölfe, um Außenstehende daran zu hindern, in Gebiete einzudringen, in denen sie nicht willkommen sind.\nAber dies war ein ganz anderes Zeitalter, lange bevor der Wolfskönig und der Nordwind in diesem Wald niedergelassen haben und Ordnung und Frieden in das Volk der Wölfe gebracht haben. Zu dieser Zeit war der Wald ein gefährlicher Ort, an dem wilde Wölfe ums Überleben kämpften. Eine erbitterte Blutfehde zwischen den Wölfen spielte sich tief im dichten Laubwerk ab, verborgen vor den Blicken anderer und, ohne dass ein Mensch davon wusste.\nUnd so geschah es, dass Mondstadts berühmtester Trunkenbold im Wald der Wölfe landete.\nEr stolperte über Äste und Ranken in die Dunkelheit des Waldes hinein.\nEs dauerte nicht lange, bis ein paar grüne Augen ihm auf Schritt und Tritt folgten.\nDiese Augen gehörten einem einsamen Wolf, der dem Trunkenbold eine Weile gefolgt war und er sagte zu sich:\n„Merkwürdig ... wirklich sehr merkwürdig!“\nSeit Hunderten von Jahren hatte es niemand mehr gewagt, auch nur einen Fuß in den Wald der Wölfe zu setzen, egal ob Ritter, die von Kopf bis Fuß in glänzende Stahlrüstung gekleidet waren, oder verzweifelte Flüchtlinge in Lumpen. Selbst die gefühllosen Aristokraten weigerten sich, ihre Sklaven dorthin zu verbannen, aus Angst, den Zorn der wilden Wölfe auf sich zu ziehen und unerwünschte Probleme in ihr eigenes Territorium zu bringen.\n„Wie merkwürdig, dass dieser Strolch hier so ganz allein hergekommen ist!“,\nmurmelte der Wolf vor sich hin, während er der Alkoholfahne des Mannes folgte."
      }
    ]
  }
}