{
  "epId": 2001,
  "name": "Kaguras Wahrheit",
  "desc": "Die Glocke, die bei der Aufführung des Kagura-Tanzes verwendet wird, wurde von der Guuji selbst gesegnet. Der Duft der heiligen Sakura hält noch immer an.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponType": "Katalysator",
    "weaponProperty": "KSCH"
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1691665304,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Der Klang der Glocken hallt noch immer dort wider, wo einst Tänze vor dem Thron aufgeführt wurden.\nDie weiße Gestalt, die man einst verfolgte, bleibt wie ein unerreichbarer Traum, aus dem man nicht erwachen kann ...\n„Damals war ich ein dummes kleines Ding, keineswegs so intelligent wie unsere große Matriarchin Hakushin.“\n„Rücksichtslos und ungeschickt, als ob ich im Schnee nach Nahrung wühlte, in der Hoffnung, die Aufmerksamkeit Ihrer Exzellenz zu gewinnen.“\n„Lustigerweise war es genau diese rücksichtslose und ungeschickte Handlungsweise, die mir das Mitgefühl Ihrer Exzellenz eingebracht hat.“\n„Und so kam ich in Ihren Dienst, um Ihre Hände und Füße zu wärmen. Eine sehr große Ehre.“\n„Dann kam die Saiguu nicht mehr zurück und auch die Anderen sind auch aus verschiedenen Gründen verloren gegangen.“\n„Und so kam es, dass jemand, der so ungeschickt wie ich war, die Rolle der ‚Miko‘ übernahm und zu der Person wurde, die du heute kennst.“\n„So fiel die schwierige Aufgabe, Ihre Exzellenz glücklich zu machen, auf meine Schultern.“\n„In der Nacht, als ich zum ersten Mal den Kagura-Tanz aufführte, spürte ich die Last der ‚Vergangenheit‘.“\nDas Bimmeln der Glocken entfernte sich. Die große silberne Kitsune, meine Meisterin und Freundin, verschwand im schemenhaften Fluss der Träume.\nDie Glocken ertönten erneut und die hartnäckige Sandbank löste sich und verschwand in der wirbelnden Strömung.\nDie reinweiße, sanfte Gestalt von früher war längst in die dunkle Erinnerung gerutscht.\nDie verwaiste Tochter des Kitsune-Klans übernahm die Kagura-Glocke und tanzte für ein neues „Jetzt“.\nIch traf eine junge, sture Tengu-Kriegerin, die ich unter dem Vorwand des „Trainings“ zur Askese in den Bergen überredete,\naber da ich ihre widerspenstige Art spürte, empfahl ich sie den eigensinnigen Kujous.\nIch kämpfte auch einmal mit dem hartnäckigen Oni, wurde aber durch seine außergewöhnliche Ausdauer besiegt ...\nDa habe ich natürlich ein paar kleine Tricks angewendet, um unseren Kampf interessanter zu machen.\nIch korrespondierte mit einer Halb-Adeptin aus einem fernen Land und schenkte ihr frische und geschmeidige Meerespflanzen.\nTrotzdem spürte ich, dass ich ihre fast blinde Liebe nicht verstehen konnte. Ist das nicht eine Form der Knechtschaft für eine Adeptin?\nNacht für Nacht dringt das Mondlicht im ehrwürdigen Garten durch die Äste und Blütenblätter in den leeren Hof.\nDiese Szene leuchtet immer noch hell in meinem leeren Herzen wie unzählige schimmernde Perlen ...\n„In der kurzen Zeitspanne dieser paar hundert Jahre bin ich in vielen Gestalten auf der Welt gewandelt.“\n„Obwohl ich nicht das Glück hatte, tiefe Freundschaften mit normalen Menschen zu schließen, habe ich die menschliche Schönheit sehr gut kennengelernt.“\n„Eure Exzellenz, die ich als ‚Freundin‘ zu bezeichnen wage, hat wahrscheinlich mehr Zeit, die Welt zu bereisen.“\n„Lass uns zusammen diese unvollkommene Welt betrachten und ihre Schönheit mit Liebe und Hass, mit Begegnungen und Abschieden genießen.“\nWährend Ihre Exzellenz in ihren Traum der Ewigkeit vertieft war, musste sich jemand um das gewöhnliche Volk kümmern.\nUm den Groll des bösen Oni Kuroami zu besänftigen, habe ich einmal nur einen Hauch von der unheilvollen Macht gezeigt, die ich besitze,\nund die große Unruhe, die Kosanta, der kahlköpfige Tanuki, verursacht hat, wurde von mir mit ein wenig Magie wieder in Ordnung gebracht.\nDer marodierende Pirat Rinzou, eine Bedrohung der Inseln, wurde durch einen einfachen Plan der Trennung von seinen eigenen Leuten verraten,\nund was das unbeschriebene Blatt, den unsterblichen Exzentriker angeht ...\nIch hoffe, „er“ findet seinen Weg und wird nicht zu einer Bedrohung für uns alle.\nDie dunklen Überreste der Seele des Schwertmeisters, die Bestien der Katastrophe, die sich im heiligen Wald versteckten, sie alle wurden ausgelöscht ...\nVerglichen mit dem Traum der Ewigkeit, den Ihre Exzellenz verfolgt, waren solche Dinge nur kurzlebige Zwischenspiele.\nDie Tage des Wartens auf das Erwachen Ihrer Exzellenz schienen endlos, aber ich dachte, dass die Zeit auf unserer Seite war.\n„Denn im Vergleich zu den Lotos und Udumbara, die sich in den windstillen, mondlosen utopischen Gefilden befinden und nie verwelken,“\n„kann eine vulgäre Existenz wie ich diese Art von Einsamkeit nicht ertragen. Ich würde mich in diesem Zustand ohne Gefühle und Träume völlig langweilen.“\n„Ich würde viel lieber im betrunkenen Zustand die Zweige der Donner-Sakura abknicken und mit den frechen Youkai herumtollen.“\n„Dies ist nicht nur die nahe Vergangenheit, sondern auch die hoffnungsvolle Zukunft.“\n„Eure Exzellenz, dürfte ich noch das Vergnügen haben, gemeinsam die blass violetten Knospen zu betrachten, wenn der nächste Schnee schmilzt?“"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/10/36893887/a537a6104d2d3cda1d28cb2e730ab6c4_113063381183371175.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/10/36893887/49d3edac17f12512a0881b30fdfb8900_7298265458948220718.png"
      }
    ],
    "ascension": [
      {
        "key": "St.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "14.4%"
            ]
          }
        ]
      },
      {
        "key": "St.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "25.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 262,
            "name": "Die Maske des bösen Leutnants",
            "desc": "Waffenaufstiegsmaterial.<br/>Die Sage erzählt, dass vor langer Zeit ein Oni namens Torachiyo lebte. Torachiyo war ein äußerst geschickter Krieger, sodass es einst hieß, er könne inmitten von tausend Klingen tanzen, wobei seine Juunihitoe-Roben wie herabfallende violette Blütenblätter zerfetzt würden, und dennoch keine einzige Wunde davontragen. Dennoch verriet dieser Oni schließlich den Shougun und revoltierte, wobei er im Kampf eines Arms und eines Horns beraubt wurde, bevor er floh und sich in einem Anfall von rasendem Wahnsinn selbst tötete.<br/>Man sagt, dass die starrköpfigen Oni oft Angst und Kummer in ihren Herzen tragen. Dass sie von der Ewigkeit fantasieren, aber den Augenblick fürchten und dazu neigen, von Terror oder Wut verschlungen zu werden, ist ihr gerechter Lohn. Diese Maske zeigt Torachiyo mit entblößten Reißzähnen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Wicked Lieutenant_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Kralle der versteckten Monster",
            "desc": "Restliches Körpergewebe, das von einem der Garmwölfe zurückgelassen wurde.<br/>Logischerweise hätten diese Objekte, die dieser Welt so fremd sind, nicht zurückbleiben dürfen, nachdem diese abnormen Kreaturen vertrieben worden waren.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Geisterhülle",
            "desc": "Ein Energiekern, der es den Gespenstern erlaubt zu schweben.<br/>Er enthält eine kleine Menge an Elementarenergie. Der Rest hat sich bereits zerstreut.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "St.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "37.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Die Maske des Tigerbisses",
            "desc": "Waffenaufstiegsmaterial.<br/>In „Sumirezome Sangetsu Kogetsukan“ zerschmettert der wilde Oni Torachiyo die Naginata des Shouguns mit einem einzigen Biss und gewinnt so für eine Weile die Oberhand. Daher haben Masken, die ihm nachempfunden sind, fein gearbeitete Reißzähne.<br/>In der Auflösung dieser Geschichte flüchtet der verwundete Oni in den Wald, in Todesangst, sich selbst dem kalten Mondlicht zu zeigen. Man kann sagen, dass der Wind, der durch die Gassen und Täler flüstert, seinen leisen Schmerzensschreien ähnelt, und so gibt es einen poetischen jahreszeitlichen Ausdruck dafür in Inazuma: „Torachiyos Wind“.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Kralle der versteckten Monster",
            "desc": "Restliches Körpergewebe, das von einem der Garmwölfe zurückgelassen wurde.<br/>Logischerweise hätten diese Objekte, die dieser Welt so fremd sind, nicht zurückbleiben dürfen, nachdem diese abnormen Kreaturen vertrieben worden waren.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Geisterhülle",
            "desc": "Ein Energiekern, der es den Gespenstern erlaubt zu schweben.<br/>Er enthält eine kleine Menge an Elementarenergie. Der Rest hat sich bereits zerstreut.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "42.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Die Maske des Tigerbisses",
            "desc": "Waffenaufstiegsmaterial.<br/>In „Sumirezome Sangetsu Kogetsukan“ zerschmettert der wilde Oni Torachiyo die Naginata des Shouguns mit einem einzigen Biss und gewinnt so für eine Weile die Oberhand. Daher haben Masken, die ihm nachempfunden sind, fein gearbeitete Reißzähne.<br/>In der Auflösung dieser Geschichte flüchtet der verwundete Oni in den Wald, in Todesangst, sich selbst dem kalten Mondlicht zu zeigen. Man kann sagen, dass der Wind, der durch die Gassen und Täler flüstert, seinen leisen Schmerzensschreien ähnelt, und so gibt es einen poetischen jahreszeitlichen Ausdruck dafür in Inazuma: „Torachiyos Wind“.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Versteckte Monsterklauen",
            "desc": "Körpergewebe, das von einem der Garmwölfe zurückgelassen wurde.<br/>Auch wenn sie in der Tat schon ziemlich stark sind, sind diese Jagdhunde von „Alfisol“ vor Durin von „Humus“ nur kleine Fische.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Gespensterherz",
            "desc": "Ein Energiekern, der es den Gespenstern erlaubt zu schweben.<br/>Diese elementaren Lebensformen haben seltsame Verhaltensmuster und werden periodisch in ihrer Anzahl ansteigen, bevor sie verschwinden.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "48.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Maske des Einhörnigen",
            "desc": "Waffenaufstiegsmaterial.<br/>In den verlorenen Liedern der Oni-Kindermädchen war Torachiyo ein eleganter junger Mann, stark im Körper und schön im Gesicht. Einst war er ein geliebter Leutnant der Shougun und er folgte ihr in die dunklen Abgrundreiche, um die Verunreinigten abzuwehren, und erlangte Ruhm für die Oni, deren Blut mit jedem Tag dünner wurde.<br/>Niemand singt jetzt diese Lieder, aber die Maske eines gehörnten Oni, selbst in einer anderen Form, besitzt noch immer Macht jenseits der Norm.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Versteckte Monsterklauen",
            "desc": "Körpergewebe, das von einem der Garmwölfe zurückgelassen wurde.<br/>Auch wenn sie in der Tat schon ziemlich stark sind, sind diese Jagdhunde von „Alfisol“ vor Durin von „Humus“ nur kleine Fische.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Gespensterherz",
            "desc": "Ein Energiekern, der es den Gespenstern erlaubt zu schweben.<br/>Diese elementaren Lebensformen haben seltsame Verhaltensmuster und werden periodisch in ihrer Anzahl ansteigen, bevor sie verschwinden.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "St.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "54.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Maske des Einhörnigen",
            "desc": "Waffenaufstiegsmaterial.<br/>In den verlorenen Liedern der Oni-Kindermädchen war Torachiyo ein eleganter junger Mann, stark im Körper und schön im Gesicht. Einst war er ein geliebter Leutnant der Shougun und er folgte ihr in die dunklen Abgrundreiche, um die Verunreinigten abzuwehren, und erlangte Ruhm für die Oni, deren Blut mit jedem Tag dünner wurde.<br/>Niemand singt jetzt diese Lieder, aber die Maske eines gehörnten Oni, selbst in einer anderen Form, besitzt noch immer Macht jenseits der Norm.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Versteckte Monsterkrallen",
            "desc": "Eine scharfe Kralle, die von einem der Garmwölfe zurückgelassen wurde.<br/>Alle Wunder der Welt müssen vor „Cretaceus“, dem größten Werk von allen, verblassen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Gespensterkern",
            "desc": "Ein kompletter Energiekern, der manchmal nach dem Besiegen von Gespenstern gefunden werden kann.<br/>Es gibt eine Debatte unter denen, die die Welt einfach in Gewinner und Verlierer einteilen müssen: Was schwimmt besser, ein Gespenst oder Anemo-Schleim?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "60.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 264,
            "name": "Maske der Kijin",
            "desc": "Waffenaufstiegsmaterial.<br/>Chiyo, eine Kriegerin des Oni-Stammes mit dem Elektro-Mitsudomoe-Emblem auf dem Rücken, wurde einst von einer Bestie aus dem Jenseits verschlungen, die den Körper eines Tigers und den Schwanz einer Schlange hatte, während sie die Kräfte der Dunkelheit zurückhielt. Schließlich zerriss sie die Innereien der Kreatur von innen heraus und befreite sich.<br/>Dies ist der Ursprung der Phrase „Chiyo der Tigerbiss“ und würde im Laufe der Jahre in „Torachiyo“ geändert werden.<br/>Aber im Bauch der Bestie wurde sie von einer tiefen Sünde befleckt und sah, wie ihre Kameraden von diesen blutroten Zähnen in Stücke gerissen wurden. Eingetaucht in Dunkelheit, so weit das Auge reicht, würde sie schließlich ihr Schwert gegen die Allmächtige Narukami Ogosho ziehen. Ihr Schwertarm und ein Horn wurden zerschnitten und sie floh aus der Stadt in den Wald wie ein verwundetes Tier. Dort, so sagt man, wurde sie für ein unbekanntes Monster gehalten und von den Tengu erschlagen oder vielleicht von den Shuumatsuban – oder vielleicht von einem Spross des Iwakura-Klans, der tief in den Bergen trainierte, denn ihre Gesichtszüge waren vom Hass und der Qual ihrer Wunden verdreht. Oder vielleicht traf sie sogar die als Oni maskierte, schwerttragende Puppe in der Nähe des Leichnams der Riesenschlange und dort endete ihre Lebensreise.<br/>Wenige unter denen, die in jenen Tagen gegen den Abgrund kämpften, blieben von pechschwarzen Träumen verschont. Diejenigen, die Ungeheuer erschlugen und dann zu ihnen wurden, waren kaum die Minderheit. Die Grenze zwischen den Welten wird zerbrechlich und Korruption dieser Art ist vielleicht nicht nur in eine Richtung gerichtet.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Versteckte Monsterkrallen",
            "desc": "Eine scharfe Kralle, die von einem der Garmwölfe zurückgelassen wurde.<br/>Alle Wunder der Welt müssen vor „Cretaceus“, dem größten Werk von allen, verblassen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Gespensterkern",
            "desc": "Ein kompletter Energiekern, der manchmal nach dem Besiegen von Gespenstern gefunden werden kann.<br/>Es gibt eine Debatte unter denen, die die Welt einfach in Gewinner und Verlierer einteilen müssen: Was schwimmt besser, ein Gespenst oder Anemo-Schleim?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "St.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "66.2%"
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kaguras Wahrheit</color> bietet, neben dem KSCH-Nebenattribut, auch einen Bonus für den Schaden der <color=#ffd780>Elementarfähigkeit</color> . Figuren, die diesen Effekt 3 Mal stapeln, können das gesamte Potential dieser Waffe nutzen.\nFür folgende Figuren ist diese Waffe zu empfehlen:"
      },
      {
        "type": "RichText",
        "text": "Figur",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Begründung"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>Die Guuji des Großen Narukami-Schreins und Chefredakteurin des „Verlagshauses Yae&#34;. Hinter ihrem schönen Aussehen verbergen sich unerwartete Intelligenz und Gerissenheit.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Diese Waffe kann den Schaden von Yae deutlich erhöhen, da sie mit ihrer Elementarfähigkeit <color=#ffd780>Yakan-Kriegszauber – Sesshou-Sakura</color> sehr schnell die maximale Stapelanzahl sammeln kann. Ebenfalls das Nebenattribut KSCH kommt einer Yae zugute, da sie beim Figurenaufstieg einiges an KT erhält."
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Ein häufiger Gast der Arrestzelle des Ordo Favonius und ein wahrer Meister der Zerstörung. Man nennt sie auch die „Fliehende Sonne“.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Auch Klee profitiert vom passiven Effekt <color=#ffd780>Kagura-Tanz der heiligen Sakura</color> dieser Waffe, da sie regelmäßig ihre Elementarfähigkeit <color=#ffd780>Bimm-Bamm-Bombe</color> nutzt um Schaden zu verursachen. Ebenfalls ist es von Vorteil, dass Klee von Beginn an zwei Aufladungen ihrer Elementarfähigkeit besitzt, da sie so mindestens zwei Stapel sammeln kann."
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Diese Waffe erhöht mit ihrem Nebenattribut den KSCH von Nahida erheblich und steigert den Schaden ihrer Elementarfähigkeit <color=#ffd780>Kennerin aller Tricks</color> zusätzlich. Da Nahida außerdem eine kurze Abklingzeit auf ihrer Elementarfähigkeit hat, kann sie den passiven Effekt <color=#ffd780>Kagura-Tanz der heiligen Sakura</color> schnell stapeln."
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Der begnadete junge Detektiv der Tenryou-Verwaltung, ausgestattet mit scharfem Instinkt und wachem Geist.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Diese Waffe kann den Schaden der Elementarfähigkeit <color=#ffd780>Faust der Brüderlichkeit</color> erhöhen. Ebenfalls ist das Nebenattribut KSCH für einen Schadensorientierten Shikanoin Heizou von hohem Interesse."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kaguras Wahrheit"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Katalysator"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "KSCH"
          }
        ]
      },
      {
        "key": "Kagura-Tanz der heiligen Sakura",
        "value": [
          {
            "type": "RichText",
            "text": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16s lang um <color=#37ffff>12% ~ 15% ~ 18% ~ 21% ~ 24 %</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#37ffff>12% ~ 15% ~ 18% ~ 21% ~ 24%</color> ."
          }
        ]
      }
    ]
  }
}