{
  "epId": 2061,
  "name": "Abenteurer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "LP"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht die max. LP um 1000.",
      "fourSetEffect": "Stellt nach dem Öffnen jeglicher Truhen 5 s lang 30 % LP wieder her."
    },
    "story": [
      {
        "title": "Blume eines Abenteurers",
        "desc": [
          {
            "type": "RichText",
            "text": "Der ehrgeizige Abenteurer fand diese robuste kleine Blume in einer verlassenen Ruine.\nDer Abenteurer war gerührt von so viel Lebenswillen in solch einer verlassenen Gegend und er vergaß beinahe die Schätze tief im Inneren der Ruine.\nNachdem er eine Weile überlegt hatte, pflückte der Abenteurer die kleine Blume, steckte sie sich wie eine Brosche an und marschierte weiter in die Dunkelheit hinein."
          }
        ]
      },
      {
        "title": "Kopftuch eines Abenteurers",
        "desc": [
          {
            "type": "RichText",
            "text": "Dieses grüne Kopftuch ist eigentlich nichts Besonderes. Das robuste Material jedoch ist gut, um Feuchtigkeit aufzusaugen.\nGenau wie das Kopftuch ist auch sein Träger nichts Besonderes. Einfach nur ein gewöhnlicher Sterblicher.\nJedoch warten Geheimnisse hoch in den Sternen und tief im Abgrund darauf,\nvon ihm, diesem einfachen Sterblichen, entdeckt zu werden."
          }
        ]
      },
      {
        "title": "Goldkelch eines Abenteurers",
        "desc": [
          {
            "type": "RichText",
            "text": "Der sichtlich gealterte Goldkelch eines Abenteurers, den er zum Wassertrinken benutzte, wurde angeblich in alten Ruinen gefunden.\nDie Außenseite des Kelchs war mit uralten Symbolen graviert und ein verblasster Edelstein war ebenfalls darin eingelassen.\nEines Tages verabschiedete sich der Abenteurer jedoch vom Nomadenleben in den Ruinen.\nUnd so tauschte er den Goldkelch gegen eine beachtliche Summe Mora ein."
          }
        ]
      },
      {
        "title": "Abenteurerschwanzfeder",
        "desc": [
          {
            "type": "RichText",
            "text": "Einst reiste der Abenteurer durch einen Wald auf der Suche nach nie zuvor gesehenen Kreaturen.\nWie er so durch den Wald stapfte, fiel er über wuchernde Baumwurzeln.\nAls er wieder zu sich kam, sah er ein Mädchen so hübsch, dass er bereit war, alles für sie aufzugeben.\nEine Sammlung von Federn war in ihr Haar gesteckt und sie sah einfach traumhaft aus."
          }
        ]
      },
      {
        "title": "Taschenuhr eines Abenteurers",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Taschenuhr eines Abenteurers, gefertigt nach den Standards der Abenteurergilde, handgefertigt von einem alten Uhrmachermeister.\nDer Abenteurer verbrachte den Großteil seiner Zeit im Dunklen, somit war das Ticken der Zeiger der einzige Beweis für das Vergehen der Zeit.\nSelbst nachdem er sein Abenteurerleben bereits aufgegeben hatte,\nlag die kleine Taschenuhr schon bereit in der Vitrine für das nächste Abenteuer."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Goldkelch eines Abenteurers",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Beute eines Abenteurers von einer seiner Reisen, auf die man trotz der Einkerbungen stolz sein kann."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Taschenuhr eines Abenteurers",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Abenteurer vergessen in tiefen Abgründen und alten Ruinen oft die Zeit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Abenteurerschwanzfeder",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Feder eines exotischen Vogels, den man hierzulande selten sieht."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Blume eines Abenteurers",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Blümchen, das die harten Bedingungen inmitten einer alten Stadt überlebt hat und nun voller Stolz vor der Brust getragen wird."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Kopftuch eines Abenteurers",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Tuch, das man sich um die Stirn wickelt. Es ist voller Schweiß und mit Dreck bedeckt, ist aber der ganze Stolz eines Abenteurers."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Abenteurer"
          }
        ]
      }
    ]
  }
}