{
  "epId": 2062,
  "name": "Im Schnee irrender Recke",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "KT",
      "SCH-Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den Kryo-Schaden um 15 %.",
      "fourSetEffect": "Erhöht die KT beim Angreifen von Kryo-Effekten betroffener Gegner um 20 %. Erhöht die KT bei von Gefroren betroffenen Gegnern zusätzlich um 20 %."
    },
    "story": [
      {
        "title": "Gedenken des Schneetreibens",
        "desc": [
          {
            "type": "RichText",
            "text": "Dies ist eine Blume des ewigen Frostes, gepflückt von einem Paar sanfter Hände.\nEs gibt bestimmte Menschen, die die Kälte des Winters als eine warme Umarmung ansehen.\n„Dieses vierte Fresko ist für dich vorgesehen. Dein Bildnis wird für immer auf dieser Wand bleiben.“\n„Um des Freskos willen und um jedermanns willen werde ich auf dich warten und für deine Rückkehr beten ...“\nDas Mädchen stand vor der blanken Wand und lächelnd steckte sie dem Helden eine kleine Blume an die Brust.\nEr war ein eleganter und unerschrockener Bursche, der nie mit der Wimper gezuckt hatte, nicht einmal im Angesicht des Todes selbst.\nSeine Heldentaten wurden vergessen und in Stürmen des Nordens verstreut.\nDie Blume jedoch bestand weiter."
          }
        ]
      },
      {
        "title": "Echo des Eisbrechers",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Held machte sich auf den Weg und trug die winzigen Hoffnungen mit sich, die die begrabene Stadt noch für eine mögliche Rettung hatte.\nSeine Winterkrone auf dem erhobenen Haupt marschierte er zielstrebig davon und verschwand im grenzenlosen Schneesturm.\nDer Vereinbarung mit der Bergstadt folgend und mit klarem Blick fürchtete der Held nicht ein einziges Mal das Unbekannte jenseits des eisigen Vorhangs.\nDer einst üppige grüne Berghang und die Gaben des Segens, die nun nicht mehr vom Himmel fielen, das alles war die Motivation des Helden, in jedem Fall weiterzugehen.\n„Vorbei an der von Eis versiegelten Tür, durch die Korridore in die Tiefe gehend“\n„wird er den silberweißen Zweig brechen und somit Hoffnung in das verschneite Land zurückbringen.“\nDie Jungfrau sang diese Lieder, um ihr Volk zu trösten und sie pflegten ihre Erinnerungen an ihn.\nSie glaubte, dass er zu ihr zurückkehren würde, mit grenzenloser Wärme und unumstößlicher Hoffnung.\nAber am Ende würde der Held, der weit in den Schnee hinausschritt, nicht mehr rechtzeitig zurückkehren.\nHasserfüllte Worte, die durch den Schneesturm zerrieben wurden, beschuldigten ihn der Flucht ..."
          }
        ]
      },
      {
        "title": "Erhabenheit des Frostwebers",
        "desc": [
          {
            "type": "RichText",
            "text": "Für den Fremden, der einst mitten im Winter die Hoffnung für alle suchte,\nsogar das Glas, aus dem er trank, war aus Eis gehauen.\nAus diesem Glas bitteren Weins zu trinken, fühlte sich an, als würde man Eiszapfen schlucken, die einen bei jedem Zentimeter in die Kehle stechen.\nGewöhnliche Menschen hätten Probleme, dieses Gefühl zu genießen, aber der zurückhaltende Held genoss es.\nEr war ein Krieger, still wie das Eis selbst und blockierte mit seinem Körper die eisigen Winde, die direkt von den Sternen herabschossen.\nAber die malende Magd begnügte sich nicht damit, nur beschützt zu werden, sondern hinterließ dem Mann, den sie bewunderte, diese letzten Anweisungen:\n„Wenn Angst oder Verzweiflung, die beide in unserer Natur liegen, dich erdrücken oder dazu führen sollten, dass du nie mehr zurückkehrst, dann ...“\n„Dann bitte, lebe weiter. Begleite uns nicht in unser Verhängnis, in diesem Schnee in Vergessenheit zu geraten.“\nEr nahm einen weiteren Schluck bitteren Wein, um sich für die Reise zu stärken und wandte sich von den feuchten Augen des Mädchens ab,\ndenn er würde sich auf eine unendliche Verfolgung begeben, in das Land des Schnees und der unendlichen Tiefe."
          }
        ]
      },
      {
        "title": "Resolution des Schneestapfers",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Feder eines Raubvogels, der ursprünglich nicht in die Winterkälte gehörte. Sie ist eiskalt, wenn man sie berührt.\nIm Moment der Berührung ist es, als ob man im Schneesturm Schreie hören könnte, ungebeugt, aber ohne jegliche Hoffnung.\nStürme machten dem Vogel nichts aus. Ohne Nest oder Unterschlupf trotzte er Wind und Wetter.\nDiese Feder wurde Eis und Schnee ausgesetzt, sodass sie gänzlich mit Frostperlen überzogen ist.\nEinst wurde dem Falken durch besonders starken Wind eine Feder unfreiwillig ausgerupft.\nDie Feder flog noch eine Weile durch die Luft, bis das Gewicht des Eises darauf sie gen Boden zog.\n„Ich glaube, dass die lebhaften Vögel dir folgen und in die Gärten des Sommerpalastes zurückkehren werden, welche nun endlich wieder grün sind.“\n„Jene, die von der kalten Flut vertrieben wurden, und die Kinder, die ihr Zuhause verloren haben, werden mit dir in das Haus ihrer Träume zurückkehren.“\nDer Held, der so große Lasten auf seinem Rücken trug, blieb im tosenden Schnee stehen und kämpfte mühsam, die Farbe dieser Feder zu erkennen.\nIm Eis versiegelt verblasste die Farbe dieser Feder mit jedem Schritt, genau wie die Aufgabe des Helden."
          }
        ]
      },
      {
        "title": "Niedergang der eisigen Heimat",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine uralte Sanduhr mit feinpudrigem Schnee, der darin rieselt.\nSelbst der kälteste Winter konnte dem Fluss der Zeit nichts anhaben.\n„Die Kälte des Himmels kann selbst die Zeit einfrieren.“\nDiese Legende war in der gesamten vom Schnee begrabenen Bergstadt weit verbreitet.\nAls der Held die Spitze der Mauer aus Wind und Eis erreichte, war es bereits Nacht geworden und der Schneesturm heulte unerbittlich.\nWeder Sonnen- noch Mondlicht könnte diesen weißen, sturen Wind leicht durchdringen.\nSelbst die schlimmste Kälte kann den Fluss der Zeit nicht aufhalten,\nobwohl die Stadt tief unter dem Schnee begraben liegt\nund auch der größte Held in Vergessenheit gerät."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Resolution des Schneestapfers",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Eiseskälte ausstrahlende Feder. Man spürt förmlich den kalten Wind unter den Flügeln des Vogels, der zuvor über die schneebedeckten Ebenen und Gipfel schwebte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Niedergang der eisigen Heimat",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Uhr des Volkes eines alten Landes, das auf die Rückkehr ihres Recken wartete. Im Innern befindet sich nicht etwa Sand. Nein, es handelt sich hier um Körnchen ewigen Eises."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Gedenken des Schneetreibens",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine längst ausgestorbene Blumenart aus den Gletschern mit gefrorenen Tautropfen. Der Recke, der diese Blume gepflückt hat, musste sich dafür richtig ins Zeug legen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Echo des Eisbrechers",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Siegeskranz des Altertums für den Bezwinger des Eises. Er steht für die Tapferkeit dessen, der sich der unerbittlichen Kälte gestellt hat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Erhabenheit des Frostwebers",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein aus Eis gemeißelter Becher, so hart wie der Winter. Früher wurde aus ihm Wein getrunken, der nicht gefriert."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Im Schnee irrender Recke"
          }
        ]
      }
    ]
  }
}