{
  "epId": 2069,
  "name": "Beschützerinstinkt",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "VTD",
      "WDS gegen Elemente"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Beschützerinstinkt"
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Wächtertischuhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein kleines Gerät, das die aktuelle Uhrzeit anzeigt. In mondlosen Nächten dient es als einziger Bezugsrahmen für die Zeit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Wächterband",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein aus Stoff gefertigtes Band, das die Farbe der Nacht angenommen hat. In Notfällen eignet es sich auch als Verband."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Wächterabzeichen",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Brosche in der Form einer Feder, die an den Wunsch erinnern soll, andere zu beschützen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Wächterblume",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Schwertlilie, die einst einem Wächter gehörte, der sie sehr schätzte. Leider hatte er keine Gelegenheit, sie seiner Geliebten zu überreichen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Wächterflachmann",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein metallenes Gefäß, das für Flüssigkeiten gedacht ist, die die Einsamkeit beim Wachehalten vertreiben sollen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Wächterblume",
        "desc": [
          {
            "type": "RichText",
            "text": "Nur die klare Stimme dieses Mädchens\nkönnte die Stirn des Wächters entspannen.\nIhre gemeinsame Zeit war kurz.\nEndlich würde das Blut des Ritters versiegen,\ngenauso wie ihre Tränen und ihre Lieder."
          }
        ]
      },
      {
        "title": "Wächterband",
        "desc": [
          {
            "type": "RichText",
            "text": "Mann muss immer einen Notfallplan haben.\nDer Wächter trug dieses Halstuch als permanente Erinnerung daran.\nIm Notfall könnte es auch als Druckverband dienen.\nDurch dieses Glaubensbekenntnis lehrte er die Ritter unter dem Kommando seines Freundes seine Schwertkunst.\nMit der gleichen Überzeugung war er auch Mentor eines weißen Ritters, der die Gerechtigkeit über alles liebte.\nIn seinem Namen erstickte er viel Böses bereits im Keim, welches vielleicht in der Zukunft seine sündhaften Knospen hätte treiben können.\nSolange er ausreichend vorbereitet war,\nselbst wenn er eines Tages nicht mehr in der Lage sein sollte, dieses Land zu verteidigen\nund seinen Freund oder das Mädchen, das gerne sang zu beschützen ..."
          }
        ]
      },
      {
        "title": "Wächterflachmann",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein alter Becher für Wein aus normalem Metall.\nDas einzig Besondere an ihm\nist ironischerweise, dass er noch nie mit Alkohol befüllt wurde.\n„Komm schon, irgendwann musst du doch ein bisschen Wein probieren“,\nscherzte der alte Freund und Vorgesetzte des Wächters.\n„Lass deine Augenbrauen locker und sing ein Trinklied mit mir!“\n„Nur so können wir uns dem Morgen stellen!“"
          }
        ]
      },
      {
        "title": "Wächterabzeichen",
        "desc": [
          {
            "type": "RichText",
            "text": "Das auf dem Schild eingravierte Federmuster leuchtete schwach im Mondlicht.\nNoch vor langer Zeit würde dieses Licht die Herzen von Übeltätern und Dieben in Angst und Schrecken versetzen.\nDer Wächter hatte einen sehr ehrenvollen Rittertitel.\nNachts jedoch verbarg er sein Wappen und sein Gesicht unter einem Mantel.\nAuf diese Weise konnte er sich von seinen Fesseln befreien und das tun, was er tun musste:\nEtwas, was ein edler Ritter nicht könnte."
          }
        ]
      },
      {
        "title": "Wächtertischuhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Das Ticken der Uhrzeiger, das Kerzenlicht und die Unmengen von Notizen,\nSchatten im Mondlicht, eine Klinge und ein schwarzer Mantel\nwaren die ständigen Begleiter des einsamen Wächters.\nAber egal wie weit er ging, die Zeit reichte nie aus.\nSein Vorgesetzter, unbekümmert und stolz, lachte oft über seine Neugierde, sein lächelndes Gesicht und seine Abneigung gegen Spaß.\nAber der Wächter war keiner, der auf die Vergangenheit zurückblickte, sondern nur auf die Gegenwart und Zukunft zu.\nNur indem wir jede noch so kleine Spur des Bösen beseitigen, egal mit welchen Mitteln,\nkönnte er dafür sorgen, dass dieses Land, das sein Freund und Vorgesetzter so liebte, eine Zukunft ohne Angst hätte.\nNur wenn er das Mädchen auf dem Platz ansah,\nkonnte er über die Dinge nachdenken, für die er sonst keine Zeit hatte.\nErst dann konnte er über seine eigene Zukunft nachdenken ..."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht die VTD um 30 %.",
      "fourSetEffect": "Erhöht für jedes unterschiedliche Element der eigenen Figuren in der Truppe den eigenen WDS des jeweiligen Elements um 30 %."
    }
  }
}