{
  "epId": 2070,
  "name": "Donner beruhigender Weiser",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "SCH-Bonus",
      "WDS gegen Elemente"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Krone des Donnerbändigers",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Krone des Recken, der den Donner bändigte. Er erhielt sie, nachdem er das Monster des Donners besiegt hatte, das das Land zu verwüsten drohte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Feder des Donnerbändigers",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Das Abzeichen des tapferen Helden, der den Donner bändigte, und die Feder des Vogels, der durch die Blitze schwebte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Stunde des Donnerbändigers",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Zeitmesser des Recken, der den Donner bändigte. Darin fließen die Bruchstücke der Blitze unaufhörlich wie die Zeit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Herz des Donnerbändigers",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Blume, die nur in Gegenden mit vielen Unwettern und Blitzen gedeiht. Sie gibt Reisenden in stürmischen Zeiten Mut."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Kelch des Donnerbändigers",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Weinkelch des Donnerbändigers. Angeblich hat der Bezwinger des Monsters des Donners violette Blitze aus diesem Kelch getrunken."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Donner beruhigender Weiser"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den Elektro-WDS um 40 %.",
      "fourSetEffect": "Erhöht den von Elektro-Effekten betroffenen Gegnern zugefügten Schaden um 35 %."
    },
    "story": [
      {
        "title": "Herz des Donnerbändigers",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine violette Blume, gepflückt während eines Gewittersturms.\nDer Träger dieser Blume würde von nun an keine Furcht mehr vor Blitz und Donner haben.\nEine Blume, die nur bei Gewitter blüht. Vergeht selbst bei stärkstem Regen nicht.\nDies ist die Blume des Donners. Vor ihr kniend pflückte der Donnerbändiger sie mit Respekt.\nEr trug diese Blume immer an seiner Brust und trotzte Blitz und Donner furchtlos.\nSelbst im Kampf gegen das Monster des Donners zitterte er nicht eine Sekunde.\nFür den Donnerbändiger mag die Blume nur eine Spielerei gewesen sein,\nfür Reisende jedoch ist sie eine sichere Methode, um unbehelligt durch den Sturm zu kommen."
          }
        ]
      },
      {
        "title": "Krone des Donnerbändigers",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine uralte lila Krone.\nSie versprüht Blitze und Donner.\nDas grauenvolle Monster des Donners\nversklavte einst die Menschheit mit seinem mächtigen Donner.\nSeine Macht dauerte jedoch nicht lange\nund mit einem Donnergrollen verschwand seine Macht.\nDer Recke besiegte das Monster in brausendem Sturm,\num sich daraufhin zum Donnerbändiger zu krönen.\nAber es gab kein Zurück mehr."
          }
        ]
      },
      {
        "title": "Kelch des Donnerbändigers",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Becher eines Donnerbändigers,\nsein Vorbesitzer hat anscheinend lila Donner daraus getrunken.\nAuch wenn er sehr mächtig war, so war doch der Donnerbändiger auch nur ein gewöhnlicher Mensch mit menschlichen Gefühlen.\nWut und Begeisterung kommen und gehen blitzartig, genau wie der rumpelnde Donner.\nDer Becher war Zeuge aller Gefühlsregungen des Donnerbändigers.\nEgal ob als Ritualbecher bei Familienopfergaben\noder als Stärkung bei nächtlichen Höhlenexkursionen,\nder Becher war bis zum Schluss an der Seite seines Besitzers."
          }
        ]
      },
      {
        "title": "Feder des Donnerbändigers",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Abzeichen in der Form einer Adlerfeder, nach dem Vorbild eines Adlers, der durch ein Gewitter gleitet.\nSobald du es trägst, kannst du förmlich den aufkommenden Donner und die Hitze eines Vulkans spüren.\nKeine Furcht vor Donner und Blitz, ein furchtloser Falke, der das Feuer nicht scheut,\nseine Feder, gefunden im verschmorten Geäst des Waldes.\nDer Recke fertigte ein Abzeichen in der Form der Feder mit einem Amethyst.\nDas lila Abzeichen schimmerte im Licht der nahenden Feinde.\nDas Licht auf diesem kleinen Abzeichen schimmerte,\nals kündigte es das bevorstehende Erscheinen des Monsters des Donners an.\nSo wie der Falke vor ihm bezwang er Blitze und Feuer.\nWie vorauszusehen enthauptete er auch das Monster des Donners."
          }
        ]
      },
      {
        "title": "Stunde des Donnerbändigers",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Sanduhr, die sich einst im Besitz des Donnerbändigers befand. Im Inneren befinden sich winzige Elektro-Splitter anstelle von gewöhnlichem Sand.\nDie Splitter fallen nach unten beim Vergehen der Zeit und verbinden sich dann wieder auf dem Boden der Sanduhr.\nDer Held, der das Monster des Donners bezwang, fertigte diese Sanduhr mit einem Amethyst von Hand.\nDas Vergehen der Zeit ist wie ein Blitz, der durch den Himmel bricht und binnen kürzester Zeit verschwunden ist.\nSelbst der Donnerbändiger konnte den Blitz der Zeit nicht beherrschen.\nIn dieser Sanduhr müssen selbst Blitz und Donner sich den Regeln der Zeit unterwerfen.\nDie Splitter im Inneren der Sanduhr wurden schon unzählige Male auseinandergebrochen und wieder zusammengefügt.\nDer Held lernte davon den Kreislauf des Lebens kennen und dies half ihm die Bestie zu bezwingen."
          }
        ]
      }
    ]
  }
}