{
  "epId": 2071,
  "name": "Glückspilz",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "LP",
      "VTD"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Glücksfeder",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Diese Feder verschafft einem hin und wieder das Glück, das man braucht, damit beispielsweise das Monster, das es auf einen abgesehen hat, von einem vorbeiziehenden Falken abgelenkt wird."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Silberner Glückshaarreif",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Der ehemalige Besitzer fiel in eine Grube und entdeckte per Zufall den Schatz einer uralten Familie. Dieses Stück erinnert an diese Begebenheit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Glücksklee",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein eigentlich sorglos in der Gegend herumstehendes vierblättriges Kleeblatt. Gepflückt wurde es nur, weil man ihm nachsagt, Glück zu bringen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Glückskelch",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein gut gearbeiteter Kelch aus Metall, mit dem man seinerzeit Diebe niedergestreckt hat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Glückssanduhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Diese Sanduhr ist kaputt und enthält keinen Sand mehr. Die Vergänglichkeit der Zeit spielt für sorgenfreie Gemüter aber sowieso keine Rolle."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/sands_of_eon_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Glückspilz"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Glücksklee",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein vom Glück gesegneter Junge ist ebenfalls sehr anfällig für alle Arten von Wundern.\nDieses legendäre vierblättrige Kleeblatt ist ein seltener Fund, der viel Glück verspricht.\nWährend der Glückspilz so auf der Wiese spielte, bemerkte er den ungewöhnlichen Klee.\nAus Jux und Dollerei pflückte er den Klee und steckte ihn sich in die Hosentasche.\nNiemand weiß, ob der Klee ihm Glück gebracht hatte oder das Glück ihn zum Klee geführt hatte."
          }
        ]
      },
      {
        "title": "Silberner Glückshaarreif",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein vom Glück gesegneter Junge findet sogar in den gefährlichsten Fallen noch einen Schatz.\nWährend er so durch die Ruinen wandelte, fiel er aus Versehen in eine tiefe Höhle.\nDer Junge landete auf einem Haufen Asche. Wie sich herausstellte, war es eine sich langsam auflösende Matratze.\nUnd einfach so fand er den Schatz der alten Aristokraten und setzte sich den silbernen Haarreif als Zeichen des Glücks auf sein Haupt."
          }
        ]
      },
      {
        "title": "Glückskelch",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Kind geboren unter einem Glücksstern. Selbst die schlimmsten Übeltäter konnten ihm kein Haar krümmen.\nDie Geschichte vom Glückspilz spielt in den Jahren nach seiner Kindheit, in der Hinterhofgasse einer Taverne.\nUnter dem sternenlosen Himmelszelt bereitete sich ein Gauner darauf vor, den betrunkenen Glückspilz auszurauben.\nEr wollte gerade zupacken, da traf ihn eine fliegende Weinflasche aus der Taverne hart am Hinterkopf und er ging zu Boden.\nSo rettete eine Prügelei in der Taverne dem Glückspilz das Fell."
          }
        ]
      },
      {
        "title": "Glücksfeder",
        "desc": [
          {
            "type": "RichText",
            "text": "Wem das Glück hold ist, der braucht sich auch nicht vor schauerlichen Monstern zu fürchten.\nWie der Glückspilz so im Wald herum stromerte, merkte er nicht, dass er bereits als Abendmahl eines Monsters auserkoren wurde.\nEin paar farbenfrohe Pilze weckten die Aufmerksamkeit des Jungen, doch das Monster sprang plötzlich hervor und trat die Pilze zu Brei.\nDies würde leichte Beute werden, dachte sich das Monster, bis eine Feder des über ihm kreisenden Falken leise auf seinen Rücken fiel."
          }
        ]
      },
      {
        "title": "Glückssanduhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Selbst der Zahn der Zeit kann einem vom Glück gesegneten Jungen nichts anhaben.\nAls der Glückspilz am Ende seiner Tage angekommen war, hatte er weder Familie noch Kinder.\nIn seinem von Glück erfüllten Leben jedoch war jeder, den er traf, sein Freund und seine Familie.\nAls sich sein Leben dem Ende zuneigte, sah er eine Sanduhr vor sich.\nEr lachte einfach und zerbrach die Sanduhr mit einer Schleuder."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht die VTD um 100 Punkte.",
      "fourSetEffect": "Stellt beim Sammeln von Mora 300 LP wieder her."
    }
  }
}