{
  "epId": 2073,
  "name": "Berserker",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "KT"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Berserker"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Berserkerrose",
        "desc": [
          {
            "type": "RichText",
            "text": "In den friedlichen Tagen bevor er wahnsinnig wurde, liebte er es im Rosengarten zu weilen.\nEr hatte weder Familie noch Freunde.\nWann immer er sich nicht im Kampf befand, kam er hierher, um sich um die zerbrechlichen Blumen zu kümmern.\nManchmal war es so, als wären die blutroten Blumen, versteckt unter Dornen, die einzige Wärme, die er zu spüren bekam."
          }
        ]
      },
      {
        "title": "Furchteinflößende Berserkermaske",
        "desc": [
          {
            "type": "RichText",
            "text": "Versunken in den Flammen, die seine Heimat zerstört hatten, war das nun vom Wahnsinn heimgesuchte Gesicht des Kriegers nicht mehr wiederzuerkennen.\nDie eiserne Maske wurde eins mit seinem Fleisch und brannte ihm eine finstere Miene ein.\nIn einem erbitterten Kampf wurde seine Maske von einem Gegner in zwei geschlagen.\nDie Risse der Maske rissen das Fleisch von seinem lange daran hängenden Gesicht.\nAber weder der Schmerz noch das Blut konnten den Krieger aufhalten.\nEr hörte nicht auf zum Angriff zu schreien, bis neues Blut das alte verkrustete überdeckte."
          }
        ]
      },
      {
        "title": "Berserkertrinkhorn",
        "desc": [
          {
            "type": "RichText",
            "text": "Der blutdürstige Berserker verwüstete die Lande, kämpfte gegen Menschen und Monster zugleich und forderte sogar die Götter heraus.\nIn einer abgelegenen verlassenen Gegend jedoch traf er auf ein riesiges unfreundliches Monster.\nSeine kühle, stählerne Maske konnte seine Wut nicht verbergen und so brach ein Kampf zwischen den beiden aus.\nNach Stunden, Tagen, sogar ganzen Jahren schaffte er es endlich das Monster zu besiegen.\nAls Sieger brach er das Horn des Monsters entzwei und trank dessen Knochenmark."
          }
        ]
      },
      {
        "title": "Berserkerfeder",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Heimat des Kriegers wurde zum Schlachtfeld des Krieges zwischen Göttern und Sterblichen.\nDer Rosengarten wurde zu einem Flammenmeer, während die den Tod ankündigenden Vögel sich über ihre Artgenossen hermachten.\nWiedergeboren in Flammen überkamen Rachsucht und Blutlust den Krieger.\nSchwarze Federn verstreut über das Schlachtfeld wurden in Rot getränkt durch den Zorn des Rächers."
          }
        ]
      },
      {
        "title": "Berserkersanduhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Selbst für den unbezwingbaren Krieger war das Ende unausweichlich.\nAls das Blut an seinen Händen zu trocknen begann, wurden seine Schritte immer wackeliger.\nSein Lebensende war bestimmt für den Moment, als er auf seinen letzten Gegner auf dem Schlachtfeld traf.\nAls die Sonne sich auf das blutgetränkte Schlachtfeld senkte, wurde seine Sanduhr ebenfalls rot gefärbt."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Berserkersanduhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Gerät, dessen Innern gnadenlos und immer in Bewegung ist. Es erinnert den Berserker an seine auf dem Schlachtfeld wie auch auf der Welt verbleibende Zeit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Berserkerrose",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine schöne rote Rose, die das Wesen eines Berserkers widerspiegelt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Furchteinflößende Berserkermaske",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Maske, aufgrund von Kämpfen bis auf den Tod zur Hälfe zerbrochen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Berserkerfeder",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Die dunkelblaue Schwanzfeder eines Vogels, der in alten Geschichten den Tod ankündigt. Ein Teil davon ist mittlerweile rot gefärbt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Berserkertrinkhorn",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Aus den Überresten eines unbekannten großen Tiers gefertigt, die Beute einer großen Jagd."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht die KT um 12 %.",
      "fourSetEffect": "Erhöht die KT bei weniger als 70 % LP zusätzlich um 24 %."
    }
  }
}