{
  "epId": 2074,
  "name": "Ausbilder",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Elementarkunde"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Ausbilderbrosche",
        "desc": [
          {
            "type": "RichText",
            "text": "Jeder Schüler der Schule wusste, dass der Ausbilder ein ernsthafter Soldat war.\nJedoch ein- bis zweimal pro Woche trug der Ausbilder eine kleine gelbe Blume am Revers.\nDas Lächeln, das dann auf seinem Gesicht erschien, war eine Wohltat für die Schüler.\nWenn der Ausbilder nämlich seine gelbe Blume trug, hieß das für die Schüler, dass es ein freier Tag war und sie nach Hause gehen konnten.\nSobald die frechen Schüler weg waren, ging der Ausbilder zu dem ruhigen Friedhof.\nWährend einer Schweigeminute gedachte er der vertrauten Namen, die auf dem Grabstein eingeritzt waren."
          }
        ]
      },
      {
        "title": "Ausbilderhut",
        "desc": [
          {
            "type": "RichText",
            "text": "„Ich habe kein Talent, eine Armee als Kommandant zu leiten.“\n„Auch bin ich für andere Arbeiten nicht zu gebrauchen.“\n„Ich kann nur streng mit den jungen Auszubildenden sein.“\n„Damit sie auf dem Schlachtfeld ein paar Minuten länger durchhalten.“"
          }
        ]
      },
      {
        "title": "Ausbilderteetasse",
        "desc": [
          {
            "type": "RichText",
            "text": "Jeder Student der Militärschule wusste, dass die Zeit für „freies Training“ alles andere als frei war.\nDer Ausbilder macht es sich gemütlich und sieht aus der Ferne zu, wie die Schüler sich auf dem Feld abrackern.\nEine Tasse Tee mit viel zu viel Zucker gehört zu einem typischen Nachmittagstee für den Ausbilder dazu.\nDiese Teezeit ist ein Privileg für den Ausbilder und bestärkt nur noch mehr seine Autorität."
          }
        ]
      },
      {
        "title": "Ausbilderfederschmuck",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Kampfkünste des Ausbilders kommen direkt vom gnadenlosen Schlachtfeld.\nEr lehrt die Schüler mehr als nur Selbstverteidigungstaktiken auf dem Schlachtfeld.\nÜber das Töten und Verteidigen hinaus, lehrt er die Schüler Überlebenstechniken an der Front.\nJede einzelne seiner Techniken und Bewegungen ist eine Hommage an die Veteranen.\nEr verdankt so vieles seinen Kameraden aus den alten Tagen."
          }
        ]
      },
      {
        "title": "Ausbilderstoppuhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Taschenuhr, die vom Ausbilder hoch geschätzt wurde. Sie wurde von der Militärschule verliehen.\nAls der Ausbilder selbst noch Soldat war, sagte ihm die Taschenuhr, wann es Zeit für den Angriff war.\nSie verkündete Sieg und Niederlage sowie die letzten Stunden der Soldaten.\nFür heutige Schüler ist sie ein Zeichen der Reife zum Soldatentum."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht Elementarkunde um 80 Punkte.",
      "fourSetEffect": "Erhöht die Elementarkunde aller Truppenmitglieder nach Auslösen von Elementarreaktionen 8 s lang um 120 Punkte."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Ausbilderteetasse",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Sieht auf den ersten Blick aus wie eine normale Teetasse. Für Auszubildende jedoch ist sie das Symbol für die Macht eines Ausbilders."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Ausbilderbrosche",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Trägt der Ausbilder diese Brosche, gibt es an dem Tag keine Übungsstunden."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Ausbilderstoppuhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Diese Uhr zeigt nicht die aktuelle Zeit an. Sie dient ganz allein dazu, die Zeit von Übungsstunden zu messen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Ausbilderfederschmuck",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Ausbilder, die dank jahrelanger Erfahrung wissen, wie man starke Angriffe unwirksam macht, würden sich diese Feder von keinem Wind entreißen lassen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Ausbilderhut",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Standardhut für Ausbilder, den nur diejenigen als besondere Ehre erhalten, die eine Beförderung abgelehnt haben."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ausbilder"
          }
        ]
      }
    ]
  }
}