{
  "epId": 2075,
  "name": "Altes Hofritual",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ANG",
      "SCH-Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Altes Hofritual"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um 20 %.",
      "fourSetEffect": "Erhöht den ANG aller Truppenmitglieder nach Anwendung von Spezialfähigkeiten 12 s lang um 20 %, nicht stapelbar."
    },
    "story": [
      {
        "title": "Königliche Blume",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine seidenweiche, zarte Lilie.\nSie wurde in alten Zeiten von adligen Damen als Kopfschmuck getragen.\nEin ehemaliger Aristokrat Mondstadts nannte sie sein Eigen.\nZu dieser Zeit waren die Adligen noch Vorbilder für das normale Volk.\nDamals stellten sie noch ihr gutes Verhalten und ihre gute Erziehung zur Schau.\nAußerhalb Mondstadts waren sie auch die höchsten Repräsentanten der Stadt.\nSie waren nicht nur von nobler Abstammung,\nsie hatten auch noble Werte und Prinzipien.\nDie sonst natürliche Langlebigkeit der Aristokraten wurde drastisch von ihrem ausufernden Genussleben gekürzt.\nDie Schönheit, auf die sie sonst so stolz waren, entartete stark."
          }
        ]
      },
      {
        "title": "Königliche Maske",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine silberne Maske verziert mit Gold und Diamanten.\nVorsichtig von Hand gefertigt strahlt sie die Ehrfurcht vor den alten Aristokraten aus.\nEin Aristokrat, der einst in Mondstadt regierte. Er gilt auch als Held bescheidener Ursprünge.\nHohe Fürsten und Prinzen, bildhübsche Prinzessinnen und edle Damen,\nsie alle genossen das Fest und hießen auch gewöhnliches Volk willkommen.\nIn der Vergangenheit waren sich die Aristokraten noch nicht zu fein, ihre Weisheit und Eleganz zu teilen.\nIn den goldenen Jahren teilten die Aristokraten ihr Wissen und ihren Besitz.\nAber sie wurden machthungrig und ihre Festgelage teilten sie nicht länger mit normalen Bürgern."
          }
        ]
      },
      {
        "title": "Königlicher Silberkrug",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein feines Accessoire, gefertigt aus blauem Saphir, dekoriert mit einem silbernen Emblem einer Aristokratenfamilie.\nSeine Eleganz spiegelt die Ästhetik der altertümlichen Aristokratie von Mondstadt wieder.\nEin Aristokrat, der einst in Mondstadt regierte, ließ dieses Stück zurück.\nDie einst eingelegten Juwelen jedoch sind längst verschwunden.\nDiese Juwelen waren damals die Statussymbole des Aristokraten\nsowie Symbole des Stolzes und Reichtums von Mondstadt.\nIrgendwann stieg den Aristokraten der Reichtum zu Kopf\nund sie verschleuderten das Geld, ohne an die Normalbürger zu denken.\nLuxuriöse Accessoires wurden zu Symbolen der Eitelkeit."
          }
        ]
      },
      {
        "title": "Königliche Feder",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Feder eines Falken. Sie steht stolz an der Hutkrempe eines alten Aristokraten.\nEs war eine alte Tradition, mit dem gewöhnlichen Volk auf die Jagd zu gehen und dann die Beute mit ihm zu teilen.\nAuf die Jagd zu gehen, war eine fast tägliche Freizeitbeschäftigung der Reichen und Mächtigen.\nDiese mit dem Pöbel zu teilen war ein Fest wert.\nEs sollte dazu dienen zu zeigen, wie großzügig die Aristokraten waren.\nDas einfache Volk war begeistert.\nDiese Art von Ereignis jedoch verlor bald an Bedeutung.\nDie Aristokraten nahmen sich, was sie wollten, von der Beute, ohne sie mit dem gewöhnlichen Volk zu teilen.\nDie Feder stand weiterhin stolz am Hutrand, jedoch hatte sie für das gewöhnliche Volk ihren Glanz verloren."
          }
        ]
      },
      {
        "title": "Königliche Uhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine exquisite kleine Taschenuhr, bespickt mit kleinen Saphiren.\nAuch nach so langer Zeit ist sie immernoch voll funktionsfähig.\nSie gehörte einst einem Aristokraten aus Mondstadt. Die angezeigte Zeit ist immer noch korrekt.\nPünktlichkeit ist eine Tugend. Diese Uhr half ihrem Besitzer diese Tugend einzuhalten.\nDies diente mehr zur Selbstdisziplin als als eine Erinnerung für das normale Volk.\nEin würdiger Adliger musste am Tage aufmerksamer und\neher gedankenvoll und rastlos am späten Abend sein.\nÜber die Jahre hinweg wurde der einst strenge Zeitplan von den immer träger werdenden Nachfolgern ersetzt.\nIhre Zeitmesser wurden immer ausgefallener, verloren aber ihren eigentlichen Sinn."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Königlicher Silberkrug",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Dieser Zierkrug gehörte ursprünglich in ein Adelshaus des alten Mondstadts. Aus seinem Innern hallt noch immer der schwermütige Wind jener Zeit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Königliche Maske",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine von den Aristokraten des alten Mondstadts auf Tanzveranstaltungen getragene Maske. Schaut man durch die Augenlöcher, könnte man meinen, die Festlichkeiten selbst sehen zu können."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Königliche Uhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Taschenuhr der Aristokraten des alten Mondstadts, die bis heute weitergegeben wurde und ganze Ären überstanden hat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Königliche Blume",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine aus blauer Seide gefertigte Blume, die oft bei offiziellen Anlässen getragen wurde. Noch heute sieht sie so aus wie an dem Tage, an dem sie abgelegt wurde."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Königliche Feder",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Feder, wie sie die Aristokraten des alten Mondstadts für die Jagd an ihrem Hut befestigten. Man sieht ihr ihr Alter nicht an, so aufrecht steht sie."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/plume_of_death_icon.png"
      }
    }
  }
}