{
  "epId": 2077,
  "name": "Blutiger Weg eines Ritters",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "SCH-Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Herz des Blutbefleckten",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine getrocknete Blume, die aufgrund des vielen Blutes eisenhart geworden ist. Für ihren vorigen Besitzer war sie wohl so etwas wie ein Erinnerungsstück."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Feder des Blutbefleckten",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Die schwarze Feder vom Mantel eines Ritters. Da sie so oft in dunkles Blut getränkt wurde, hat sie eine Farbe wie schwarze Tinte angenommen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Kelch des Blutbefleckten",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Der trübe Kelch des Blutbefleckten. Das am Rand haftende Blut war lange Ruß und Rauch ausgesetzt und ist nun so schwarz wie Pech."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Uhr des Blutbefleckten",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Das Gerät zur Zeitmessung eines Ritters. Die Flüssigkeit darin ist längst geronnen, sodass man keine Zeit mehr messen kann."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Eisenmaske des Blutbefleckten",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine eiserne Maske, mit der ein Ritter sein Gesicht schützte. Was sich unter der Maske verbarg, war damals Gegenstand von Spekulationen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Blutiger Weg eines Ritters"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Herz des Blutbefleckten",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine gewöhnliche, einst weiße Blume, sie war ein Dankeschön von einer Dame für ihre Rettung.\nIn so vielen Schlachten getragen wurde sie so oft von Blut und Schmutz überzogen, dass sie nun hart geworden war.\nDas erste Mal, als er eine Jungfrau in Nöten rettete, bot diese ihm eine Belohnung als Dankeschön an.\nEr nahm nichts von ihr an außer der weißen Blüte.\n„Für einen Ritter ist das Rittertum Belohnung genug.“\n„Diese Blume soll meine Medaille sein. Das ist alles, was ich brauche“,\ner trug die Blume vor seinem Herzen, bis sie wieder und wieder mit Blut getränkt wurde.\nSo wie seine Rüstung war die Blume schon ganz rostrot geworden.\nGleich seiner Rüstung war sie ebenfalls hart und kalt wie Stahl."
          }
        ]
      },
      {
        "title": "Eisenmaske des Blutbefleckten",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine schwere Eisenmaske, die sich einst im Besitz eines noblen Ritters befand.\nDas alte angetrocknete Blut darauf ist bereits Teil der Maske geworden.\nAls der blutbefleckte Ritter sein hundertstes Monster niederstreckte und dem Opfer seine Hand hinhielt,\nmerkte er erst, wie furchteinflößend er für das dort kauernde Opfer ausgesehen haben musste.\nEr war selbst zu einem Monster geworden.\nVergiftet vom Blut und den scheußlichen Taten aus Kriegszeiten.\n„Lass diese Maske mein Gesicht verdecken,\ndamit jene, denen ich Schutz geschworen habe, mich nicht direkt ansehen müssen.\nDer blutige Krieg hat mich in ein Monster verwandelt.“"
          }
        ]
      },
      {
        "title": "Kelch des Blutbefleckten",
        "desc": [
          {
            "type": "RichText",
            "text": "Ursprünglich ein erlesener silberner Becher mit Goldgravuren, die die Geschichte eines Helden erzählen,\ninzwischen kaum wiederzuerkennen durch die Verschmutzungen von Blut und Rauch.\nDem Gestank einer Katastrophe folgend stürzte sich der Ritter in den Kampf, um den Dämon zu besiegen,\nNur um festzustellen, dass diejenigen, die auf seine Rettung warteten, nirgendwo inmitten der brennenden, eingestürzten Häuser zu finden waren.\nDer Ritter, der den sauren Geschmack der Niederlage schmecken musste, nahm den schwarz bedeckten Becher als Andenken und schwor sich,\ndass er die Welt von Armut und Boshaftigkeit bereinigen würde."
          }
        ]
      },
      {
        "title": "Feder des Blutbefleckten",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine der unzähligen Rabenfedern, die am Ritter klebten.\nRaben folgen ihrem Durst nach Blut.\nZum Schluss konnte der blutbefleckte Ritter sein eigenes Blut\nnicht mehr von dem der anderen unterscheiden.\nEr kam letztendlich zu der Erkenntnis,\ndass er, der einstige Weiße Ritter, selbst zu einem Monster geworden war.\nSeine einzige Gefolgschaft waren die Raben, die seinen blutigen Spuren folgten."
          }
        ]
      },
      {
        "title": "Uhr des Blutbefleckten",
        "desc": [
          {
            "type": "RichText",
            "text": "Tief im Abgrund, wo kein Mondlicht scheint und nur die Schatten tanzen,\nist dieses Gerät die einzige Verbindung zur realen Zeit, auch wenn diese hier unten keine Rolle mehr spielt.\nDie Geschichte des blutbefleckten Ritters kam zu einem Ende,\ndenn der Ritter wusste, dass auf der Welt kein Platz mehr für ihn war.\nUnd so entschied er sich, zu den Ruinen der alten Welt zu gehen und in der Brutstätte der Monster zu sterben.\nAm Boden der alten Welt angekommen, lernte er die Geschichte der Monster, wie alles begann und alles endete.\n„Das alte Königreich wurde ungerechterweise verflucht,\ndie großartigen Bewohner des alten Reichs wurden zu Monstern.\nMein Rittergelübde verbietet solche Ungerechtigkeit.\nWenn euer Name Abgrund ist, so gehört meine Loyalität ganz euch.“"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den verursachten physischen Schaden um 25 %.",
      "fourSetEffect": "Verbraucht beim Besiegen von Gegnern 10 s lang für die Anwendung von heftigen Schlägen keine Ausdauer und erhöht den mit heftigen Schlägen verursachten Schaden um 50 %."
    }
  }
}