{
  "epId": 2078,
  "name": "Kampfkünstler",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "SCH-Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "plume_of_death": {
        "title": "Kampfkünstler-Federschmuck",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Feder von Vögeln, wie man sie überall findet. Fachleute üben damit, ihre Kraft richtig einzusetzen. Anfänger machen daraus Fächer."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Kampfkünstler-Weinkelch",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein recht aufwendig verzierter Kelch für Rituale von Kampfkünstlern vor dem Kampf."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Rote Kampfkünstlerblume",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Allein mit dieser roten Blume ist es dem Kampfkünstler möglich, seine Schmerzen vorübergehend zu unterdrücken."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Kampfkünstler-Kopftuch",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Gleich in der ersten Stunde lernt man als Kampfkünstler, dass Konzentration, Stärke und Geschick am wichtigsten sind. Damit man diese Worte nicht vergisst, stehen sie auf diesem Kopftuch."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Kampfkünstler-Wasseruhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Gerät, um die Zeit für verschiedene Übungen zu messen. Geht genauer als normale Sanduhren."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/sands_of_eon_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kampfkünstler"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 15 %.",
      "fourSetEffect": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden nach Anwendung von Elementarfähigkeiten 8 s lang um 25 %."
    },
    "story": [
      {
        "title": "Rote Kampfkünstlerblume",
        "desc": [
          {
            "type": "RichText",
            "text": "Seit er von seinem Meister beachtet wurde, hat er jeden Tag seines Lebens dem Training gewidmet.\nAuf dem knallharten Weg zum Kampfkünstler sind Verletzungen an der Tagesordnung.\nDen Anweisungen folgend pflückte der Kampfkünstler im Wald in den Bergen eine kleine rote Blume.\nDie Narben der Ehre sind nicht heilbar, jedoch wird der Schmerz eines Tages nachlassen."
          }
        ]
      },
      {
        "title": "Kampfkünstler-Kopftuch",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein knallrotes Stirntuch, das einem Kampfkünstler gehört. Die Farbe ist inzwischen leicht verblasst.\nEin Beweis der Kindheit geprägt von den Bestrebungen des Trägers.\nNoch vor Anbruch der Dämmerung würde der junge Kampfkünstler im Wald trainieren.\nViele Jahre sind seitdem vergangen und die Jugend hat ihn längst verlassen. Jetzt ist er ein Ausbilder, hat jedoch nicht seine jugendliche Disziplin verloren."
          }
        ]
      },
      {
        "title": "Kampfkünstler-Weinkelch",
        "desc": [
          {
            "type": "RichText",
            "text": "Bevor Kampfkünstler die Arena betreten, gehört natürlich ein Glas Wein zum Begrüßungsritual dazu.\nDie beiden stolzen Kampfkünstler werden ihre Gläser zum Toast erheben.\nEin Moment der Beherrschung für die Arena und ein Zeichen des höchsten Respekts dem Gegner gegenüber.\nDies ist die wahre Bedeutung eines Toasts, noch vor Sieg und Ehre in der Arena."
          }
        ]
      },
      {
        "title": "Kampfkünstler-Federschmuck",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Feder aus der Luft gepflückt von einem geschickten Kampfkünstler.\nDie Essenz der Kampfkunst ist nicht immer nur, wie stark eine Attacke ist.\nDie Beweglichkeit und Gewandtheit, die jahrelanges Training erfordern, sind zugleich auch eines Kampfkünstlers stolzes Kapital.\nEin Kampfkünstler trägt die Feder stolz an seiner Brust als Zeichen seiner Fähigkeiten."
          }
        ]
      },
      {
        "title": "Kampfkünstler-Wasseruhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Sanduhr, die Wasser nutzt, um vergangene Zeit zu messen. Ein Kampfkünstler wird sie immer bei sich tragen.\nWenn er unter dem Wasserfall trainierte oder auf einem Bein balancierte,\nin Stillschweigen allen Schmerz allein ertrug,\ndann war dieser Zeitmesser immer an seiner Seite, um alles aufzunehmen."
          }
        ]
      }
    ]
  }
}