{
  "epId": 2080,
  "name": "Verbannter",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Aufladerate"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Verbannter"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht die Aufladerate um 20 %.",
      "fourSetEffect": "Stellt allen Truppenmitgliedern (außer sich selbst) bei Anwendung von Spezialfähigkeiten 6 s lang alle 2 s 2 Punkte Elementarenergie wieder her, nicht stapelbar."
    },
    "story": [
      {
        "title": "Blume des Verbannten",
        "desc": [
          {
            "type": "RichText",
            "text": "Es passierte alles, bevor der verbannte Aristokrat in die Familienfehde verwickelt wurde.\nDiese Blume blühte, bevor es das erste Blutvergießen in der Familie gegeben hatte.\nNachdem der Verbannte Zeuge der menschlichen Grausamkeit wurde, wich jegliche Güte und Freundlichkeit in ihm.\nDiese verwitterte Blume und das unschuldige Lächeln, das er einst hatte, blieben seine gut beschützten Erinnerungen."
          }
        ]
      },
      {
        "title": "Haarreif des Verbannten",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Verbannte war einst ein Kind aus noblem Hause. Seine Kindheit war sorglos und sein Spielplatz ein Palast aus Silber.\nIn den alten Zeiten war die Krone der Väter ein Zeichen von Anstand und Noblesse.\nEinige Jahre später jedoch färbte eine Familienfehde die Palastmauern blutrot.\nDie Krone des Verbannten wurde zum Beweisstück seiner Schuld, das ihn auf seiner Reise begleiten sollte."
          }
        ]
      },
      {
        "title": "Kelch des Verbannten",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein silberner Becher, weitergereicht von ins Exil gegangenen Aristokratenfamilien. Die Außenwand ist mit wertvollen Edelsteinen verziert, in die das Familienwappen eingraviert ist.\nDa das Exil jedoch Schande für die Familie bedeutete, kratzte man das Wappen, auf das man einst stolz war, heraus.\nDies beschädigte den Becher so sehr, dass er nun keine Flüssigkeit mehr halten konnte.\nDie Verbannten jedoch tragen ihn immer bei sich bis zur letzten Reise."
          }
        ]
      },
      {
        "title": "Feder des Verbannten",
        "desc": [
          {
            "type": "RichText",
            "text": "Durch Steppen und Wälder reist der Verbannte allein durch die Wildnis.\nDurch dicke Schichten von dunklen Wolken fiel eine azurblaue Feder auf seine Schulter herab.\nDie Feder stammte von einem panischen Vogel, der vor einem Falken floh, genau wie der Verbannte.\nDie Feder repräsentierte den Geist eines nestlosen, freien Vogels, so wie der Verbannte."
          }
        ]
      },
      {
        "title": "Taschenuhr des Verbannten",
        "desc": [
          {
            "type": "RichText",
            "text": "Vor nicht allzu langer Zeit erhielt der junge Aristokrat eine Taschenuhr.\nDieses exquisite Objekt zeichnete jede Minute der Kindheit des nun Verbannten auf.\nEine Tragödie jedoch endete abrupt die sorglosen Tage\nund er musste auf eine lange Reise ins Exil."
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Blume des Verbannten",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine verblasste Blume, die man sich anstecken kann. Wenn selbst ein Verbannter sie immer bei sich trägt, muss sie wohl eine tiefere Bedeutung haben."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Taschenuhr des Verbannten",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Abdeckung aus Kristallglas ist zersprungen und auch die Zeiger sind verschwunden. Doch selbst in diesem Zustand wollte sie ihr Besitzer nicht missen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Feder des Verbannten",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Diese Feder war ursprünglich nicht als Schmuck gedacht. Sie blieb einfach an der Kleidung ihres neuen Besitzers hängen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Kelch des Verbannten",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein trüber Kelch aus schwerem Metall, in das früher Edelsteine eingesetzt waren. Sie wurden aber nachträglich entfernt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Haarreif des Verbannten",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein wertvoller Haarreif mit einem zerkratzten Wappen, das vormals dessen Zugehörigkeit zeigte. Somit wird klar, dass der Besitzer seinen einstigen Titel verloren hat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      }
    }
  }
}