{
  "epId": 2081,
  "name": "Wanderorchester",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Elementarkunde",
      "SCH-Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wanderorchester"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Trachtenhut des Dirigenten",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein trotz Wind und Wetter noch immer leuchtend farbiger Hut. Setzt man ihn auf, meint man, altertümliche, melodische Klänge zu hören."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Bardenflasche",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine sonderbare, altertümliche Flasche mit Saiten im Innern, die schwingen, sobald das Wasser hinausfließt, und eine unharmonische Melodie erzeugen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Fall des Vorhangs",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Sanduhr, die dem Ensemble anzeigt, wie lange die Vorstellung geht. Leider ist für sie der Vorhang längst gefallen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pfeilfeder des Leierspielers",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine bläuliche Pfeilfeder, die auch nach all der Zeit weder ihre Farbe verloren hat noch zerbrochen ist. Bewegt klingt sie wie fließendes Wasser."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Morgenlicht des Ensembles",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein kleines Abzeichen in Form einer Blume. Hält man es sich gegen das Ohr, ist es, als höre man den melodischen Klang von Flöten und Gesang."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Morgenlicht des Ensembles",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein blumenförmiges Abzeichen, aus dem leise Musik zu ertönen scheint.\nEin Mitglied der Gruppe war ein charismatischer Schwertkämpfer.\nGlänzender als Morgenlicht auf dem Wasser, eleganter als eine Lerche.\nJeder seiner Schwerthiebe gibt die Melodie vor und der Wind den Takt.\nDas Ende jedes Liedes war wie die Sonne nach dem Regen.\nDer Staub legte sich, es gab keinerlei Geräusche auf oder vor seiner Bühne.\nSowohl seine Musik als auch sein Schwert waren so tödlich wie ansehnlich.\nDies war der Rhythmus der Musiker und es gab zwei Arten von Publikum.\nDer Zuhörer ist ein Dieb und nimmt die Musik weit über die Bühne hinaus mit."
          }
        ]
      },
      {
        "title": "Trachtenhut des Dirigenten",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein hübscher Trachtenhut, noch so elegant wie eh und je.\nWenn man genau hinhört, könnte man fast meinen, man vernehme eine alte Melodie aus dem Hut.\nVor Tausenden von Jahren reiste eine Gruppe Musiker durch das Land.\nDie Musiker nutzten keine Notenblätter oder Vorgaben. Sie sangen und spielten einfach von den Ereignissen, die sie auf ihrer Reise erlebten.\nNach einiger Zeit wurde den Musikern bewusst, wie groß die Welt doch eigentlich war.\n„Ohje, auf dieser Welt gibt es einfach zu viele Dinge, über die wir singen könnten.“\nDie Musikanten verwandelten daraufhin die Noten in Wörter und hielten ihre Reisen in einem Buch fest.\nDer Dirigent hielt das Buch bis zu seinem Tode fest in der Hand."
          }
        ]
      },
      {
        "title": "Bardenflasche",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein wunderlich geformtes Gefäß, das beim Ausgießen von Wasser eine Melodie spielt.\nIm Leben eines Orchestermitglieds ist immer und überall Musik, selbst beim Trinken von Wasser.\nEiner alten Legende nach zog einst eine Gruppe von Wandermusikanten durch die Lande.\nIhre einzigen Waffen waren ihre Flöten und Harfen.\nSie waren bereits durch die Wüste gereist und kamen nun am lodernden Mare Jivari an.\nDer Klang der Harfe, der im Kessel widerhallte, war eine Erinnerung an sie:\n„Unsere Fußstapfen sind eins mit dem endlosen Rhythmus.“\n„Wo Musik ist, da sind auch wir.“"
          }
        ]
      },
      {
        "title": "Pfeilfeder des Leierspielers",
        "desc": [
          {
            "type": "RichText",
            "text": "Azurblaue Pfeilbefiederung, die den Zahn der Zeit nicht an sich hat nagen lassen.\nBeim Fliegen durch die Luft produziert die Befiederung eine Art Melodie.\nDer Harfenist der Gruppe war auch ein gekonnter Bogenschütze.\nErzählungen zufolge lockte er erst den Vogel mit dem Klang seiner Harfe und holte ihn dann mit einem Pfeil aus der Luft.\nAngeblich hat er beim Spielen der Harfe und Anlocken der Vögel nie zum Himmel hinauf gesehen.\nManche glaubten, er tat dies aus Arroganz, manche wiederum behaupteten, es sei aus Mitleid gewesen.\nDie meisten Vögel endeten schließlich als Grundstock für die Befiederung seiner Pfeile.\nDer Klang seiner Harfe spielte dazu eine traurige Elegie."
          }
        ]
      },
      {
        "title": "Fall des Vorhangs",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Sanduhr der Gruppe fungierte ebenfalls als Harfe.\nIhr Tonklang wurde tiefer, je mehr Zeit verging.\nAm Ende jeder Vorstellung spielte das Ensemble auf dieser Harfe.\nIhr Ton wurde tiefer und schwerer.\nDer abklingende Ton der Harfe markierte das Ende einer jeden Vorstellung.\nAlles hat ein Ende und auch das Ensemble war da keine Ausnahme.\nDas Schicksal streckte ein Mitglied nach dem anderen nieder und ihre Instrumente versanken tief im Staub der Zeit.\nDie Sanduhr war seit jeher auch nicht mehr zu hören."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht Elementarkunde um 80 Punkte.",
      "fourSetEffect": "Erhöht den mit heftigen Schlägen verursachten Schaden, wenn die Figur einen Katalysator oder einen Bogen trägt, um 35 %."
    }
  }
}