{
  "epId": 2084,
  "name": "Wanderarzt",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Heilungsbonus",
      "LP"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Wanderarzttuch",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Normalerweise wird es bei der Behandlung von Patienten benutzt, um die Haare des Arztes festzuhalten. In Notfällen jedoch kann man es auch bei Verstauchungen und Brüchen einsetzen, um den Arm stabil zu halten."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Wanderarzt-Eulenfeder",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Die harte Feder einer Eule. Der späte Besuch von Patienten ist mit der Feder eines nachtaktiven Vogels gleich halb so unheimlich."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Wanderarzt-Taschenuhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine höchst präzise gehende Uhr. Für Ärzte zählt jede einzelne Sekunde."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Wanderarztanemone",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Wertvolle Arznei, die nach all der Zeit aber keinerlei medizinische Wirkung mehr hat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Wanderarztkrug",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ursprünglich gefüllt mit dickflüssiger Medizin, von der heute nur noch der Geruch übrig ist."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Traveling Doctor/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den passiven Heileffekt der Figur um 20 %.",
      "fourSetEffect": "Stellt bei Anwendung von Spezialfähigkeiten 20 % LP wieder her."
    },
    "story": [
      {
        "title": "Wanderarztanemone",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Wanderarzt reiste unermüdlich durch die Lande und suchte wie ein Abenteurer nach seltenen Kräutern und Pflanzen.\nAuf einer steilen Klippe zwischen rutschigen Felsen fand er diese Anemone.\nBis zum Schluss behielt er sie und verarbeitete sie nicht zu Medizin, denn ihr Duft gab ihm täglich neue Energie."
          }
        ]
      },
      {
        "title": "Wanderarzttuch",
        "desc": [
          {
            "type": "RichText",
            "text": "In den Zeiten, als sich die Menschen noch nicht niedergelassen hatten, war der Wanderarzt täglich unterwegs.\nEgal ob bei Sonnenschein oder Regen, nichts konnte ihn aufhalten.\nDieses Tuch diente nicht nur dem Schutz vor Regen, sondern konnte auch als Verband benutzt werden.\nDieses Wanderarzttuch war sein verlässlichster Partner auf all seinen Reisen."
          }
        ]
      },
      {
        "title": "Wanderarztkrug",
        "desc": [
          {
            "type": "RichText",
            "text": "Auch wenn die einstige Medizin daraus schon längst ausgetrocknet ist, kann man immer noch den bitteren Geruch darin riechen.\nDer Wanderarzt hat mit dieser bitteren Medizin bereits unzählige Leben gerettet.\nAls er jedoch ernsthaft erkrankte, war keiner für ihn da außer dem Krug auf dem Stövchen."
          }
        ]
      },
      {
        "title": "Wanderarzt-Eulenfeder",
        "desc": [
          {
            "type": "RichText",
            "text": "Selbst in den dunkelsten Nächten musste der Wanderarzt noch zu Patienten.\nIn der Nacht lauern viele Gefahren und Passanten mussten aufpassen wie alarmbereite Eulen.\nSo viele nächtliche Hausbesuche machten dem Wanderarzt schwer zu schaffen und letztendlich wurde er ebenfalls krank."
          }
        ]
      },
      {
        "title": "Wanderarzt-Taschenuhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Wenn man einen im Sterben liegenden Patienten behandelt, zählt jede Sekunde.\nDie Exaktheit dieser Taschenuhr hat dem Arzt schon oft geholfen das Schicksal zu wenden.\nAls er jedoch selbst das Krankenbett hütete, konnte er nichts anderes als das Ticken seiner Taschenuhr wahrnehmen.\nWenn die Taschenuhr sonst dazu beitrug anderen das Leben zu retten, so stimmte sie nun im Fall des Arztes ein letztes Klagelied an."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wanderarzt"
          }
        ]
      }
    ]
  }
}