{
  "epId": 2086,
  "name": "Eisopfer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Von Elementareffekten betroffen"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Eisopfer"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Eisopferdiadem",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein ritueller Kopfschmuck, den Priester in alter Zeit während ihrer Zeremonien trugen. Da er lange Jahre in eisiger Kälte ruhte, hat er eine erstaunliche Widerstandskraft entwickelt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers to Springtime/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Eisopferdiadem",
        "desc": [
          {
            "type": "RichText",
            "text": "Es wird gesagt,\ndie Linie der Hohenpriester habe immer den gleichen Anblick gesehen, wenn ihre Tage zu Ende gehen:\nEin Berg von Kronen an einem geheimen Ort, unter einem verdorrten Baum.\nJede von ihnen verbirgt das Geheimnis eines ganzen Lebens.\nJeder Hohepriester, der in den Ruhestand geht, opfert dieser Welt seine Krone aus makellosen weißen Zweigen.\nJede noch so mächtige und alte Stadt und jede Opferstätte muss eines Tages in die Tiefe der Erde zurückkehren.\nJeder Wohlstand muss eines Tages enden.\nDas heißt aber nicht, dass nichts ewig ist.\nAm Ende eines Zyklus soll die Erde erneuert werden. Die Ewigkeit ist also zyklisch.\nDie Suche nach der Wahrheit ist ein Produkt des Wohlstands und nicht des Samens, der ihn gebiert.\nEs wird gesagt,\nes gab eine Zeit, da konnten die Menschen des Landes die Offenbarungen aus Celestia direkt hören.\nDie Gesandten der Götter wandelten damals unter der gottverlassenen Menschheit. Damals war alles Leben schwach und die Erde war von unendlichem Eis bedeckt."
          }
        ]
      }
    ]
  }
}