{
  "epId": 2088,
  "name": "Feueropfer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Von Elementareffekten betroffen"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Feueropferdiadem",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein ritueller Kopfschmuck, den Priester in alter Zeit während ihrer Zeremonien trugen. Da er lange Jahre dem Feuer ausgesetzt war, hat er eine erstaunliche Widerstandskraft entwickelt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Feueropferdiadem",
        "desc": [
          {
            "type": "RichText",
            "text": "Es wird gesagt,\nes gab eine Zeit, da konnten die Menschen des Landes die Offenbarungen des Himmels direkt hören.\nDie Gesandten der Götter wandelten damals unter den ignoranten Menschen. Das ewige Eis hatte gerade erst zu tauen begonnen und die ersten Feuer brannten noch nicht lange.\nEs war eine Zeit großen Wohlstands, als alles noch in den Händen solch himmlischer Gesandter lag.\nDie Gesandten des Himmels prophezeiten, die Welt werde bald in ein neues und helleres Zeitalter eintreten.\nDies war vorherbestimmt, diese Zukunft ist unveränderlich.\nAber würde der Tag kommen, an dem solch wunderbare Zeiten zu Ende gehen könnten?\nAuf diese Frage gaben die Gesandten keine Antwort. Also wählte das Volk unter ihnen einen Hohenpriester aus.\nEs schmückte seinen Kopf mit einer Krone aus weißen Zweigen und schickte ihn zu den entlegensten Orten der Welt\nzu uralten Ruinen und lang verlassenen Opferaltären, um nach Antworten und Erleuchtung zu suchen ..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Feueropfer"
          }
        ]
      }
    ]
  }
}