{
  "epId": 2089,
  "name": "Blitzopfer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Von Elementareffekten betroffen"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Blitzopferdiadem",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein ritueller Kopfschmuck, den Priester in alter Zeit während ihrer Zeremonien trugen. Da er lange Jahre donnernden Gewittern lauschte, hat er eine erstaunliche Widerstandskraft entwickelt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Blitzopferdiadem",
        "desc": [
          {
            "type": "RichText",
            "text": "Es wird gesagt,\nes gab eine Zeit, da konnten die Menschen des Landes die Offenbarungen des Himmels direkt hören.\nDann wanderten die Gesandten der Götter durch die ignorante Menschheit und die Gewässer versiegten, als der Donner zum ersten Mal den Himmel durchbrach.\nDie Menschen erfreuten sich an Weisheit und diese Weisheit war gleichzeitig ihr Segen.\nIhr Wohlstand brachte Stolz und Ehrgeiz und den Verstand, um Dinge infrage zu stellen.\nSo stellten sie die Autorität des Himmels infrage und planten, den Garten der Götter zu betreten.\nUnd obwohl sie dem Volk göttliche Liebe, Wohlstand und Weisheit versprochen hatten, waren die Gesandten des Himmels zornig.\nDenn die Ewigkeit infrage zu stellen, war verboten.\nDass die Erde es wagte den Himmel herauszufordern, unverzeihlich.\nSo ging der Hohepriester, der die weiße Krone trug, hinaus, um die göttlichen Gesandten zu besänftigen,\nin die entlegensten Orte der Welt auf der Suche nach der verborgenen Weisheit des silbernen Baumes in der alten Hauptstadt ..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Blitzopfer"
          }
        ]
      }
    ]
  }
}