{
  "epId": 2091,
  "name": "Grünlicher Schatten",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "SCH-Bonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Feldjägerblume",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine weiße Blume, die einst weit verbreitet war.\nSie ist noch kein bisschen verwelkt und strahlt immer noch ein süßliches Aroma aus.\nIn den Tagen, als die Natur noch unberührt war und Monster noch nicht existierten,\nnutzte der Jäger den Duft der Blume, um seinen menschlichen Geruch zu überdecken.\nIn alten Zeiten erzählten sich die Leute, wenn man stille und einsame Jäger suchte,\nmusste man nur dem zarten Duft der wilden Blumen folgen und barfuß querfeldein durch den Wald marschieren.\nUm nämlich einen Jäger zu finden, muss man selbst wie einer laufen und darf sie nicht durch Geräusche vorwarnen.\nEs wurde ebenfalls gemunkelt, dass derjenige der letztendlich den Jäger fand, ein kleiner Junge war.\nZu dem Zeitpunkt hatte gerade die große Tragödie der alten Welt stattgefunden und viele Leben waren verloren."
          }
        ]
      },
      {
        "title": "Feldjägerhut",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Hut eines Jägers, ganz ohne Blutflecken.\nEr gehört laut Erzählungen dem ungekrönten König der Jäger.\nMach dir niemals Natur und Wälder zum Feind, das war die Faustregel des Jägers.\nEin Jäger sollte ein stiller Teil der Natur sein.\nManche behaupten sogar, ein Vogel hätte sich einst ein Nest auf seinem Hut gebaut.\nKeiner vermag es den besten Jäger zu krönen,\ndenn über ihm gab es nur die Natur.\nDer grüne Hut des Jägers wurde bald zu einem\nSymbol, das den Monstern Angst einflößte."
          }
        ]
      },
      {
        "title": "Feldjäger-Flachmann",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein sehr robustes und auslaufsicheres Behältnis.\nDer Legende nach hat der Jäger am Lagerfeuer ein Flüstern darin versiegelt.\nJäger wittern oft mitten in der Nacht den Geruch von anderen Menschen,\nvor Wölfen oder Monstern hatte er keine Angst,\nvor dem Geschnatter am Lagerfeuer jedoch fürchtete er sich sehr.\nDer Jäger hatte schon fast die Sprache der Menschen vergessen.\nSelbst nachdem er offiziell zum Feldjäger ernannt wurde, sprach er nie ein Wort.\nEine Spur hatte er ebenfalls nie hinterlassen.\nIn jener Nacht sammelte er das Gelächter aller und versiegelte es in seinem Behältnis.\nNoch viele Jahre danach lauschte er jedes Mal daran, wenn er sich einsam fühlte."
          }
        ]
      },
      {
        "title": "Feldjäger-Pfeilfeder",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine glänzende prachtvolle Feder. Einst genutzt als Endfeder eines Pfeils.\nIn der Vergangenheit hatte der Jäger oft versucht, aufgeregte Beutetiere, die von Pfeilen getroffen wurden, zu beruhigen,\nsolange bis sie wieder eins mit dem ewigen Kreislauf geworden waren. Denn in seinem Herzen wusste er,\nwohin die Tiere gingen, dahin würde auch er eines Tages gehen.\nEr glaubte, dass er am Ende seines Lebens von der Realität aufwachen würde\nund in den ewigen Jagdgründen mit den Tieren wieder vereint wäre.\nEr glaubte jedoch auch, dass, nachdem er das Monster, das den Jungen gejagt hatte, mit seinem Pfeil durchbohrt\nund sein Flehen gehört hatte, für Rache, für Schmerz,\nanstelle des Tötens für das reine Überleben,\ner somit bereits die Chance auf die ewigen Jagdgründe verloren hatte."
          }
        ]
      },
      {
        "title": "Gelassenheit des Feldjägers",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein empfindlicher kleiner Apparat, der immer in die richtige Richtung zeigt.\nDer Legende zufolge konnte der Jäger beim Barfußlaufen auf dem Feld spüren,\nwas das Gras gesehen hatte,\nund was die Wurzeln in der Erde gehört hatten.\nNach der großen Tragödie jedoch verstummten das Gras und die Wurzeln auf ewig.\nBei der Tragödie war nämlich der Gott des Waldes auch ums Leben gekommen.\nSeitdem musste sich der Jäger auf diesen Apparat verlassen, wenn er jagen ging.\nAufgrund des Wunsches des Jungen hin jagte er keine Vögel und Bestien mehr,\nsondern nur noch die bösen Kreaturen, die Vernichtung und Tod über das Land brachten."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Grünlicher Schatten"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den Anemo-Schaden um 15 %.",
      "fourSetEffect": "Erhöht den mit Verwirbelungen verursachten Schaden um 60 %. Verringert den dem jeweiligen Element in der Verwirbelung entsprechenden WDS des betroffenen Gegners 10 s lang um 40 %."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Feldjägerhut",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Die einstige Kopfbedeckung des stolzen Feldjägers, so grün wie die Felder, durch die er streifte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Feldjäger-Flachmann",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Behältnis zur Aufbewahrung von Wasser mit mehr Speichervermögen, als man vermuten würde."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Feldjäger-Pfeilfeder",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Ursprünglich eine Feder am Ende eines Pfeiles, der die Beute des Jägers durchbohrte. Sie ist nach wie vor glatt und glänzt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Feldjägerblume",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Diese Blumenart bedeckte früher weite Landstriche. Als der Jäger das Land verließ, trug er diese Blume als Brosche."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Gelassenheit des Feldjägers",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein wundersames Gerät, das der Jäger stets mit sich führte und das ihm zeigte, wo sich seine Beute versteckte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/sands_of_eon_icon.png"
      }
    }
  }
}