{
  "epId": 2093,
  "name": "Fernweh",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ANG",
      "KT"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Sinn der Kameradschaft",
        "desc": [
          {
            "type": "RichText",
            "text": "Der aus weiter Ferne gekommene Reisende klemmte sich die Blume an seine Brust.\nDer Reisende ließ ein Leben voller großer Privilegien hinter sich, um ein unbelastetes Leben in der Wanderschaft zu führen.\nIn einem fremden Land, an einem klaren See mit süßem Wasser, traf er ein finster dreinblickendes Mädchen.\n„Ein aus weiter Ferne gekommener Reisender? Soll mich das beeindrucken?“\n„Du bist ein Musikant? Na dann, beleidige mich nicht mit leeren Versprechungen und Lobpreisungen.“\n„Ich hoffe nur, dass du mich in Erinnerung behältst, so wie ich jetzt bin.“\n„Als jemand, der kurz davor steht, für das große Fest geopfert zu werden.“\nDer aus seiner weit entfernten Heimat gekommene Reisende klemmte sich die Blume an seine Brusttasche.\nEr wollte sich selbst daran erinnern, niemanden zu lieben und sich an nichts zu binden.\nDoch er würde sich an das Mädchen erinnern, wie er es versprochen hatte, und um ihretwillen sogar durchs Feuer gehen ..."
          }
        ]
      },
      {
        "title": "Kranz des Abschieds",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Reisende würde diese Krone aus Weidenzweigen als ein letztes Andenken mitnehmen,\nein Andenken an seine Geliebte, die gegangen war wie ein Löwenzahn im Wind.\nDer Reisende war der umherziehende Leierspieler und die junge Frau im Land des Weins war eine Gefangene der Aristokraten.\nAus Gründen, die er selbst nicht kannte, offenbarte sein Leierspiel sein wahres Herz.\n„Was mein Herz schneller schlagen lässt? Natürlich dein Lächeln.“\n„Weil ich es bisher noch nicht gesehen hatte.“\n„Ich werde die Ketten, die dich fesseln, zerbrechen.“\n„Wenn es soweit ist, zeigst du mir dann dein Lächeln?“\n„Gut, danke dir. Wenn es wirklich klappt, dann wäre das wunderbar.“\nSüße Worte waren das in der Tat, aber wer kann den Worten eines Sängers Glauben schenken ..."
          }
        ]
      },
      {
        "title": "Kelch der Fremde",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Leier hat vier Saiten.\nDie Tage, die er mit seinen Kameraden im Ensemble verbrachte, waren wahrscheinlich die glücklichsten in seinem Wanderleben.\nZuerst war es nur eine zufällige Begegnung mit dem Dirigenten, verworren mit den unsichtbaren Fäden des Schicksals.\nDann kam das Mädchen, das eine Flöte als Schwert benutzte, später einer mit dem Namen Kreuzlied und nach und nach lernte der Reisende sie alle kennen.\nIn der stimmungsvollen Taverne stellte der Leierspieler seinen Kameraden die junge Frau vor, die er zufällig getroffen hatte.\nDer betrunkene Reisende zupfte kräftig an den Saiten und sang aus voller Kehle.\nNun muss ich nie wieder allein reisen, jetzt da ich sie habe ...\nVielleicht kann ich mit ihnen ja sogar bis ans Ende gehen."
          }
        ]
      },
      {
        "title": "Feder der Heimkehr",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Hoffnung wurde durch eine rücksichtslose Macht in Stücke gerissen und ein Versprechen auf ein Wiedersehen verschwand wie flüchtige Schatten.\nDer wandernde Reisende hatte einmal mehr einen Ort verloren, den er Heim nennen wollte.\nDas herablassende Böse stahl seiner Liebe die Freude\nund der endlose Konflikt zermalmte seine unehrerbietige Seele.\nDiese sanften, spielerischen Rhythmen des Schwelgens\nwurden nun zu scharfem, eisigem Klirren,\nfür seine Kameraden, für seinen besten Freund, für die Tische ringsherum, von denen keiner mehr Wein teilen wollte,\nfür die Freiheit, für das Leben und für die Rache an dem Bösen, das ihr Lächeln genommen hatte.\nFest entschlossen zupfte der Reisende seine letzte Saite und feuerte seinen letzten Pfeil ab.\nAls er sich an das Leben in diesem fremden Land gewöhnt hatte, blickte er in den azurblauen Himmel.\nIhm fiel auf, dass der Himmel hier der gleiche wie in seiner Heimat war ..."
          }
        ]
      },
      {
        "title": "Stein der Lichtjagd",
        "desc": [
          {
            "type": "RichText",
            "text": "Der Reisende verfolgte sowohl das Schicksal als auch den unaufhaltsamen Lauf der Zeit.\nDas Ensemble, das sich der Aristokratie und ihrem Ende widersetzte, konnte nun von jedermann im ewigen Fluss der Zeit gesehen werden.\nWährend einer langen Reise kann es passieren, dass selbst die beste Uhr irgendwann nicht mehr funktioniert.\nDie einzige unfehlbare Markierung der Zeit war der Lauf von Sonne und Mond.\nUm also der formlosen Zeit hinterherzujagen, konnte der Reisende nur dem Licht selbst nachjagen.\nDie großen Hallen der Aristokratie und das rebellische Ensemble, das keinen Platz hat, um die Tyrannei zu stürzen,\nbeide wurden durch den Fluss der Zeit gleichermaßen aufgewühlt und beide rasten wie flüchtige Träume auf dieselbe Zerstörung zu.\nUnter dem mondlosen Nachthimmel glitten die dunklen Schatten auf das müde Gesicht des Fremden.\n„Die Lieder werden wie Pfeile immer weniger, der Vorhang ruft bereits den Chor.“\n„Werde ich dich jemals wieder lächeln sehen, sollte der Turm auf dem Stadtplatz einstürzen?“"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Sinn der Kameradschaft",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein hellblaues Blümchen mit einem kleinen Band an ihrem Stängel."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Kranz des Abschieds",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Blumenkranz, der nach einer frischen Frühlingsbrise duftet."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Feder der Heimkehr",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine blaue Pfeilfeder, der man die Sehnsucht nach der Ferne ablesen kann."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Kelch der Fremde",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Becher aus weißem Porzellan, der früher eine große Zahl an alkoholischen Getränken fasste."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Stein der Lichtjagd",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Sonnenuhr, die die Wandlungen der Zeit miterlebt hat und deren Fortgang still und zuverlässig aufzeichnet."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den ANG um 18 %.",
      "fourSetEffect": "Erhöht die KT heftiger Schläge um 30 %."
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fernweh"
          }
        ]
      }
    ]
  }
}