{
  "epId": 2094,
  "name": "Ins Herz geschlossenes Mädchen",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Heilungsbonus"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Kindlichkeit der Maid",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Blume der Maid, frisch und elegant, genau wie ihre Besitzerin.\nLaut den Fachbüchern galt diese Blume längst als ausgestorben.\nWie in den Geschichten, die die Maid schon oft gelesen hatte:\nDie Jungfrau in Nöten und der Ritter in Weiß\ntauschten Blumen miteinander, um sich die besten Wünsche zu überbringen.\nAuch wenn das Herz einer Maid oft verwelkt wie eine Blume,\nblieb diese Blume taufrisch.\nWeil ihr Herz in dem Moment vor langer Zeit anhielt:\nDer Moment, in dem sie den Ritter traf."
          }
        ]
      },
      {
        "title": "Vergänglichkeit der Maid",
        "desc": [
          {
            "type": "RichText",
            "text": "Selbst in der Menge der Bewunderer und Geschenke\nhat die Maid kein einziges Mal ihren Hut abgenommen oder ihre Augen weit geöffnet.\nDenn für sie waren ihre Namen und Gesichter es nicht wert, dass sie sich daran erinnerte.\nNoch viele Jahre lang am Ende eines jeden Tages\nstaubte sie ihren Hut ab.\nWas sie jedoch nicht abzuwischen vermochte, war der Staub auf ihrer Seele.\nMit der Zeit nahm die Menge an Verehrern deutlich ab.\nIhr Herz jedoch hielt an dem schicksalhaften Tag in der Vergangenheit an."
          }
        ]
      },
      {
        "title": "Muße der Maid",
        "desc": [
          {
            "type": "RichText",
            "text": "Das Lieblingsporzellan der Maid.\nEinst gefüllt mit feinstem schwarzen Tee.\nIn Gebäck und Tee Genuss versunken,\ninteressieren sie die Sorgen der Welt nicht. Das war ihr Privileg als Maid.\n„Diese Blume soll meine Medaille sein. Das ist alles, was ich brauche“,\nsagte der Ritter am Tag, an dem er sie traf.\n„Aber mein Herz ist bereits ...“\nIhr Geständnis nicht zu Ende zu führen, war ihr Privileg als Maid,\njedoch war sie auch an die Ketten der Höflichkeit gefesselt, die sie als Maid zu ertragen hatte."
          }
        ]
      },
      {
        "title": "Sehnsucht der Maid",
        "desc": [
          {
            "type": "RichText",
            "text": "Alte, dennoch exquisite Federn. Nach so vielen Jahren jedoch\nhat sich ganz schön viel Staub auf ihnen abgelagert.\nNach dem schicksalhaften Treffen mit dem Ritter hatte die Uhr der Maid aufgehört zu gehen.\nNichts hatte mehr Bedeutung für sie, weder Liebe noch Jugend.\nSie war verloren, wandelte umher wie ein nestloser Vogel.\nOb diese Art des Vermissens zu der Person vordringen kann,\nbis zum Herzen eines Ritters, der sich in seinem Rittertum suhlte,\nbis zu allen Ecken und den Ruinen der alten Welt,\nwird er sehen können, wovon sie träumt?"
          }
        ]
      },
      {
        "title": "Morgen der Maid",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein sehr präzises Messgerät. Unabhängig von den Gefühlen seines Besitzers\nzeigt es unermüdlich die Veränderung aller Dinge an.\nEines Tages kam auch das Leben der Maid zu einem Ende,\nihr Warten jedoch nicht.\nTag und Nacht folgten aufeinander, wieder und wieder,\nso wie ihre Gedanken und Gefühle.\nSelbst viele Jahre nach dem Ereignis erinnerte sie sich noch, wie sie den Ritter das erste Mal traf.\nDer weiße Ritter, der, auf den sie schon so lange gewartet hatte."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ins Herz geschlossenes Mädchen"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den aktiven Heileffekt der Figur um 15 %.",
      "fourSetEffect": "Erhöht den passiven Heilungseffekt aller Truppenmitglieder nach Anwendung von Elementarfähigkeiten oder Spezialfähigkeiten 10 s lang um 20 %."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Vergänglichkeit der Maid",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein sehr gepflegter Damenhut. Richtig getragen kann man damit sogar die Krähenfüße an den Augen verdecken."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Kindlichkeit der Maid",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine filigrane Blume, die all der Zeit zum Trotz nicht verwelkt und weiter einen unwiderstehlichen Duft abgibt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Morgen der Maid",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Bewegung der Zeiger nimmt kein Ende, ganz anders die Art und Weise, wie man mit einer jungen Dame umgeht, wenn sie nicht mehr ganz so jung ist."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Muße der Maid",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Becher für Tee, nicht für Wein, für süßen Duft, nicht für Bitterkeit."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Sehnsucht der Maid",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Worte an einen ganz bestimmten Menschen, die wie ein Vogel mit dem Wind zu weit entfernten Orten fliegen."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/plume_of_death_icon.png"
      }
    }
  }
}