{
  "epId": 2096,
  "name": "Glücksspieler",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "SCH-Bonus",
      "Schnelles Abklingen"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "sands_of_eon": {
        "title": "Glücksspiel-Taschenuhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine kaputte Taschenuhr, die ihren ehemaligen Besitzer vor einem tödlichen Treffer bewahrte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Glücksspiel-Ohrringe",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Blaue Ohrringe, die einem dabei helfen, die Ruhe zu bewahren und die Situation richtig einzuschätzen, um so der Gefahr fernzubleiben."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Glücksspiel-Würfelbecher",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Dies ist ein speziell für eine einzige Anwendung entworfenes Gefäß, garantiert ohne jegliche Möglichkeit zu schummeln."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Glücksspielbrosche",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine hübsche, große Blume, hinter der man manipulierte Würfel verstecken kann."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Glücksspiel-Federschmuck",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Schwanzfeder eines großen Vogels, dank derer das Ass nicht mehr im Ärmel versteckt werden muss."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Glücksspielbrosche",
        "desc": [
          {
            "type": "RichText",
            "text": "Glücksspieler zeigen gern ihren Reichtum, auch wenn dieser von einem auf den anderen Tag wieder weg sein kann.\nAn seinen Ohren baumelten riesige exotische Blüten, ihr Funkeln sorgte für viel Aufsehen.\nWas jedoch niemand wusste, ist, dass die gezinkten Würfel geschickt in einem Behälter dahinter versteckt waren.\nDer Glücksspieler würde die Würfel nur im absoluten Notfall geschickt herausholen.\nUnter den Augen aller Zuschauer tauschte er die Würfel zweimal, um sich selbst einen Vorteil zu verschaffen."
          }
        ]
      },
      {
        "title": "Glücksspiel-Ohrringe",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein guter Spieler trägt ebenfalls oft extravaganten Schmuck, Erinnerungen an vergangene Spielpartien.\nDie azurblauen Edelsteine strahlen ein beruhigendes Leuchten aus, so wie der Himmel und der See.\nDie Ohrringe des Glücksspielers waren mit einer beruhigenden Tinktur getränkt, um ihn während des Spiels zu entspannen.\nIn Spielen auf Leben und Tod ist es wichtig, ruhig und gelassen zu bleiben."
          }
        ]
      },
      {
        "title": "Glücksspiel-Würfelbecher",
        "desc": [
          {
            "type": "RichText",
            "text": "Jeder gute Spieler ist mehr oder wenig abergläubisch. Spieler haben meistens mindestens ein speziell für sie gefertigtes Objekt, besonders gern werden Würfelbecher genommen.\nDies war ihr speziell maßgefertigter Würfelbecher. Überraschenderweise waren keine faulen Tricks darin verborgen.\nDer Mensch war nur der halbe Entscheidungsfaktor, denn die andere Hälfte wurde vom Schicksal entschieden.\nAußerdem wurden die Würfel nirgendwo anders als auf dem dafür vorgesehenen Tisch benutzt."
          }
        ]
      },
      {
        "title": "Glücksspiel-Federschmuck",
        "desc": [
          {
            "type": "RichText",
            "text": "Zu einem richtigen Spielerhut gehören farbenprächtige Federn, bei denen die Aristokraten vor so viel Kitsch nur mit dem Kopf schütteln konnten.\nDie Federn dienen jedoch nur dazu, die Aristokraten zu täuschen, denn sie sehen nicht, was sich Raffiniertes dahinter verbirgt.\nWenn der finale Augenblick gekommen ist, tauscht der Glücksspieler gekonnt die versteckte Karte ein.\nDie vorige ernste Pokermiene ist mit einem Mal verschwunden."
          }
        ]
      },
      {
        "title": "Glücksspiel-Taschenuhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Gutes Zeitgefühl ist essenziell für den Trick.\nAus diesem Grund hatte der Spieler immer eine goldene Stoppuhr in seiner Brusttasche.\nIn unzähligen Spielen gab es ein Spiel, bei dem seine Zeitgenauigkeit ihm das Leben gerettet hatte."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um 20 %.",
      "fourSetEffect": "Überspringt die Abklingzeit der Elementarfähigkeit beim Besiegen von Gegnern mit einer Wahrscheinlichkeit von 100 %. 15 s Abklingzeit."
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Glücksspieler"
          }
        ]
      }
    ]
  }
}