{
  "epId": 2099,
  "name": "Umgekehrter Meteor",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "SCH-Bonus",
      "Schildeffizienz"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Sommerfestbrosche",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine künstliche Blüte, die nie verblüht. Ob darin doch ein wenig Leben steckt?"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Sommerfestuhr",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine hübsche Taschenuhr mit feiner Technik, die allerdings stehengeblieben ist."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sommerfestmaske",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Nachbildung der Gestalt einer sagenhaften Gottheit und äußerst beliebt."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Sommerfest-Wasserballon",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Während des Sommerfestes sind mit Wasser gefüllte Ballons nicht selten. Dieser hier ist ein prachtvolles Exemplar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Ende des Sommerfestes",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein filigraner Wurfpfeil, der erst ruht, wenn er sein Ziel erreicht hat."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Umgekehrter Meteor"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Sommerfestbrosche",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Sommerfestblume, die ewig blüht.\nSie wird nicht welken, selbst wenn sie tief im Schnee begraben wird.\nManche mögen es als Nachahmung, als falsches Leben bezeichnen,\ndenn das Leben besteht aus Veränderung, Schmerz und Wachstum\nund es kann jeden Moment vorbei sein.\nAber die Erinnerungen an die Begegnung mit ihr,\nwie wir gemeinsam das Feuerwerk am Himmel bewunderten, Feuerwerk so prächtig wie ein blühendes Blumenmeer,\ndie Erinnerungen an die Frau mit den Fuchsaugen, die letztendlich spurlos verschwand,\ndiese unverwüstliche Blume ist das letzte, das mich noch daran erinnert.\nLetzten Endes ist das so, weil es das Leben gibt,\nund das Leben ist so unendlich wie diese Sommerfestbrosche,\nfür die meisten jedoch ist es so vergänglich wie Rauch."
          }
        ]
      },
      {
        "title": "Sommerfestmaske",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Abbild ein Gottheit.\nDie ist eine Maske, die nach dem Bildnis einer legendären Gottheit gefertigt wurde.\nDie Menschen nehmen oft die Gestalt des Fuchses der Legende an\nund bedeckten ihre Gesichter mit Masken, die auf dem göttlichen Antlitz beruhten,\nvielleicht mit dem Wunsch, dass sie ebenfalls ihre Fähigkeit zur Verwandlung gewinnen könnten.\nIn den Legenden von Inazuma ist alles beseelt.\nAber selbst wenn dem so ist,\nist es wahrscheinlich, dass die meisten dieser fantastischen Wesen längst geflohen sind,\nzurückgetrieben in die Wälder durch die Unterdrückung des Shouguns.\nAber viele Menschen glauben immer noch an diese göttlichen Füchse und an die Fähigkeit, von ihnen besessen zu werden ...\nSie glauben, dass ein Alter von über tausend Jahren den Tieren Macht verleihen kann.\nAls solche glauben sie auch an das, was diese Fuchsmaske repräsentiert.\nAuf der Rückseite dieser Maske ist eine Notiz in schöner Handschrift hinterlassen worden.\n„Es tut mir leid, ich bin während des Feuerwerks aufgebrochen.“\n„Wir werden uns höchstwahrscheinlich nie wiedersehen. Pass gut auf dich auf.“"
          }
        ]
      },
      {
        "title": "Sommerfest-Wasserballon",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein hübscher Ballon gefüllt mit Wasser.\nIn einer der Geistergeschichten aus Inazuma\nist das ein Andenken an eine Begegnung mit einem unmenschlichen Wesen ...\nWährend des Sommerfests wurde ich in der Menschenmenge von meinen Eltern getrennt,\nnatürlich nur für einen kurzen Moment, denn ich wollte unbedingt einen Wasserballon sehen.\nAlso löste ich den Handgriff meines Vaters ein klein wenig.\nIn dem Moment jedoch wurde ich sofort von der Menschenmenge davongetragen.\nIch hockte mich neben ein Torii und weinte verzweifelt,\nwährend ich nebenbei die Füße der vorbeikommenden Leute zählte, die den Berg hinauf gingen.\nIch weiß nicht, seit wann sie neben mir stand,\naber plötzlich nahm eine wunderhübsche Frau mit fuchsgleichen Augen meine Hand.\n„Wer lässt denn so ein niedliches Kind einfach hier zurück? Da fehlen mir die Worte!“\n„Wie wäre es, möchtest du dir das Feuerwerk ansehen, Dart spielen oder Papierboote angeln gehen?“"
          }
        ]
      },
      {
        "title": "Ende des Sommerfestes",
        "desc": [
          {
            "type": "RichText",
            "text": "Filigran gearbeitete Dartpfeile sind keine Seltenheit bei einem Sommerfest.\nIn einer der Geistergeschichten aus Inazuma\ngibt es eine Geschichte über das Treffen eines Menschen und eines unmenschlichen Wesens ...\nUm für eine gute Schwangerschaft meiner Frau zu beten, ging ich zu dem Schrein.\nIch weiß nicht, wieso, aber ich ging den Berg hinauf und brachte als Opfergaben\nden Wasserballon aus meiner Kindheit, als ich sieben war, die Fuchsmaske aus meiner Jugend, als ich siebzehn war,\nund eine Blume, die selbst nach zehn oder hundert Jahren nicht verwelken würde.\nWarum nur würde ich sie wiedersehen wollen?\nKein Heiratsvermittler hatte mich meiner Frau vorgestellt und Geld war immer knapp gewesen.\nAußerdem hatte es einige Zeit gebraucht, bis meine Frau endlich schwanger wurde,.\nAber trotzdem führten wir ein glückliches Leben, oder etwa nicht?\nAls ich den Berg hinaufging, machte ich dennoch einen kleinen Abstecher zu dem Ort, an dem ich damals mit ihr das Feuerwerk gesehen hatte.\nWie ich so durch die Büsche lugte, dachte ich für einen kurzen Moment, ich hätte sie in ihrem weißen Kleid auf einem der Steine sitzen gesehen.\nBeim näheren Hinsehen jedoch war es bloß ein Fuchs, der sich in der Sonne ausruhte.\nAufgescheucht von dem Geräusch knackenden Geästs unter meinen Füßen rannte der Fuchs schnell davon in den Wald hinein.\nSo wie das Licht nur kurz zwischen tanzende Blätter im Wind fällt, so schnell war auch der Fuchs verschwunden.\nIch wagte noch einen weiteren Schritt nach vorn und fand als einziges einen hölzernen Dartpfeil auf dem Stein."
          }
        ]
      },
      {
        "title": "Sommerfestuhr",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine kleine, hübsch verzierte Taschenuhr.\nJedoch scheint die Uhr zu einer bestimmten Tageszeit stehengeblieben zu sein.\nIn einer der Geistergeschichten aus Inazuma\nhat das etwas mit der Begegnung mit etwas Unmenschlichem zu tun.\nIn der Nacht des Sommerfestes, als ich mit dem Mädchen, das ich mochte, den Weg zum Schrein hinaufging,\nhörte ich in der Ferne den Klang der Schreie eines verlorenen Kindes.\nIn diesem kurzen Moment der Ablenkung fiel ich hin, verstauchte mir den Knöchel und brach die Taschenuhr entzwei.\nWährend sie losrannte, um nach einer Salbe für mich zu suchen,\nversuchte ich， so gut es ging, Platz für vorbeikommende Passanten zu schaffen,\nund setzte mich auf einen Felsen am Wegrand, um mich ein wenig auszuruhen.\nDie hübsche Maske tragende Frau setzte sich neben mich.\n„Nicht viele wissen von dieser Stelle hier.“\n„Aber es ist der beste Ort， um sich das Feuerwerk anzusehen.“\nIch dachte erst, es wäre nur ein Traum,\ndenn wir hatten uns über zehn Jahre nicht gesehen,\nund in diesen zehn Jahren war sie kein bisschen gealtert ...\n„Du bist so groß geworden. Wie es aussieht, sollten wir das Spiel mit den Papierbooten lieber lassen.“\n„Wie wäre es? Ich habe hier etwas Wein mitgebracht. sollen wir uns zusammen das Feuerwerk ansehen?“"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Erhöht die Schildeffizienz um 35 %.",
      "fourSetEffect": "Erhöht den Schaden von Standardangriffen und heftigen Schlägen bei aktivem Schild zusätzlich um 40 %."
    }
  }
}