{
  "epId": 2172,
  "name": "Kairagi – Sengende Macht",
  "desc": "Ein wandernder Kampfkünstler, der sich dem Bösen verschrieben hat.<br/>Er hat sich seit seiner Kindheit auf die Kampfkünste konzentriert und nie nachgelassen, aber weil er die Gelegenheit verlor, seiner Pflicht nachzukommen, kam er vom rechten Weg ab und schlug den Weg des Bösen und der Rebellion ein. Die Klinge ist nicht so kalt wie normaler Stahl, sondern ist voller feurigen Zorns. Sie scheint mit Hilfe eines Talismans aus Papier zum Brennen gebracht worden zu sein, das durch die angeblich verlorene Technik der Götter hergestellt wurde.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/36893887/de9c96464054ff17453e48787a4a2502_8203799087342790497.png",
  "menuId": 7,
  "menuName": "Gegner und Monster",
  "version": 1699174696,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kairagi – Sengende Macht"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Weitere Menschen"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "\n\nKairagi – Sengende Macht\n",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/36893887/82488cd32892586a23f7656e636bcedf_8714629481953451152.png"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1248,
        "name": "Alter Handschutz",
        "desc": "Ein kampferprobter Handschutz, der einst an einer Inazuma-Klinge befestigt war.<br/>Für diejenigen, die in der Kunst des Schwertes versiert sind, ist die Tsuba eine Verteidigung gegen die Klinge des Gegners. Für Anfänger ist es ein Schutz gegen sich selbst.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 711,
        "name": "Kageuchi-Handschutz",
        "desc": "Ein Handschutz, der auf ein Schwert von einiger Bedeutung aufgesetzt wird.<br/>Inazuma hat eine lange Tradition in der Herstellung von Schwertern. Bei der Herstellung von Schwertern fertigen die Schmiede oft mehrere verschiedene Waffen auf einmal an, bevor sie aus ihnen die „Shinuchi“, oder die beste Waffe, auswählen, während die anderen als „Kageuchi“ bekannt sind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 400,
        "name": "Berühmter Handschutz",
        "desc": "Ein kunstvoll gefertigter Handschutz, der auf eine berühmte Waffe montiert wurde.<br/>Einige glauben, dass Schwerter eine Seele und ein eigenes Leben haben und daher ihren eigenen Namen verdienen. Diejenigen, die ihre Klingen lieben, werden im Gegenzug von ihnen gewürdigt. Aber diejenigen, die ihre Schwerter als Freunde oder sogar Liebhaber sehen, sollten gewarnt sein, dass diese Beziehung auf Tod und Blutvergießen aufgebaut ist. Die Leidenschaften derer, die mit ihrer Klinge inmitten von purpurnen Schauern tanzen, müssen sicherlich eines Tages vom wankelmütigen Stahl abgekühlt werden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Herkunft"
      },
      {
        "type": "RichText",
        "text": "Teyvat:"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=de-de#/map/2?shown_types=209&center=6175.55,333.88&zoom=-3.00"
      }
    ]
  }
}