{
  "epId": 223,
  "name": "Studien zu Hilichurl-Bräuchen – Band III",
  "desc": "<p>Studien zu den gesellschaftlichen Sitten der Hilichurle von Jacob Musk, einem Ökologen aus Mondstadt und dem „Dichterfürsten des Hilichurlischen“. In diesem Band werden Hilichurle besprochen, die abseits von den anderen leben.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/83671a9a2eed5b9d1f02f8bf5800c2a2_9113164330909415707.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939729,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die mysteriösen Außenseiter</color>\n<color=#ffffffd9>Unter den Hilichurlen existiert auch eine Art mysteriöse, große Kreatur, die sowohl über immense physische Kraft als auch über die Fähigkeit verfügt, die Elemente zu kontrollieren. Diese Kreaturen nutzen elementare Fähigkeiten, um ihren physischen Zustand weiter zu verbessern, z. B. um sich zu schützen oder die rohe Gewalt ihrer Angriffe zu erhöhen, eine Kombination, die sie nahezu unaufhaltsam macht.</color>\n<color=#ffffffd9>Diese mächtigen Hilichurle werden vom Rest des Stammes „Lawa“ genannt, eine respektvolle Anrede, die sich am besten mit „König“ oder „Häuptling“ übersetzen lässt. Allerdings herrschen die Lawas gar nicht über den Stamm oder führen ihn an. Vielmehr bevorzugen diese großen Einzelgänger die Einsamkeit und vermeiden die ehrfürchtigen Blicke der kleineren Hilichurle.</color>\n<color=#ffffffd9>Abenteurer begegnen diesen gigantischen Kreaturen in der Regel nur sehr selten. Doch selbst die erfahrensten Abenteurer werden es sich zweimal überlegen, bevor sie sich auf Expeditionen in Gebiete begeben, in denen diese gefährlichen Lawas anzutreffen sind.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Studien zu Hilichurl-Bräuchen – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Hauptquartier des Ritterordens in Mondstadt"
          }
        ]
      }
    ]
  }
}