{
  "epId": 227,
  "name": "Hilichurl-Balladen – Eine Auswahl – Band I",
  "desc": "<p>Das Meisterwerk des Dichterfürsten des Hilichurlischen! Eine Koryphäe der Literatur, Jacob Musk, wird dich in die mysteriöse Welt der Geistesgeschichte der Hilichurle entführen!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/347e960fffa978cf0b5ed1d6161a4719_8115219785699996815.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189668,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Eine vom Ökologen Jacob Musk aus Mondstadt zusammengestellte Sammlung an Gedichten der Hilichurle. Für dieses Werk hat Musk keine Mühen gescheut und Hilichurl-Stämme im gesamten Land besucht. Er schlich sich in Gegenden, in denen Hilichurle leben könnten, und nahm sogar am alltäglichen Leben der Hilichurle teil. Für dieses Buch bekam Musk den Titel des „Dichterfürsten des Hilichurlischen“, den jedoch weder der Gelehrte selbst noch die Objekte seiner Untersuchungen wertschätzten. Jacob Musk studierte die Hilichurle zwar mit Leib und Seele, konnte es aber nicht ertragen, in einem Satz mit ihnen erwähnt zu werden.</color>\n<color=#ffffffd9>Erstes Lied:</color>\n<color=#ffffffd9>Mi muhe ye</color>\n<color=#ffffffd9>Mi biat ye</color>\n<color=#ffffffd9>Biat ye dada</color>\n<color=#ffffffd9>Muhe dada</color>\n<color=#ffffffd9>Diese Zeilen scheinen kurz vor einer Schlacht von den Hilichurlen gesungen zu werden. Meinen Beobachtungen zufolge beginnt immer eine wilde Rauferei, sobald einer von mehreren anwesenden Hilichurlen dieses obszöne Lied singt.</color>\n<color=#ffffffd9>Zweites Lied:</color>\n<color=#ffffffd9>Eleka mimi-a-Domu</color>\n<color=#ffffffd9>Mita domu-a-dada</color>\n<color=#ffffffd9>La-la-la</color>\n<color=#ffffffd9>La-la-la</color>\n<color=#ffffffd9>Mimi mosi ye mita</color>\n<color=#ffffffd9>Dieses Lied wird laut von Hilichurlen gesungen, während sie um ein Totem tanzen. Es könnte ein Lobgesang eines bestimmten Stammes sein. Bei freudiger Atmosphäre und besonders bei Festen der Hilichurle kann man dieses Lied hören.</color>\n<color=#ffffffd9>Drittes Lied:</color>\n<color=#ffffffd9>Mi muhe mita nye</color>\n<color=#ffffffd9>Mi muhe mita nye</color>\n<color=#ffffffd9>Muhe nye</color>\n<color=#ffffffd9>Muhe nye</color>\n<color=#ffffffd9>Gusha</color>\n<color=#ffffffd9>Biat, gusha</color>\n<color=#ffffffd9>Dieses traurige Lied vernahm ich, als ich gerade mit einem alten Hilichurl-Schamanen sprach. Obwohl ich den Inhalt dieser Strophen noch nicht vollkommen verstehe, übertrifft die finstere Stimmung dieses Lieds die Vorstellungskraft der Poeten meiner Heimat bei Weitem, wobei ich hinzufügen muss, dass der Gestank alter Hilichurle mindestens genauso bedrückend ist.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hilichurl-Balladen – Eine Auswahl – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ]
  }
}