{
  "epId": 236,
  "name": "Kompaktes Wörterbuch für Hilichurlisch",
  "desc": "<p>Ein Handbuch über Hilichurlisch, verfasst von der Autorin Ella Musk, obwohl die Richtigkeit des Inhalts noch verifiziert werden muss.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/6a33bc3eab4ade507083e0cc58a675ee_5796627929848119228.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939705,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Kompaktes Wörterbuch für Hilichurlisch"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während der Aktion <color=#ffffff>„</color> Fang mich doch <color=#ffffff>“</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Meiner Erbin und Enkelin Ella gewidmet. In der Geschichte unserer Familie wird sie höchstwahrscheinlich die exzentrischste, aber süßeste Ella Musk sein.</color>\n<color=#ffffffd9>Dieses handliche Handbuch kann nur eine grundsätzliche Hilfestellung in Situationen bieten, in denen du dringend auf Hilichurlisch kommunizieren musst (dieses Buch dient nur als Nachschlagewerk und kann nicht für eventuelle Folgen seiner Verwendung verantwortlich gemacht werden).</color>\n<color=#ffffffd9>Wenn du Hilichurlisch lernen möchtest, verwende bitte ein Standardlehrbuch, wie z. B. mein nächstes Einführungsbuch.</color>\n<color=#ffffffd9>Grüße, Etiquette:</color>\n<color=#ffffffd9>„Da/Dada“</color>\n<color=#ffffffd9>1. Gut/Sehr gut. 2. Beiläufige Bestätigung bei Gesprächen, wie z. B. „Ja, klar“. 3. Sehr, total, am meisten.</color>\n<color=#ffffffd9>Hinweis: „Dada upa“ bedeutet „sehr hoher/großer Berg“.</color>\n<color=#ffffffd9>„Ika ya/Ika yaya/Ya ika/Yaya ika“</color>\n<color=#ffffffd9>1. Eine schlechte Person/schlechte Leute!</color>\n<color=#ffffffd9>Hinweis: Wenn du hörst, dass Hilichurle diese Worte rufen und du selbstbewusst bist, gib ihnen eine Abreibung. Andernfalls renne.</color>\n<color=#ffffffd9>„Muhe“</color>\n<color=#ffffffd9>1. Mögen, wollen.</color>\n<color=#ffffffd9>Hinweis: Du wirst in der Regel nicht hören, dass Hilichurle sagen, dass sie dich mögen, also ist die Übersetzung mit „wollen“ ausreichend.</color>\n<color=#ffffffd9>Nützliche Ausdrücke:</color>\n<color=#ffffffd9>„Gusha“</color>\n<color=#ffffffd9>1. Gemüse, Gräser, Früchte, unbeliebte Dinge.</color>\n<color=#ffffffd9>Hinweis: Abgesehen vom Essen von Pflanzen kann „mosi gusha“ auch Unzufriedenheit ausdrücken.</color>\n<color=#ffffffd9>Wenn ein Hilichurl „Gusha“ zu dir sagt, musst du anhand seines Tonfalls feststellen, ob er Früchte, Reis oder Weizen möchte oder ob er unzufrieden ist.</color>\n<color=#ffffffd9>„Mita“</color>\n<color=#ffffffd9>1. Fleisch, leckeres Essen, beliebte Dinge.</color>\n<color=#ffffffd9>Hinweis: „In movo lata mita/Mita in movo lata/Mita movo lata“ bedeutet „Fleisch im Wasser“. Zukünftige kleine Ellas können erraten, was das bedeutet.</color>\n<color=#ffffffd9>„Upano“</color>\n<color=#ffffffd9>1. Schwierig zu erklären, siehe Hinweis.</color>\n<color=#ffffffd9>Hinweis: Dieses Wort wird an Substantive angehängt und beschreibt eine Richtung nach oben, Höhe oder einen Flug. Es kann fliegende Insekten, Vögel, Wolken, patrouillierende Ritter, einen kleinen Begleiter, der von einem größeren Hilichurl in die Luft geschickt wird, bezeichnen. Kurzum, dieses Wort ist schwer zu erklären.</color>\n<color=#ffffffd9>„Celi“</color>\n<color=#ffffffd9>1. Heiß, Etwas, das heiß ist, Feuer</color>\n<color=#ffffffd9>2. Gelegentlich „Sonne“; „Celi upa“ ohne „upa“ kann auch „Sonne“ bedeuten.</color>\n<color=#ffffffd9>Hinweis: „Celi lata“ ist eine ungewöhnliche Redewendung, da sie sowohl Kälte als auch Wärme impliziert.</color>\n<color=#ffffffd9>Diese Redewendung bezieht sich im Allgemeinen auf Dinge, die Licht, aber keine Wärme ausstrahlen. Zum Beispiel ist „Celi lata gusha“ „Kleines Lampenkraut“,</color>\n<color=#ffffffd9>und „Celi lata“ kann Dinge wie Glühwürmchen, Sterne oder den Mond beschreiben.</color>\n<color=#ffffffd9>„Kucha gusha/Unu gusha“</color>\n<color=#ffffffd9>1. Saatgut.</color>\n<color=#ffffffd9>Anmerkung: Es mag schwer zu glauben sein, dass ich ein solches Wort auflisten würde. Hilichurle betreiben nicht speziell Landwirtschaft, aber sie haben die Angewohnheit, Samen zu horten. Manchmal, wenn sie in guter Stimmung sind, finden sie einen Platz und vergraben ihre Samen. „Kucha“ hat im Hilichurlischen einen leicht verächtlichen Unterton. „Unu“ ist die Zahl eins und ist ein heiliges Wort, das die Vorstellung der Hilichurle von Göttern und dem Ursprung des Lebens verkörpert. Beide Begriffe können zur Beschreibung eines Samens verwendet werden, was faszinierend ist.</color>\n<color=#ffffffd9>Übrigens: „Du“ ist zwei, „Unu du“ ist drei und „Dudu“ ist vier. Kannst du erraten, was fünf ist?</color>\n<color=#ffffffd9>Die richtige Antwort ist: „Mani“, was auch „Hände“ oder „körperliche Arbeit“ bedeutet.</color>\n<color=#ffffffd9>„Sada“</color>\n<color=#ffffffd9>1. Fest, hart</color>\n<color=#ffffffd9>Hinweis: Auf Hilichurlisch bedeutet „Upa sada“, dass sie bereit sind, etwas zu tun.</color>\n<color=#ffffffd9>„Boya“</color>\n<color=#ffffffd9>1. Wird mit bestimmten Wörtern verwendet, um Farben zu bezeichnen.</color>\n<color=#ffffffd9>Hinweis: Nach meinen Tests ist „Celi boya“ Rot, „Gusha boya“ Grün, „Lata boya“ Blau, „Nini boya“ Weiß, „Nunu boya/Sama boya“ Schwarz und „Unu boya“ Gelb.</color>\n<color=#ffffffd9>Zeit und Wegbeschreibung:</color>\n<color=#ffffffd9>„Aba mosi dada“.</color>\n<color=#ffffffd9>1. Vom Aufwachen bis zum Mittagessen.</color>\n<color=#ffffffd9>„Unta mosi dada“</color>\n<color=#ffffffd9>1. Die schöne Zeit von nach dem Mittagessen bis zum Sonnenuntergang.</color>\n<color=#ffffffd9>„Mosi aba nunu“</color>\n<color=#ffffffd9>1. Von nach Sonnenuntergang bis spät in die Nacht.</color>\n<color=#ffffffd9>„Unta nunu“</color>\n<color=#ffffffd9>1. Späte Nacht.</color>\n<color=#ffffffd9>„Du ya zido dala?“</color>\n<color=#ffffffd9>1. Wo ist dieses Ding hin?</color>\n<color=#ffffffd9>Anmerkung: Nach einigem Nachdenken habe ich mich entschlossen, hilichurlische Richtungswörter in diesem Handbuch wegzulassen. Hilichurle haben keine absoluten Richtungen, daher ist ihre Richtungssprache relativ. Das Thema in ihren Antworten hängt jedoch von ihrer Einstellung dir gegenüber ab. Wenn sie du es magst, werden sie aus deinem Blickwinkel sprechen. Wenn nicht, werden sie sich selbst als Bezugsrahmen verwenden.</color>\n<color=#ffffffd9>Die empfehlenswerteste Methode ist, eine Karte zu besorgen, ihnen diese Frage zu stellen und sie den Ort auf der Karte identifizieren zu lassen.</color>"
      }
    ]
  }
}