{
  "epId": 2461,
  "name": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
  "desc": "<p>Der Fürst des untergehenden Mondes und der aufgehenden Sonne ist ein Adept, der am Qingyun-Gipfel residiert. Seine Adeptenform ist die eines Hirsches. Er ist auftragsexklusiv zum Archontenauftrag und jährlich beim Laternenritual.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/f6db6df736a86639eaf7c2d89eb318b8_4739251817946076662.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1719577118,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fürst des untergehenden Mondes und der aufgehenden Sonne"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten, Liyue"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Archontenauftrag Kapitel I - 1. Akt: „Vom Land inmitten von Monolithen“\nArchontenauftrag Kapitel I - 3. Akt: „Ein aufsteigender Stern“\nAktion: „Mondlichtfreude“ 2. Teil: „Wer kann schon bei acht, neun, zehn gutem Essen widerstehn?“ (Sept. - Okt. 21, Version 2.1)\nAktionsuaftrag: „In unserer Erinnerung sind die Sternschnuppen immer bunt“ aus der Aktion „Flüchtige Farben im Flug“ (Jan. - Feb. 22, Version 2.4)\nAktion: „Nacht des kristallklaren Saitenklangs“ 2. Teil: „Wo bleibt der wahre Zuhörer?“ (Jan. - Feb. 23, Version 3.4)\nAktion: „Drachenpracht in der Frühlingsbrise“ (Feb. 24, Version 4.4)\nWebaktion: „Großes Festmahl der Adepten“ (Jan. - Feb. 22, Version 2.4)"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "虞晓旭 (Yu Xiaoxu)"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Zach Aguilar"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "堀口 凌介 (HORIGUCHI Ryousuke)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "박요한 (Park Yo-han)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepten",
        "desc": "<p>Adepten sind eine Gruppe göttlicher Bestien von Liyue, die die Menschen seit Jahrtausenden beschützen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/acf8b3f376f436b47bd1c4911fb9fe4d_5900927205587409184.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Die Adepten sind eine Gruppe erleuchteter Wesen. Der Fürst des untergehenden Mondes und der aufgehenden Sonne ist ein Teil von ihnen.</color>\n<color=#ffffff73>Die Adepten Liyues sind seine Freunde und Verbündete.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Auch bekannt unter dem Namen Rex Lapis. Er ist der Meister des Fürsts des untergehenden Mondes und der aufgehenden Sonne."
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Shenhe bekam ihre Zukunft von ihm gelesen. Das Orakel weissagte ihr schlimme Schicksalsverläufe, ein einsames und trauriges Leben und eine kaum unterdrückbare Mordgier."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Yaoyao ist sehr vertraut mit den Adepten. Sie nennt den Fürsten des untergehenden Mondes und der aufgehenden Sonne auch Onkel."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Verwandte Einträge"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Passierschein",
        "desc": "Ein Streifen mit Symbolen, den der Graf von den Elf der Fatui ausgeliehen hat. Die Menschen in Liyue beten die Adepten nur außerhalb vom Jueyun-Karst an. Mit diesem Gegenstand soll man aber sicher bis zum Wohnort der Adepten vordringen können.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/3af4d0f5dbd9c2329e46b666ca5ca91f_1164563880644734284.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3509,
        "name": "Dampfende Bambussuppe mit Fleischeinlage",
        "desc": "<p>Eine mit der „edlen Küchenmaschine“ gekochte „Bambussuppe mit Fleischeinlage“. Von Zhongli wurde sie als „Ein Festmahl für Augen und Gaumen, sättigend und beseeligend“ bezeichnet. Die zu den Zutaten gehörenden aufkeimenden Bambussprossen sind nicht einfach zu bekommen ... Und daher ist aus verschiedenen Gründen der Wert der Erinnerung daran größer als ihr kulinarischer Wert. Da sie von den Adepten kommen, sollten sie selbst dann nicht schlecht werden, wenn man sie einfach so in die Tasche steckt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/61cb58000d725a1494152afdbea8192c_1954197910423303063.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/1aad3d8b72a5a91e5acca7cc6c5d8cea_2259804300017654752.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Fürst des untergehenden Mondes und der aufgehenden Sonne ist dafür bekannt, der freundlichste Adeptus von allen zu sein. Er war der Schüler von Rex Lapis und war Zeuge der Gründung der Guili-Stätte. Als die Flut kam, war der Fürst des untergehenden Mondes und der aufgehenden Sonne einer der Adepti, die den Menschen bei der Umsiedlung halfen. Zusammen mit der Fürstin der stehenden Wolken und des stillen Windes, Marchosius, der Fürst der fließenden Wasser und aufgetürmten Berge und anderen Adepti beschützte er die Menschen während des zwölftägigen Sturms, der sie bei der Umsiedlung angriff.\nViele Jahre später wurde der Geo-Archon während der Adeptenzeremonie getötet. Als der/die Reisende und Paimon nach dem Tod des Archons auf Bitten von einem der Elf der Fatui „Der Graf“ zum Jueyun-Karst gingen, war der Fürst des untergehenden Mondes und der aufgehenden Sonne der erste, der die Gäste begrüßte. Er sagte sofort, dass er sich der ungerechten Anschuldigung der Reisenden bewusst sei und erklärte, dass er ein Bild des wahren Mörders habe. Der Fürst des untergehenden Mondes und der aufgehenden Sonne ging, nachdem er gesagt hatte, dass er sich mit dem Rest der Adepti beraten müsse, um seine Intuition zu bestätigen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/e9f509fa394beda069fd8e271b605d7d_115838620943202970.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als „Der Graf“ den Herrscher des Wirbels Osial, einen im Archontenkrieg besiegten Gott, wiederbelebte, beschlossen der Fürst des untergehenden Mondes und der aufgehenden Sonne und die anderen Adepti, sich mit den Liyue Qixing zu versöhnen, um sich gegen den Gott zu stellen, der den Hafen zu zerstören drohte. Nach der Schlacht kamen die Adepti zu dem Schluss, den Liyue-Hafen den Qixing von Liyue anzuvertrauen und sich nicht in die Angelegenheiten der Menschen einzumischen.\nLiyue hat seine eigenen Methoden der Wahrsagerei und der Schicksalsdeutung, ähnlich wie die Astrologie. Als die Adepti Shenhe retteten, las der Fürst des untergehenden Mondes und der aufgehenden Sonne ihr einst die Zukunft vor. Sie wurde von starken Mordgelüsten geplagt - sie war also ein Mensch mit einem äußerst unheilvollen Schicksal, der dazu verdammt war, sich selbst und anderen Schaden zuzufügen. Um sicherzustellen, dass sie sicher aufwachsen und keine Unschuldigen verletzen konnte, banden die Adepti ihre Seele mit roten Seilen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/012b8a09adbe19db803815e71f034a17_7910560980964677268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eines Tages auf dem Laternenfest lieh sich der Fürst des untergehenden Mondes und der aufgehenden Sonne zusammen mit Rex Lapis und Fürst der fließenden Wasser und aufgetürmten Berge den Mechanismus zum Kochen von der Fürstin der stehenden Wolken und des stillen Windes aus und verbrachte den Abend mit der Zubereitung von Speisen. Obwohl sie die Erfindung ihres Freundes benutzen, verstehen der Fürst der fließenden Wasser und aufgetürmten Berge und der Fürst des untergehenden Mondes und der aufgehenden Sonne nicht die Liebe, welche die Fürstin der stehenden Wolken und des stillen Windes zu den Mechanismen und der Haute Cuisine fühlt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/47c177d3d402a3963dba84322dc11fb2_482271274834643018.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Heutzutage geht der Fürst des untergehenden Mondes und der aufgehenden Sonne oft auf dem Berg Tianheng spazieren und genießt die Aussicht auf die Stadt. Laut der Fürstin der stehenden Wolken und des stillen Windes wollte er eigentlich sehen, wie es in Liyue läuft, aber wegen des Vertrags mit den Qixing von Liyue konnte er Liyue nicht besuchen und die Arbeit nach eigenem Gutdünken erledigen. Madame Pings alte Freunde, darunter auch der Fürst des untergehenden Mondes und der aufgehenden Sonne, besuchen sie jedoch recht häufig im Hafen. Die Gäste besuchen nicht nur die Geschäfte und Essensstände, sondern nehmen auch an Erzählungen oder Liyue-Opernaufführungen im Heyu-Tee-Haus teil. Einmal saßen drei Fremde, die zum ersten Mal den Hafen von Liyue besuchten, am Tisch neben dem von Yaoyao und Co. Nachdem sie eine Oper über die Adepten von Liyue gehört hatten, begannen sie bei Tee und Snacks über eben dieses Thema zu diskutieren. Da sie in dem Gespräch zwischen ihrem Herrn und ihrem Gast nicht zu Wort kam, gab sich Yaoyao der Langeweile hin und lauschte dem Gespräch in der Nähe, während sie einige Leckereien aß. Die Abenteurerin aus Mondstadt fragte den Teemeister, ob sie jemals mit einem Adeptus gesprochen hätten, doch die Antwort war enttäuschend: <color=#ffffffd9>„Das sind doch alles nur Geschichten. Wir Normalsterblichen verbringen unsere Tage nicht im Jueyun-Karst und haben auch nicht oft die Gelegenheit, Adepten zu begegnen.“</color>\nYaoyao spürte, dass da etwas nicht stimmte und konnte nicht anders, als zu erwidern: <color=#ffffffd9>„Wie kann das sein? Jetzt gerade sind die Adepten doch unter uns. Und gerade hat Onkel Untergehender Mond doch sogar gesagt, dass die Geschichte echt spannend sei.“</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/19929963/769f11f5b9ab2b2e5b7d9275b980cd34_1527499378527139045.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Fürst der fließenden Wasser und aufgetürmten Berge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/24ed91484b6cba0d0f8c7dd916b9f774_8553136342884295936.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Der Letzte unter den Elf der Fatui, der Graf genannt, mit großen Erfolgen auf dem Schlachtfeld.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Reisender",
        "desc": "Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Handlungsvorschau von Genshin Impact – „Geschmäcke der Welt“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2 Oktober 2021"
      },
      {
        "type": "RichText",
        "text": "Das Vergehen der Zeit wird durch Mahlzeiten markiert, bei denen wir trinken und fröhlich sind, gesegnet durch die Gnade der Natur. Von der Vergangenheit bis zur Gegenwart vergehen die Jahre wie im Fluge. Der Rauch der Feuerstellen bringt uns Freude, und die Häuslichkeit malt ein Bild des Alltags. Zarte Wolken jagen dem Mond hinterher, während das Boot auf dem Fluss der Zeit treibt."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Handlungsvorschau von Genshin Impact – „Die göttliche Jungfrau der Verwüstung“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "6 Januar 2022"
      },
      {
        "type": "RichText",
        "text": "Eine seltsame Geschichte, die von einer Adeptenverwandtschaft erzählt, in der die Dinge nicht mehr das sind, was sie einmal waren, abgesehen von den Tausenden von Fäden des Kummers.\nDie Oper besingt die Heldentaten einer Heldin, wobei der Geschichte neue Zeilen hinzugefügt und in vielen Häusern neu erzählt werden."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EiAhMr6IJTQ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Animation der Aktion „Flüchtige Farben im Flug“ von Genshin Impact – „Ära der fließenden Farben“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "31 Januar 2022"
      },
      {
        "type": "RichText",
        "text": "Die flammenden Blumen, die sich am ganzen Himmel verteilen, heißen alle willkommen.\nMit wunderschöner Farbenpracht bringen Tausende und Abertausende von Wünschen den Bergen und dem Mond immer wieder Neues."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Zwischensequenz zu „Nacht des kristallklaren Saitenklangs“ von Genshin Impact – „Leuchtendes Fest“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "21 Januar 2023"
      },
      {
        "type": "RichText",
        "text": "Ein neues Jahr bringt neues Glück und gute Freunde zurück.\nIn dieser farbenfroh erhellten Nacht, werden in Liyue nicht nur Laternen angebracht, sondern auch herrlich klingende Musik gemacht."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Handlungsvorschau von Genshin Impact – „Ein Klang, der im Herzen verweilt“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "21 Januar 2023"
      },
      {
        "type": "RichText",
        "text": "Wie eine schwindende Wolke oder ein treibendes Blatt.\nLangsam bewegt sich das Wasser und mit ihm auch der Staub hinab."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video zu den Landschaften von „Genshin Impact“ – Liyue"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "21 Juni 2023"
      },
      {
        "type": "RichText",
        "text": "Eine wundersame Landschaft aus Bergen und Felsen, gewaltig und unerschütterlich in ihrer Schönheit.\nEin geschäftiger Handelshafen, Tausende Schiffe eintreffend."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gJe8sAMb3bE"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/f9f79a2665973cad7eed07a208d1f489_8496004844030497208.png"
      },
      {
        "key": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/2306ed29f295924df4b791619cbd6a9e_4781048878392620105.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fürst des untergehenden Mondes und der aufgehenden Sonne, Fürstin der stehenden Wolken und des stillen Windes und Fürst der fließenden Wasser und aufgetürmten Berge"
          }
        ]
      },
      {
        "key": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/36893887/5703d6c48f5e4a7814f62cfa4b8978ad_7748835536876631965.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fürst des untergehenden Mondes und der aufgehenden Sonne und andere Adepti während des Kampfes gegen Osial."
          }
        ]
      }
    ]
  }
}