{
  "epId": 2514,
  "name": "Iris",
  "desc": "<p>„Was mich angeht, so ist es viel einfacher, eine gewöhnliche Abenteurerin zu sein.“</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/19929963/987d08215ed0c6f80e5877e1eb1a74f1_8309277338171506679.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1682325250,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/19929963/32061278f0c94e70708337de96c765b5_4239202135855103578.png"
      },
      {
        "key": "Iris",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/19929963/21c01bc51ea70693015fff77f78abe99_4111077017242531534.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Iris"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Abenteurergilde (Mondstadt)"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Abenteurerin im Drachengrat-Lager"
          }
        ]
      },
      {
        "key": "Dialogbelohnung",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 475,
            "name": "Eines Helden Weisheit",
            "desc": "Material für Figuren-EP, enthält 20.000 EP.<br/>Wenn man auf dem Weg nach Celestia ist und sich ein Weilchen in diesen Landen aufhält, ist diese Erfahrung eine äußerst große Hilfe.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
            "amount": 4
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Person\nDetails\nCyrus\nIris' jüngerer Bruder. Sie sind früher zusammen auf Abenteuer gegangen und waren laut ihrer eigenen Aussage ein berühmtes Abenteurer-Duo."
      },
      {
        "type": "CustomEntry",
        "epId": 2516,
        "name": "Marjorie",
        "desc": "<p>„All diese Andenken sind einzigartig. Egal was du dir aussuchst, du wirst es nicht bereuen!“</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/19/19929963/088054d9d232466dd80f565391c7d2b9_1854604747933810615.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Iris' Nichte."
      }
    ],
    "story": [
      {
        "title": "Dialog: Begrüßung",
        "desc": [
          {
            "type": "RichText",
            "text": "Iris: Hmm? Ist etwas nicht in Ordnung? Bist du wegen der Sehenswürdigkeiten hierhergekommen oder hat dich dieser Junge Cyrus auf irgendeinen Auftrag hierhergeschickt?\nIris: Nun, egal aus welchen Gründen du hier bist, bleib dennoch auf der Hut."
          }
        ]
      },
      {
        "title": "Dialog: Unterhaltung 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Reisende/r: Also, was kannst du mir über den Drachengrat erzählen ...\nIris: Alfry von der Abteilung für Informationsbeschaffung hat erzählt, dass Drachengrat mit dem bösen Drachen verbunden zu sein scheint, der in der Vergangenheit gegen Dvalin gekämpft hatte, obwohl das nicht wirklich meine Sorge ist.\nIris: Was mich betrifft, ist dieser Ort einfach ein Abenteuer wert.\nIris: Eines muss man wissen: Dieser Ort ist gefährlicher als jeder andere Ort in Mondstadt. In solch einer Extremkälte ist es deine erste Aufgabe, deine Körpertemperatur aufrechtzuerhalten.\nIris: Mut und Leichtsinnigkeit dürfen hier nicht gleichgesetzt werden. Am besten ist es, mit einem Plan fortzufahren, damit du dein Leben nicht umsonst verlierst.\nReisende/r: Ist dieser Ort sehr gefährlich?\nIris: Ich möchte dringend davor warnen, sich leichtfertig in diese Gegend zu wagen.\nIris: Niedrige Temperaturen, Monster, raues Gelände ... Alles hier ist weit gefährlicher, als man sich das vorstellen kann.\nIris: Hier sind ein paar Notizen. Sie beschreiben die Abenteuer auf dem Drachengrat. Nimm sie mit, ich vertraue darauf, dass sie von Nutzen sein werden.\n<color=#ece5d8>(Dialogbelohnung: 4x Eines Helden Weisheit)</color>"
          }
        ]
      },
      {
        "title": "Dialog: Unterhaltung 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Reisende/r: Dieser ... Junge, Cyrus?\nIris: Ja, Cyrus ist mein jüngerer Bruder.\nIris: Wir sind früher gemeinsam auf Abenteuer gegangen. Man könnte sagen, dass wir ein ziemlich berühmtes Duo waren.\nIris: Aber seit er die Aufgabe des Leiters der Abenteurergilde von Mondstadt übernommen hat, ist er durch alle möglichen trivialen Angelegenheiten gebunden. Wir sind schon länger nicht mehr zusammen unterwegs gewesen.\nIris: Ich habe das Angebot erhalten, selbst die Leiterin der Niederlassung der Abenteurergilde zu werden, aber ich habe abgelehnt. Was mich angeht, so ist es viel einfacher, eine gewöhnliche Abenteurerin zu sein.\nReisende/r: Du bist ... seine Schwester?\nIris: Ja. Wir ähneln uns sehr, findest du nicht?\nIris: Warum er aussieht, als sei er aus Mondstadt, während ich aussehe, als sei ich aus Liyue? Das ist eine lange Geschichte. Sie hat etwas mit unseren Eltern zu tun.\nIris: Haa, willst du mich fragen, warum ich jünger aussehe als er?\nIris: Nun, das ist keine große Sache. Es ist eine Frage, wie man mit seinem Körper umgeht."
          }
        ]
      },
      {
        "title": "Dialog: Abschied",
        "desc": [
          {
            "type": "RichText",
            "text": "Reisende/r: Tschüs.\nIris: Bleib auf der Hut und werde nicht unvorsichtig. Ad astra abyssosque!"
          }
        ]
      }
    ]
  }
}