{
  "epId": 2523,
  "name": "Fürstin der stehenden Wolken und des stillen Windes",
  "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1712159773,
  "components": {
    "galleryCharacter": [
      {
        "key": "Menschliche Form",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/d9eff69bd89b0bf9cc39af3ca6fd57d6_4559033381826874701.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong, Morax und Fürstin der stehenden Wolken und des stillen Windes."
          }
        ]
      },
      {
        "key": "Fürstin der stehenden Wolken und des stillen Windes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/3254d0113a993f02023cec211b323b57_7630392607517874750.png"
      },
      {
        "key": "Fürstin der stehenden Wolken und des stillen Windes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/59d5d77ead81d5217a3450de98ef05df_8429395918468813817.png"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Person\nDetails"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ganyu und Fürstin der stehenden Wolken und des stillen Windes verbindet eine enge Beziehung. Allerdings erinnert sich die Fürstin der stehenden Wolken und des stillen Windes häufig an Ganyus Kindheit, sehr zum Leidwesen von Ganyu."
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Für Shenhe ist die Fürstin der stehenden Wolken und des stillen Windes eine kenntnisreiche und gesprächige Meisterin."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yaoyao hat viele Adepten getroffen, eine davon ist die Fürstin der stehenden Wolken und des stillen Windes. Yuegui wurde von der Fürstin der stehenden Wolken und des stillen Windes angefertigt, um sie zu schützen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Gegenstände/ Bücher:"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Passierschein",
        "desc": "Ein Streifen mit Symbolen, den der Graf von den Elf der Fatui ausgeliehen hat. Die Menschen in Liyue beten die Adepten nur außerhalb vom Jueyun-Karst an. Mit diesem Gegenstand soll man aber sicher bis zum Wohnort der Adepten vordringen können.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/3af4d0f5dbd9c2329e46b666ca5ca91f_1164563880644734284.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenkrieg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/1af157cbaaa1aef885957ef1089116ae_2175658930970464552.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lange vor dem Archontenkrieg, als Morax noch kein Göttliches Herz erhalten hatte, gründete er zusammen mit anderen Göttern und Adepten Liyue und die Guili-Stätte. Guizhong, die Göttin des Staubs, vermittelte der Menschheit ihre Weisheit und ihre Fähigkeit, Maschinen zu bauen. Marchosisus, der Gott des Herdes, vermittelte den Menschen das Wissen über das Kochen und die Herstellung von Öfen. Zusammen mit anderen Adepten verteidigten sie ihr Volk.\nVor langer, langer Zeit, vor dem Archontenkrieg, herrschte in Liyue eine schwere Dürre. Da sie keine andere Wahl hatten, verließen viele Menschen ihre Häuser, während andere Tag und Nacht zu den Adepten beteten. Zu der Dürre kam noch hinzu, dass sich ein giftiges Gas im Land ausbreitete. Ohne die Bemühungen der Wolkenbewahrer wäre ein großer Teil von Liyue heute nichts weiter als unfruchtbares Ödland. Nach seiner Ankunft borgte sich der Adeptus den Wind, um die Wolken zurückzuhalten. Sofort zogen sich die Wolken zusammen und es regnete in Strömen vom Himmel. Dürre und Pest wurden vertrieben, und das Volk von Liyue war gerettet."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/5009e31310093e05aa8c45df1d5d3ceb_1220554142479281982.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In jenen fernen Zeiten liebte es die Fürstin der stehenden Wolken und des stillen Windes, mit anderen Adepten Teepartys zu veranstalten. Es gibt einen Tisch in der Nähe ihres Wohnsitzes, an dem Rex Lapis, der Gott des Staubs und die Fürstin der stehenden Wolken und des stillen Windes selbst saßen. Fürstin der stehenden Wolken und des stillen Windes lachte oft über die Tassen, die Rex Lapis mitbrachte, weil sie zu eckig waren.\nGuizhong, eine Freundin von der Fürstin der stehenden Wolken und des stillen Windes, hielt ebenfalls oft Versammlungen in der Guili-Stätte ab und reservierte für sie Plätze um den größten Steintisch. Marchosius brachte seine köstlichen Gerichte an den Tisch, der Fürst des tobenden Meers und der ruhigen Dämmerung brachte immer seinen neuesten Schatz mit, und die Fürstin der stehenden Wolken und des stillen Windes und Guizhong diskutierten ihre neuesten Erfindungen. Die Fürstin des Singens und des Streunens blieb oft noch, um mit Guizhong die Blumen zu bewundern, bevor sie in ihre eigene Wohnstätte zurückkehrte. Guizhong fand immer ein Gesprächsthema und füllte den Tisch mit Humor und Lachen.\nEinmal nahmen der Fürst des untergehenden Mondes und der aufgehenden Sonne und die Fürstin der stehenden Wolken und des stillen Windes an einem Wettrennen teil. Nachdem der Fürst des untergehenden Mondes und der aufgehenden Sonne verloren hatte, beharrte er darauf, dass die Fähigkeit der Fürstin der stehenden Wolken und des stillen Windes zu fliegen ihr einen natürlichen Vorteil in einem solchen Wettbewerb verschaffte. Sie erklärte sich bereit, auf das Fliegen zu verzichten, um im Gegenzug eines ihrer Geräte, das „zweirädrigen Donnerblitz-Mobil“, in dem Rennen einsetzen zu können. Dank der Adepten-Energie konnte das Mobil an einem Tag Tausende von Meilen zurücklegen, aber seine Schwäche war das bergige Gelände. Als die Fürstin der stehenden Wolken und des stillen Windes den Fürst des untergehenden Mondes und der aufgehenden Sonne überholte, kam das Gerät wenige Sekunden vor der Ziellinie von der Strecke ab, was die Niederlage des Rennens zur Folge hatte. Ein anderes Mal schneite es heftig in Liyue, und der Aocang-Berg war mit mehreren Metern Schnee bedeckt. Die Fürstin der stehenden Wolken und des stillen Windes entwickelte einen Schneeverwehungsmechanismus für das Skifahren in den Bergen. Zusammen mit Guizhong und der Fürstin des Singens und des Streunens amüsierte sie sich prächtig, bis der Fürst des untergehenden Mondes und der aufgehenden Sonne beschloss, mitzumachen. Wenige Augenblicke später hatte er es geschafft, den Mechanismus aus den Angeln zu heben und stürzte tief in eine Schneewehe. Sie brauchten Stunden, um ihn auszugraben."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/76e0051fe32c2fc532c739aae3d07db9_2760365131102123927.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als der Archontenkrieg begann, wurden die Ländereien von Liyue zu einem Schlachtfeld. Die Guili-Stätte wurde überflutet, und die Adepten halfen den Bewohnern, in den Hafen von Liyue zu ziehen, der später zur Hauptstadt wurde. Die Fürstin der stehenden Wolken und des stillen Windes verlor in diesem Krieg viele ihrer Freunde. Marchosius opferte sich für die Menschen, verlor seine Kräfte und sein Gedächtnis und verwandelte sich in Guoba. Guizhong wurde getötet und ihre Kräfte wurden versiegelt. Der Fürst des ziehenden Himmels opferte sein Geweih, um einen einstürzenden Berg zu stützen und die Sicherheit der Dorfbewohner zu gewährleisten, und kämpfte weiter, bis sein Blut versiegte und sein Leben zu Ende ging. Im Meer von Liyue bildeten die von Morax geworfenen Steinlanzen die Guyun-Türme, wo die besiegten Archonten begraben und versiegelt wurden.\nEs gibt viele Legenden über die Taten der Wolkenbewahrer während des Archontenkrieges. Eine Legende besagt, dass die überlebenden Sterblichen, die in dem Tumult alles verloren hatten, in die Berge flohen und dort die Adepten um Schutz anflehten. Sie wurden von zahllosen Monstern verfolgt, die längst ihre Sinne verloren hatten. Nach tagelangem, erbittertem Kampf, bei dem alles auf dem Spiel stand, so heißt es, brach die Fürstin der stehenden Wolken und des stillen Windes wie ein herabstürzender Sturm aus den Wolken hervor. Sie wendete das Blatt und besiegte die Ungeheuer. Es gibt noch andere Versionen dieser Legende, aber in jeder Legende rettete die Fürstin der stehenden Wolken und des stillen Windes heldenhaft das Volk von Liyue."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/19929963/769f11f5b9ab2b2e5b7d9275b980cd34_1527499378527139045.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Fürst des ziehenden Himmels",
        "desc": "<p>Der Fürst des ziehenden Himmels war ein Adept, welcher im Archontenkrieg beim Verteidigen Liyues gestorben ist.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Fürst des tobenden Meers und der ruhigen Dämmerung",
        "desc": "<p>Der Fürst des tobenden Meers und der ruhigen Dämmerung war ein Adept, der vor den Ereignissen im Spiel verstarb. Ihm wird während des Laternrituals gedenkt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/bcf3c5e99c0f06cc10a700403456164c_2159890830768602355.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vorrichtungen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Fürstin der stehenden Wolken und des stillen Windes liebt es, verschiedene Vorrichtungen zu erschaffen und zu studieren. In ihrer Stätte finden sich viele Rätsel und Puzzles. Sie liebt es, sich mit anderen Adepten in der Beherrschung ihrer Erfindungen zu messen. Sobald der Fürst des tobenden Meers und der ruhigen Dämmerung bei ihrem Treffen seine Schätze hervorholte, standen sie unweigerlich im Mittelpunkt des Interesses. Weder Guizhong noch die Fürstin der stehenden Wolken und des stillen Windes wollten ihm das Rampenlicht überlassen, also präsentierten sie auch ihre stolzesten mechanischen Kreationen. Der Fürst des tobenden Meers und der ruhigen Dämmerung hatte nichts selbst erfunden, sondern nur seine Erkundungsfähigkeiten eingesetzt, um die Schätze aus dem Boden zu bergen. Die Fürstin der stehenden Wolken und des stillen Windes empfand es als empörend, dass er versuchte mit ihr zu konkurrieren. Infolgedessen stritt sie sich oft mit dem Fürst des tobenden Meers und der ruhigen Dämmerung. Guizhong versuchte oft, sie von ihrem Streit abzulenken, indem sie sagte, dass keiner von ihnen sie jemals besiegen könne, oder sie schlug vor, zum Fuß des Berges zu gehen und Fleisch zu grillen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/26edbecb744b56fa10669a1b663d6550_6470086308115599469.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In früheren Zeiten stritten sich die Fürstin der stehenden Wolken und des stillen Windes und Guizhong oft über mechanische Prinzipien. Beide hatten ihre Ideale, und keiner von ihnen wollte unter dem Vorwand eines gesellschaftlichen Treffens nachgeben. Einmal lud die Fürstin der stehenden Wolken und des stillen Windes den unparteiischen Rex Lapis ein, die Qualität ihrer Vorrichtungen zu beurteilen. Doch Rex Lapis erklärte, dass Guizhongs Vorrichtung „Obscuro-Vulpes“ besser sei. Obwohl die Fürstin der stehenden Wolken und des stillen Windes zu stolz war, es zuzugeben, wusste sie in ihrem Herzen, dass Guizhong tatsächlich das überlegenere Talent in der Kunst der Mechanik war.\nEiner der bekannten Vorrichtungen von der Fürstin der stehenden Wolken und des stillen Windes ist Yuegui, ein mechanisches Kaninchen, das sie für Yaoyao geschaffen hat. Es sollte das Mädchen bei Gefahr beschützen, und ihre Meisterin, die Fürstin des Singens und des Streunens, konnte den Standort ihrer Schülerin herausfinden, indem sie Yuegui rief. Wenn jemand dem Mädchen etwas antun wollte, informierte das Kaninchen ihre Meisterin, damit die Adepten ihr helfen konnte. Weitere Geräte von der Fürstin der stehenden Wolken und des stillen Windes sind die Edlen Küchenmaschinen und die Türkis verzierte Papiervorrichtung. Die leichte, aus gestapeltem Papier gefertigte Türkis verzierte Papiervorrichtung hat das Aussehen eines Vogels und wurde dem/der Reisenden geschenkt. Auch wenn es als „Vorrichtung“ bezeichnet wird, sind hier keine traditionellen mechanischen Komponenten zu sehen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/b6c6c158d0f5a3b83c1dfb03665a6744_4021915393693118908.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Fürstin der stehenden Wolken und des stillen Windes hat auch die „Bildermaschine der spannenden Träume“ entwickelt - ein spezielles Gerät, das eine besondere Adepten-Melodie verwendet, um dem Zuhörer zu helfen, sich unterbewusst zu entspannen, Unruhe und Angst zu lindern, Erschöpfung und Schlaflosigkeit zu lindern und die verlorenen Erinnerungen wiederzuerlangen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/d69581152adb77bdf8b0b8d843357e25_6669368672789642225.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eine weitere Erfindung von der Fürstin der stehenden Wolken und des stillen Windes war das mechanische Onikabuto. Ursprünglich baute sie viele Garten- und Landschaftsgestaltungsmaschinen für ihre Freundin Madame Ping, um die Seidenblumen auf der Terrasse zu pflegen, und nannte sie „Blütenschneider“. Der „Blütenschneider“ kann sich in die Form eines beliebigen Lebewesens verwandeln, um sich an seine Umgebung anzupassen. Als Madame Ping erfuhr, dass ihr alter Freund Guoba am Arataki-Käferkampf teilnahm, gab sie Guoba einen „Blütenschneider“ und ließ ihn die Form eines Onikabuto annehmen. Während des Kampfes mit dem Karminroten Stab von Arataki Itto zeigte der „Blütenschneider“ mit nur einem Tausendstel seiner Kraft eine solche Geschicklichkeit, dass Itto ein Schüler von der Fürstin der stehenden Wolken und des stillen Windes werden wollte, um diese Fähigkeit zu erlernen.\nDie Fürstin der stehenden Wolken und des stillen Windes erschafft nicht nur Vorrichtungen, sondern untersucht und zerlegt auch gerne bereits existierende. Eines Tages, während des Laternenritual, schenkte Keqing dem Adeptus ein neues Feuerwerk, das vom Rat für Allgemeine Angelegenheiten entworfen worden war. Die Fürstin der stehenden Wolken und des stillen Windes freute sich über das Geschenk, da es sich um ein Gerät mit einem originellen Design handelte, das ästhetisch ansprechend war."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Fürst des tobenden Meers und der ruhigen Dämmerung",
        "desc": "<p>Der Fürst des tobenden Meers und der ruhigen Dämmerung war ein Adept, der vor den Ereignissen im Spiel verstarb. Ihm wird während des Laternrituals gedenkt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/bcf3c5e99c0f06cc10a700403456164c_2159890830768602355.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 17,
        "name": "Reisender (Geo)",
        "desc": "Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Der Yuheng unter den Qixing von Liyue. Sie hat einiges zur Regentschaft von Rex Lapis, der sich nur selten zeigt, zu sagen. Man muss aber gestehen, dass Götter solche Menschen zu schätzen wissen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tod von Rex Lapis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor 3700 Jahren schlossen die Adepten einen Vertrag mit Rex Lapis und versprachen, Liyue zu schützen. Jahrtausendelang kümmerten sie sich um Liyue, bis sie sich nach dem Tod des Geo-Archons der Aufgabe entzogen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/1156b91b397572c2e45461bf652d14e3_5630291862346244155.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als der Geo-Archon während der Adeptenzeremonie getötet wurde, wollte die Fürstin der stehenden Wolken und des stillen Windes ganz Liyue zerstören. Sie glaubte, dass nach dem Tod des Archons schreckliche Ereignisse folgen würden, von denen sie die Menschen befreien wollte. Sie glaubte, dass die Qixing von Liyue, die Herrscher von Liyue, bei ihrer Aufgabe versagt und den Tod des Archons zugelassen haben."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/e9f509fa394beda069fd8e271b605d7d_125780361020373277.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Fürstin der stehenden Wolken und des stillen Windes willigte jedoch ein, sich zunächst die Meinung der anderen Adepten anzuhören. Als Rex Lapis in einem Traum zu ihnen kam, beschlossen die Adepten, sich vorübergehend mit den Qixing von Liyue zu versöhnen, um die Menschen vor der Bedrohung zu schützen. Osial, Herrscher der Winde, wurde während des Archontenkrieges von Morax besiegt und dann von einem der Elf Fatui, „der Graf“, beschworen, um Rex Lapis herauszulocken und sein Göttliches Herz zu erhalten. Die Fürstin der stehenden Wolken und des stillen Windes modifizierte die Vorrichtung „Obscuro-Vulpes“, um sie in eine Kriegsmaschine zu verwandeln. Durch die gemeinsamen Bemühungen der Millelithen, der Qixing von Liyue und der Adepten konnte der alte Gott aufgehalten und Liyue gerettet werden.\nNach dieser Schlacht vertrauten die Adepten die Herrschaft vollständig den Qixing von Liyue an. Als Osials Partnerin Beisht Liyue erneut angreifen wollte, um ihren Partner zu rächen, mischten sie sich nicht mehr ein und erlaubten den Menschen, die Stadt selbst zu verteidigen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "„Der Graf“",
        "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Schüler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eine der ersten Schülerinnen von der Fürstin der stehenden Wolken und des stillen Windes ist Ganyu, in deren Adern das Blut der göttlichen Bestie Qilin fließt. Ganyu wurde vor mehreren tausend Jahren geboren, und die Fürstin der stehenden Wolken und des stillen Windes kennt sie seit ihrer Kindheit. Als Ganyu klein war, nahm die Fürstin der stehenden Wolken und des stillen Windes sie in den Arm, wenn sie Alpträume hatte, streichelte ihre Hörner, wenn sie nicht schlafen konnte, und bastelte ihr verschiedene Spielzeuge. Obwohl Ganyu schon lange erwachsen ist und selbst über enorme Kräfte verfügt, macht sich ihr Meister immer Sorgen um ihre Gesundheit."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/02173c09d175cac61d0c2ad46922eb6f_5463680648258943883.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor mehr als 50 Jahren lebte eine schneeweiße Kranichdame auf dem Aocang-Berg. Viele Jahre lang badete sie in der sanften Brise und trank den süßen Tau der Berge, und eines Tages erlangte sie Weisheit und Empfindungsvermögen. Die Fürstin der stehenden Wolken und des stillen Windes wurde auf ihre Existenz aufmerksam und begann, ihr viele Geschichten zu erzählen, sie zu einer Schülerin zu machen und ihr die Geheimnisse der Kultivierung zu vermitteln. Die Kranichdame dachte, dass hartes Training ihr helfen würde, ein Adeptus zu werden, aber eines Tages hörte sie, wie ihre Meisterin Liyue vor einer schrecklichen Dürre gerettet hatte, und sie wollte auch ein Kunststück vollbringen, um wie die Fürstin der stehenden Wolken und des stillen Windes zu werden. Da sie ihr Aussehen nicht ändern konnte, bereitete die Meisterin, die von ihrem Traum erfahren hatte, einen speziellen Trank zur Menschenmimikry zu, der ihrer Schülerin für zehn Jahre ein menschliches Aussehen verlieh. So wurde die Kranichdame ein Mensch und erhielt den Namen Yuandai. Zehn Jahre später musste sie zu ihrem wahren Aussehen zurückkehren, um ihr Gedächtnis nicht zu verlieren und sich nicht in ein Wesen zu verwandeln, das weder Mensch, noch Tier, noch Adeptus war. Als ihre Zeit abgelaufen war, wurde sie sehr krank und verlor ihr Gedächtnis, aber die Fürstin der stehenden Wolken und des stillen Windes machte ihr einen speziellen Trank aus ihrem Blut, um die Symptome zu beseitigen.\nAls Yuandai 50 Jahre später erneut ihr Gedächtnis verlor, traf sich die Fürstin der stehenden Wolken und des stillen Windes mit ihr und ihrer Enkelin Shuyu und half ihr, ihre Erinnerungen wiederzuerlangen. Um Yuandai davor zu bewahren, sich in ein Monster zu verwandeln, brachte der Adeptus sie in die Form eines Kranichs zurück und nahm Shuyu als Schülerin an."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/728439b3129c7c16db59894cd94b3bd9_5391943323475066403.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Eine weitere Schülerin von der Fürstin der stehenden Wolken und des stillen Windes ist Shenhe. Als Shenhe fünf Jahre alt war, starb ihre Mutter. Ihr Vater, der seine Frau innig geliebt hatte, konnte diesen Schmerz nur schwer ertragen. Er entdeckte eine geheime Kunst, die als „Leben gegen Leben“ bekannt war - durch ein rituelles Opfer an die durch diese Kunst herbeigerufene Seelie konnte der Körper einer lebenden Person gegen das Leben einer toten Person ausgetauscht werden. Er wollte das Leben von Shenhe gegen das Leben seiner Frau eintauschen. Dann brachte er sie in die Höhle und beschwor eine abscheuliche, furchtbare schwarze „Seelie“ in diese Höhle, deren blutrote Augen nach ihrer köstlichen Lebenskraft lechzten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/68a9241d1a891152e53a085d16871b95_7800622294446112418.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Einige Tage später folgte die Fürstin der stehenden Wolken und des stillen Windes der Spur des großen Bösen und untersuchte eine Höhle, in der sie ein kleines Mädchen fand, das zusammengebrochen war - erschöpft, verhungert, verdurstet, ihr Leben hing am seidenen Faden. Da sie Mitleid mit dem schlimmen Schicksal des Mädchens hatte und sah, dass es ein großes Talent besaß, da es eine furchterregende Macht aus eigener Kraft abgewehrt hatte, brachte die Fürstin der stehenden Wolken und des stillen Windes sie zurück, heilte sie und unterwies sie auf dem Pfad der Adepten.\nAls sie Shenhe zum ersten Mal zum Berg Hulao brachte, sagte sie kein Wort. Das Einzige, was sie zu tun bereit war, war, auf den Berg zu steigen und das Wolkenmeer zu beobachten. Die Fürstin der stehenden Wolken und des stillen Windes nahm dies alles zur Kenntnis, störte das Mädchen aber nicht, sondern fertigte aus einem heiligen Stein einen Kamm aus weißer Jade an und gab ihn ihr. Der Adeptus sagte, wenn sie sich jemals von der Welt der Sterblichen lösen und in die Obhut der Adepten treten wolle, solle sie ihr Haar dreimal mit diesem Kamm bürsten, dies würde als Lehrlingsritus gelten. Shenhe tat ohne zu zögern genau das, was die Adepten sagte, und ihr schwarzes Haar färbte sich frostig silbern. Durch ihre jahrelange Ausbildung hat sie die Bedeutung dieser drei Bürstenstriche längst verstanden: der erste, um unnötige Ängste auszurotten, der zweite, um Freude und Kummer aufzugeben, und der dritte, um diesen Weg bis ins hohe Alter ohne Bedauern zu gehen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/63c256a20a0e44b6106f7103d46589f0_9121454242284964943.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Viele Jahre sind vergangen, seit Shenhe gerettet wurde, und die Adepten sind ihre einzige Familie geworden. Die Fürstin der stehenden Wolken und des stillen Windes lehrt ihre Schülerin nicht nur das Wissen der Adepten, sondern kümmert sich auch um sie, als wäre sie ihre Tochter.\nObwohl die Fürstin der stehenden Wolken und des stillen Windes Yuandai, Shenhe und Ganyu sehr vermisst, versteht der Adeptus, dass sie sie gehen lassen muss."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn die Zeit für die Nachkommen reif ist, das Nest zu verlassen, dann liegt die Verantwortung bei den Alten, sie in Freiheit fliegen zu lassen. Aber wenn deine Flügel schwer werden und sich die Dunkelheit herabsenkt, wisse, dass es immer einen Ort gibt, an den du zurückkehren kannst.“</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5091,
        "name": "Yuandai",
        "desc": "<p>Yuandai ist ein auftragsexklusiver NPC. Sie ist eine Schülerin der Fürstin der stehenden Wolken und des stillen Windes. <span class=\"wk-shady\">Ihre Adeptenform ist ein weißer Kranich.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/141341446/0b466a95bc8ce0960050facf107a0f73_6589981792489367500.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "name": "Shuyu",
        "desc": "<p>Shuyu ist ein auftragsexklusiver NPC. Sie ist die Enkelin Yuandais und Schülerin der Fürstin der stehenden Wolken und des stillen Windes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/141341446/b9f428c273d99760b69109c4cc684bf8_6463150006904164345.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/728439b3129c7c16db59894cd94b3bd9_6964313853585652820.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Persönlichkeit",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Auf den ersten Blick mag die Fürstin der stehenden Wolken und des stillen Windes die Gesellschaft von Menschen nicht und zieht es vor, ihre Zeit allein zu verbringen, indem sie in ihrem Haus verschiedene Vorrichtungen erschafft und studiert. Fremden gegenüber kann sie manchmal schroff und unhöflich sein. Aber wenn man sie besser kennenlernt, stellt sich heraus, dass sie gerne redet, vor allem über Ganyu, einen Halbmenschen und Halb-Qilin, den die Fürstin der stehenden Wolken und des stillen Windes seit Ganyus Kindheit kennt. Die Fürstin der stehenden Wolken und des stillen Windes liebt es, Geschichten über die kleine Ganyu zu erzählen, als sie noch pummelig war und nur schlafen konnte, wenn man ihr die Hörner streichelte. Trotz ihrer Härte kümmert sich die Fürstin der stehenden Wolken und des stillen Windes um ihre Adepten-Kollegen, die sie gerne als „alte Kerle“ bezeichnet, sowie um Ganyu, ihre Schülerin Shenhe und Yaoyao, die Schülerin von der Fürstin des Singens und des Streunens. Sie bittet die Menschen um sie herum und sich selbst, aufeinander aufzupassen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "desc": "<p>Der Fürst des untergehenden Mondes und der aufgehenden Sonne ist ein Adept, der am Qingyun-Gipfel residiert. Seine Adeptenform ist die eines Hirsches. Er ist auftragsexklusiv zum Archontenauftrag und jährlich beim Laternenritual.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/f6db6df736a86639eaf7c2d89eb318b8_4739251817946076662.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Fürst der fließenden Wasser und aufgetürmten Berge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/24ed91484b6cba0d0f8c7dd916b9f774_8553136342884295936.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Heutzutage",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bei einem der Laternenrituals interessierte sich die Fürstin der stehenden Wolken und des stillen Windes für den Lebensstil von der Fürstin des Singens und des Streunens, die nach dem Archontenkrieg zu den Menschen zog. Die Fürstin der stehenden Wolken und des stillen Windes wollte mehr Zeit mit Madame Ping verbringen, also schlug sie vor, in die Stadt zu ziehen:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„</color> <color=#ffffffd9>Hast du jemals darüber nachgedacht, hierherzuziehen? Hier gibt es viele Leute, mit denen du dich unterhalten kannst.</color>\n<color=#ffffffd9>Hier findest du sicher einige junge Menschen, die sich für mechanische Künste interessieren und die es wert sind, von dir beigebracht zu werden ...</color> <color=#ffffffd9>“</color>\n<color=#ffffffd9>„Vielleicht, wie der Staub, der sich nach einem Sturm wieder setzt, werden wir auch eines Tages in die irdische Welt zurückkehren“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/0fc236796bc836c4465cf15c44b4e8c6_4100822157141659371.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Fürstin der stehenden Wolken und des stillen Windes beschloss schließlich, in Form einer Person namens Xianyun zu versuchen, unter den Menschen zu leben. Sie kennt sich mit Vorrichtungen aus und ist außerdem auf die Herstellung aller möglichen kleinen Gegenstände spezialisiert. Im Moment ist die Fürstin der stehenden Wolken und des stillen Windes mit der Herstellung des „exquisiten Mini-Suppentopfes“ beschäftigt und sie bittet, dass man sie nicht stört, während sie beschäftigt ist."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Es gab einmal eine Adeptin, die sich mit den Wolken aufmachte und mit dem Mond zur Ruhe begab. Sie war einsichtig und weise, frei und ohne Schranken.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Xianyun kennt sich mit Mechanismen aus und ist außerdem auf die Herstellung aller möglichen kleinen Schmuckstücke spezialisiert. Im Moment ist die Fürstin der stehenden Wolken und des stillen Windes mit der Herstellung eines exquisiten Mini-Brühetopf beschäftigt und bittet sie, sie nicht zu stören, während sie beschäftigt ist."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Eine der erleuchteten Adepten von Jueyun, bekannt als „Fürstin der stehenden Wolken und des stillen Windes“. Sie ist Experting für alle Arten von mechanischen Vorrichtungen, aber ihr Herz wendet sich nun den Angelegenheiten der Welt der Sterblichen zu, durch die sie mit dem Namen „Xianyun“ wandelt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/2c2be27f8876e9435ab8c8b933b8408c_5507410655437265239.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "name": "Shuyu",
        "desc": "<p>Shuyu ist ein auftragsexklusiver NPC. Sie ist die Enkelin Yuandais und Schülerin der Fürstin der stehenden Wolken und des stillen Windes.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/141341446/b9f428c273d99760b69109c4cc684bf8_6463150006904164345.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fürstin der stehenden Wolken und des stillen Windes"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adept\nWohnstätte der stehenden Wolken und des stillen Windes"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Qin Ziyi (秦紫翼)"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Stephanie Panisello"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Nakatomi Mana (中臣 真菜)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Kang Si-hyeon (강시현)"
          }
        ]
      }
    ]
  }
}