{
  "epId": 253,
  "name": "Prinzessin Mina des gefallenen Landes – Band I",
  "desc": "<p>Die Prinzessin, der der Untergang prophezeit wurde, wird Zeuge des bevorstehenden Untergangs ihres Landes und genau in diesem Moment steigt ein wandernder Krieger vom Himmel herab, der die Wahrheit nicht kennt.</p><p>Die Reise des Paares inmitten der Feuer einer uralten Kriegszeit beginnt!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/acb86ba74f31deaf80d4f43eb69e41a2_3110687605497167713.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939689,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Prinzessin Mina des gefallenen Landes – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Der Frieden währte nur 13 Jahre. Danach herrschen wieder Kriege.</color>\n<color=#ffffffd9>Die nördlichen Staaten, weit entfernt liegend, wurden schließlich in den Krieg hineingezogen.</color>\n<color=#ffffffd9>Wie in allen Kriegen wurde nach einer unsäglichen Schlacht schließlich eine Seite besiegt und die Stadt niedergebrannt, wobei die Familie des Fürsten und die Reste seiner Armee in die Berge flüchteten.</color>\n<color=#ffffffd9>Bis zu diesem Punkt gibt es nichts Besonderes.</color>\n<color=#ffffffd9>Genau in diesem Moment erscheint jedoch ein gut gekleideter Samurai.</color>\n<color=#ffffffd9>Nein, „gut gekleidet“ wäre an dieser Stelle unpassend. Genauer gesagt, ...</color>\n<color=#ffffffd9>Nun, ja, ein Samurai in Frauenkleidung.</color>\n<color=#ffffffd9>Im Gegensatz dazu begleitete ihn ein zierliches Mädchen, das in ein so großes Federgeflecht gekleidet ist, dass es schon übertrieben wirkt.</color>\n<color=#ffffffd9>Auf jeden Fall waren sie verdächtige Personen, egal wie man es betrachtet.</color>\n<color=#ffffffd9>Aber als ob sie das nicht wüssten, schlenderten die beiden einfach weiter zum Pass am Fuß des Berges.</color>\n<color=#ffffffd9>Natürlich wurden sie, nicht überraschend, von den Ashigaru, die das Tor bewachten, aufgehalten.</color>\n<color=#ffffffd9>„Wer seid ihr?“</color>\n<color=#ffffffd9>Dies sollte normalerweise nichts anders als eine belanglose Floskel sein. Aber hier sollten die Soldaten die Frage todernst gestellt haben.</color>\n<color=#ffffffd9>„Wie Sie sehen können, wir sind ganz normale Passanten.“</color>\n<color=#ffffffd9>Eine durchhaus nicht überzeugende Antwort.</color>\n<color=#ffffffd9>Aber der Fußsoldat, der die Frage stellte, schien durch den unzweifelhaften Ton der Stimme des Samurai verwirrt zu sein und zögerte ein wenig.</color>\n<color=#ffffffd9>„Kommen Sie auf jeden Fall mit.“</color>\n<color=#ffffffd9>„Muss das wirklich so sein ...“</color>\n<color=#ffffffd9>Der Samurai sah enttäuscht aus. Und im nächsten Augenblick fielen die drei Fußsoldaten abrupt auf den Boden hin.</color>\n<color=#ffffffd9>„So war es also von Anfang an geplant, was? Was für ein fieser Kerl du bist.“</color>\n<color=#ffffffd9>Die Frau dahinten meckern.</color>"
      }
    ]
  }
}