{
  "epId": 2536,
  "name": "Alfry",
  "desc": "<p>„Auf ganz Teyvat gibt es niemanden, den ich nicht kenne.“</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/19929963/ebff79d3d198ebfc7931c0d1a3b36b23_290745481125141109.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1682190313,
  "components": {
    "story": [
      {
        "title": "Dialog: Begrüßung",
        "desc": [
          {
            "type": "RichText",
            "text": "Alfry: He! Hier ist Alfry von der Abteilung für Informationsbeschaffung der Abenteurergilde!\nAlfry: Hast du wichtige Informationen, die du mit mir teilen willst?"
          }
        ]
      },
      {
        "title": "Dialog: Unterhaltung 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Reisende/r: Ich würde mich gern erkundigen.\nAlfry: Sag ruhig, was du wissen willst. Es ist auch die Aufgabe der Abteilung für Informationsbeschaffung, den Mitgliedern der Gilde Rede und Antwort zu stehen.\nReisende/r: Erzähl mir etwas über die Abenteurergilde.\nAlfry: Ad astra abyssosque!\nAlfry: Grob gesagt sind wir eine Gemeinschaft von Leuten, die Abenteuer mögen und den Menschen oder Organisationen bei allen möglichen Schwierigkeiten beistehen.\nAlfry: Da auch wir nicht allein von Luft und Liebe leben, gibt es für die Erfüllung von Missionen auch Belohnungen.\nAlfry: Katheryne ist für den Empfang von Gästen zuständig.\nAlfry: Da du interessiert zu sein scheinst, solltest du dir das unbedingt genauer ansehen!\nReisende/r: Erzähl mir von dir.\nAlfry: Von mir? Da gibt es nicht viel zu erzählen.\nAlfry: Eines vielleicht. Auf ganz Teyvat gibt es niemanden, den ich nicht kenne.\nAlfry: Meinst du, das wäre etwas Besonderes? Das verdanke ich zum größten Teil der Abteilung für Informationsbeschaffung der Abenteurergilde.\nAlfry: Auch ich bin ein Mitglied dieser Abteilung. Abgesehen vom Kontaktieren und Anleiten anderer, muss ich immer aufmerksam sein. Denn auch das Sammeln von Informationen gehört zu meinen Aufgaben.\nAlfry: Jetzt haben wir uns schon so gut unterhalten. Ich denke, ich kann dich mittlerweile als Freund betrachten.\nAlfry: Komm, erzähl mir mal etwas von dir!\nReisende/r: Was gibt es über die Abteilung für Informationsbeschaffung zu wissen?\nAlfry: Meistens nimmt die Abteilung für Informationsbeschaffung nicht direkt an Missionen teil. Wir helfen Abenteurern nur, Missionen zu erfüllen, indem wir sie mit Informationen versorgen.\nAlfry: Vereinfacht gesagt können unsere Aufgabenbereiche in Beschaffung und Organisation aufgeteilt werden.\nAlfry: Unsere Außendienstler, Ermittler genannt, sammeln Informationen. Ein Beispiel ist Fischl – sie ist eine ausgezeichnete Ermittlerin.\nAlfry: Andere, so wie ich, bleiben hinter den Kulissen und organisieren die gesammelten Informationen, bevor wir sie den Abenteurern zur Verfügung stellen.\nAlfry: Man könnte also sagen, dass die Arbeit der Informationsbeschaffung und der Erfolg der Abenteurer Hand in Hand gehen."
          }
        ]
      },
      {
        "title": "Dialog: Unterhaltung 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Reisende/r: Hast du jemanden gesehen, der so aussieht wie ich?\nAlfry: Ich kenne dich. Du bist die Fremde, die gerade in Mondstadt eingetroffen ist, nicht wahr? Ich habe schon seit deiner Ankunft ein Auge auf dich geworfen.\nAlfry: Du willst also sagen, dass es noch eine Person wie dich gibt? Ein/e Reisende/r aus einem fernen Land?\nAlfry: Wie seltsam. Dass es Menschen in Teyvat gibt, über die ich nichts wusste ..."
          }
        ]
      },
      {
        "title": "Dialog: Abschied",
        "desc": [
          {
            "type": "RichText",
            "text": "Reisende/r: Tschüs.\nAlfry: Ach, du brauchst gar nicht meine Hilfe?"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/19929963/59955b3a603620556458d782bbfb7dd3_3840716610691824959.png"
      },
      {
        "key": "Alfry",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/19929963/1c7a86e090d510a3a580817e177f97f5_693675664269615528.png"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Person\nDetails"
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>Ein merkwürdiges Mädchen, das sich selbst als die \"Prinzessin der Verurteilung\" bezeichnet und vom Nachtraben Oz begleitet wird.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Mitglied der Abenteurergilde. Sie arbeitet als Ermittlerin und leistet laut Alfry ausgezeichnete Arbeit."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Alfry"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Abenteurergilde (Mondstadt)"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Zuständige für Informationsbeschaffung"
          }
        ]
      }
    ]
  }
}