{
  "epId": 254,
  "name": "Prinzessin Mina des gefallenen Landes – Band III",
  "desc": "<p>Die beiden, die das Schlachtfeld betreten haben, werden endlich Zeugen der wahren Avici. Die Wahrheit hinter den Feuern des Krieges, die über die Welt gefegt sind, wird hier enthüllt!</p><p>Dieser Band kommt mit einigen super wertvollen Extras!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/acb86ba74f31deaf80d4f43eb69e41a2_1525656447846531567.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939681,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Obwohl das Schlachtfeld oft als Hölle beschrieben wird, ist es nicht mehr als eine Metapher.</color>\n<color=#ffffffd9>Aber der Anblick, der sich nun vor ihren Augen bietet, ist buchstäblich unverkennbar die wahre Hölle.</color>\n<color=#ffffffd9>Verwüstete Landschaft, verdorrte Bäume und Leute, die wie wandelnde Leichen leben.</color>\n<color=#ffffffd9>Es scheint, als ob die Lebenskraft jedes Lebewesens ausgesaugt wurde.</color>\n<color=#ffffffd9>„In Wirklichkeit ...“,</color>\n<color=#ffffffd9>der Samurai hob ein totes Blatt auf und es verwandelte sich dann in fliegende Asche,</color>\n<color=#ffffffd9>„wurde die Lebenskraft von hier tatsächlich entzogen.“</color>\n<color=#ffffffd9>Der Krieg dauerte schon ein Jahrhundert lang an.</color>\n<color=#ffffffd9>Ab dem zehnten Kriegsjahr gingen die Vorräte und der Reichtum dem Volk bereit aus.</color>\n<color=#ffffffd9>Was den Krieg bis heute andauern ließ, ist die sogenannte Nakura-Kunst.</color>\n<color=#ffffffd9>Die Kunst des Nakura ist ein schrecklicher Zauber, der allen Lebewesen und der Erde die Lebenskraft entzieht, die dann zu den adligen Samurais fließt und den Krieg weiter vorantreibt.</color>\n<color=#ffffffd9>Diejenigen, die solche teuflischen Zaubertricks benutzen, um das Land zu beherrschen, sind die Diebe des Landes, bekannt als die Nakura.</color>\n<color=#ffffffd9>Sie griffen sich gegenseitig an. Und egal wie der Krieg ausläuft, wurde die Lebenskraft der Erde weiter ausgeplündert.</color>\n<color=#ffffffd9>Das ist die Realität der Kriegsführung in den Ländern in den letzten hundert Jahren.</color>\n<color=#ffffffd9>„Der Zauber wurde von den Onmyouji erschaffen, die im Himmelsturm im Zentrum der Welt leben.“</color>\n<color=#ffffffd9>Der Samurai ignorierte Mina, die bereits von dem Anblick vor ihr erschüttert war, und fuhr verschmitzt fort,</color>\n<color=#ffffffd9>„Meine Prinzessin, die die Zerstörung bringt ... Ist diese Welt nicht schon längst auf dem Weg zur Zerstörung?“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Prinzessin Mina des gefallenen Landes – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ]
  }
}