{
  "epId": 2545,
  "name": "Madame Ping",
  "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1705566162,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Madame Ping"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten, Liyue"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Fürstin des Singens und des Streunens"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Archontenauftrag Kapitel 1 Akt 2: „Der Abschiedsbesuch“\nArchontenauftrag Kapitel 1 Akt 3: „Ein aufsteigender Stern“\nWeltauftrag: „In der Kanne Zuhause I“\nWeltauftrag: „Die Kunst des Gärtnerns“"
          }
        ]
      },
      {
        "key": "Dialogbelohnungen",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Glaslilie",
            "desc": "Eine uralte Pflanze, die einst ganz Liyue bedeckt haben soll. Sie sammelt die Erinnerungen des Landes und gibt sie in Form von süßem Duft ab, sobald sie blüht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 5
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "周佶 (Zhou Ji)"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "飯泉 桃音 (Momone Iizumi)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "박고운 (Park Go-woo)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/8b5a53d2f15afc25e5175e192131c69d_1164392063732633205.png"
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/bead770892dee3d70a97fa39c6d8477f_6119458904586385380.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hier befindet sie sich tagsüber um die Schönheit der Glaslilien zu bewundern."
          }
        ]
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/2b235d8cb7da07fbf8dd8cd79b71895d_1066964624617763709.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Madame Ping in ihrer Adeptus Form"
          }
        ]
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/95e1958bd347bd83f70505396713149f_7640115124204498360.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong und die Fürstin des Singens und des Streunens (Madame Ping)."
          }
        ]
      },
      {
        "key": "Madame Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/78b4ee67c29b56e1a7ca54ab1da1b7d4_2447090583330398027.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Die Fürstin der stehenden Wolken und des stillen Windes und die Fürstin des Singens und des Streunens.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Die Fürstin des Singens und des Streunens",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor 3.700 Jahren gründete Rex Lapis zusammen mit den Adepti Liyue und schloss mit ihnen einen Vertrag, der sie dazu verpflichtete, das Volk von Liyue zu schützen. Gemeinsam bauten sie Städte, lehrten die Menschen Handwerk und Technologien."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/8b8e46d0a2ce2e77d80aae845af061c9_4137607130570572557.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Unter den Göttern war Guizhong, die Göttin des Staubs, eine geschätzte Gefährtin von der Fürstin des Singens und des Streunens. Ihre Geschichte begann mit einer bestimmten Glocke. Guizhong war der Meinung, dass Vorrichtungen zwar kein Ersatz für menschliche Komponisten seien, aber dennoch einfache, aber feine Melodien hervorbringen könnten. Die Fürstin des Singens und des Streunens war der Meinung, dass Musik ein Ausdruck der Seele sei, ein emotionales Unterfangen, das niemals von Maschinen nachgeahmt werden könne. Sie stritten sich endlos, bis die Fürstin der stehenden Wolken und des stillen Windes Rex Lapis bat, zu intervenieren. Er konfiszierte die Glocke und bestimmte sie für den zeremoniellen Gebrauch. Danach sah man Guizhong und die Fürstin des Singens und des Streunens oft in den Bergen zusammenkommen, um über Musik, Vorrichtungen und alle Angelegenheiten der sterblichen Welt zu diskutieren.\nDoch als der Archontenkrieg begann, wurde Guizhong vom Feind überwältigt und fiel im Kampf. Als die Fürstin des Singens und des Streunens und die Fürstin der stehenden Wolken und des stillen Windes endlich am Ort des Geschehens ankamen, lag nur noch ihr lebloser Körper in den Trümmern. Daraufhin übergab Rex Lapis, auf die Bitten von der Fürstin des Singens und des Streunens, ihr die Glocke der Reinigung zur sicheren Aufbewahrung."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/039a085bef4081de5ad349bfc99a71bd_4792327566861705716.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nach dem Tod ihrer Freundin beschloss die Fürstin des Singens und des Streunens, die Adepti zu verlassen und sich den Menschen anzuschließen. Sie änderte ihr Aussehen von einer jungen zu einer älteren Frau und nannte sich von nun an Madame Ping."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Vielleicht, wie der Staub, der sich nach einem Sturm wieder setzt, werden wir auch eines Tages in die irdische Welt zurückkehren“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/37e0622188c126904a23f720dade00c6_6796342586325276245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Im Gedenken an ihre tote Freundin züchtet Madame Ping Glaslilien, uralte Blumen, die nach Guizhongs Tod fast verschwunden waren. Früher glaubte man, dass Glaslilien die Herzen der Menschen lesen können. Wenn sie schöne Klänge wie Lachen und Gesang hörten, blühten sie auch fröhlich auf. Aber wenn sie zu viel wildes Geschwätz oder Verleumdungen hörten, verwelkten sie schnell. So verwelkten die Lilien nach dem Tod von Guizhong und ebenso, viele Jahre später, nach der Verkündigung des Todes des Geo-Archons Morax."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Glocke der Reinigung",
        "desc": "Diese magische Glocke soll speziell für Adepten gefertigt worden sein. Ihr Klang dröhnt lange und hallt über weite Flächen. Damit kann die Welt der Sterblichen gereinigt werden.<br/>Während du sie in der Hand hältst, kommt es dir so vor, als wäre die Glocke mit Leben erfüllt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Glaslilie",
        "desc": "Eine uralte Pflanze, die einst ganz Liyue bedeckt haben soll. Sie sammelt die Erinnerungen des Landes und gibt sie in Form von süßem Duft ab, sobald sie blüht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Madame Ping",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Viele Jahre später lebt die Fürstin des Singens und des Streunens in der Gestalt einer älteren Frau, und fast niemand, der heute lebt, weiß, dass sie ein Adeptus ist. Seit Rex Lapis alle Adepten mit der „Erleuchtung“ ausgestattet hat, können sie mit „Raumschaffung“ eigenständige Welten erschaffen. Der von Madame Ping geschaffene Raum ist die Wohnstätte in der Kanne der Vergänglichkeit, die ihr Zuhause ist."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/1156b91b397572c2e45461bf652d14e3_3377875702002141687.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eines Tages wurde der Geo Archon während einer Adeptenzeremonie getötet. Um den Adeptenabschied, die zeremonielle Beerdigung der Gottheit, durchzuführen, bat der Berater des Bestattungsunternehmen Wangsheng, Zhongli, Madame Ping um die Glocke der Reinigung. Dies war die Glocke, die Rex Lapis ihr und Guizhong einst weggenommen hatte. Zhongli war in Wirklichkeit Morax, der von seinem Amt als Archon zurücktreten wollte und zu diesem Zweck den Bewohnern von Liyue seinen Tod vorspielte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/b39d8e606ff91735c0caa80d6ff4509a_2645777227529470828.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach dem Tod seines Archons sah sich das Volk von Liyue einer neuen Gefahr gegenüber - dem Herrscher der Winde, Osial, der von einem der Elf Fatui, „der Graf“, aus seiner Gefangenschaft befreit wurde. „Der Graf“ wollte Liyue in Gefahr bringen, um Rex Lapis herauszulocken und ihm sein Göttliches Herz zu nehmen. Die Fürstin des Singens und des Streunens schloss sich den anderen Adepti in diesem Kampf an und beschützte die Menschen. Viele Adepti wollten Liyue vernichten, weil sie den Tod des Geo-Archons zugelassen hatten und die Macht nicht dem Volk überlassen wollten. Madame Ping hingegen wollte Liyue den Qixing anvertrauen, die ebenfalls gegen Osial kämpften. Sie wusste, dass Ningguang, der Tianquan der Qixing von Liyue, die Jadekammer, mit der Osial besiegt wurde, sehr schätzte. Und wenn sie bereit war, ihr Lebenswerk zu opfern, um Liyue zu schützen, dann war sie auch würdig, über sie zu herrschen.\nAls der Adeptenabschied schließlich vollzogen war, schenkte Madame Ping dem/der Reisenden und Paimon als Zeichen der Dankbarkeit für ihre Hilfe die in einer Teekanne eingeschlossene Wohnstätte, damit sie immer ein Dach über dem Kopf haben würden. Die Raumschaffung, genannt Kanne der Vergänglichkeit, wurde aus seltenem Smaragdjade und „Funkelschlamm“ von den Ufern des Dihua-Moors geschaffen. Madame Ping bat ihren Freund, den Kannengeist Wetteraufklärer, auch bekannt als Knolle, für diese Raumschaffung verantwortlich zu sein."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "„Der Graf“",
        "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Glocke der Reinigung",
        "desc": "Diese magische Glocke soll speziell für Adepten gefertigt worden sein. Ihr Klang dröhnt lange und hallt über weite Flächen. Damit kann die Welt der Sterblichen gereinigt werden.<br/>Während du sie in der Hand hältst, kommt es dir so vor, als wäre die Glocke mit Leben erfüllt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Kanne der Vergänglichkeit",
        "desc": "Eine Teekanne, die du von Madame Ping erhalten hast. Es scheint ein ganz neues Reich darin zu geben ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Smaragdjade",
        "desc": "Ein „Smaragdjade“ genanntes Erz. Was Madame Ping damit wohl vorhat ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lehrlinge",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Wenn Adepti zufällig jemanden treffen, dessen Schicksal mit dem der Adepti verwoben ist, nehmen sie ihn als Schüler auf und lehren ihm oder ihr ihre Künste. Unter den Adepti gehört die Fürstin des Singens und des Streunens zu denen, die mehr mit Sterblichen zu tun haben. Sie hat sehr viele Schüler, von denen der jüngste Yaoyao heißt. Yaoyaos Pflege von Vögeln, Blumen, Fischen und sogar Steinen erinnerte die Füstin des Singens und des Streunens an die Adepti und deren Fürsorge für alle Dinge, und das weckte ihr Interesse. Yaoyao wurde an einem ruhigen Ort in der Nähe des Dorfes Qingce geboren. Als Yaoyao zum ersten Mal Schülerin der Adepti wurde, war sie noch zu jung, um lesen und schreiben zu lernen, und so begann ihre Meisterin damit, sie täglich in der Etikette von Gedichtsbänden zu unterrichten. Als sie heranwuchs, fügte die Fürstin der stehenden Wolken und des stillen Windes nach und nach die Riten der Adepti, ihre Methoden der Selbstkultivierung und ihre eigenen Speerkünste in Yaoyaos Lehrplan ein. Die umfangreiche Natur solcher Lehren macht es für Yaoyao zu einer Herausforderung, sie auswendig zu lernen, aber ihre Meisterin macht sich darüber keine allzu großen Sorgen, denn es ist für sie offensichtlich, dass Yaoyao diesen Lektionen tatsächlich zugehört hat. Ursprünglich hatte sie sich vorgenommen, eine strengere Lehrmeisterin zu sein, doch als sie Yaoyaos ernsthafte Haltung sah, war sie erleichtert und lockerte ihre Anforderungen ein wenig. Dass Yaoyao sie wirklich wie ihre Großmutter behandelte, wärmte auch ihr Herz.\nObwohl sie nur halb so groß wie eine Erwachsene war, kümmerte sich Yaoyao um die Mahlzeiten von der Fürstin des Singens und des Streunens und sorgte sich um ihre Gesundheit, wenn die heiße Jahreszeit der Kälte wich, als hätte sie vergessen, dass Kopfschmerzen und Fieber für die Adepti keine gewöhnlichen Probleme waren. Tatsächlich hatte die Fürstin des Singens und des Streunens das Gefühl, als sei sie wirklich mit einer Enkelin gesegnet worden, und von da an sagte sie nie wieder ein strenges Wort zu dem Kind. Obwohl sie diese Beziehung nicht mit der Absicht begonnen hatte, eine Schülerin aufzunehmen, sind sie und Yaoyao nun unzertrennlich. Und das ist auch gut so, denkt sie sich. Soll die Kleine doch noch eine Weile an ihrer Seite bleiben - sie hat schließlich noch viel zu lehren.\nEine weitere Schülerin von der Fürstin des Singens und des Streunens ist Xiangling, Yaoyaos ältere Freundin und eine begabte Köchin, die ständig mit verschiedenen Zutaten experimentiert. Die Fürstin der stehenden Wolken und des stillen Windes lehrte Xiangling die Kunst des Speerschwingens, mit der sie nun Yaoyao hilft."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/36893887/244271017e44c0b8e8e79747c2ab9856_5076454247450101464.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Außerdem steht die Fürstin des Singens und des Streunens Liyues sehr bekannten Rechtsberaterin Yanfei recht nahe, deren Vater ein Adeptus ist, der im Archontenkrieg auf der Seite von Rex Lapis gekämpft hat, und deren Mutter ein Mensch ist. Als Yanfeis Eltern auf eine Weltreise gingen, blieb Yanfei bei Madame Ping."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Eine recht bekannte Köchin aus Liyue, die Gerichte mit Leidenschaft zubereitet. Ihre Techniken sind feurig genug, um ihren Gegnern den Appetit zu verderben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Eine sehr bekannte Rechtsberaterin in Liyue und ein gescheites Mädchen mit dem Blut einer göttlichen Bestie in ihren Adern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Die Regenbogen-Tour",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor vielen Generationen rutschte ein Reisender aus Fontaine, der durch Liyue wanderte, aus und fiel in einen See. Als er sank und nach Atem rang, hörte er eine wundersame Melodie in der Luft. Es heißt, es war die schönste und bewegendste Melodie, die er je gehört hatte. Selbst in diesem Augenblick, in dem es um Leben und Tod ging, nahm die ätherische Musik seine volle Aufmerksamkeit in Anspruch und ließ ihn fast vergessen, dass er ertrank. Als er schließlich wieder zu sich kam, stellte er fest, dass er bereits an Land gebracht worden war. Nicht weit von ihm entfernt stand eine unbekannte Frau mit einer fast göttlichen Aura. Als sie sah, dass er nicht mehr in Gefahr war, ging sie ohne ein Wort weg. Der Reisende versuchte, ihr hinterherzulaufen, um seine Dankbarkeit zu zeigen. Obwohl nur ein Dutzend Schritte zwischen ihnen lagen, kam er nicht näher und blieb ein Dutzend Schritte zurück. Am Ende blieb ihm nichts anderes übrig, als sich vor der Frau zu verbeugen und ihr zuzusehen, wie sie in Richtung der Flüsse und Berge in der Ferne davonlief, bevor er sich umdrehte und den Heimweg antrat. Als er nach Fontaine zurückkehrte, begann er, ein Instrument zu erlernen, um seine Geschichte zu verbreiten, genau wie die Barden. Nach Generationen des Nacherzählens, Ausschmückens und Dramatisierens haben die Menschen diese Dame als so etwas wie eine Fee betrachtet. Die Geschichte ist in Fontaine zu einer Art lokaler Legende geworden. Sie heißt „Der See unter dem Blick der Fee“. Die Leute sagen, dass man, wenn man an den See geht und ein Instrument spielt, eine Fee hören kann, die sich versteckt und mit einem spielt, solange man eine angenehme Melodie spielt.\nIm Laufe der Jahre begab sich der Nachfahre des Reisenden, Dvorak, auf eine Reise, um die Wahrheit dieser Geschichte herauszufinden. Er beschloss, auf den Spuren seines Vorfahren zu wandern und die heutigen Nachkommen der Dame zu suchen. Er war viele Jahre unterwegs, und der Wunsch, dem er sein halbes Leben lang nachgejagt war, wurde zu einer Art Besessenheit. Einmal betete Dvorak in der Kathedrale von Mondstadt um den Beistand des Anemo-Archons, und sobald er wieder vor das Haupttor trat, bemerkte er, wie ein Bündel von Blättern vom Wind immer weiter nach Westen in Richtung Steintor geweht wurde. Ein freundlicher Einheimischer sagte ihm, dass dies bedeute, dass der Wind ihn nach Liyue führe, also folgte Dvorak ihrem Rat und machte sich auf den Weg dorthin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/36893887/78b4ee67c29b56e1a7ca54ab1da1b7d4_3499122378234907758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mithilfe des/der Reisenden, Paimon und der Fürstin der stehenden Wolken und des stillen Windes fand Dvorak heraus, dass die Dame, die Dvoraks Vorfahren gerettet hatte, die Fürstin des Singens und des Streunens war und um ihre Freundin Guizhong trauerte. Vor langer Zeit liebte auch die Fürstin des Singens und des Streunens Versammlungen, Alkohol und Musik. Doch nachdem Guizhong gestorben war, zog sie ihre eigene Gesellschaft vor. Oft saß sie allein auf einem Berggipfel und schwelgte mit ihrer Zither in Gedanken und Erinnerungen. Die Musik wechselte von schwermütig über besänftigend bis hin zu leidenschaftlich. Es vergingen viele Jahre, bis sie endlich eine Melodie zu ihrer Zufriedenheit komponierte. Zur Feier des Tages spielte sie die Melodie bis zu den Wolken. Leider hat man sie diese Melodie nur ein einziges Mal spielen hören."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>„Die Saiten sind intakt geblieben, doch die gleichgesinnte Freundin, die meine Melodie versteht, ist gegangen. Stehende Wolken, sag mir, wem kann ich das Lied noch vorspielen?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Diese Melodie zog die Reisenden in ihren Bann und wurde für mehrere Generationen zu einer Legende."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/36893887/908cf36fa968c9df8d11d9d12f75458c_7505926903930710526.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Geschichte von Dvoraks Vorfahren und der Fürstin des Singens und des Streunens inspirierte Dvorak dazu, die Regenbogen-Tour zu organisieren, eines der größten Musikfestivals von Fontaine. Es war Dvorak, der einen der Laternenrituale in ein Musikfestival verwandelte, bei dem moderne und klassische Musik miteinander verschmolzen. Am Ende des Laternenrituals spielte die Fürstin des Singens und des Streunens ihre Melodie, die den Anstoß für die Gründung des Musikfestivals gab."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "<p>„Die „Regenbogen-Tour“ ist eines der wichtigsten Musikfestivals in Fontaine. Unser Ziel ist es, die Veranstaltung immer größer werden zu lassen und in jeder Stadt ein Festival zu veranstalten.“</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/12/19929963/3f82489b8c5f64483f809198483c4709_8630039425152339512.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      }
    ]
  }
}