{
  "epId": 255,
  "name": "Prinzessin Mina des gefallenen Landes – Band II",
  "desc": "<p>„Eine Prinzessin, die Zerstörung bringt. Ha! Ist das nicht nur eine Ausrede, um Krieg zu führen?“</p><p>Sie reisen zum Zentrum der Welt auf der Suche nach der Wahrheit hinter der Prophezeiung.</p><p>Das sehr beliebte romantische Abenteuer geht weiter!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/acb86ba74f31deaf80d4f43eb69e41a2_5011001846470920307.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939685,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Prinzessin Mina des gefallenen Landes – Band II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Nein“,</color>\n<color=#ffffffd9>sagte er urplötzlich.</color>\n<color=#ffffffd9>In einem unbekannten Bergtempel sitzt die lange schwarzhaarige Prinzessin mit leuchtendem Gesicht im Feuerschein.</color>\n<color=#ffffffd9>„Nein? Warum sagst du nein?“</color>\n<color=#ffffffd9>Die Antwort ist fast reflexartig seinem Mund entschlüpft.</color>\n<color=#ffffffd9>„Ich meine, du törichter Samurai, hast du keinen nichts über die Prinzessin zu äußern, die Zerstörung bringt?“</color>\n<color=#ffffffd9>„Wenn ich was dazu sagen muss, hast du wirklich etwas Besonderes an dir.“</color>\n<color=#ffffffd9>„Ich will so was nicht hören,“ Mina antwortete mit etwas enttäuschtem Tonfall: „Ich meine, du hast mich doch gerettet, oder ...“</color>\n<color=#ffffffd9>„Nein, genauer gesagt, das stimmt nicht. Ich habe dich überhaupt nicht gerettet“,</color>\n<color=#ffffffd9>berichtigte der Samurai.</color>\n<color=#ffffffd9>„Die Situation war so, dass du als Prinzessin mir befohlen hast, dich herauszuholen, also warst du das selbst, was dich gerettet hat.“</color>\n<color=#ffffffd9>„Das ist also das, was einem Samurai wichtig ist?“</color>\n<color=#ffffffd9>Ein treffender Einwand.</color>\n<color=#ffffffd9>Er will sich einfach vor der Verantwortung drücken, so dachte der Samurai.</color>\n<color=#ffffffd9>„Die Prinzessin, die angeblich die Zerstörung bringt, ist am Ende nicht mehr als ein Vorwand für den Krieg.“</color>\n<color=#ffffffd9>Die Prinzessin merkte eine leichte Änderung in dem ursprünglich schlaffen Tonfall des Samurais.</color>\n<color=#ffffffd9>„Außerdem ...“,</color>\n<color=#ffffffd9>der Samurai drehte sich um, während sich das Feuer in seinen leeren Augen spiegelte.</color>\n<color=#ffffffd9>„Der reine Gedanke, dass eine Prinzessin wie du Zerstörung bringen kannst, ist eigentlich dämlich. Du wirst es später begreifen.“</color>"
      }
    ]
  }
}