{
  "epId": 256,
  "name": "Prinzessin Mina des gefallenen Landes – Band V",
  "desc": "<p>„Wenn diese Welt dein Opfer braucht, um gerettet zu werden, dann kann sie genauso gut brennen.“</p><p>Da sie endlich den Himmelsturm im Herzen der Welt erreicht haben, ist dies ... endlich das Ende der Geschichte des Paares?</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/acb86ba74f31deaf80d4f43eb69e41a2_7474051386186314495.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939672,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Ich habe beschlossen, die Welt zu retten!“,</color>\n<color=#ffffffd9>sagte Mina.</color>\n<color=#ffffffd9>„So etwas wie das Retten der Welt gibt es nicht, wie ich schon unzählige Male gesagt habe. Ich weiß nicht, wie oft Idioten wie ich es schon versucht haben, aber am Ende ist die Welt dem Untergang geweiht.“</color>\n<color=#ffffffd9>„Das ist mir egal, ich bin eine Prinzessin, und werden Prinzessinnen nicht geboren, um die Welt zu retten?“</color>\n<color=#ffffffd9>„Nein, von solcher Geschichte habe ich noch nie gehört, und soweit ich weiß, bist du die Prinzessin, die der Welt Zerstörung bringt.“</color>\n<color=#ffffffd9>„Hat doch jemand so etwas gesagt, dass die sogenannte Zerstörung der Beginn der Neugeburt sein soll?“</color>\n<color=#ffffffd9>„Ich weiß nicht, woher du das gehört hast, aber was du gesagt hast, ist einfach zu klischeehaft. Wenn jemand so eine Geschichte schreibt, sollte man den Autor sofort in das Land Tokoyo schmeißen.“</color>\n<color=#ffffffd9>(Die Prinzessin hielt sich mit beiden Händen die Ohren zu)</color>\n<color=#ffffffd9>Auf der Spitze des Himmelsturms setzten der Samurai und die Prinzessin ihr bedeutungsloses Gespräch fort, das viele Seiten einnahm.</color>\n<color=#ffffffd9>Aber tatsächlich waren noch mehrere andere Personen zugegen, die sich als Onmyoji verkleidet haben.</color>\n<color=#ffffffd9>„Wie ihr wisst, diente die Nakura-Kunst ursprünglich dazu, die Lebenskraft in einer langsam sterbenden Welt zu erhalten.“</color>\n<color=#ffffffd9>Scheinbar unfähig, dieses Gespräch länger zu ertragen, wie ein NPC, der die Handlung vorantreiben wollte, ergriff der älteste anwesende Onmyoji schließlich das Wort:</color>\n<color=#ffffffd9>„Und derjenige, der diese erhaltene Lebenskraft nutzen kann, ist ...“</color>\n<color=#ffffffd9>„Also kannst du diesen Gedanken loswerden?“</color>\n<color=#ffffffd9>Der Samurai schien die Worte des Ältesten völlig zu ignorieren, als ob er sie gar nicht gehört hätte.</color>\n<color=#ffffffd9>Wann wird diese Farce jemals enden?</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Prinzessin Mina des gefallenen Landes – Band V"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Zentrale der Yashiro-Verwaltung auf der Insel Narukami in Inazuma"
          }
        ]
      }
    ]
  }
}