{
  "epId": 257,
  "name": "Prinzessin Mina des gefallenen Landes – Band VI",
  "desc": "<p>Die Wahrheit der Welt wird enthüllt und was für ein schrecklicher Scherz es ist! Selbst wenn sie getrennt werden, können die beiden den Ketten des Schicksals nicht entkommen.</p><p>Dies mag der letzte Band von „Prinzessin Mina des gefallenen Landes“ sein, aber unsere Geschichte ist noch nicht zu Ende!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/15/236594615/acb86ba74f31deaf80d4f43eb69e41a2_2434950991121123776.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689939667,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Also, ist die Welt gerettet?“</color>\n<color=#ffffffd9>Die Geschichte endet damit, dass der Samurai allein inmitten einer grenzenlosen Wüste läuft.</color>\n<color=#ffffffd9>Der Plan für den Turm der Leere wurde wahrscheinlich tatsächlich vollendet, und was von der Lebenskraft der Welt übrig blieb, wurde gesammelt.</color>\n<color=#ffffffd9>Es ist nicht bekannt, ob eine neue Welt geschaffen wurde, aber diese wurde tatsächlich zerstört.</color>\n<color=#ffffffd9>Nicht schlecht für die Prinzessin, die die Welt zerstören will.</color>\n<color=#ffffffd9>„Zerstöre einfach auch die andere Welt, falls sie existiert.“</color>\n<color=#ffffffd9>Der Samurai begab sich auf eine neue Reise.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>(In dem Rest des Buches geht es um die Figureninformationen der Dämonenfürsten und Bestien, die in den Romanen nicht vorkommen.)</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Prinzessin Mina des gefallenen Landes – Band VI"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ]
  }
}