{
  "epId": 2641,
  "name": "Holz erhalten",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_8869441116791001984.png",
  "menuId": 14,
  "menuName": "Einführung",
  "version": 1715285494,
  "components": {
    "galleryCharacter": [
      {
        "key": "Seite 1/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/e32ba0cd4c20cedd71387b8fd93f7f52_1984099214016374137.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Birke“</color>\nEin hoher Baum, der ursprünglich aus dem höchsten Norden stammt, sich aber inzwischen über ganz Teyvat verbreitet hat. Er hat einige Untertanen und ist eine wichtige Holzressource in verschiedenen Städten.\n„Birken“ sind oft auf dem <color=#ffe14b>„Klagewind-Plateau“</color> und anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Birkenholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 2/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/960a5eb5bc9acb3d7baef49ad673cd8b_2878878903392948197.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Exquisitbaum“</color>\nEin Baum mit saftigen Früchten. Man sagt, dass einige dieser Bäume einen Baumkern haben, der seinen Früchten ähnelt und die Farbe der Abendröte hat, und dass der Baumkern die exquisite Anmut von Pflanzen um ihn herum in sich trägt, was ihm den Namen „Exquisitbaum“ einbringt.\n„Exquisitbäume“ wachsen verstreut im <color=#ffe14b>„Sternfalltal“</color> und auf der <color=#ffe14b>„Bishui-Ebene“</color> sowie an anderen Orten. Sie können gefällt werden, um <color=#ffe14b>„Exquisitholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 3/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/47ce3cab0e1cb8917c5bf8677ee6406b_7108719912314794676.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Kiefer“</color>\nKiefern sind majestätische Nadelbäume, die bis zu tausend Jahre alt werden können. Man kann sie überall in Teyvat sehen. Obwohl sie aus warmen Gegenden stammen, können sie aber der Kälte leicht trotzen, daher der Beiname „kalte Kiefer“.\nKiefern sind normalerweise auf dem <color=#ffe14b>„Drachengrat“</color> und an anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Kiefernholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 4/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/a8e728bb7041fce637bab5de25daed51_7383371723715552420.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Der <color=#ffe14b>„Dürrsandbaum“</color>\nDer Dürrsandbaum ist ein Baum mit einem außergewöhnlich starken Stamm. Er verankert sich im Boden mit tief geschlagenen Wurzeln. Man erzählt sich, dass er sogar in extrem trocknen Wüstengebieten überleben kann und dabei in der Lage ist, sich gegen Trockenheit und salzigen Boden zu wehren, was ihm den ehrfurchtgebietenden Namen „Dürrsandbaum“ einbringt.\n„Dürrsandbäume“ sind normalerweise in <color=#ffe14b>„Minlin“</color> und <color=#ffe14b>„Lisha“</color> sowie an anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Dürrsandholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 5/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/3846f0bc3282ceadeea80f5fad8ab167_1705361879450806466.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Qingce-Baumbus“</color>\nDer Bambus auf dem Qingce-Berg ist gerade wie ein Schwert gewachsen, voller Stolz und Eleganz. Er wird oft als Sinnbild für einen edlen Menschen verwendet, der aufrecht, großmütig und unverwüstlich ist.\n„Qingce-Bambusse“ sind normalerweise auf der <color=#ffe14b>„Bishui-Ebene“</color> und an anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Bambussegmente“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 6/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/de3133a3a39192919c65c45f9e4425cc_4081771722421685811.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Zeder“</color>\nDie Zeder ist ein hochgewachsener, immergrüner Baum mit üppigem Laub. Sie steht immer aufrecht mit einer würdevollen Haltung, die sich von den bitteren Winden und dem heftigen Schneesturm nicht unterkriegen lässt.\n„Zedern“ sind normalerweise im <color=#ffe14b>„Sternfalltal“</color> und an anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Zedernholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 7/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/b2cf488392abf1043a28ca0d757405c8_4370339944395873509.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Tanne“</color>\nDie Tanne ist ein gewöhnlicher Baum, der schnell wächst, wenn er sich dem Wasser und Boden angepasst hat.\n„Tannen“ sind normalerweise im <color=#ffe14b>„Sternfalltal“</color> und am <color=#ffe14b>„Pfeifenden Abhang“</color> und an anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Tannenholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 8/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/65bb7346275c2d45267eebf8af209f02_1021117662592475986.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Sakura-Baum“</color>\nStattliche Bäume, die verstreut im östlichen Teil von Teyvat wachsen. Wenn sie blühen, sehen ihre Blüten wie kirschfarbene Wolken aus und sind als eine der schönsten Sehenswürdigkeiten in Inazuma bekannt.\nNur wenige „Sakura-Bäume“ wachsen auf <color=#ffe14b>Narukami</color> und am anderen Orten. Sie können gefällt werden, um <color=#ffe14b>Yumemiru-Holz</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 9/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/f54df2525be3bb3bb764e3c5bee714e9_4256448394925682067.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Amur-Ahorn“</color>\nDie Blätter dieser Bäume sind feuerrot und sehen wie Federfächer aus. Im Herbst scheinen die Bergen auch von diesen feuerroten Blätter rot gefärbt zu werden. Deshalb werden diese Bäume oft als Symbol für den Spätherbst besungen.\nNur wenige „Amur-Ahorn“-Bäume wachsen auf <color=#ffe14b>Narukami</color> und an anderen Orten. Sie können gefällt werden, um <color=#ffe14b>Ahornholz</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 10/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/a30c475d754a7e79ddd26a4935c1460c_6190756241292074729.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Inazuma-Zeder“</color>\nKräftige, aufrechte Bäume, deren Blätter und Kronen sehr einzigartig aussehen und daher leicht zu erkennen sind.\n„Inazuma-Zedern“ sind normalerweise auf <color=#ffe14b>Narukami</color> und an anderen Orten zu sehen. Sie können gefällt werden, um <color=#ffe14b>„Aralia-Holz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 11/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/ade38edb4f885446b18ca4be26c76155_1018390589025052951.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>„Otogi-Bäume“</color>\nNormale Bäume, die in ganz Inazuma zu finden sind. In einigen Kinderliedern werden sie als das „Geflüster der Natur“ dargestellt, daher der Spitzname „Otogi-Bäume“.\n„Otogi-Bäume“ sind überall in <color=#ffe14b>„Inazuma“</color> zu finden. Sie können gefällt werden, um <color=#ffe14b>„Otogi-Holz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 12/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/3a4f622b9c5c904b2cf58b1b7f4c2bf2_419404737610017547.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>Hellbaum</color>\nEinzigartig geformte Bäume, die sehr langlebig sind. Ihr Aufbau ist ganz anders als der anderer Laubbäume: Sie hat ein eher willkürliches und wechselhaftes Aussehen. Außerdem sind sie sehr widerstandsfähig, sodass sie sowohl im Regenwald als auch in der Wüste überleben können.\nSie können gefällt werden, um <color=#ffe14b>„Hellholz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 13/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/8ca8a58352ccc511485f4d72ccd5ccf8_3995604654832266208.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>Karmaphala-Baum</color>\nBäume mit ganz besonderen Aussehen, die hohe Temperaturen lieben. Ihr Holz ist von höchster Qualität. Man sagt, verschiedene Lebensräume können ihre Baumkronen dazu bringen, verschiedene Farben hervorzubringen.\nSie können gefällt werden, um <color=#ffe14b>„Karmaphala-Holz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 14/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/46df0b0ecd1344a77756d7a7140b652d_8131634243793281188.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>Adhigama-Baum</color>\nIn Sumeru weit verbreitete Bäume. Die meisten von ihnen stehen im Regenwald östlich von Sumeru und haben viel Zeit mit den Gelehrten und Waldhütern verbracht. Als solche sind sie Zeugen vieler Momente des „dämmernden Wissens“.\nSie können gefällt werden, um <color=#ffe14b>„Adhigama-Holz“</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 15/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/55c4563fa5d1699e0dff1338c366036a_4851186349937603585.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>Bergdattel-Baum</color>\nBäume mit auffälligen und charakteristischen Aussehen. Ihr dicker Stamm und ihre extrem widerstandsfähige Rinde ermöglichen es ihr, unter den harten Bedingungen der Wüste zu überleben.\nSie können gefällt werden, um <color=#ffe14b>Bergdattel-Holz</color> zu gewinnen."
          }
        ]
      },
      {
        "key": "Seite 16/16",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/21/47685001/6454c8bf324b069f035bdc203417973c_137178548117753888.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffe14b>Athel-Baum</color>\nBäume, die in lebensfeindlichen Umgebungen zu sehen sind. Ihre Blätter haben eine seltsame Farbe und Form, und ihre Wurzeln reichen weit in den Boden hinein. Diese Bäume haben eine einzigartige Überlebensmethode, da sie bei Bedarf in einen verlangsamten Stoffwechselzustand übergehen können.\nSie können gefällt werden, um <color=#ffe14b>Athel-Holz</color> zu gewinnen."
          }
        ]
      }
    ]
  }
}