{
  "epId": 2646,
  "name": "Angeln",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_926893242077073620.png",
  "menuId": 14,
  "menuName": "Einführung",
  "version": 1671830864,
  "components": {
    "galleryCharacter": [
      {
        "key": "Seite 1/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/911b3f621026929f20444c8f0d5d0967_4161085100371797508.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Solltest du in einem Gewässer in der Nähe Wellen sehen, handelt es sich um einen Angelpunkt, wo sich Fische sammeln. Nähere dich diesem Angelpunkt und interagiere mit ihm, um mit dem Angeln zu beginnen.\nFische reagieren sehr empfindlich auf ihre Umgebung. Wenn man ihnen zu nahekommt oder Kampfhandlungen ausführt, erschrecken die Fische und fliehen. Dann brauchen sie eine Weile, um sich zu beruhigen und sich wieder dem ursprünglichen Teil des Gewässers zu nähern."
          }
        ]
      },
      {
        "key": "Seite 2/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/2d3594df2f5770e0fc8c59fbbf322456_651921407357464200.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In verschiedenen Gewässern gibt es unterschiedliche Arten von Fischen. Während du dich auf das Angeln vorbereitest, kannst du dir die hier vorkommenden Fischarten ansehen und die passende Angelrute und den passenden Köder auswählen. Baupläne für die Köder erhältst du beim Angelverein jeder Stadt. Nach dem Erlernen der Baupläne kannst du an jeder Werkbank Köder herstellen.\nAchte immer darauf, dass verschiedene Fischarten auch unterschiedliche Köder-Vorlieben haben."
          }
        ]
      },
      {
        "key": "Seite 3/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/2b347b22cafceae266f4635f7905641d_6153368187666035225.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Halte die Taste „Rute raus“ gedrückt, um den Zielmodus anzuwenden. Lass dann die Taste los, um die Angel (mit Köder am Haken) auszuwerfen.\nWenn dein Haken zu weit von den Fischen entfernt landet, gehen kaum Fische an die Angel.\nWenn er aber zu nah landet, werden sie aufgeschreckt und schwimmen einfach weg."
          }
        ]
      },
      {
        "key": "Seite 4/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/30d5f81d1e6aac9f17232baa56ba0a41_187354811973314871.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wenn ein Fisch an den Köder beißt, drücke rechtzeitig die Taste „Angel heben“, sonst könnte der Fisch den Köder auffressen und fliehen.\nSobald du deine Angel erfolgreich gehoben hast, fängt der Fisch an, um sein Leben zu kämpfen."
          }
        ]
      },
      {
        "key": "Seite 5/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/65887eeef5184eb3868ff4a919711c88_4605806067838212112.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wenn der Fisch am Haken zappelt, kannst du die Taste „Angeln“ gedrückt halten und wieder loslassen, um die Spannung deiner Angelschnur anzupassen und sie in der idealen gelben Spannungszone zu halten. Der Angelfortschritt steigt nur, wenn du in der idealen Spannungszone bleibst. Andernfalls sinkt er.\nSobald der Fortschrittsbalken voll ist, hast du diesen Fisch erfolgreich gefangen."
          }
        ]
      },
      {
        "key": "Seite 6/6",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/c17c7479186660de69dd3e77150b9659_1354067228674438499.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Der Fisch am Haken zappelt manchmal ziemlich heftig. In dieser Situation wird die Geschwindigkeit, mit der sich die Spannung der Angelschnur verändert, beeinflusst. Die ideale Spannungszone wird orange und beginnt leicht zu schwanken.\nWenn dein Angelfortschritt den Tiefpunkt erreicht, heißt das, der Fisch wird dir bald entkommen. Die Spannungszone wird dann rot und schwankt weiter."
          }
        ]
      }
    ]
  }
}