{
  "epId": 2673,
  "name": "Vergoldeter Traum",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/ae8a2c6f24df66e1bd7cc2dbd83d330d_566284105205223541.png",
  "filterValues": {
    "reliquaryEffect": [
      "ANG",
      "Elementarkunde"
    ]
  },
  "menuId": 5,
  "menuName": "Artefakte",
  "version": 1661935975,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Metallblüte im Traum",
        "position": "Blume des Lebens",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Blumenknospe, die aus dunklem Gold geschmiedet wurde. Ihre Blütenblätter, die sich nie wieder öffnen können, umgeben einen scharlachroten Stempel."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/ae8a2c6f24df66e1bd7cc2dbd83d330d_2575879645310271788.png"
      },
      "circlet_of_logos": {
        "title": "Schatten des Sandkönigs",
        "position": "Haarreif der Vernunft",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine mit Gold überzogene Kopfbedeckung, die von den Priestern der Wüste getragen wurde. Ihre Form ist dem legendären König der Wüstenbewohner nachempfunden und erinnert an ihn."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/892e17a4a5d0b9438bf3581d88bf209e_4058932344227852058.png"
      },
      "plume_of_death": {
        "title": "Feder des Urteils",
        "position": "Feder des Todes",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine Feder, mit der man früher das Gewicht des Herzens eines Verbrechers maß. Diese Funktion ist im Laufe der Zeit längst verloren gegangen."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/b195ea9ea3c908859ea4e09e409305a2_5153926616852808680.png"
      },
      "sands_of_eon": {
        "title": "Goldene Jahre",
        "position": "Sand der Zeit",
        "desc": [
          {
            "type": "RichText",
            "text": "Eine uralte Sonnenuhr aus dunkel schimmerndem Gold. Es sieht aus, als erzählte sie von der Vergangenheit der Wüste."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/8842156fb124596d6a0d7aa56f8483e0_8233764048872495599.png"
      },
      "goblet_of_eonothem": {
        "title": "Honigsüßes Abschlussfest",
        "position": "Kelch der Leere",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Weinbecher, der bei den großen Banketten des Altertums verwendet wurde. Er hat seine prächtige Farbe verloren."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/3668bbfcc8d7242aa295b7e073e71d9f_7374430553842482574.png"
      }
    },
    "story": [
      {
        "title": "Metallblüte im Traum",
        "desc": [
          {
            "type": "RichText",
            "text": "„Im goldenen Traum muss niemand auch nur einen Tropfen Bitterkeit trinken.\"\nEiner Legende aus uralter Zeit nach gab es einmal drei Freunde, die unzertrennlich waren.\nEiner von ihnen verwelkte schließlich wie eine Rose und verrottete im Matsch.\nDas Land der Blumen wird von Sandstürmen zu Geschichten zermahlen und wird zu einem Traum in einem Lied.\nEiner der Freunde errichtete eine neuartige große Oase in einer Ecke der Wüste.\nEin anderer wandte seine gesamte Weisheit und Kraft dazu auf, in der Wüste eine ewig währende Luftspiegelung zu erschaffen:\nKummer und Trennung sollten auf niemandes Stirn Falten hinterlassen.\n„Wenn der Mond deine Handfläche verlässt, wird er das einsame silberne Licht über dem Wüstenlabyrinth mit sich mitnehmen.\"\n„Ich hoffe, du kannst dich daran erinnern, wie dein Gefährte aus dem Traum im blendend hellen Licht der Sonne brannte.\"\nUnd so entstiegen hartnäckige Erinnerungen aus der brennenden neuen Welt gleich einem rauchlosen Feuer.\nUnd so wirst du dich bestimmt verirren, wenn ein Auge in die Vergangenheit und das andere in den Traum blickt.\nUnd so richtete er seinen Blick auf die Weisheit in den Tiefen der Sünde und lauschte einem süßen Flüstern ..."
          }
        ]
      },
      {
        "title": "Feder des Urteils",
        "desc": [
          {
            "type": "RichText",
            "text": "„In der neuen Welt herrscht die Güte.\"\nIn alter Zeit verfiel das Dekret des Himmels in Schweigen, sodass die Erde ihren Herrscher verlor.\nDie von Zivilisation und heiterem Frieden geprägte Vergangenheit wurde verlorengegeben und versank in tiefe Dunkelheit.\nDanach hat das unumkehrbare Gesetz der Zeit alles Leben in der Wüste von Neuem abgewägt.\nDas Herz schwer wie eine Feder, der Verstand schwer wie Metall, wurde die Herrschaft basierend auf dem Prinzip der Selbstlosigkeit ausgeübt.\nAuf die Entscheidung des Königs der Götter hin wurde das im Blut wurzelnde Gesetz in jenes Wüstenparadies gemeißelt.\nDoch wenn die Ideale der Herrschaftsausübung durch tiefen Kummer verdreht werden, dann werden auch die hohen Beamten zu Helfern des Bösen.\nDas langsam im Treibsand versinkende Fundament des Palastes zu ignorieren, bedeutet, in eine Zukunft des Wahnsinns und der Ignoranz zu schreiten.\n„Für jeden Verrat muss ein gnadenloses Urteil gefällt werden.\"\n„Das Ergebnis des Urteils muss die völlige Auslöschung sein.\"\nSpäter wurden die Regeln durch eine wie eine Luftspiegelung aufsteigende Arroganz zu Fesseln korrumpiert.\nDie Wahl des Königs der Götter führte dazu, dass das Unglück gleich Ketten das Schicksal der Untertanen fesselte."
          }
        ]
      },
      {
        "title": "Goldene Jahre",
        "desc": [
          {
            "type": "RichText",
            "text": "„Die goldene Vision wird in ihrer ältesten Gestalt zum Vorschein kommen.\"\nGanz am Anfang waren alle Stämme Gefährten der Wüste und ihre Adern waren mit dem Land verbunden.\nSie befolgten die Gesetze des Blutes und fürchteten die Erinnerungen an den Hunger, die tief in ihren Adern verankert waren.\nDoch das Mühlrad der Zeit fuhr durch das ganze Land und der König der Götter erhob sich als Folge davon und tauchte das Land in seinen enormen Schatten.\nIn jenem vergessenen Zeitalter erschuf er ein Paradies und erfüllte das Land mit Oasen und Flüssen.\nDem Vorbild des Königs der Götter folgend errichteten die Stämme hohe Mauern und Throne und gründeten prosperierende Vasallenstaaten.\nDurch die Imitation des Erscheinungsbilds des Königs der Götter erinnern die Vasallenstaaten an die alten Zeiten, in denen es noch Könige und Priester gab.\nZu jener Zeit wurden den weisen Königen Prophezeiungen des Himmels zuteil und das Land kannte noch keine Katastrophen ...\n„Der König stützte sich auf seine Weisheit, um die goldene Vergangenheit wieder aufleben zu lassen\"\n„und nutzte seine grenzenlose göttliche Macht, um die Sande der Zeit anzuhalten.\"\nFürwahr das goldene Zeitalter der Könige und des Volks der Wüste wird eines Tages wieder Einzug halten.\nDer goldene Traum rief die wandernden Sande an, wo es weder Kummer noch Trennung gab."
          }
        ]
      },
      {
        "title": "Honigsüßes Abschlussfest",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>„Größte Freude findet in der Bitternis ihr Ende.\"</color>\n<color=#ffffff73>„Erinnerungen so süß wie ein Traum lösen sich in Schall und Rauch auf.\"</color>\n<color=#ffffff73>Anfangs gehörte das Fest der Königin der Blumen und der Mondnacht, die Macht dem König der Wüste und das Leben der Herrin der Flora. Drei Könige der Götter, silberweiß wie das Mondlicht, golden wie die Sonne und jadegrün wie eine Oase, leisteten einen Schwur, um ein Bündnis miteinander zu schmieden.</color>\n<color=#ffffff73>„Zu jener Zeit berichtete das Mondlicht den Nachtigallen und den Rosen von deren Glückseligkeit.\"</color>\n<color=#ffffff73>„Doch sie waren davon erschrocken und verschüchtert, sodass sie kein Lied als Antwort sangen.\"</color>\n<color=#ffffff73>„In einem glücklichen, friedlichen und vereinten Freudengarten ohne Sorgen gab es keine Unterschiede und kein Unheil ...\"</color>\n<color=#ffffff73>„Wäre das trugbildhafte Glück dieses Augenblicks dauerhaft geworden und hätte keiner den Schmerz des Abschieds spüren müssen.\"</color>\n<color=#ffffff73>Später brach die Zeit den Pakt zwischen Tag und Nacht und zerstörte das uralte ewige Bündnis. Die behagliche Mondnacht versank im Sand und die alles vereinnahmende Sonne warf grausam heiße Blicke vom Himmel herab. Das Festmahl der Könige der Götter miteinander teilend erinnern sich die Priester und das Volk an jenes Zeitalter, das so schön und so kurz wie ein Traum gewesen war. Doch der Traum wurde letztendlich von der Realität eingeholt und in eine leblose Maschine geworfen, die ihn zermahlte, bis nichts mehr davon übrig blieb. Und den pechschwarzen Albträumen im Inneren der Maschine entsprang ein völlig neues Bewusstsein ...</color>\n<color=#ffffff73>„Tausende von Gedanken verschmolzen zu einem einzigen und Tausende von Plänen verschmolzen zu einem einzigen.\"</color>\n<color=#ffffff73>„Auf diese Weise wird der Mensch zum König aller Könige und zum Gott aller Götter.\"</color>\n<color=#ffffff73>So wurde die Elegie für den einsamen König der Könige gespielt.</color>\n<color=#ffffff73>Und die goldenen Sandkörner erkannten schon früh, dass er scheitern würde.</color>"
          }
        ]
      },
      {
        "title": "Schatten des Sandkönigs",
        "desc": [
          {
            "type": "RichText",
            "text": "„Der König wird mit einem Licht so hell wie die Sonne herannahen\nund für die Menschen die aus Rosen gewobene Dornenkrone entfernen.\"\nAm Anfang kamen die göttlichen Säulen vom hohen Himmel herab und begruben dabei die Wiesen und Wälder im fließenden Sand.\nDie goldene Sonne senkte sich herab und stieg wieder auf, um das Sandmeer in ein edles Totenhemd einzukleiden.\nSpäter störten die giftigen Winde der Zeit den Schlaf der Toten und inspirierten Wunschdenken über vergangene Zeiten.\nIn jenem verfluchten Zeitalter gediehen mehrere Stadtstaaten prächtig in den fruchtbaren Böden der Oasen.\nEntsprechend dem Ideal des Königs der Götter übten die Priester eine gerechte Herrschaft über diese reichen Länder aus, sodass niemand Not leiden musste.\nDamals erhielten weise Könige und Priester persönlich die Edikte der Götter und sie herrschten über das Land.\nUnd heute sind viele der Edlen, die die Herrschaft in den Oasen ausüben, zu Schatten der Götter geworden.\n„Die Königsinsignien und Götterzepter liegen verstreut wie Wüstendatteln auf dem Boden.\"\n„Unter ihrer Schutzherrschaft wird ihren Untertanen Wachstum und Wissen zuteil.\"\nLange Zeit danach wurden absurde Entscheidungen mit in Illusionen verhafteter Willkür getroffen,\ndie mit wundervollen Versprechungen als Köder die Untertanen zu einem bitteren Ende verleiteten."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Erhöht Elementarkunde um 80 Punkte.</p>",
      "fourSetEffect": "<p>Verleiht der damit ausgerüsteten Figur nach Auslösen einer Elementarreaktion entsprechend den Elementartypen anderer Figuren in der Truppe unterschiedliche Boni, die 8 s halten: Die Anwesenheit von je 1 Figur des gleichen Elementartyps erhöht den ANG um 14 %. Die Anwesenheit von je 1 Figur unterschiedlichen Elementartyps erhöht die Elementarkunde um 50 Punkte. Für jeden dieser Boni werden bis zu 3 Figuren mit gleichem oder unterschiedlichem Elementartyp gewertet. Diese Effekte treten auch in Kraft, wenn die damit ausgerüstete Figur inaktiv in der Truppe ist, 8 s Abklingzeit.</p>"
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vergoldeter Traum"
          }
        ]
      }
    ]
  }
}