{
  "epId": 2796,
  "name": "Sumeru-Rose",
  "desc": "<p>Eine helle und wunderschöne tief purpurne Blume, die einen jeden Vorbeikommenden zum Anhalten bewegenden Duft von sich gibt. Sie wird als Rose bezeichnet, weil sie genau betrachtet der Definition einer Rose entspricht.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/22173920/9f38c704d45d373f638651e44be5ab23_7315369227491403877.png",
  "filterValues": {
    "objectType": [
      "Material"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1663534144,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru-Rose"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "In der freien Natur zu finden\nIn der Kanne der Vergänglichkeit auf „Ein Pfad der Werte – Üppiger Acker“ geerntet werden"
          }
        ]
      },
      {
        "key": "Gegenstände die Sumeru-Rose nutzen",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2810,
            "name": "Unkrautvernichtungstrank",
            "desc": "<p>Ein Trank, der gegen das Wachstum von Pflanzen hilft und den Dendro-Widerstand erhöht.</p><p>Er wirkt anders als herkömmliche Unkrautvernichter und tötet die Pflanzen nicht, sondern betäubt sie. Für den menschlichen Körper wirkt er wie eine Kur.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/22173920/e1dd21288ac0c182dda2bc5e79ce2e5b_5300292884924887006.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2811,
            "name": "Dickichtöl",
            "desc": "<p>Ein Öl, das einen empfänglicher für die Dendro-Kraft macht und den Dendro-Schaden erhöht.</p><p>Diese auf die Haut aufzutragende Salbe ist sehr nährstoffreich. Sie eignet sich wunderbar als Dünger für Pflanzen, lässt einen die Dendro-Kraft bei Anwendung auf der Haut aber besser konzentrieren.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/22173920/eda9458e492c298040ffa97716b09021_6598914551482946530.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2762,
            "name": "Lambad-Fischröllchen",
            "desc": "<p>Ein gegrilltes Fischgericht mit leichtem Blumenduft. Es wird gesagt, Herr Lambad reiste in seiner Jugendzeit überall herum und probierte gegrillten Fisch aller Orte. Er bedauerte, dass Sumeru keinen eigenen gegrillten Fisch hatte, und so kreierte er dieses Rezept. Feinschmecker in der Taverne sind sich einig, seine Abenteuergeschichten seien nicht unbedingt wahr, aber der Geschmack der Fischröllchen ist zweifellos sehr gut.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/47685001/5f75cabcc3cb3a0f093d0ac931f56552_3947797618772651173.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2782,
            "name": "Selva-Salat",
            "desc": "<p>Aranara-Salat, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Allerdings gibt es in Sumeru bereits seit Langem ähnliche Rezepte. Drin gibt es knusprigen Zaytun-Pfirsich, frische Minze, die nicht so süß wie Zucker ist, und leicht gepresste Sumeru-Rosenblätter, die für eine besondere Note sorgen. Dies ist ein sehr erfrischendes und schmackhaftes Gericht.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/08/47685001/b8ac25de6755f4c525bfb0769b939059_2243028106678111598.png"
          }
        ]
      }
    ]
  }
}