{
  "epId": 28,
  "name": "Ganyu",
  "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/avatar.png",
  "filterValues": {
    "characterWeapon": "Bogen",
    "characterProperty": "KSCH",
    "characterVision": "Kryo",
    "characterRegion": "Liyue",
    "characterRarity": 5
  },
  "menuId": 2,
  "menuName": "Figurenhandbuch",
  "version": 1702385372,
  "components": {
    "story": [
      {
        "title": "Figurendetails",
        "desc": [
          {
            "type": "RichText",
            "text": "Für das gemeine Volk in Liyue sind die Angelegenheiten, die auf der Yujing-Terrasse vor sich gehen, ein Mysterium. Sie wissen kaum etwas davon, mit welchen Regeln sich die Zahnräder des Systems bewegen.\nWas die Leute ganz sicher wissen, ist, dass die Qixing von Liyue den Fortgang der Stadt sichern. Geht es darum, welche Daten dabei eine Rolle spielen und wie dieses Regelwerk aufrechterhalten wird, sieht das allerdings ganz anders aus.\nDie Menschen wissen, dass die jedes Jahr veranstalteten Riten einen Einfluss auf die Situation des Marktes haben, aber nicht, wie die komplizierten Rechnungen vonstattengehen, deren Ergebnisse bis ins kleinste Detail überprüft werden müssen, damit am Ende Aussagen formuliert werden können, an sie sich das Volk halten kann.\nGanyu als Sekretärin des Yuehai-Pavillons ist für viele Arbeiten zuständig, von denen das gemeine Volk nicht einmal eine Ahnung hat.\nDie meisten kennen zwar Ganyus Posten, können das Mädchen, das da in aller Gelassenheit am Hafen steht und sein Frühstück verputzt, kaum damit in Verbindung bringen.\nNoch bevor die Sonne aufgegangen ist, wird sie sich zurück zum Yuehai-Pavillon hoch oben auf der Yujing-Terrasse begeben, um ihren Vertrag zu erfüllen.\nDas ist der Vertrag, den sie vor über dreitausend Jahren mit Rex Lapis geschlossen hatte."
          }
        ]
      },
      {
        "title": "Figurenhintergrund 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Ganyu ist nicht einfach die Sekretärin eines der Qixing, sondern tatsächlich die Generalsekretärin der Qixing an sich.\nHinter dem zarten und feinfühligen Äußeren ist Ganyu so beharrlich wie ein Stein.\nDoch das war Rex Lapis schon längst klar.\nAls die Qixing vor Jahrtausenden das erste Mal in Liyue auftauchten, fungierte Ganyu bereits als die Sekretärin der ersten Generation der Qixing.\nDie Qixing wechselten sich seither ab, während Ganyu als einziger beständiger Faktor blieb.\nDas bedeutet allerdings auch, dass all die Schreibarbeit, all die Formalitäten und all die Verpflichtungen der verschiedenen Abteilungen sämtlich und von Anfang an auf Ganyus Schultern lasteten.\nGanyus Pflichtbewusstsein kennt aber trotz siebenfacher, hundertfacher, ja sogar tausendfacher Menge an Arbeit keine Grenzen.\nJemand hat Ganyu mal nach ihrer Motivation gefragt. Die Antwort darauf ging aber in eine gänzlich unerwartete Richtung.\n„Was ich bisher vollbracht habe, reicht längst nicht an das heran, was Rex Lapis geleistet hat.“"
          }
        ]
      },
      {
        "title": "Figurenhintergrund 2",
        "desc": [
          {
            "type": "RichText",
            "text": "„Ich arbeite für das Wohl aller Lebewesen und Bewohner in Liyue.“\nUnter fast allen Umständen ist Ganyu eine sehr vertrauenswürdige Sekretärin.\nEs ist kaum vorstellbar, dass jemand sie angesichts einer so enormen Arbeitsbelastung übertreffen könnte, vor allem wegen ihrer einzigartigen und durchdringenden Einsichten in alle Angelegenheiten Liyues.\nDennoch kann ihre Zuverlässigkeit nur unter „fast allen Umständen“ garantiert werden.\nJe wichtiger die Angelegenheit ist, desto mehr strebt Ganyu nach Perfektion und desto nervöser wird sie. Unter Druck führt ihre Nervosität gelegentlich zu Patzern.\nEin solcher Vorfall ereignete sich während einer Adeptenzeremonie der Qixing, zweifellos das wichtigste jährliche Ereignis in Liyue.\nGanyu kam drei Minuten zu spät zur Zeremonie und musste sich vor allen Zuschauern durch die Menge quetschen.\nSpäter stammelte sie sich mit hochrotem Gesicht durch eine nicht überzeugende Erklärung, während sie sich in ihrem Herzen ausgiebig bei Rex Lapis entschuldigte.\nDiejenigen, die sie nicht gut kannten, sahen, dass es Rex Lapis nichts ausmachte und schenkten dem Vorfall daher keine Beachtung.\nDiejenigen jedoch, die ihr näherstanden, machten sich insgeheim schon Sorgen und fragten, ob sie eine Anpassung ihres Arbeitspensums oder einen Kurzurlaub bräuchte, aber Ganyu lehnte ab.\n„Ich habe zwei Stunden damit verbracht, mich zu vergewissern, dass ich nichts trage, das dem, was ich im letzten Jahr bei der Zeremonie getragen habe, zu ähnlich ist ...“\nUnnötig zu sagen, dass Ganyu nicht zugeben wollte, dass dies der wahre Grund für ihre Verspätung war."
          }
        ]
      },
      {
        "title": "Figurenhintergrund 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Wie lang sind tausend Jahre?\nSo lang, dass die Glaslilien, die einst das gesamte Dihua-Moor durchzogen, von den Fluten weggewaschen wurden, so lang, dass von der damals allseits bekannten Siedlung auf der Guili-Ebene nach dem Krieg nur noch Ruinen verblieben.\nWie kurz sind tausend Jahre?\nSo kurz, dass sie für Ganyu im Handumdrehen vergehen.\nIn der ganzen Zeit, die für Sterbliche gar nicht zu begreifen ist, saß Ganyu auf der Yujing-Terrasse und erledigte ihre Arbeiten bei der Verwaltung.\nEigenhändig schrieb sie nieder, wann jedes einzelne Gebäude errichtet wurde, und mit eigenen Augen sah sie, wie jede Branche begann zu florieren.\nGanyu hat eine sehr objektive Einstellung gegenüber dem Vergehen der Zeit. Das kommt von ihrem Umgang mit all den enormen Zahlen und Statistiken und Tabellen voller Farben und Markierungen, die immer mehr Inhalte in Kategorien und Unterkategorien einteilen sollen.\nGanyus innerste Einstellung konnte selbst die Zeit nicht ändern, wie auch ihr Hadern zwischen ihrer menschlichen und ihrer adeptischen Seite.\nEinerseits versteht sie als Qilin die vielen Gründe für Streitigkeiten unter den Menschen kaum.\nAndererseits hegt sie als Mensch weiterhin die Hoffnung, sich irgendwann in die Gesellschaft eingliedern zu können."
          }
        ]
      },
      {
        "title": "Figurenhintergrund 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Sobald sie sich außerhalb der strengen Grenzen ihrer Arbeit befindet, zeigt Ganyu sehr schnell, wie sehr sie sich von den meisten anderen Menschen unterscheidet.\nSie hat die Angewohnheit, Mittagsschläfchen zu halten, und hat dabei eine schockierend genaue interne Uhr. Sobald es Zeit für die Mittagspause ist, wird sie sich, egal wo sie sich befindet, einfach zu einer Kugel zusammenrollen und auf der Stelle einschlafen. Selbst das lautstarke Tanzen von wilden Hilichurlen könnte sie dann nicht aufwecken.\nDiese Gewohnheit war zunächst nur ein Witz innerhalb der Qixing von Liyue.\nEinmal jedoch, nachdem sie den damaligen Tianxuan zum Mittagessen außerhalb der Stadt begleitet hatte, kroch eine wohlgenährte Ganyu einfach in den nächstgelegenen Heuhaufen am Straßenrand. Sie wurde schließlich den ganzen Weg bis zum Dihua-Moor transportiert und erwachte erst, als sie sich beim Entladen den Kopf stieß.\nDa Ganyu in den folgenden drei Stunden nirgendwo gefunden werden konnte und der Tianxuan wusste, dass sie nicht einfach so unangekündigt abreisen würde, hätte der Tianxuan beinahe eine Vermisstenanzeige aufgegeben.\nNachdem sie eine strenge Ermahnung erhalten hatte, „nur dort ein Nickerchen zu machen, wo es sicher ist“, erwiderte Ganyu:\n„Nun ... ist es nicht überall in Liyue sicher?“\nMöglicherweise ist Ganyu mit ihrer Mischung aus menschlichem Blut und dem einer göttlichen Bestie, welches durch ihre Adern fließt, in ihrem Verständnis der Weltgeschehnisse ein wenig anders eingestellt, als die meisten Menschen."
          }
        ]
      },
      {
        "title": "Figurenhintergrund 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Ganyus Qilin-Erbe ist in Liyue wenig bekannt.\nWann immer sie von einem Passanten, der am Feiyun-Hang entlang läuft, nach den doch sehr offensichtlichen Vorsprüngen, die durch ihr Haar dringen, gefragt wird, antwortet sie, es handele sich um ein dekoratives Erbstück:\n„Wenn ich den Leuten die Wahrheit sagen würde, würden sie sich von mir distanzieren ...“\nObwohl Ganyu den Bürgern von Liyue nie besonders nahegestanden hat, würde sie eine Distanzierung immer noch nicht für eine gute Sache halten.\nDer wichtigere Grund, die Wahrheit zu verbergen, ist, neugierige Schaulustige davon abzuhalten, ihre Qilin-Hörner zu berühren.\nSchließlich sind die Hörner eines Qilin ein empfindlicher Teil ihres Körpers, sowohl physisch als auch spirituell.\nEin weiteres Geheimnis, das Ganyu unbedingt verbergen möchte, ist die Tatsache, dass sie auf ihre Figur achtet.\nDie Qilin sind strikte Vegetarier, aber Liyue ist ein Schmelztopf gastronomischer Genüsse, in dem selbst Vegetarier ihren Appetit nur schwer unter Kontrolle halten können.\nGanyu, die sich an das Stadtleben gewöhnt hat, ist daher sehr aufmerksam, wenn es um ihr Gewicht und ihren Körperbau geht.\nWann immer sie sich zu einem köstlichen Gericht hingezogen fühlt, versucht sie ihre Selbstbeherrschung wiederzuerlangen. Für Ganyu ist eine solche Herausforderung noch schwieriger, als eine Flammenblume auf dem Drachengrat zu finden.\nSie ist aber niemand, der auf halber Strecke des Aufstiegs aufgibt.\nWährend des Archontenkriegs würgte sie einst ein riesiges Monster mit Leichtigkeit zu Tode, nachdem sie in seinem Rachen steckengeblieben war, als es versuchte, sie zu fressen, wobei das Monster fatalerweise die Breite ihrer Taille unterschätzt hatte.\nFür Ganyu steht an oberster Stelle, in Zukunft solche peinlichen Episoden zu vermeiden."
          }
        ]
      },
      {
        "title": "Die Blumen der Yujing-Terrasse",
        "desc": [
          {
            "type": "RichText",
            "text": "Ein Buch voller handschriftlicher Notizen, welches die morphologischen Merkmale und das Verhalten der Pflanzen in der Yujing-Terrasse beschreibt, wobei jedes schöne Wort aus Ganyus eigener Feder stammt.\nDie Notizen sind prägnant, umfassend und gut kategorisiert und bieten sogar einige Einblicke, die man anderswo auf dem Markt schwerlich finden würde.\nDazu gehören Hinweise zur Pflege von Glaslilien und Methoden zur Veredelung von Seidenblumen.\nIn Lesbarkeit und wissenschaftlicher Zugänglichkeit kommen sie dem Standard der offiziellen Publikationen sehr nahe.\nOder besser gesagt, dies ist die Erfahrung, die man macht, wenn man von vorn anfängt zu lesen.\nWenn man nämlich ans Ende springt, kann es gut sein, dass man nichts mehr versteht.\nDie letzten Seiten sind ein schockierender Ausschlag aus schwarzer Tinte und hektisch gekritzeltem Text.\nWenn man geduldig und sorgfältig zwischen den Zeilen liest, stellt man vielleicht fest, dass es sich bei diesen Notizen ursprünglich um verschiedene Methoden des Gemüseanbaus handelte.\n„Wenn ich aber lerne, Gemüse anzubauen, werde ich meinen Appetit noch weniger kontrollieren können.“ Mit ihren zu Fäusten geballten Händen löschte Ganyu mit viel Mühe die Ergebnisse ihrer Forschungen aus.\nSpäter, während sie die Pflanzen goss, fand sich Ganyu dabei wieder, wie sie ihren Kopf in ein Dickicht aus Seidenblumen tauchte und dabei fantasierte, es seien süße Zuckerblumen, um sich zu trösten.\nViele weitere Fantasien folgten kurz darauf während ihres Mittagsschlafs ..."
          }
        ]
      },
      {
        "title": "Göttliches Auge",
        "desc": [
          {
            "type": "RichText",
            "text": "Qilin sind Vorbilder des Wohlwollens unter den Adepten, die nur Quellwasser trinken und nur Pflanzen essen.\nSie tun keiner Fliege was zu Leide, zertreten kein Gras, sie reisen nicht in Gruppen und keine Falle kann sie halten. Sie sind gemächlich und gelassen, aktiv, aber zurückhaltend, Qilin sind eine sehr sanfte und elegante Art.\nAls sich jedoch eines Tages eine böse Bestie aus dem Meer erhob und das Land unter ihren Füßen bedrohte, blieben sie nicht untätig, denn Verhandeln war keine Option mehr.\nVor dreitausend Jahren folgte Ganyu dem Ruf von Morax, dem Geo-Archon und stand ihm in den Archontenkriegen zur Seite.\nAls der Krieg vorbei war, entschied sie sich, in Liyue zu bleiben und den Menschen dort beim Aufbau einer neuen Heimat zu helfen.\nDie ersten Qixing von Liyue würden Unterstützung brauchen und Ganyu nahm diese Aufgabe ganz selbstverständlich an und wurde ihre Sekretärin.\nIn dem Moment, in dem sie diese Entscheidung traf, erschien ein Göttliches Auge an ihrer Hüfte, welches ihr die Kraft verlieh, mit der Welt in einem Maße in Resonanz zu treten, das ihre natürlichen Fähigkeiten noch überstieg.\nOb sie nun stark genug werden würde, um es eines Tages nicht länger zu brauchen, oder ob sie es als letztes Mittel zu Liyues Verteidigung einsetzen würde, so entschied sie sich dafür, als verbindende Brücke zwischen Adepten und Menschen zu dienen.\nIhr Göttliches Auge war also der Beweis und Zeuge ihrer neuen Pflicht."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "St.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "-",
              "763"
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "-",
              "26"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "-",
              "49"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "St.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "1978",
              "2632"
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "68",
              "90"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "127",
              "169"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 411,
            "name": "Shivada-Jade-Splitter",
            "desc": "Material für den Figurenaufstieg.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Qingxin",
            "desc": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Vaniloqua-Nektar",
            "desc": "Aus Staubblättern entnommener Nektar mit geringen Spuren von Elementen.<br/>Der Geschmack erinnert stark an den von Zuckerblumen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "St.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "3939",
              "4403"
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "135",
              "151"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "253",
              "283"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "0%",
              "9.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Shivada-Jade-Bruchstück",
            "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Fluxeiskern",
            "desc": "Der entblößte Kern eines besiegten Fluxeisbaums. Darin befindet sich reine Kryo-Kraft.<br/>Die tief in der Erde brodelnde Energie und die darin verborgenen Gedanken sprudeln letztendlich hervor. Selbst der Frost in trauriger Einsamkeit nimmt an der Oberfläche Form an. So werden gar Ranken, die eigentlich keine Lebewesen fangen sollten, zu großen und furchteinflößenden Kreaturen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Qingxin",
            "desc": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Vaniloqua-Nektar",
            "desc": "Aus Staubblättern entnommener Nektar mit geringen Spuren von Elementen.<br/>Der Geschmack erinnert stark an den von Zuckerblumen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "St.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "5066",
              "5686"
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "173",
              "194"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "326",
              "366"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "9.6%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Shivada-Jade-Bruchstück",
            "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Fluxeiskern",
            "desc": "Der entblößte Kern eines besiegten Fluxeisbaums. Darin befindet sich reine Kryo-Kraft.<br/>Die tief in der Erde brodelnde Energie und die darin verborgenen Gedanken sprudeln letztendlich hervor. Selbst der Frost in trauriger Einsamkeit nimmt an der Oberfläche Form an. So werden gar Ranken, die eigentlich keine Lebewesen fangen sollten, zu großen und furchteinflößenden Kreaturen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Qingxin",
            "desc": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Leuchtender Nektar",
            "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "6355",
              "6820 "
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "217",
              "233"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "409",
              "439"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "19.2%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Shivada-Jade-Brocken",
            "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“<br/>„dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Fluxeiskern",
            "desc": "Der entblößte Kern eines besiegten Fluxeisbaums. Darin befindet sich reine Kryo-Kraft.<br/>Die tief in der Erde brodelnde Energie und die darin verborgenen Gedanken sprudeln letztendlich hervor. Selbst der Frost in trauriger Einsamkeit nimmt an der Oberfläche Form an. So werden gar Ranken, die eigentlich keine Lebewesen fangen sollten, zu großen und furchteinflößenden Kreaturen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Qingxin",
            "desc": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Leuchtender Nektar",
            "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "St.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "7495",
              "7960 "
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "256",
              "272"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "482",
              "512"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "19.2%",
              "28.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Shivada-Jade-Brocken",
            "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“<br/>„dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Fluxeiskern",
            "desc": "Der entblößte Kern eines besiegten Fluxeisbaums. Darin befindet sich reine Kryo-Kraft.<br/>Die tief in der Erde brodelnde Energie und die darin verborgenen Gedanken sprudeln letztendlich hervor. Selbst der Frost in trauriger Einsamkeit nimmt an der Oberfläche Form an. So werden gar Ranken, die eigentlich keine Lebewesen fangen sollten, zu großen und furchteinflößenden Kreaturen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Qingxin",
            "desc": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Elementarnektar",
            "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "8643",
              "9108 "
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "295",
              "311"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "556",
              "586"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "28.8%",
              "38.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 408,
            "name": "Shivada-Jade",
            "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“<br/>„Euer Herz brennt sicher vor lauter Hoffnung, wenn ihr meine Kälte aushaltet.“<br/>„So lasst die alte Welt brennen.“",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Fluxeiskern",
            "desc": "Der entblößte Kern eines besiegten Fluxeisbaums. Darin befindet sich reine Kryo-Kraft.<br/>Die tief in der Erde brodelnde Energie und die darin verborgenen Gedanken sprudeln letztendlich hervor. Selbst der Frost in trauriger Einsamkeit nimmt an der Oberfläche Form an. So werden gar Ranken, die eigentlich keine Lebewesen fangen sollten, zu großen und furchteinflößenden Kreaturen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1048,
            "name": "Qingxin",
            "desc": "Eine Blume mit weißen, fast durchsichtigen Blüten, die nur auf hohen Gipfeln wächst. Sie kann nichts mit der Wärme und Feuchtigkeit der tieferen Ebenen anfangen und zieht es vor, auf den eisigen Gipfeln der Berge in die Ferne zu schauen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Qingxin_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Elementarnektar",
            "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "St.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Vor Aufstieg",
              "Nach Aufstieg"
            ]
          },
          {
            "key": "Basis-LP",
            "values": [
              "9797",
              "-"
            ]
          },
          {
            "key": "Basis-ANG",
            "values": [
              "335",
              "-"
            ]
          },
          {
            "key": "Basis-VTD",
            "values": [
              "630",
              "-"
            ]
          },
          {
            "key": "KSCH",
            "values": [
              "38.4%",
              "-"
            ]
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=32&center=1935.62,-52.64&zoom=-2.50",
    "talent": [
      {
        "key": "Standardangriff: Himmlische Schießkunst",
        "title": "Standardangriff: Himmlische Schießkunst",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Standardangriff</color>\nFührt bis zu 6 Pfeilschüsse hintereinander aus.\n<color=#ffd780>Heftiger Schlag</color>\nFührt einen <color=#ffd780>gezielten Schuss</color> mit höherem Schaden und höherer Genauigkeit aus.\nKonzentriert die Kälte während des Zielens an der Pfeilspitze und verursacht je nach Länge des Aufladens unterschiedliche Effekte:\n· Phase 1: Schießt einen Pfeil mit dem Zustand Kalt und verursacht <color=#99ffff>Kryo-Schaden</color> .\n· Phase 2: Schießt einen Frostblütenpfeil und verursacht <color=#99ffff>Kryo-Schaden</color> . Erblüht nach einem Treffer und verursacht erneut <color=#99ffff>Kryo-Flächenschaden</color> .\n<color=#ffd780>Angriff aus dem Fall</color>\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden."
          }
        ],
        "attributes": [
          {
            "key": "St.",
            "values": [
              "St.1",
              "St.2",
              "St.3",
              "St.4",
              "St.5",
              "St.6",
              "St.7",
              "St.8",
              "St.9",
              "St.10",
              "St.11"
            ]
          },
          {
            "key": "SCH Phase 1",
            "values": [
              "31.7%",
              "34.3%",
              "36.9%",
              "40.6%",
              "43.2%",
              "46.1%",
              "50.2%",
              "54.2%",
              "58.3%",
              "62.7%",
              "67.8%"
            ]
          },
          {
            "key": "SCH Phase 2",
            "values": [
              "35.6%",
              "38.5%",
              "41.4%",
              "45.5%",
              "48.4%",
              "51.8%",
              "56.3%",
              "60.9%",
              "65.4%",
              "70.4%",
              "76.1%"
            ]
          },
          {
            "key": "SCH Phase 3",
            "values": [
              "45.5%",
              "49.2%",
              "52.9%",
              "58.2%",
              "61.9%",
              "66.1%",
              "71.9%",
              "77.8%",
              "83.6%",
              "89.9%",
              "97.2%"
            ]
          },
          {
            "key": "SCH Phase 4",
            "values": [
              "45.5%",
              "49.2%",
              "52.9%",
              "58.2%",
              "61.9%",
              "66.1%",
              "71.9%",
              "77.8%",
              "83.6%",
              "89.9%",
              "97.2%"
            ]
          },
          {
            "key": "SCH Phase 5",
            "values": [
              "48.3%",
              "52.2%",
              "56.1%",
              "61.7%",
              "65.6%",
              "70.1%",
              "76.3%",
              "82.5%",
              "88.6%",
              "95.4%",
              "103.1%"
            ]
          },
          {
            "key": "SCH Phase 6",
            "values": [
              "57.6%",
              "62.3%",
              "67%",
              "73.7%",
              "78.4%",
              "83.8%",
              "91.1%",
              "98.5%",
              "105.9%",
              "113.9%",
              "123.1%"
            ]
          },
          {
            "key": "Gezielte Schüsse",
            "values": [
              "43.9%",
              "47.4%",
              "51%",
              "56.1%",
              "59.7%",
              "63.8%",
              "69.4%",
              "75%",
              "80.6%",
              "86.7%",
              "92.8%"
            ]
          },
          {
            "key": "Gezielte Schüsse Aufladephase 1",
            "values": [
              "124%",
              "133%",
              "143%",
              "155%",
              "164%",
              "174%",
              "186%",
              "198%",
              "211%",
              "223%",
              "236%"
            ]
          },
          {
            "key": "SCH bei Treffern mit Frostblütenpfeilen",
            "values": [
              "128%",
              "138%",
              "147%",
              "160%",
              "170%",
              "179%",
              "192%",
              "205%",
              "218%",
              "230%",
              "243%"
            ]
          },
          {
            "key": "SCH beim Erblühen von Frostblütenpfeilen",
            "values": [
              "218%",
              "234%",
              "250%",
              "272%",
              "288%",
              "305%",
              "326%",
              "348%",
              "370%",
              "392%",
              "413%"
            ]
          },
          {
            "key": "SCH beim Fallen",
            "values": [
              "56.8%",
              "61.5%",
              "66.1%",
              "72.7%",
              "77.3%",
              "82.6%",
              "89.9%",
              "97.1%",
              "104.4%",
              "112.3%",
              "120.3%"
            ]
          },
          {
            "key": "SCH beim Fallen aus niedriger/großer Höhe",
            "values": [
              "114%/142%",
              "123%/154%",
              "132%/165%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/225%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "241%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Lehren des „Fleißes“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß bringt die Menschen dazu, selbst die höchsten Berge und die tiefsten Gewässer zu bezwingen. Er gibt ihnen den Mut und die Kraft, nach Wohlstand und Gold zu streben.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Vaniloqua-Nektar",
              "desc": "Aus Staubblättern entnommener Nektar mit geringen Spuren von Elementen.<br/>Der Geschmack erinnert stark an den von Zuckerblumen.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Anleitung zum „Fleiß“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Katalysator in den Menschen von Liyue, der Stein in Gold verwandelt. Er ist der Grund, weshalb Liyues Hafen so großen Einfluss ausübt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Leuchtender Nektar",
              "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Anleitung zum „Fleiß“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Katalysator in den Menschen von Liyue, der Stein in Gold verwandelt. Er ist der Grund, weshalb Liyues Hafen so großen Einfluss ausübt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Leuchtender Nektar",
              "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Anleitung zum „Fleiß“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Katalysator in den Menschen von Liyue, der Stein in Gold verwandelt. Er ist der Grund, weshalb Liyues Hafen so großen Einfluss ausübt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Leuchtender Nektar",
              "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Anleitung zum „Fleiß“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Katalysator in den Menschen von Liyue, der Stein in Gold verwandelt. Er ist der Grund, weshalb Liyues Hafen so großen Einfluss ausübt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Leuchtender Nektar",
              "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie des „Fleißes“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Glaube an einen selbst. Er ist der Glaube an seinen Schweiß, seine Weisheit und seine Kraft. Jeder hat in der Welt, geschaffen von den Göttern, seinen Platz.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Elementarnektar",
              "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Seele des Kriegers – Schatten",
              "desc": "Ein wenig Kraft, die du nach dem Sieg über den Grafen mit der Kraft des Teuflischen Auges errungen hast.<br/>Das materielle Produkt eines Kampfwillens, der durch zahllose Gemetzel geschärft wurde.<br/>Wenn der Mensch tatsächlich ein Schicksal hat, dann muss er durch solche Taten sicherlich vom Wege abkommen. Warum sollte er sonst immer im Zentrum eines jeden Konflikts stehen?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie des „Fleißes“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Glaube an einen selbst. Er ist der Glaube an seinen Schweiß, seine Weisheit und seine Kraft. Jeder hat in der Welt, geschaffen von den Göttern, seinen Platz.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Elementarnektar",
              "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Seele des Kriegers – Schatten",
              "desc": "Ein wenig Kraft, die du nach dem Sieg über den Grafen mit der Kraft des Teuflischen Auges errungen hast.<br/>Das materielle Produkt eines Kampfwillens, der durch zahllose Gemetzel geschärft wurde.<br/>Wenn der Mensch tatsächlich ein Schicksal hat, dann muss er durch solche Taten sicherlich vom Wege abkommen. Warum sollte er sonst immer im Zentrum eines jeden Konflikts stehen?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie des „Fleißes“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Glaube an einen selbst. Er ist der Glaube an seinen Schweiß, seine Weisheit und seine Kraft. Jeder hat in der Welt, geschaffen von den Göttern, seinen Platz.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Elementarnektar",
              "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Seele des Kriegers – Schatten",
              "desc": "Ein wenig Kraft, die du nach dem Sieg über den Grafen mit der Kraft des Teuflischen Auges errungen hast.<br/>Das materielle Produkt eines Kampfwillens, der durch zahllose Gemetzel geschärft wurde.<br/>Wenn der Mensch tatsächlich ein Schicksal hat, dann muss er durch solche Taten sicherlich vom Wege abkommen. Warum sollte er sonst immer im Zentrum eines jeden Konflikts stehen?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Philosophie des „Fleißes“",
              "desc": "Material zum Verbessern von Talenten.<br/>Fleiß ist die Grundlage des Reiches des Gesteins.<br/>Der Fleiß ist der Glaube an einen selbst. Er ist der Glaube an seinen Schweiß, seine Weisheit und seine Kraft. Jeder hat in der Welt, geschaffen von den Göttern, seinen Platz.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Elementarnektar",
              "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 969,
              "name": "Seele des Kriegers – Schatten",
              "desc": "Ein wenig Kraft, die du nach dem Sieg über den Grafen mit der Kraft des Teuflischen Auges errungen hast.<br/>Das materielle Produkt eines Kampfwillens, der durch zahllose Gemetzel geschärft wurde.<br/>Wenn der Mensch tatsächlich ein Schicksal hat, dann muss er durch solche Taten sicherlich vom Wege abkommen. Warum sollte er sonst immer im Zentrum eines jeden Konflikts stehen?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Krone der Weisheit",
              "desc": "Wertvolles Material, das zum Verbessern von Talenten benötigt wird.<br/>Ein rituelles Hilfsmittel, das in alter Zeit für die Weitergabe von Wissen genutzt wurde. Heutzutage jedoch liegt Wissen in gesprochener und niedergeschriebener Sprache. Die in der Krone der Weisheit gespeicherte Kraft kann heute sicherlich immer noch auf den Menschen abfärben.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Spuren des Qilins",
        "title": "Spuren des Qilins",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Ganyu hinterlässt einen Eislotos und geht in Deckung, um den bösen Geistern und Dämonen <color=#99ffff>Kryo-Flächenschaden</color> zuzufügen.\n<color=#ffd780>Eislotos</color>\n· Verspottet Gegner in der Umgebung fortlaufend und zieht ihre Angriffe auf sich.\n· Beständigkeit hängt von Ganyus max. LP ab.\n· Erblüht bei Zerstörung oder Ablauf der Dauer und verursacht <color=#99ffff>Kryo-Flächenschaden</color> .\n„Du willst mich gesehen haben? Das musst du dir eingebildet haben. Ich war zu der Zeit noch auf Arbeit.“"
          }
        ],
        "attributes": [
          {
            "key": "St.",
            "values": [
              "St.1",
              "St.2",
              "St.3",
              "St.4",
              "St.5",
              "St.6",
              "St.7",
              "St.8",
              "St.9",
              "St.10",
              "St.11",
              "St.12",
              "St.13",
              "St.14"
            ]
          },
          {
            "key": "Erhaltene LP",
            "values": [
              "120%",
              "129%",
              "138%",
              "150%",
              "159%",
              "168%",
              "180%",
              "192%",
              "204%",
              "216%",
              "228%",
              "240%",
              "255%"
            ]
          },
          {
            "key": "Fähigkeits-SCH",
            "values": [
              "132%",
              "142%",
              "152%",
              "165%",
              "175%",
              "185%",
              "198%",
              "211%",
              "224%",
              "238%",
              "251%",
              "264%",
              "281%"
            ]
          },
          {
            "key": "Dauer",
            "values": [
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s",
              "6 s"
            ]
          },
          {
            "key": "Abklingzeit",
            "values": [
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Bändigender Niederschlag",
        "title": "Bändigender Niederschlag",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Konzentriert den Schnee und Frost in der Luft und beschwört eine Eisseelenperle, die das Böse vertreibt.\nDie Eisseelenperle lässt während der Wirkungsdauer fortlaufend Eiszapfen fallen, die den Gegnern im Wirkungsbereich <color=#99ffff>Kryo-Schaden</color> zufügen.\nOhne Frage kann Ganyu einen erfrischenden Sommerregen fallen lassen. Für böse Kräfte jedoch zieht ein rauer Schneesturm auf."
          }
        ],
        "attributes": [
          {
            "key": "St.",
            "values": [
              "St.1",
              "St.2",
              "St.3",
              "St.4",
              "St.5",
              "St.6",
              "St.7",
              "St.8",
              "St.9",
              "St.10",
              "St.11",
              "St.12",
              "St.13",
              "St.14"
            ]
          },
          {
            "key": "Eiszapfen-SCH",
            "values": [
              "70%",
              "76%",
              "81%",
              "88%",
              "93%",
              "98%",
              "105%",
              "112%",
              "119%",
              "126%",
              "134%",
              "141%",
              "149%",
              "158%"
            ]
          },
          {
            "key": "Dauer",
            "values": [
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s"
            ]
          },
          {
            "key": "Abklingzeit",
            "values": [
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s",
              "15 s"
            ]
          },
          {
            "key": "Elementarenergie",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Eintracht",
        "title": "Eintracht",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Erhöht nach dem Abschießen von Frostblütenpfeilen die KT folgender Frostblütenpfeile sowie der im Anschluss erblühenden Frostblüten 5 s lang um 20 %."
          }
        ],
        "attributes": null
      },
      {
        "key": "Frieden zwischen Himmel und Erde",
        "title": "Frieden zwischen Himmel und Erde",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Erhöht den <color=#99ffff>Kryo-Schaden</color> der aktuellen Figuren in der Truppe im Wirkungsbereich von <color=#ffd780>Bändigender Niederschlag</color> um 20 %."
          }
        ],
        "attributes": null
      },
      {
        "key": "Versteckter Bogen",
        "title": "Versteckter Bogen",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Gibt beim Schmieden von Bögen 15 % des verbrauchten Erzes zurück."
          }
        ],
        "attributes": null
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/constellation_1.png",
        "name": "Geschmack des Taus",
        "desc": [
          {
            "type": "RichText",
            "text": "Verringert den <color=#99ffff>Kryo-WDS</color> von mit Frostblütenpfeilen von heftigen Schlägen beim Aufladen Phase 2 oder durch das Erblühen von Frostblüten getroffenen Gegnern 6 s lang um 15 %.\nStellt Ganyu bei Treffern außerdem 2 Punkte Elementarenergie wieder her. Stellt für jeden heftigen Schlag mit Aufladen Phase 2 nur einmal Elementarenergie wieder her, egal ob die Frostblütenpfeile oder das Erblühen der Frostblüten Ziele treffen oder nicht."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/constellation_2.png",
        "name": "Qilin-Jagd",
        "desc": [
          {
            "type": "RichText",
            "text": "Ermöglicht 1 weitere Anwendung von <color=#ffd780>Spuren des Qilins</color> ."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/constellation_3.png",
        "name": "Ziehende Wolken",
        "desc": [
          {
            "type": "RichText",
            "text": "Erhöht die Stufe der Fähigkeit <color=#ffd780>Bändigender Niederschlag</color> um 3.\nHöchststufe 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/constellation_4.png",
        "name": "Aufbruch gen Westen",
        "desc": [
          {
            "type": "RichText",
            "text": "Erhöht den Gegnern im Wirkungsbereich von <color=#ffd780>Bändigender Niederschlag</color> zugefügten Schaden fortlaufend.\nDer anfängliche SCH-Bonus beträgt 5 %, erhöht den Schaden alle 3 s um weitere 5 % auf bis zu 25 % SCH-Bonus.\nDer Effekt hält nach dem Verlassen des Wirkungsbereichs bis zu 3 s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/constellation_5.png",
        "name": "Rasenstutzer",
        "desc": [
          {
            "type": "RichText",
            "text": "Erhöht die Stufe der Fähigkeit <color=#ffd780>Spuren des Qilins</color> um 3.\nHöchststufe 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/constellation_6.png",
        "name": "Nachsicht",
        "desc": [
          {
            "type": "RichText",
            "text": "Nach Anwendung von <color=#ffd780>Spuren des Qilins</color> wird 30 s lang keine Aufladung für den nächsten Frostblütenpfeil benötigt."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Figurendetails",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenankündigung"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/061a1e3b0f239d45a5688841a09134b7_874931190504913730.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "06.01.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\n„Es heißt, die Qilin seien Träger einer glückverheißenden Gnade, doch wer weiß schon von der Einsamkeit eines wohlwollenden Wesens inmitten des Menschenmeeres?“ — Tianshu von den Qixing von Liyue"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/127394</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenvorstellung"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/b9e2c576854b32207ad1ad0d14d250f4_5667836723464279109.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "06.01.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nReisende \\ (^ o ^) / ~\nHeute wollen wir die Sekretärin des Yuehai-Pavillons kennenlernen — Ganyu!\nDie Berechnungen und Daten, die hinter jeder Entscheidung der Qixing von Liyue stehen, sowie jede Verordnung und Regelung, die verkündet wird, sind allesamt die akribische Arbeit von Ganyu. Doch hinter diesem Vorbild an harter Arbeit und Effizienz verbirgt sich eine Seite von ihr, die gerne isst…"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/127430</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ankündigung zu den Synchronsprechern"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/eb80c9692f4386ce28a5f054f81bdca3_4068564440269223252.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "06.01.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nWarum versuchen die Menschen immer wieder zu beweisen, dass ihre Existenz mehr wert ist als die der anderen?\nReisende, hören wir uns gemeinsam die Stimme von \"Mondhüter\", Ganyu, an!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Synchronsprecher"
      },
      {
        "type": "RichText",
        "text": "<color=#99ffff>EN Stimme: Jennifer Losi</color>\n<color=#99ffff>JP Stimme: Reina Ueda</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/127548</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenvorschau für Ganyu – „Eine Nacht in Liyue“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/fd5891cc1f6879f10c421ab33c3b04e8_5045273336966695740.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "06.01.2021"
      },
      {
        "type": "RichText",
        "text": "Mit grazilen Schritten geht sie durch die Alleen und Gassen.\nNoch bevor die Sonne aufgeht, wird sie dir einige Geheimnisse über das nächtliche Treiben in Liyue verraten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASO6t2zp_UI"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/127796</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenvorführung – Ganyu: Erleuchtete Träume"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/b62dc799065788e8001e0c8d391b889c_8739229293858897071.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "11.01.2021"
      },
      {
        "type": "RichText",
        "text": "Süßer Duft von Lakritz, der Duft von edlen Blumen, Bild gewordene Schneestürme und azurblaues Glas.\nDas alles ist wie ein wahr gewordener Traum für das Mädchen der Qilin."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=FHRXP8ceeBU"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/133095</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fähigkeiten – Ganyu: Tiefe des Gesteins"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/cf6405209c30e19ce9bb1da7a9ba7122_1891596548974879007.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "12.01.2021"
      },
      {
        "type": "RichText",
        "text": "„Mein Auftrag ist, meinen Vertrag mit Rex Lapis zu erfüllen und mich für die Interessen aller Lebewesen in Liyue einzusetzen.“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=tsPtGG9pFfg"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/134300</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo zu Version 1.2 – „Kreide und Drachen“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/3281cdaf391f9870e6eb7809e71b430e_8766488563081970914.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "11.12.2020"
      },
      {
        "type": "RichText",
        "text": "Durin, der böse Drache, der einst gegen Dvalin gekämpft hatte, oder zumindest seine Überreste, bilden den Drachengrat.\nDer hohe Schnee und die bittere Kälte, das giftige Blut und die schrecklichen Monstern schaffen eine unwirtliche Umgebung, die zu erkunden nicht viele Freiwillige bereit sind. Doch der Reisende von den Sternen begibt sich auf den Weg diesen eisigen Berg hinauf."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/103256</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Handlungsvorschau – „Geschmäcke der Welt“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/f9139b66e42c18d0ff680d20f3899119_2942934614061886462.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "02.10.2021"
      },
      {
        "type": "RichText",
        "text": "Zeitlose Mahle und weite Tränke: Von der Vergangenheit bis zur Gegenwart befinden sich die Zeiten in einem ständigen Zustand der Erneuerung.\nEssensduft bringt Freude und Kochen bewegt die Welt. Feine Wolken schweben im Laufe der Monate über diese Welt."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1115943</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo zu Version 2.4: „Flüchtige Farben im Flug“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/41ae1f2d2ccad002b6e0d625106e4593_7188569625357423738.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "26.12.2021"
      },
      {
        "type": "RichText",
        "text": "Wo das Licht kaum hinreicht, lauert ein heimtückischer Feind in den Schatten.\nIn einem Reich, in dem das Tageslicht keine Grenzen kennt, brennen die verbliebenen Funken ohne Unterlass.\nUnd wo die Sonne scheint, wachsen die Hoffnungen der Menschen unaufhörlich.\nDiese aufrichtigen Hoffnungen leuchten wie ein Feuerwerk, das mit hellem Schein emporsteigt."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1775723</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Animation der Aktion „Flüchtige Farben im Flug“ – „Ära der fließenden Farben“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/3d4a3ca91206922c7d6f793353fdec29_2404775248926056255.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "31.01.2022"
      },
      {
        "type": "RichText",
        "text": "Die flammenden Blumen, die sich am ganzen Himmel verteilen, heißen alle willkommen.\nMit wunderschöner Farbenpracht bringen Tausende und Abertausende von Wünschen den Bergen und dem Mond immer wieder Neues."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/2636499</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo zu Version 3.4: „Nacht des kristallklaren Saitenklangs“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/9d4f5c7ab1c748af9ac577da95f1059f_5255286730285052954.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "06.01.2023"
      },
      {
        "type": "RichText",
        "text": "Sing, wo der Himmel rosa schimmert.\nTanz, wo der Wind den Sand aufwühlt.\nAlte Saitenlieder verklingen im Traumland der Erinnerungen.\nNur in Legenden\nfließt der klare Fluss und gedeiht das grüne Feld, stetig und immerfort."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=FiEuMkRNQ7A"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/14849794</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Zwischensequenz zu „Nacht des kristallklaren Saitenklangs“ – „Leuchtendes Fest“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/daf65bc8aa9e5577ee528e91a56174c7_1183937337339981128.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "21.01.2023"
      },
      {
        "type": "RichText",
        "text": "Ein neues Jahr bringt neues Glück und gute Freunde zurück.\nIn dieser farbenfroh erhellten Nacht, werden in Liyue nicht nur Laternen angebracht, sondern auch herrlich klingende Musik gemacht."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/15210990</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Geburtstag",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2021"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/bf51c9fdb5b0fcf074d5c9df261db5b7_1238463521860188800.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "02.12.2021"
      },
      {
        "type": "RichText",
        "text": "Was? Bin ich ... etwa schon wieder eingeschlafen? Danke, dass du mich aufgeweckt hast.\nSo einen schönen Blumenstrauß sieht man nicht oft. Sehr schön, nicht wahr?\nMan braucht sich nur ein wenig hier auszuruhen und schon beruhigen sich die Gedanken ... Deswegen bin ich aus Versehen wieder eingeschlafen.\nEs gibt noch viel zu tun ... Sitzen wir kurz und legen dann los.\nVielen Dank an hou für das Glückwunschbild!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1523416</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/52620a6280cabaa7ead8c033c05fce12_2517923179669019586.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "02.12.2021"
      },
      {
        "type": "RichText",
        "text": "„Dies ist eine zuckerfreie Version einer Zuckerblumenleckerei, die aus speziellen Zutaten hergestellt wurde, die der Reisende gesammelt hat. Beiß also ganz beherzt rein!“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1523417</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "2022"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/214c79f96963e75343127c883c86f412_2510182269606422534.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "02.12.2022"
      },
      {
        "type": "RichText",
        "text": "Sind das Qingxin? Extra für mich gepflückt? Danke! Ich ... Ich freu mich.\nWillst du probieren? Oder ... doch nicht?\nAnscheinend halten viele den Geschmack von Qingxin nicht aus.\nAh, ich war so ins Gespräch vertieft, dass ich schon ganz viel gegessen habe, ohne es zu merken!\nDie Fürstin darf das auf keinen Fall sehen, sonst schimpft sie wieder mit mir ..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/14090389</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/aa752909e1cb5088cfc6da2d22a6f724_2255294094457759789.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "02.12.2022"
      },
      {
        "type": "RichText",
        "text": "„Bantu, hast du heute Freunde mitgebracht?“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/14090394</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Figurenillustrationen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hintergrundbild & Gutscheincode"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/f58148b78728de50d2be5e8e0faba336_3797580804320749805.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "09.01.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nZeitlich begrenzter Gutschein: Mysteriöser Gutscheincode\nLiebe Reisende, nehmt jetzt an diesem Event vom HoYoLAB teil und erhaltet die Chance auf einen Gutscheincode für Urgesteine!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/GenshinImpact/status/1347755027109093377</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Valentinstag 2021"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/079ad95f31be7cab2851cf7a279acf0d_764650885759279744.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "14.02.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nIch, äh... Ich habe ein Geschenk für dich...\nBitte schau es dir an, bevor... Äh, ich meine... Bitte genieße es!\nDarin ist etwas Schokolade, die ich selbst gemacht habe. Ich habe sogar Tau von einer Zuckerblume in der Morgendämmerung hinzugefügt, um sie besonders süß zu machen.\nWie auch immer, ich hoffe, es wird dir gefallen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/186780</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fan Art zum Laternenritual VII"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/4ed357ffad309a6b75a118ca570044ed_2110430020814943546.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "18.02.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nMögen die Wünsche aller in einem Meer von Xiao-Laternen in Erfüllung gehen!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/193271</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Live Hintergrundbild „A Night in Liyue Harbor“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/ea253349295dae18dc2bffc8d75fdb96_7442166419858624858.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "20.02.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nGenshin Impact Live Hintergrundbild „A Night in Liyue Harbor“ jetzt auf N0va Desktop!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[englischer Artikel]</color>\n<color=#37ffff>https:/www.hoyolab.com/article/198809</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Drachenbootfest"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/467afe7b21746ea776207bfb001b0866_7125289222908344975.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "14.06.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Chinesischen übersetzt]</color>\nFrohe Festtage, Reisende! Wir haben eine ganze Reihe von Geschmacksrichtungen ausprobiert und die zwei besten davon ausgewählt. Wir haben sie für euch geschält, hier, probiert auch mal!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bilibili:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[chinesischer Artikel]</color>\n<color=#37ffff>https:/www.bilibili.com/opus/536032633169221921</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mondfest"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/2745c929b87faa1786bba996ad3e0dbd_996662639968631159.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "21.09.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Chinesischen übersetzt]</color>\nWir haben versucht, die von dir erwähnten Dim Sum zuzubereiten, und ich frage mich... ist das der Geschmack, an den du dich erinnerst? Ich habe auch einen mit Qingxin-Geschmack zubereitet, bitte probiere es, ja?\nDanke an den Künstler: hou für das Glückwunschbild.\nFrohes Mondfest, Reisende!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bilibili:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[chinesischer Artikel]</color>\n<color=#37ffff>https:/www.bilibili.com/opus/572770649555209085</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Frohes neues Jahr!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/b4642998c2ed15eda29c59ee308c3729_8111932734412246229.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "01.01.2022"
      },
      {
        "type": "RichText",
        "text": "Was für ein Zufall, Reisender, dass du heute auch zum Essen hier bist.\nDa es die erste Mahlzeit im neuen Jahr ist, ist es wichtig, die Gerichte zu genießen, um einen guten Start ins neue Jahr zu haben.\nIn Zukunft wird es sicher noch mehr Herausforderungen geben ...\nAber ich nehme an, das spielt keine Rolle. Solange du einen starken Glauben in deinem Herzen hast, wirst du in der Lage sein, auf dein Ziel zuzugehen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1832440</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenzeichnung - Arbeit"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/6f243e1b285f8c840f5c482ace7bfb89_1112846867812145449.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "23.01.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Japanischen übersetzt]</color>\n„Ganyu, lass uns nachher zum Restaurant Wanmin gehen, um etwas Gutes zu essen!“\n„Aber... ich habe meine Arbeit noch nicht beendet…“\n„Mach dir keine Sorgen! Der Reisende und ich werden auch helfen... Lass uns nach der Arbeit zusammen gehen, okay?“\n„Ganyu... du hast deine Arbeit noch nicht beendet…“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/Genshin_7/status/1485099976355110913</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenzeichnung - Nachmittagsschläfchen"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/8dd315324448d842c006aef7f3a7a5ff_1240681195638483550.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "25.01.2022"
      },
      {
        "type": "RichText",
        "text": "Als ich heute die Berge von Liyue erkundete, stieß ich zufällig auf Ganyu, die unter einem Baum ein Nachmittagsschläfchen hielt! Da sie so tief und fest schlief, wollte ich sie nicht stören und ging leise weg …"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/2015567</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Neujahrsessen"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/b308df8476c5aa6e344bc5f4491db728_8632181542689373778.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "31.01.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nWenn wir zurückblicken, haben wir einen langen, langen Weg zurückgelegt! Wir sind sehr weit gereist, haben so viele Orte erkundet und viele neue Freunde getroffen!\nPaimon wird immer bei dir und dein bester Begleiter sein~\nLiebster Reisender, Abenteuer sind harte Arbeit, lass uns gemeinsam feiern!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/GenshinImpact/status/1487999076503363587</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Neujahrsessen"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/e9e2e8743adef1b520d6d032b8eda7be_542368129639122432.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "31.01.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Chinesischen übersetzt]</color>\n„Reisende, kommt und esst!“\nDanke an den Künstler: 比彼"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bilibili:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.bilibili.com/opus/621886954947863651</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenzeichnung - Bücher kaufen"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/07521e15d00cd14b8b7acd0bf30c0163_2188033851258196178.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "03.02.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nEin Band, zwei Bände, drei Bände. Ich habe endlich alle neuen Romane in der Buchhandlung Wanwen gekauft.\nGehen wir als nächstes in diesen Laden, es gibt noch viele Dinge zu kaufen~"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/GenshinImpact/status/1489086240322461697</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hintergründe zu den Versionen 2.3 & 2.4"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/33f883c19225f98a8a5f18983805a058_4559107572340252762.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "23.02.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Japanischen übersetzt]</color>\n[Verteilung von Hintergrundbildern]\nWir verteilen Hintergrundbilder für Smartphones und Desktops, die die wichtigsten Bilder aus den Versionen 2.3 und 2.4 verwenden.\nBitte verwendet euer Lieblingsdesign!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/Genshin_7/status/1496424597490700290</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nachtmarkt"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/6fbd58c461ff805acf465c166d5c3091_7013931648604394727.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "01.01.2023"
      },
      {
        "type": "RichText",
        "text": "Endlich! Ich hatte schon seit Längerem vor, dich auf einen gemeinsamen Bummel durch den Nachtmarkt einzuladen, also habe ich die Gelegenheit ergriffen.\nGibt es etwas, das du zum Beginn des neuen Jahres kaufen willst? Da wir alle hier sind, können wir dir ja Vorschläge machen.\nFräulein Ganyu hat viel Erfahrung und auch ihre Begleiterin ist sehr geschickt. Später können sie uns den Weg weisen und uns die neusten Produkte zeigen, die heute erst auf den Markt gekommen sind.\nAußerdem bin auch ich dabei. Ich werde dir auf jeden Fall dabei helfen, die besten Produkte zum richtigen Preis zu kaufen!\nVielen Dank an モ誰 für das Glückwunschbild!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/14710929</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurensticker zum Laternenritual"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/896861ba0c24d658ff7b6a591b38710e_6068156111055454503.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "27.01.2023"
      },
      {
        "type": "RichText",
        "text": "Die Fürstin der stehenden Wolken und des stillen Windes sagt, dass wir mehr von ihrem Spezialgericht essen sollten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/15602159</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hintergrundbilder zu „Nacht des kristallklaren Saitenklangs“"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/9289a6dc2fe510b83709bb089e758ee6_2524325464028930735.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "10.02.2023"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/16274685</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenzeichnung - Training"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/98f7ebdde48958ca8249b80f3f08b8fe_6672568065866479776.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "21.03.2023"
      },
      {
        "type": "RichText",
        "text": "„Wenn ich nicht im Adeptentraining bin, treffe ich mich mit Freunden.“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/17144802</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Qilin's Prance"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/570e1b8a6e4037254c74b974cd847e87_4919005508456803134.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "04.02.2021"
      },
      {
        "type": "RichText",
        "text": "Das erste Album zu Figuren von Genshin Impact „The Stellar Moments“ erscheint offiziell online mit 15 ausgewählten Titeln von Yu-Peng Chen @HOYO-MiX in der exklusiven Originalfassung zu Figuren des Spiels Genshin Impact."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zmS7kzSHuSE&t=1s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/170273</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Minialbum – Trail of the Radiant Qilin"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/a2ba9946741ab7bb75a77db2a1927d1c_4267303682156538579.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "22.01.2022"
      },
      {
        "type": "RichText",
        "text": "In einer langen Halle eines hohen Turms eilt eine Gestalt vorbei, während es in der Stadt nieselt.\nEin Boot treibt auf dem im Mondschein glänzenden Wasser außerhalb der Stadt und Andeutungen von Spuren des Qilin sind zu erkennen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=-X8xqzBmjT8"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1988859</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Winter-Emojis"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "30.12.2020"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\nDie Genshin Impact Winter-Emojis sind endlich da! DANKE an @soreko für dieses exquisite Set. Paimon hofft, dass es die Reisenden in dieser kalten Jahreszeit aufwärmt!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/GenshinImpact/status/1344206598202220546</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/226be195927e56db2451697b4df12c4e_1594313467761103517.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/173f2ade289b67e9aaf6283d0fc4cc01_6842621172111350441.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimons Bilder IV"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/8314eac8c3dc0b0894e9b86c55a385d7_1670033774102477708.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "23.12.2021"
      },
      {
        "type": "RichText",
        "text": "Hallo, liebe Reisende! Die neusten Emojis von Genshin Impact sind jetzt auf HoYoLAB verfügbar!\nPaimons Bilder beinhalten niedliche Emojis von vielen Figuren aus Genshin Impact. Paimon hofft, dass sie euch gefallen, und wird auch weiterhin fleißig den Pinsel für euch schwingen!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/1738695</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/bb7c516f2274da820ea3afce05447fd4_6602527876695406939.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/542ff074c05926e74d0021f670c5e2e3_6302993216646157686.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/98430479736dec2617d793b0138093df_5328589231649823888.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/10cbe94e311af46ada3d1f6052eb1fdb_4933632461133285047.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/0590d23633fadf743bcf51196fb320f2_6600865707777686367.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/6f1e64d2f6e5c2cea474bdc909900d3c_8639037429062594030.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bilder von sozialen Medien",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Feier für 5 Millionen Follower auf Bilibili"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/8827b0b8f265cb7f21b90b526bfc9c36_8884216819536996716.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "27.02.2021"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Chinesischen übersetzt]</color>\n[5 Millionen Follower erreicht!]\nHallo Reisende, die offizielle Bilibili-Seite von Genshin Impact hat jetzt 5 Millionen Fans erreicht."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bilibili:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.bilibili.com/opus/496336896158819455</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Olympische Spiele Beijing"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/a22f6cae1e5aab2728fe08da13763d32_5330112015369777357.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "11.02.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Englischen übersetzt]</color>\n„Spiralförmige Lieder aus Eis und Schnee“\n„Das Wetter ist perfekt, wir haben alles dabei, lasst uns zusammen gehen!“\n„Folgt der Musik und folgt Paimon~“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/GenshinImpact/status/1492084726882045961</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Feier für 10 Millionen Follower auf Bilibili"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/77f9604c36fea87b802c9f3b7c7f5a4b_1793292761067388779.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "03.03.2022"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>[aus dem Chinesischen übersetzt]</color>\n[10 Millionen Follower erreicht!]\nHallo Reisende, die offizielle Bilibili-Seite von Genshin Impact hat jetzt 10 Millionen Fans erreicht."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bilibili:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.bilibili.com/opus/633298605827948569</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Twitter:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/twitter.com/y_ambe/status/1523156750815612928</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Andere Auftritte",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Werbevideo zum Laternenritual: Laternen im Traum"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/10/47685001/4a3724f1e233782a858422ff4e201468_7749073466626082578.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "22.01.2023"
      },
      {
        "type": "RichText",
        "text": "Tausend Lichter erhellen den Himmel, tausend Träume versammeln sich in diesem Moment.\nFortbestehen soll dieser Traum, sodass wir uns darin irgendwann wiedersehen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "YouTube:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2kY4raFWXtM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>https:/www.hoyolab.com/article/15236806</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Figurenvorstellung",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eine Sekretärin der Qixing, halb Mensch, halb göttliche Bestie. Sie ist von Natur aus ein anmutiges Wesen, die Sanftheit eines Qilins steht jedoch nicht in Konflikt mit ihrer eifrigen Arbeitseinstellung.\nSchließlich ist Ganyu fest davon überzeugt, dass alles, was sie tut, nur im Sinne ihres Vertrags mit Rex Lapis und somit zum Wohl des gesamten Volks von Liyue ist."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Beziehungen",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu ist eine treue Anhängerin von Rex Lapis und hat ihm lange Zeit gedient."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Morax – Vertrauen"
      },
      {
        "type": "RichText",
        "text": "Ich habe absolutes Vertrauen in Rex Lapis. Es kam allein durch seine Führung, dass wir die Monster zurückschlagen, die Meereskreaturen besiegen und so den Frieden in Liyue erhalten konnten. Der Anblick, wie er das Volk schützte, und die Erinnerung an die Jahrhunderte unserer Kameradschaft ... Ich werde das alles nie vergessen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Morax – Anhänger"
      },
      {
        "type": "RichText",
        "text": "Alle Entscheidungen von Rex Lapis stellen das Wohlergehen allen Lebens in Liyue an oberste Stelle. Das ist das, was ich am meisten an ihm bewundere. Ich möchte diesem Vorbild ebenfalls gerecht werden ... doch es scheint mich mehr und mehr zu überwältigen und ich mache immer mehr Fehler, je mehr ich versuche, in seine Fußstapfen zu treten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Liyues Wohlstand wurde nicht allein auf den Orakeln oder der Weisheit Rex Lapis‘ errichtet. Er ist auch den zahllosen Dienern des Geo-Archons zu verdanken, die ihren Teil des Vertrages erfüllt haben. Unter ihnen ist Ganyu die, die bereits am längsten dient. Wenn du etwas über ihre Vergangenheit herausfinden willst ... solltest du sie fragen. Ich fürchte meine Wortwahl wäre nicht feinfühlig genug, als dass sie damit einverstanden wäre."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Erwähnungen"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Figurendetails\nFigurenhintergrund 1\nFigurenhintergrund 2\nGöttliches Auge"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu ist die Sekretärin der Qixing von Liyue und hilft Ningguang oft bei ihrer Arbeit."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ningguang ..."
      },
      {
        "type": "RichText",
        "text": "Jeder Tianquan interpretiert und ergänzt die Gründungsgesetze von Liyue auf seine eigene Weise. Der aktuelle Tianquan, Ningguang, tut dies mit einer unvergleichlichen Effizienz, doch ihre wirkungsvolle Art stößt oft auf Kritik. Ich schätze, es ist immer einfacher zu kritisieren als zu akzeptieren."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Man sollte sich nie zu sehr auf andere verlassen oder gar von ihnen abhängig sein, selbst bei jemandem wie Ganyu. In Liyue gibt es ein Sprichwort „Selbst den Sorgfältigsten kann der Zufall einen Strich durch die Rechnung machen.“ Wichtige Verhandlungen nimmt man lieber selbst in die Hand."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Yaoyao ..."
      },
      {
        "type": "RichText",
        "text": "Ich nehme an, du meinst das Mädchen, das Ganyu unter ihre Fittiche genommen hat. Keine Sorge, ich habe nicht vor, diese Angelegenheit öffentlich zu machen. Ich gebe mich damit zufrieden, ein wenig Nachsicht für das eine oder andere schelmische Manöver dieses Schiffskapitäns zu üben. Eine Sache aber. Yaoyao scheint in letzter Zeit etwas in Meeresfrüchte verliebt zu sein. Du solltest versuchen, sie davon zu überzeugen, mehr Obst und Gemüse in ihren Speiseplan aufzunehmen."
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Der Yuheng unter den Qixing von Liyue. Sie hat einiges zur Regentschaft von Rex Lapis, der sich nur selten zeigt, zu sagen. Man muss aber gestehen, dass Götter solche Menschen zu schätzen wissen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu und Keqing haben unterschiedliche Ansichten über Rex Lapis, aber sie arbeiten trotzdem gut zusammen."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Keqing – Entfremdung"
      },
      {
        "type": "RichText",
        "text": "Ich kann ihre respektlose Art gegenüber Rex Lapis nicht ertragen! Doch er sagt zu mir: „Ganyu, das ist genau die Art von Person, die Liyue heutzutage braucht.“ Ich schätze, ich bin nicht schlau genug, weil ich einfach nicht verstehe, was er damit meint. Ich glaube, ich brauche noch mehr Lebenserfahrung, um weise genug zu werden und den Sinn seiner Worte zu erfassen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Keqing – Anderer Blickwinkel"
      },
      {
        "type": "RichText",
        "text": "Sie ist vor Kurzem zu mir gekommen, um die Wiedereröffnung der Bishui-Handelsroute zu besprechen. Sie hat mich sogar gefragt, was Rex Lapis tun würde, wenn er an ihrer Stelle wäre. Zugegebenermaßen kam das, was bei unserem Gespräch herausgekommen ist, nicht wirklich einer Entscheidung gleich, die er getroffen hätte. Allerdings ... als ich gesehen habe, wie sie ihren Plan immer wieder völlig neu aufstellte, habe ich sie, glaube ich, zum ersten Mal ein wenig verstanden."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu – Zweifel"
      },
      {
        "type": "RichText",
        "text": "Wer weiß, was Rex Lapis getan hat, um Ganyu so von sich zu überzeugen. Es ist zwar auf der einen Seite erschreckend, wenn jemand blind gehorcht, auf der anderen Seite kann das aber auch seine Vorteile haben. Sie führt alles, was man ihr aufträgt, genaustens aus. Bei ihrer Arbeit ist sie äußerst professionell."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu – Rückbesinnung"
      },
      {
        "type": "RichText",
        "text": "In letzter Zeit habe ich sie häufig aufgesucht, um nach ihrer Meinung zu fragen. Sie kennt sich eben am besten mit Rex Lapis aus. Na ja, früher habe ich immer gegen Rex Lapis gewettert, wenn sie von ihm anfing. Jetzt ist mir das etwas unangenehm. Sie scheint das aber gar nicht zu stören."
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Ein junger Mann, der häufig in der Nähe von Bücherständen gesehen werden kann. In der Hand trägt er ein Langschwert, in seiner Brust ein Herz für die Schwachen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu vermutet, dass Xingqiu andere Prioritäten hat, die er vor die Leitung der Händlergilde Feiyun stellt."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Xingqiu ..."
      },
      {
        "type": "RichText",
        "text": "Du meinst den Jungen in der blauen Jacke von der Händlergilde Feiyun? Er ist überhaupt nicht wie sein Vater und Bruder, er scheint sich gar nicht um das Textilgeschäft zu scheren. Vermutlich kommt das daher, dass es aus seiner Sicht wichtigere Dinge für ihn zu tun gibt. Natürlich sind das reine Spekulationen …"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Eine recht bekannte Köchin aus Liyue, die Gerichte mit Leidenschaft zubereitet. Ihre Techniken sind feurig genug, um ihren Gegnern den Appetit zu verderben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu scheint Xianglings Kochkünste so sehr zu genießen, dass sie sich nur schwer davon abhalten kann, zu viel zu essen."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Xiangling ..."
      },
      {
        "type": "RichText",
        "text": "Xiangling ist eine berühmte Persönlichkeit! Ähm, aber ... ich versuche, ihr Restaurant zu meiden. Einfach weil ... Es gibt keinen Grund ... Also gut. Es ist sowieso kein großes Geheimnis. Es liegt daran, dass man die Gerüche aus ihrer Küche schon vom anderen Ende der Straße aus riechen kann. Und sobald einem auch nur ein Hauch davon in die Nase steigt, dann war’s das. Dann ist es um einen geschehen. Und ehe ich mich versah, bestellt man auch schon die zweite, vielleicht sogar dritte Portion ... Man kann es einfach nicht kontrollieren. Selbst bei den vegetarischen Gerichten, ich weiß nicht, was es ist. Aber das will ich nicht noch einmal erleben ... Nicht nachdem …"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Ganyu? Ja, ich erinnere mich. Das ist doch diese Vegetarierin! Sie kommt nicht sehr oft ins Restaurant Wanmin, aber wenn sie kommt, dann sitzt sie allein in einer Ecke und verspeist ihr Essen in völliger Stille. Sie sieht ein bisschen einsam aus, daher gebe ich ihr immer eine besonders große Portion. Sie schafft es jedes Mal, den Teller komplett leerzuessen, obwohl man ihr das gar nicht zutrauen würde."
      },
      {
        "type": "CustomEntry",
        "epId": 11,
        "name": "Beidou",
        "desc": "Die Anführerin der bewaffneten Flotte „Crux“, freimütig und draufgängerisch.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Beidou_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu und Beidou kommen gut miteinander aus, obwohl sie nach außen hin auf gegnerischen Seiten stehen sollten."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Beidou ..."
      },
      {
        "type": "RichText",
        "text": "Seit einiger Zeit sagen alle auf der Yujing-Terrasse schlimme Dinge über die Crux. Doch ich persönlich denke, dass Beidous Einsatz für den Hafen von Liyue weit über das hinausgeht, was diese armseligen, intriganten Heiden auch nur in Betracht ziehen würden! ... Hoppla! Es tut mir leid, ich ... Ich weiß nicht recht, warum mir das herausgerutscht ist …"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Ganyu und ich verstehen uns prächtig! Auf der anderen Seite ist sie die Sekretärin der Qixing von Liyue und da ich nicht gerade beliebt dort bin, möchte ich sie nicht in irgendwelche Schwierigkeiten bringen. Das bleibt also unser Geheimnis."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu hat den Auftrag, auf Yaoyao aufzupassen, aber es scheint, dass Yaoyao ihrerseits auch auf Ganyu aufpasst."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Yaoyao ..."
      },
      {
        "type": "RichText",
        "text": "Yaoyao ... Ein Bekannter vom Rat für Allgemeine Angelegenheiten hat mich damit beauftragt, in der Stadt ein Auge auf sie zu haben und aufzupassen, dass sie nicht versucht, sich auf ein Schiff der Crux zu schleichen ... Oh, du willst wissen, was der Rat für Allgemeine Angelegenheiten tut? ... Wer weiß das schon, stimmt’s!? Ha ... Wer weiß schon, was die vom Rat tun? ... Ich zumindest nicht …"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Ganyu hat immer sehr viel Arbeit. Ich habe gehört, dass sie beim letzten Mal vor lauter Anstrengung sogar auf der Wiese eingeschlafen ist, das bereitet mir Sorgen! Wie wäre es, wenn wir eine „Überraschungsprüfung“ durchführen? Gehen wir doch mal rüber und schauen, ob sie gut auf sich aufpasst! Ah ... kleinen Moment, ich will ein paar Blumen und Pflanzen vorbereiten, die Ganyu gerne isst …"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Shenhe ..."
      },
      {
        "type": "RichText",
        "text": "Shenhe war viele Jahre lang von der irdischen Welt getrennt, diesmal ist sie nur mit großer Mühe nach Liyue zurückgekehrt, also muss es viele Unannehmlichkeiten für sie geben. Ich möchte auch Ganyu helfen, sich um Shenhe zu kümmern ... Aber wie soll ich ihr sagen, damit sie sich nicht unwohl fühlt?"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Erwähnungen"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Die jüngste Schülerin der Fürstin des Singens und des Streunens. Eine sanfte und freundliche „junge Erwachsene“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/61142474/5bc9df1fb67391e4c8080da3d855de53_5877546571892530956.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Figurenhintergrund 3"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Ein Yaksha, ein Adept, der Liyue beschützt. Er wird als großer „Dämonenbändiger“ und „Schützender Yaksha“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu scheint einen sicheren Abstand zu Xiao wahren zu wollen, auch wenn Xiao Ganyus einzigartige Position sehr gut zu verstehen scheint."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Xiao ..."
      },
      {
        "type": "RichText",
        "text": "Er scheint ein bisschen ein Außenseiter zu sein, wenn es um soziale Kontakte geht. Vielleicht ist es einfach seine Persönlichkeit ... Ich kann das nachvollziehen, um ehrlich zu sein, allerdings habe ich nicht wirklich vor, ihm näher zu kommen. Ich meine ... alle, die jemals eingewilligt haben, sich mit ihm zusammenzutun, weilen nicht mehr unter uns …"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Ganyu ist weder eine Sterbliche noch eine göttliche Bestie. Mit nur der Pflicht als Wegweiser in den Reichen der Sterblichen und der Adepten musste ihre Reise in die Verwirrung führen ... Was? Ich? Du glaubst, ein Yaksha, der unzählige Seelen ohne Kratzer massakrieren kann, wäre ein geeigneter Mentor für so jemanden? Dein Geist lebt in einer ganz anderen Welt als dein Körper."
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Eine sehr bekannte Rechtsberaterin in Liyue und ein gescheites Mädchen mit dem Blut einer göttlichen Bestie in ihren Adern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu freut sich, dass Yanfei Erfolg und Freude an ihrer Arbeit als Rechtsberaterin hat."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Yanfei ..."
      },
      {
        "type": "RichText",
        "text": "Oh, Yanfei ... Als sie noch ein kleines sorgloses Mädchen war, sagte sie mir, sie würde ihren Vertrag einhalten und ein glückliches Leben führen. Jetzt ist sie zu einer schönen Frau herangewachsen und hat sich zu einer Berühmtheit in Liyue hochgearbeitet.\nDie Arbeit einer Rechtsberaterin ist anstrengend, aber sie sieht immer unbeschwert aus, was mich sehr beruhigt."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Ganyu ist sehr nett und freundlich. Sie hat leider immer alle Hände voll zu tun. Außer während ihres Mittagsschlafs arbeitet sie den ganzen Tag an Akten verschiedenster Art. Ich habe zwar auch Arbeit zu tun, fühle mich aber viel glücklicher. Ich habe mich für einen viel leichteren Beruf als ihren entschieden."
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Shenhe und Ganyu sind beide Schülerinnen der Fürstin der stehenden Wolken und des stillen Windes."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Shenhe ..."
      },
      {
        "type": "RichText",
        "text": "Ich kenne sie eigentlich gar nicht so gut, habe nur etwas von der Fürstin gehört. Nach dem, was ich gehört habe, kann sie ziemlich wild sein. Wenn ihr Temperament sie übermannt, fängt sie an, ihre Umgebung zu verwüsten. Ich frage mich, ob sie vielleicht nur ... gelangweilt ist? Sollte ... Sollte ich ihr eine Arbeit empfehlen, die sie etwas ablenkt?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Ich habe viele Geschichten über sie von meiner Meisterin gehört. Sie ist wirklich ganz anders, als ich sie mir ursprünglich vorgestellt habe ... Aber keine Sorge, ich werde das für mich behalten. Apropos Ganyu, ihre Arbeit in Liyue ist unglaublich anstrengend ... Es scheint, dass diejenigen, die sich in die Welt der Sterblichen integrieren wollen, einen Preis zu zahlen haben."
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Eine mysteriöse Person, die behauptet, für den Rat für Allgemeine Angelegenheiten zu arbeiten, aber auf der Liste des Rats für Allgemeine Angelegenheiten als „nicht existent“ geführt wird.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu und Yelan arbeiten beide für Ningguang, aber sie haben völlig unterschiedliche Aufgaben."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Yelan ..."
      },
      {
        "type": "RichText",
        "text": "Obwohl Yelan an die zwei Drittel des Jahres von der Arbeit abwesend ist, muss es einen Grund geben, warum Ningguang ihr ein solches Privileg gewährt. Natürlich sollte ich mich nicht danach erkundigen, deshalb bin ich mir über die Einzelheiten nicht sicher. Doch eines Tages, als ich auf dem Rückweg zum Yuehai-Pavillon war, sah ich sie lachen und mit vielen Leuten reden, frühstücken und Tee trinken. Tief in mir war ich überraschenderweise ein wenig neidisch."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Diese Sekretärin ... Ich könnte nicht wie sie sein und unaufhörlich arbeiten. Gleichzeitig ist sie auch noch so effizient. Eine Halbadeptin zu sein, hat ihr wohl nicht wenige Vorteile gebracht, sie muss auch nicht schlafen, um bei Kräften zu bleiben."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>Die Guuji des Großen Narukami-Schreins und Chefredakteurin des „Verlagshauses Yae&#34;. Hinter ihrem schönen Aussehen verbergen sich unerwartete Intelligenz und Gerissenheit.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Ganyu hat Yae Miko vor dem Sakoku-Dekret oft besucht."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Ganyu ..."
      },
      {
        "type": "RichText",
        "text": "Nun ... Ich habe Ganyu wirklich schon eine Weile nicht mehr gesehen. Als das Sakoku-Dekret noch nicht in Kraft getreten war, war ich diejenige, die mit ihr über alle Angelegenheiten zwischen Liyue und Inazuma verhandelt hat. Das nächste Mal, wenn ich die Gelegenheit habe, nach Liyue zu gehen, werde ich ihr ein paar frische Meereslackporlinge mitbringen."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Reisender",
        "desc": "Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Zusammenfassung"
      },
      {
        "type": "RichText",
        "text": "Paimon findet Ganyus Hörner süß."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Stimme"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Über Gorou ..."
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>Paimon:</color> Hmm ...\n<color=#37ffff>Reisende/r:</color> Worüber grübelst du nach, Paimon?\n<color=#37ffff>Paimon:</color> Reisende/r, erinnerst du dich noch an Gorous flauschige Ohren?\n<color=#37ffff>Paimon:</color> Paimon will unbedingt so etwas haben ... Oder vielleicht Hörner, ähnlich wie die, die Ganyu hat. Ganyus Hörner sind auch ziemlich süß.\n<color=#37ffff>Paimon:</color> Reisende/r, hast du eine Idee?\n<color=#37ffff>Reisende/r:</color> Lass mich mal sehen, hmm ... Oh, ich habe etwas gefunden!\n<color=#37ffff>Paimon:</color> Wirklich? Paimon wusste immer, dass du zuverlässig bist!\n<color=#37ffff>Reisende/r:</color> Tada! Ich präsentiere dir den Hauer des Monoceros Caeli!\n<color=#37ffff>Paimon:</color> Paimon braucht das nicht!\n<color=#37ffff>Paimon:</color> seufz Wenn Paimon schon nicht Gorous flauschige Ohren haben kann, dann vielleicht wenigstens so etwas wie seinen flauschigen Schwanz …\n<color=#37ffff>Reisende/r:</color> Schwupp! Bitte sehr, der Schwanz des Nordwinds!\n<color=#37ffff>Paimon:</color> Doch nicht sowas! Außerdem ist die Kombination dieser beiden definitiv keine Aufmachung, die Paimon steht!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legendenaufträge",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sinae Unicornis Akt I"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/47685001/f68b9738fb2faa88e4eb865493539463_9032157182289732986.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nachdem die/der Reisende den Qixing von Liyue und den Adepten geholfen hat, Osial zu besiegen und den Adeptenabschied zu vollenden, kommt es zu einem Missverständnis, bei dem Ganyu glaubt, sie sei aus den Qixing entlassen worden, weil sie ein Halb-Adept ist. Der Reisende überredet Ganyu, nach Liyue zurückzukehren und ihren Platz zwischen den Welten der Menschen und der Adepten zu finden."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figuren:"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Ein Yaksha, ein Adept, der Liyue beschützt. Er wird als großer „Dämonenbändiger“ und „Schützender Yaksha“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenaufträge",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kapitel I: Akt II"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/47685001/8055ac03b74ed1a4f946505d472668ca_777949809672007487.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Zhongli lädt die/den Reisende/n zu einer Mahlzeit im Dreibecherrausch ein. Nachdem Tian mit der Eisenzunge die Geschichte, wie Ningguang die Jadekammer gebaut hat, erzählt, erscheint Ganyu und lädt die/den Reisende/n ein, die Jadekammer zu besuchen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figuren:"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kapitel I: Akt III"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/47685001/3e9c8c7c9f2d62fbfc92c5652644a5c9_5004699497958095544.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die/der Reisende arbeitet mit Ganyu, Ningguang, Keqing, Xiao und anderen Qixing und Adepten zusammen, um Osial zu besiegen und Liyue zu retten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figuren:"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Der Yuheng unter den Qixing von Liyue. Sie hat einiges zur Regentschaft von Rex Lapis, der sich nur selten zeigt, zu sagen. Man muss aber gestehen, dass Götter solche Menschen zu schätzen wissen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Ein Yaksha, ein Adept, der Liyue beschützt. Er wird als großer „Dämonenbändiger“ und „Schützender Yaksha“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kapitel I: Akt IV"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/47685001/15a70609e0620855a897a55e6c72af75_6918412214831277500.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die/der Reisende erfährt von Ganyu und Lan, dass sich die Schatzräuber von Mondstadt und Liyue zusammengetan haben und planen, sich an einigen Ruinen zu vergreifen, die mit dem Orden des Abgrunds in Verbindung stehen. Aus Angst vor dem Chaos, welches die Schatzgräber verursachen könnten, nimmt die/der Reisende den Auftrag an und hat eine unerwartete Begegnung."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figuren:"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Zwischenkapitel Akt I"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/24/47685001/daeda762b82c6e18ed8475c5d52b1fd4_7410328606172185457.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Das neu errichtete Jadegemach wird von Osials Frau, Beisht, angegriffen. Shenhe und die/der Reisende arbeiten zusammen mit Ganyu, Ningguang, Keqing und anderen Mitgliedern der Qixing, um Beisht zu besiegen. Anschließend wird die Fertigstellung des Jadegemachs mit einem Festmahl gefeiert."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Endsequenz:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EiAhMr6IJTQ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figuren:"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Der Yuheng unter den Qixing von Liyue. Sie hat einiges zur Regentschaft von Rex Lapis, der sich nur selten zeigt, zu sagen. Man muss aber gestehen, dass Götter solche Menschen zu schätzen wissen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Weltaufträge",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Keine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ganyu's Spielweise und Ausrüstungsempfehlungen hängen in erster Linie von der Elementarreaktion ab, die sie primär nutzt, aber eines ihrer zentralen Elemente sind immer ihre <color=#ffd780>Heftigen Schläge</color> ; ihr <color=#37ffff>Frostblütenpfeil</color> .\nGanyu nimmt fast immer die Rolle der <color=#37ffff>aktiven Kryo-SCH Figur</color> ein. Der große Unterschied liegt aber darin, ob sie um die <color=#37ffff>„Schmelzen“-Reaktion</color> mit <color=#ff9999>Pyro</color> gespielt wird, oder ob sie sich die <color=#37ffff>„Gefroren“-Reaktion</color> zu Nutzen macht. In „Schmelzen“-Truppen liegt der Fokus gänzlich auf dem Schaden, den Ganyus Frostblütenpfeile beim Auslösen der Reaktion austeilen, wohingegen Ganyu in „Gefroren“-Teams alle ihre Fähigkeiten nutzt, und auf rohen <color=#99ffff>Kryo-SCH</color> setzt.\nDie Empfehlungen für Ganyu's Ausrüstung unterscheiden sich je nach Spielweise und werden daher getrennt aufgeführt."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aktive Kryo-SCH Figur – Schmelzen"
      },
      {
        "type": "RichText",
        "text": "Mit dieser Spielweise versucht man zuerst <color=#ff9999>Pyro</color> auf den Gegner zu applizieren, um daraufhin Ganyus <color=#37ffff>Frostblütenpfeil</color> für immensen Schaden <color=#ffd780>schmelzen</color> zu lassen. Diese Reaktion bietet einen 1,5-fachen Reaktionsmultiplikator und lässt sich durch <color=#37ffff>Elementarkunde</color> noch weiter steigern. Da man in dieser Spielweise mit Ganyu oftmals recht nahe an den Gegner muss, ist die Verwendung eines <color=#37ffff>Schildes</color> nicht nur eine komfortabele, sondern auch oftmals notwendige Empfehlung. Ganyu's <color=#ffd780>Elementar-</color> und <color=#ffd780>Spezialfähigkeit</color> werden in dieser Spielweise nur sehr selten verwendet, da sie sonst wertvolle Reaktionen von den <color=#ffd780>Heftigen Schlägen</color> stehlen würden."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Empfohlene Waffen"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "4-Sterne Waffen"
      },
      {
        "type": "CustomEntry",
        "epId": 1999,
        "name": "Hamayumi",
        "desc": "Eine gewisse Schreinjungfer besaß einst diesen Bogen. Er wurde mit überragendem Geschick gefertigt und ist sowohl kunstvoll als auch robust.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/破魔之弓.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hamayumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n41 ~ 454\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>ANG%</color>\n12.0% ~ 55.1%\nAls schmiedbare Waffe mit einem passiven Effekt der einfach aufrechtzuerhalten ist, ist diese Waffe eine sehr gute Empfehlung. Höhere Verfeinerungsgrade verbessern diesen Effekt."
      },
      {
        "type": "CustomEntry",
        "epId": 2028,
        "name": "Mondschein-Prototyp",
        "desc": "Der Prototyp eines Langbogens, versteckt in der Schwarzsteinschmiede. Beim Schießen des Pfeils macht man eine Figur, die an den leuchtenden Mond erinnert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作澹月.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mondschein-Prototyp",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n42 ~ 510\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>ANG%</color>\n9.0% ~ 41.3%\nEine weitere schmiedbare Waffe, die mehr ANG%, dafür aber weniger SCH-Boni bietet. Der passive Effekt lässt sich nicht ganz so leicht aktivieren, besonders gegen Gegner die keinen <color=#37ffff>Schwachpunkt</color> besitzen. Sollte man Ganyu sowohl in Schmelzen- wie auch Gefrieren-Kompositionen spielen, so bietet sich der <color=#ffd780>Mondschein-Prototyp</color> als starker Allrounder an."
      },
      {
        "type": "CustomEntry",
        "epId": 2013,
        "name": "Grasgrüner Jagdbogen",
        "desc": "Ein glänzend grüner Bogen, der ursprünglich jemandem gehörte, der in den Wäldern auf die Jagd ging.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/苍翠猎弓.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Grasgrüner Jagdbogen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n42 ~ 510\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KT</color>\n6.0% ~ 27.6%\nEine Waffe die den Kauf des Erlebnispasses erfordert. Das KT-Nebenattribut ist ein universell guter Wert für Ganyu. Der passive Effekt kann in gewissen Situationen interessant sein, ist aber nicht das Hauptargument für diese Waffe."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "5-Sterne Waffen"
      },
      {
        "type": "CustomEntry",
        "epId": 2665,
        "name": "Pfad des Jägers",
        "desc": "<p>Dieser vergoldete Bogen wurde aus seltenen weißen Ästen gefertigt. Er hat schon zahllose böse Bestien erlegt, die versuchten, in den Wald einzudringen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/110a33dca005873d039a32c6c931d405_3935167414512787731.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Pfad des Jägers",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n44 ~ 542\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KT</color>\n9.6% ~ 44.1%\nWahrscheinlich Ganyu's stärkste Option für ihre Schmelzen-Spielweise. Der passive Effekt nutzt <color=#37ffff>Elementarkunde</color> hervorragend und das hohe KT-Nebenattribut kann Ganyu auch sehr gut verwenden. Der etwas niedrigere Basis-ANG dieser Waffe kann einfach durch die Vielzahl der häufigen ANG-Boni kompensiert werden, die in dieser Spielweise genutzt werden."
      },
      {
        "type": "CustomEntry",
        "epId": 2040,
        "name": "Amos’ Bogen",
        "desc": "Ein äußerst alter Bogen, der zwar seinen Meister verloren hat, jedoch nicht seine Kraft, die stärker wird, je weiter der Träger des Bogens von dem entfernt ist, was er begehrt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/阿莫斯之弓.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Amos' Bogen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n46 ~ 608\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>ANG%</color>\n10.8% ~ 49.6%\nGanyu's Signatur Waffe. Der Amos' Bogen bietet sehr viel ANG%-Nebenattribut und ein passiver Effekt, der den Schaden der <color=#37ffff>Frostblütenpfeile</color> und deren <color=#37ffff>Erblühen</color> erheblich verstärkt.\n<color=#ffffff40>Ganyu's Frostblütenpfeil, wie auch dessen Erblühen, profitieren von den Stapelungen dieses Effekts. Durch die Zeit die es braucht, von dem Moment in dem der Pfeil Ganyu's Bogen verlässt, bis zum Moment vom Einschlag des Erblühens, erhält der 2. Teil von Ganyu's heftigen Schlägen immer einen Bonus von mind. 4 Stapelungen.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2254,
        "name": "Aqua Simulacra",
        "desc": "Die Farbe dieses Langbogens ist unberechenbar und fließend wie Wasser. Im Licht nimmt er ein glänzendes, wässriges Blau an.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/若水.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aqua Simulacra",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n44 ~ 542\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KSCH</color>\n19.2% ~ 88.2%\nDiese Waffe bietet sowohl einen hohen KSCH-Wert über sein Nebenattribut, als auch einen allgemeinen SCH-Bonus. Letzterer fordert zwar eine gewisse Nähe zum Gegner, dies ist aber in dieser Spielweise nur selten ein Problem und damit eine sehr starke Waffe für Ganyu. Der etwas niedrigere Basis-ANG dieser Waffe kann durch externe ANG-Boni kompensiert werden."
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Himmelsflügel",
        "desc": "Ein großer Bogen, der die Zusammengehörigkeit von Dvalin und dem Archon des Windes symbolisiert. Der Klang beim Loslassen der Sehne ist wie Musik in den Ohren des Archons und enthält die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Himmelsflügel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n48 ~ 674\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KT</color>\n4.8% ~ 22.1%\nEine solide Wahl. Der <color=#ffd780>Himmelsflügel</color> bietet einen hohen Basis-ANG, wodurch weitere ANG%-Boni besser skalieren. Desweiteren bietet er sowohl KT als auch KSCH, wodurch er sich als sehr ausgeglichene Waffe erweist."
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Donnerpuls",
        "desc": "Ein Langbogen, der ein Geschenk des Shouguns war. Ewige Blitze knistern rundherum.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Donnerpuls",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n46 ~ 608\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KSCH</color>\n14.4% ~ 66.2%\nDer Donnerpuls bietet durch sein KSCH-Nebenattribut ein gewisses Potential. Allerdings ist der passive Effekt für Ganyu kaum von Relevanz."
      },
      {
        "type": "CustomEntry",
        "epId": 1936,
        "name": "Polarstern",
        "desc": "Ein makelloser Bogen, so scharf wie die Gletscher des hohen Nordens.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/冬极白星.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Polarstern",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n46 ~ 608\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KT</color>\n7.2% ~ 33.1%\nEine Waffe die mit dem KT-Nebenattribut, als auch mit dem ANG%-Effekt Ganyu sehr gute Möglichkeiten bietet. In vielen ihrer Schmelzen-Kompositionen ist allerdings die Verwendung ihrer <color=#ffd780>Spezialfähigkeit</color> oftmals eher hinderlich, wodurch das Aktivieren der 4. Staplung dieser Waffe nur für wenige Teams zu Empfehlen ist."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Empfohlene Artefakte"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Empfehlungen für die Hauptattribute",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>ANG%</color>\n<color=#ffffff73>Elementarkunde</color>\n<color=#ffffff73>Kryo-SCH</color>\n<color=#ffffff73>KT / KSCH</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Gute Nebenattribute</color>\nElementarkunde, KT, KSCH, ANG(%)\n<color=#ece5d8>Ungefähre Aufladerate</color>\nn/a – die Spezialfähigkeit wird für diese Spielweise nur selten benötigt"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4er Set",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>2er Set-Bonus:</color>\n80 Elementarkunde\n<color=#ece5d8>4er Set-Bonus:</color>\nErhöht den mit <color=#ffd780>heftigen Schlägen</color> verursachten Schaden, wenn die Figur einen Katalysator oder einen Bogen trägt\nEin fast selbsterklärendes Set. Ganyu erfüllt immer die Bedingung, dass ihre <color=#ffd780>heftigen Schläge</color> vom SCH-Bonus profitieren und die <color=#37ffff>Elementarkunde</color> ist besonders für den Fokus auf die Schmelzen-Reaktion wertvoll."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4er Set",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>2er Set-Bonus:</color>\n18% ANG\n<color=#ece5d8>4er Set-Bonus:</color>\nNutzen der <color=#ffd780>Elementarfähigkeit</color> verstärken im Tausch gegen Elementarenergie <color=#ffd780>Standardangriffe</color> , <color=#ffd780>heftige Schläge</color> und <color=#ffd780>Angriffe aus dem Fall</color>\nDieses Set bietet einen höheren SCH-Bonus für die <color=#ffd780>heftigen Schläge</color> als das"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Wanderorchester",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "-Set, allerdings ist der Bonus zeitlich begrenzt und vom Einsatz der <color=#ffd780>Elementarfähigkeit</color> abhängig. Besonders Kompositionen in denen Ganyu ihre <color=#ffd780>Spezialfähigkeit</color> nutzen will, ist die optimale Verwendung von diesem Set schwer."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Jeweils 2 & 2",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Set-Boni:</color>\n15% Kryo-SCH\n18% ANG\n80 Elementarkunde\nMögliche Mischungen aus 2er Sets mit brauchbaren Set-Boni, bei denen die Qualität der Nebenattribute im Vordergrund steht. Besonders <color=#99ffff>Kryo-SCH</color> ist in diesem Fall von Wert. Elementarkunde und ANG% hängen davon ab, welche externen Boni vorliegen."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aktive Kryo-SCH Figur – Gefroren"
      },
      {
        "type": "RichText",
        "text": "Anders als im Vergleich zur vorherigen Spielweise, nutzt diese auch Ganyus <color=#ffd780>Elementar-</color> und <color=#ffd780>Spezialfähigkeit</color> . Ihr <color=#37ffff>Bändigender Niederschlag</color> ist hierbei besonders hervorzuheben. Zwar fallen immer nur ein Teil der Eiszapfen auf einzelene Gegner, allerdings richten diese geringfügigen <color=#99ffff>Kryo-Flächenschaden</color> an. Dies reicht aus, dass wenn man viele Gegner an einem Punkt sammelt (und mittels der <color=#37ffff>„Gefroren“-Reaktion</color> davon abhält sich zu bewegen) mehrere Eiszapfen an jeweils mehreren Gegnern Schaden anrichten. Dies bietet Ganyu eine besondere Synergie mit <color=#80ffd7>Anemo</color> -Figuren, und macht diese Spielweise besonders gegen Gegnergruppen eine gute Wahl."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Empfohlene Waffen"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "4-Sterne Waffen"
      },
      {
        "type": "CustomEntry",
        "epId": 2028,
        "name": "Mondschein-Prototyp",
        "desc": "Der Prototyp eines Langbogens, versteckt in der Schwarzsteinschmiede. Beim Schießen des Pfeils macht man eine Figur, die an den leuchtenden Mond erinnert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作澹月.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mondschein-Prototyp",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n42 ~ 510\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>ANG%</color>\n9.0% ~ 41.3%\nEine schmiedbare Waffe, deren hoher ANG%-Bonus gerade in <color=#37ffff>„Gefroren“-Teams</color> gut verwendet werden kann. Der passive Effekt – sofern die Gegner einen schwachpunkt besitzen – ist einfacher zu akivieren, wenn diese eingefroren sind, und sich nicht bewegen."
      },
      {
        "type": "CustomEntry",
        "epId": 1985,
        "name": "Mouun-Mond",
        "desc": "Ein schöner Kriegsbogen aus Muscheln und Korallen. Ein trauriger Glanz fließt entlang seiner mondlichtfarbenen Wurfarme.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mouun-Mond",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n44 ~ 565\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>ANG%</color>\n6.0% ~ 27.6%\nBesonders in Teams, in denen die Summe aller Energiekosten hoch sind, kann diese Waffe eine interessante Wahl darstellen. Sowohl der ANG%-Bonus über das Nebenattribut, als auch der hohe SCH-Bonus für die <color=#ffd780>Spezialfähigkeit</color> , ergänzen den üblichen Fokus auf die kritischen Werte in <color=#37ffff>„Gefroren“-Teams.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "5-Sterne Waffen"
      },
      {
        "type": "CustomEntry",
        "epId": 1936,
        "name": "Polarstern",
        "desc": "Ein makelloser Bogen, so scharf wie die Gletscher des hohen Nordens.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/冬极白星.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Polarstern",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n46 ~ 608\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KT</color>\n7.2% ~ 33.1%\nZwar sind <color=#99ffff>Kryo</color> -Figuren in <color=#37ffff>„Gefroren“-Teams</color> oftmals nicht weit davon entfernt 100% KT zu erreichen, dennoch ist dies trotz des hohen KT-Nebenattributs von diesem Bogen nicht garantiert. Der passive Effekt ergänzt dies entsprechend, sofern man mit den Artefakten die restlichen Werte optimal verteilen kann."
      },
      {
        "type": "CustomEntry",
        "epId": 2254,
        "name": "Aqua Simulacra",
        "desc": "Die Farbe dieses Langbogens ist unberechenbar und fließend wie Wasser. Im Licht nimmt er ein glänzendes, wässriges Blau an.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/若水.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aqua Simulacra",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n44 ~ 542\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KSCH</color>\n19.2% ~ 88.2%\nDas hohe KSCH-Nebenattribut und der allgemeine SCH-Bonus dieser Waffe komplemetieren die hohe KT von vielen <color=#37ffff>„Gefroren“-Teams</color> perfekt. Der niedrigere Basis-ANG kann durch etwaige externe ANG%-Boni kompensiert werden."
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Donnerpuls",
        "desc": "Ein Langbogen, der ein Geschenk des Shouguns war. Ewige Blitze knistern rundherum.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Donnerpuls",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n46 ~ 608\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KSCH</color>\n14.4% ~ 66.2%\nDer <color=#ffd780>Donnerpuls</color> ist eine weitere Waffe, die ein KSCH-Nebenattribut mit einem höheren Basis-ANG bietet. Der passive Effekt bietet unteranderem einen ANG%-Boni, den Rest kann Ganyu allerdings wirklich verwerten. Dennoch eine sehr gute Wahl."
      },
      {
        "type": "CustomEntry",
        "epId": 2040,
        "name": "Amos’ Bogen",
        "desc": "Ein äußerst alter Bogen, der zwar seinen Meister verloren hat, jedoch nicht seine Kraft, die stärker wird, je weiter der Träger des Bogens von dem entfernt ist, was er begehrt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/阿莫斯之弓.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Amos' Bogen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n46 ~ 608\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>ANG%</color>\n10.8% ~ 49.6%\nDer <color=#ffd780>Amos' Bogen</color> bietet einen sehr hohes ANG%-Nebenattribut und SCH-Bonus auf Ganyu's <color=#37ffff>Frostblütenpfeilen</color> . Gegner einzufrieren erlaubt etwas mehr Distanz zu ihnen zu gewinnen, um eine weitere Staplung aus dem Effekt dieser Waffe zu gewinnen. Im Vergleich zu anderen KT- oder KSCH-Waffen, skaliert der <color=#ffd780>Amos' Bogen</color> etwas schlechter mit externen ANG-Boni.\n<color=#ffffff40>Ganyu's Frostblütenpfeil, wie auch dessen Erblühen, profitieren von den Stapelungen dieses Effekts. Durch die Zeit die es braucht, von dem Moment in dem der Pfeil Ganyu's Bogen verlässt, bis zum Moment vom Einschlag des Erblühens, erhält der 2. Teil von Ganyu's heftigen Schlägen immer einen Bonus von mind. 4 Stapelungen.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Himmelsflügel",
        "desc": "Ein großer Bogen, der die Zusammengehörigkeit von Dvalin und dem Archon des Windes symbolisiert. Der Klang beim Loslassen der Sehne ist wie Musik in den Ohren des Archons und enthält die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Himmelsflügel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Basis-ANG:</color>\n48 ~ 674\n<color=#ece5d8>Nebenattribut:</color> <color=#ffd780>KT</color>\n4.8% ~ 22.1%\nHoher Basis-ANG gepaart mit ausgewogenen KT- und KSCH-Attributen, machen diesen Bogen zu einer sehr ausgewogenen Wahl. Das höhere KT-Nebenattribut könnte in einigen wenigen Fällen dafür sorgen, dass man mehr als 100% KT erreicht."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Empfohlene Artefakte"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Empfehlungen für die Hauptattribute",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>ANG%</color>\n<color=#ffffff73>Kryo-SCH</color>\n<color=#ffffff73>KSCH / ANG%</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Gute Nebenattribute</color>\nAufladerate, KSCH, ANG(%), KT\n<color=#ece5d8>Ungefähre Aufladerate</color>\nca. 120% - 140%"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4er Set",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>2er Set-Bonus:</color>\n15% Kryo-SCH\n<color=#ece5d8>4er Set-Bonus:</color>\nBonus-KT gegen <color=#99ffff>gefrorene</color> Gegner (40%) oder Gegner die von <color=#99ffff>Kryo</color> betroffen sind (20%)\nIn <color=#37ffff>„Gefroren“-Teams</color> ist dieses Set Ganyu's beste Wahl. Selbst gegen nur von <color=#99ffff>Kryo</color> betroffene Gegner, besitzt der 4er Effekt dieses Sets eine hohe Effizienz, gegen <color=#99ffff>gefrorene</color> Gegner sogar umso mehr. Gerade in Kombination mit der <color=#ffd780>Kryo-Resonanz</color> der Truppe, bietet dieses Set bereits bis zu 55% KT. Dies erlaubt einen noch offensiveren Fokus auf ANG%, Aufladerate und KSCH."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Jeweils 2 & 2",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Set-Boni:</color>\n15% Kryo-SCH\n18% ANG\n20% Spezialfähigkeit SCH-Bonus\n20% Aufladerate\nMögliche Mischungen aus 2er Sets mit brauchbaren Set-Boni, bei denen die Qualität der Nebenattribute im Vordergrund steht. Besonders gegen Gegner, die nicht eingefroren werden können, eine gute Alternative zu"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Im Schnee irrender Recke",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4er Set",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>2er Set-Bonus:</color>\n20% Aufladerate\n<color=#ece5d8>4er Set-Bonus:</color>\nSpezialfähigkeit SCH-Bonus basierend auf der Aufladerate\nIn Teams, in denen Ganyu weniger ihre <color=#ffd780>heftigen Schläge</color> nutzt, dafür aber umso mehr ihre <color=#ffd780>Spezialfähigkeit</color> , kann das 4er Set <color=#ffd780>Wappen des getrennten Schicksals</color> eine Alternative sein; besonders gegen Gegner, die nicht eingefroren werden können."
      }
    ],
    "voice": [
      {
        "title": "Schön, dich kennenzulernen.",
        "desc": "Ich verstehe, ich habe unseren Vertrag für den Einsatz bereits aufgesetzt. Bitte sieh ihn dir noch einmal an, und wenn alles in Ordnung ist, dann können wir ja sofort loslegen! Was, ich habe gar nicht unterschrieben? Lass mich sofort nachsehen. Gan ... Yu ... Ganyu, so, bitteschön, jetzt müsste alles passen. Ach so, worum geht es bei dem Einsatz eigentlich?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ae6848b12cad67d0376abc78727bda9c_3571100465186986429.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0624b012e0c7b5179482eeab78dd456f_7254661176885245835.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f751aaf04bdd530dff494d4119945be7_1191693969199805168.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b9e2c6ac534f87ef48b26fc09160a844_3269601315315238531.wav"
          }
        ]
      },
      {
        "title": "Gespräch – Locker",
        "desc": "Es ist so schön, Stress abzubauen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/91d0cd2abf3619ee0b8cea2f333eb2b7_4613177467430400248.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f68b6da861368700ff6f877d68c54b66_1994084396910780462.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4c95f79c6ef31390ffb3257c15d4f3b7_657415300034213330.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/50aa6939b1f90a45ac21696b91cfbe35_8718142546245487173.wav"
          }
        ]
      },
      {
        "title": "Gespräch – Zuhören",
        "desc": "Wenn man im Gras liegt, kann man den Herzschlag der Welt spüren.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c82f171fefa39b662e2b7e51f5f9bb4f_8200124258831674865.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9e03d2f34cf14c1805293ce3ac51a15d_4960174523679553821.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8b19b0f974242b3ce15e853606248d4e_4597968010046472486.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/aba30e18761530c35c37b724e8766f53_4901017147958869027.wav"
          }
        ]
      },
      {
        "title": "Gespräch – Bange",
        "desc": "Sollten wir wirklich so früh mit der Arbeit aufhören? Es gibt doch noch so viel zu tun ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/185c7284ad6785df5f5739fdc72edb86_2026736260487654609.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b32847c98bd22dfa750cfeb89a5ba622_2825040436327098211.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5d6f379424f9037f1a1a998883c09644_3499125087334338359.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9161ffdbd612595e2a9c8d6a6e552779_4070741390058283996.wav"
          }
        ]
      },
      {
        "title": "Wenn es regnet – Kummer",
        "desc": "Oh, gut! Ich habe gerade gedacht, dass die Seidenblumen bei der Händlergilde Feiyun dringend gegossen werden müssten. Die Transportkoordinatoren werden allerdings wohl wieder über schlammige Bergwege fluchen ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4f1cd1afa63d5876ed0137b879cf96e7_1927753098191269836.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0413ad058a87ad957cff634d41d221a4_2150092581716926444.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/48d3a580b44c8167c63c667b036dcc16_3719244305052814022.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/7f95e28e90b2662537930db21ecc398d_3560424696211948279.wav"
          }
        ]
      },
      {
        "title": "Wenn es regnet – Dem Regen lauschen",
        "desc": "Es hat schon was von Luxus, doch ich liebe es einfach, dem Regen vom Hof aus zuzuhören.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/56546a794535984d237f7ff1e9809481_902802669518414289.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/35ffc3e04b894e14dbf0cc6da588d653_139258471791713189.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c99b5fd872c19cd2995a3929236308d2_5288028503196202581.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1e731f86c9b20b54fbbfd4d303b17e97_1899074451766747624.wav"
          }
        ]
      },
      {
        "title": "Es hat aufgehört zu regnen ...",
        "desc": "Oh, die Sonne scheint wieder. Wie spät ist es denn?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3da2055a89cebc995ba628cad1de14e6_5075109950621967410.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/535b2bb77ddf5aef97cc1f5059318015_4661156820725996252.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b600e8edd48501184b5c4594e1329bd3_5148875164995114645.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3f215c4ab2d7007f80d17f53c7fd5276_121574584927330573.wav"
          }
        ]
      },
      {
        "title": "Wie sonnig ...",
        "desc": "Ah, die Luft ist genau richtig.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c0d988e46b0b7ade77d762baf0b4f41b_4176722453676987364.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6dc4cf36d9b07ffaac27717be5d34afc_6605818221239420946.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/138bad1bbea476c6dc48a332ade874e6_7446575102143977208.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b23f513e8c798eb05d3126c649500f03_2371750069520584248.wav"
          }
        ]
      },
      {
        "title": "Wenn es windig ist ...",
        "desc": "Hm, was ist das denn? Oh, ich liebe den Duft der Glaslilien.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/aa977a2e08d2945772bda64f3e9dd27f_4556071310154976597.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/7fb291dd7b3baaeee2af278813ce5e49_6428986379915656993.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/928f6bbdf3eb173454d299993cca5c91_3378246227520119764.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/664bf22f20ea253f382f71e4e2e32f7d_5312925176137954612.wav"
          }
        ]
      },
      {
        "title": "Guten Morgen.",
        "desc": "Guten Morgen ... Hmm? Habe ich mich wo nicht gründlich gekämmt? Bitte, starr nicht so auf meine ... Haarnadel.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4059f192e719effb3eb4c88f548f2af6_4758546880986151746.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/94826a17442a3a86610e340c1613dda3_8097111779759459493.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a2f50e2f3734a4edf843250b4e6045ef_7888465061644200005.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e5940289dd90cd6bd7f8f37031148dde_560767461257980098.wav"
          }
        ]
      },
      {
        "title": "Guten Tag.",
        "desc": "Ah ... ich brauche ein Mittagsschläfchen. Wenn es erstmal nichts Wichtiges gibt, ziehe ich mich eine Weile zurück.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1dcbde398e732ccce5176bbe10fa5e35_6310266902258091961.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a4f78b997b82d6ca9843a178307141b1_5817578377214773752.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/97145767955a12d93960f84db1113b3a_8061268680961803346.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/22d85d7665cc751107bce2262092b57d_6373662680241252433.wav"
          }
        ]
      },
      {
        "title": "Guten Abend.",
        "desc": "So viele Lichter vor uns, wie das Leben der Menschen hier wohl wirklich ist? Du möchtest mit mir auf den Nachtmarkt? Ähm, danke, aber ich gehe besser nicht.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b0907572712d6ced1d3fbbc1c280a8b6_68899207911548500.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1076761327ebf0e1c96a1d748ee6f0e1_6605395958784114202.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/75c0f9ae67edf027b95ef8a3019d799a_7143040484822752490.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/d1ec461b7072232b4487d107be83624f_3040708497242688931.wav"
          }
        ]
      },
      {
        "title": "Gute Nacht.",
        "desc": "Möge Rex Lapis über dich wachen. Mögen deine Träume friedlich und süß sein.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/022e02817192372d2c8bfbf8bcbe3820_5303753615808179450.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2584da311241bf72e6625910a5c51df3_5361035442018119143.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/d71c15cdf2b7b1b31ce80df81e9efd75_7722765188005853533.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/84d598e0522ef650d79e40740361d5dc_3403411945244666703.wav"
          }
        ]
      },
      {
        "title": "Über Ganyu ...",
        "desc": "Mein Auftrag ist, meinen Vertrag mit Rex Lapis zu erfüllen und mich für die Interessen aller Lebewesen in Liyue einzusetzen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/67f5e20853d91b7ca022ec48e3b8c3ce_7384697139216487373.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c93ff7633fc69715fce298518f194a6e_2985095803976768657.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6677c1a954273c68cf8befad0a4be596_5012182632022263029.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/656f7e817d67f5e55c99b74ec803cad9_9075942999450675873.wav"
          }
        ]
      },
      {
        "title": "Über uns – Arbeit",
        "desc": "Ich habe all meine Aufgaben heute frühzeitig erledigt ... Überstunden? Ich verstehe. Ich werde mich sofort darum kümmern.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/abfdeb056d683553ee592add732ce9a1_165163541416027750.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/cb16c9ca6f7c7d9f7926d84016923aae_780530378092786726.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c9f6b3341095dffb33fc5a63a3f1adba_4401639977758461768.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1a0b174a0b047c5f91d5eaf7bbf57c9a_6037874820453188077.wav"
          }
        ]
      },
      {
        "title": "Über uns – Anfrage",
        "desc": "Ich möchte mehr über die Menschen erfahren ... Und ganz besonders möchte ich hören, was du von ihnen hältst. Weil du ... du ein bisschen anders als die meisten Leute in Teyvat bist, genau wie ich ... bitte sag mir, was du denkst.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/98aab9d979361044ea03e3b6e651feac_1388472416551706119.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ccc5259d102730b1a11baa6e70c291ec_5754970011284542504.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c72e09090293de2febdbe4d6b545ebee_1506174996720141896.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ceb6058fe959010040d070cf4c84742e_9039645754509896070.wav"
          }
        ]
      },
      {
        "title": "Über uns – Bewertung",
        "desc": "Ähm, also, nun ja, ähm, ich dachte, äh ... ich habe mich gefragt, was du wohl über meine Arbeit bisher denkst? Würdest du sagen, dass ich ... eher eine einfache Truhe bin oder vielleicht doch eher eine luxuriöse Truhe? Es ... ist schon in Ordnung. Ich kann, äh ... es verkraften.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/80aa41ba97ff6f8ca97056953a18b5d3_1079549756600303816.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/efc654ca1becdb123772349949684ab7_8143602831135317897.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4fcb7aa2b32aa787365a2c6a4b1c33d0_5655555351648714419.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f872b901e00f6dfcc6919395514a4241_7929658948115443911.wav"
          }
        ]
      },
      {
        "title": "Über das „Göttliche Auge“ ...",
        "desc": "„Mit der Befehlsgewalt über tausend Mann kommt tausendfache Verantwortung.“ Rex Lapis weiß wie kein anderer in Liyue, was Entbehrungen und Strapazen bedeuten. Er hat alles erlebt, was seit uralten Zeiten bis zum heutigen Tag geschehen ist, und dennoch war er gezwungen, sein gesamtes Leben aufzugeben. Im Vergleich zu ihm bin ich nur ein ganz gewöhnlicher Träger eines Göttlichen Auges mit ganz gewöhnlichen Verantwortlichkeiten. Ich kann mich nicht über mein Arbeitspensum beklagen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b5b2be34ac9d985da1c973b1aec122af_2036262725584638109.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3ef190c6cb67856d18b3f0e4a81e9051_8823325998374754818.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/61bb6ed31c4d7397105dce669fb801d1_7560553673148517855.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ffcf20e8d09831a7baf37b719727578b_3673838203461848737.wav"
          }
        ]
      },
      {
        "title": "Willst du mir etwas mitteilen?",
        "desc": "„Wo Händler sich scharen und Schiffe fahren und über den Ozean reisen die Waren.“ Mit diesen Worten rühmen die Leute den Wohlstand von Liyue. Doch eine Stadt wird erst erfolgreich, wenn alle gewissenhaft ihren Teil dazu beitragen. Das ist die Einstellung, die ich meiner Arbeit gegenüber habe. Ich möchte mich der Dinge, die uns hier zuteilwerden, würdig erweisen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/60a7687d6459a323d0507feb8e9bdb51_5984672225244591282.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/273d15244c6f619334f1d7cbe46c0640_8792308466267483055.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ce7c9eec3cd9ef10334bb0af97def8e2_5339377894531378234.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c2662c32111271b6c0da508299252720_4338702074505686567.wav"
          }
        ]
      },
      {
        "title": "Interessante Vorkommnisse – Name",
        "desc": "Ich habe jedem einzelnen Hund in Liyue einen Namen gegeben. Doch sie sind so lustig. Einige von ihnen reagieren selbst dann, wenn man sie bei einem völlig anderen Namen ruft. Faszinierend, oder? Also, wenn jemand mich „Bantu“ rufen würde, wie sollte ich dann wissen, dass ich gemeint bin? Ich würde bestimmt nicht reagieren.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/df3b95b9eebfca9ada7d0cc5cbb06478_3364753085272389963.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9c540fa06857768f2a75cb0cc124e43f_3051213723307782628.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9c59d8b111a39221687fbc59b3b57602_4902898595233431173.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/46fa55f3b19f5e35203f1f0c7275ebc6_6267262356542315719.wav"
          }
        ]
      },
      {
        "title": "Interessante Vorkommnisse – Qingxin",
        "desc": "Die Blütenblätter der Qingxin sind recht schmackhaft, um ehrlich zu sein, sogar unglaublich schmackhaft. Ich pflanze nur aus dem Grund keine auf der Yujing-Terrasse, weil sie so gut schmecken, dass ich befürchte, ich könnte mich vielleicht nicht kontrollieren ... Hm? Bitter ... Ja, das sind sie ... Sollen sie denn nicht so schmecken? ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b4b9f3db680b49ed0bc096bf36ad1c37_6330900368899742092.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8dd5a7eb0155125dc72a774048a1bd86_4005807039824609776.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9afccf804cbde579b179f07bfa209001_6279369683060465979.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8aa66bb9dbed6d01a0549cd8e338b931_5644385241294395525.wav"
          }
        ]
      },
      {
        "title": "Über Morax – Vertrauen",
        "desc": "Ich habe absolutes Vertrauen in Rex Lapis. Es kam allein durch seine Führung, dass wir die Monster zurückschlagen, die Meereskreaturen besiegen und so den Frieden in Liyue erhalten konnten. Der Anblick, wie er das Volk schützte, und die Erinnerung an die Jahrhunderte unserer Kameradschaft ... Ich werde das alles nie vergessen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/09b232816a720b5a0f1e520b10ae475b_533364171595470953.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3cb4022952007daf681453c7fd6a2f43_2740270688800524318.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a2576f15e46d9553fd40bdc2d6a7a0b6_5275931639363372826.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ac689af6d65e2ecac279af627085f8ad_4360046472882157150.wav"
          }
        ]
      },
      {
        "title": "Über Morax – Anhänger",
        "desc": "Alle Entscheidungen von Rex Lapis stellen das Wohlergehen allen Lebens in Liyue an oberste Stelle. Das ist das, was ich am meisten an ihm bewundere. Ich möchte diesem Vorbild ebenfalls gerecht werden ... doch es scheint mich mehr und mehr zu überwältigen und ich mache immer mehr Fehler, je mehr ich versuche, in seine Fußstapfen zu treten.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/01165d74ee94cbee18b4582de8c4452d_294327095922113232.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5a111d3622373fcd5ae790bdb80fa803_7932900983549597526.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3a6f9afb2a26313f5ae6e2545c70b9b4_1388321813564260999.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/006e1cf69d4f68beac174a45ec5fc770_2612917062787588069.wav"
          }
        ]
      },
      {
        "title": "Über Ningguang ...",
        "desc": "Jeder Tianquan interpretiert und ergänzt die Gründungsgesetze von Liyue auf seine eigene Weise. Der aktuelle Tianquan, Ningguang, tut dies mit einer unvergleichlichen Effizienz, doch ihre wirkungsvolle Art stößt oft auf Kritik. Ich schätze, es ist immer einfacher zu kritisieren als zu akzeptieren.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/bfca50ba51d5bdd03a512fd959da2321_5652240576466722116.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/18ed37cd7cb9a6cc2a6da03e3fe2d458_6690236365552973064.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5376ed13ca44141012f27ecaa5053d4b_7110923959439047331.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/033f35e8482e1ec525e5e7d01604b4ab_1129372128058368933.wav"
          }
        ]
      },
      {
        "title": "Über Keqing – Entfremdung",
        "desc": "Ich kann ihre respektlose Art gegenüber Rex Lapis nicht ertragen! Doch er sagt zu mir: „Ganyu, das ist genau die Art von Person, die Liyue heutzutage braucht.“ Ich schätze, ich bin nicht schlau genug, weil ich einfach nicht verstehe, was er damit meint. Ich glaube, ich brauche noch mehr Lebenserfahrung, um weise genug zu werden und den Sinn seiner Worte zu erfassen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3c2077d9a7d684b4e133f03a74cdb3d9_5234170946865360231.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ad9813004c9aa176ee88d4976a7c42f7_5397450802045323265.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4ca086118986f607dbcc57a237ed94aa_280258499878298106.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/599d94cb2a83300c7941ce8f31f72c0b_7148634865166135228.wav"
          }
        ]
      },
      {
        "title": "Über Keqing – Anderer Blickwinkel",
        "desc": "Sie ist vor Kurzem zu mir gekommen, um die Wiedereröffnung der Bishui-Handelsroute zu besprechen. Sie hat mich sogar gefragt, was Rex Lapis tun würde, wenn er an ihrer Stelle wäre. Zugegebenermaßen kam das, was bei unserem Gespräch herausgekommen ist, nicht wirklich einer Entscheidung gleich, die er getroffen hätte. Allerdings ... als ich gesehen habe, wie sie ihren Plan immer wieder völlig neu aufstellte, habe ich sie, glaube ich, zum ersten Mal ein wenig verstanden.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9f44fe4a57609eda9f70195808a453da_3269601315315238531.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5cd2b7e3614b79204a44cedba12280aa_271203340453982031.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/658a79aa70245fd171ddde09e0c8b222_291722534463525784.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1bdb0e54bf1294b18ea86acec78fe152_6225150565663111636.wav"
          }
        ]
      },
      {
        "title": "Über Xingqiu ...",
        "desc": "Du meinst den Jungen in der blauen Jacke von der Händlergilde Feiyun? Er ist überhaupt nicht wie sein Vater und Bruder, er scheint sich gar nicht um das Textilgeschäft zu scheren. Vermutlich kommt das daher, dass es aus seiner Sicht wichtigere Dinge für ihn zu tun gibt. Natürlich sind das reine Spekulationen ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/bed06e51a4bc5d442ab107a4e73cbe9b_1811591278389905070.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4169331db32bbbb49560784db03072b6_6737571986432328189.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8fd230c7d4aa37efda64dfd259e50fb0_7769200293953830740.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b916225f17037c08232998a8f43f35e9_2458900014617560462.wav"
          }
        ]
      },
      {
        "title": "Über Xiangling ...",
        "desc": "Xiangling ist eine berühmte Persönlichkeit! Ähm, aber ... ich versuche, ihr Restaurant zu meiden. Einfach weil ... Es gibt keinen Grund ... Also gut. Es ist sowieso kein großes Geheimnis. Es liegt daran, dass man die Gerüche aus ihrer Küche schon vom anderen Ende der Straße aus riechen kann. Und sobald einem auch nur ein Hauch davon in die Nase steigt, dann war’s das. Dann ist es um einen geschehen. Und ehe ich mich versah, bestellt man auch schon die zweite, vielleicht sogar dritte Portion ... Man kann es einfach nicht kontrollieren. Selbst bei den vegetarischen Gerichten, ich weiß nicht, was es ist. Aber das will ich nicht noch einmal erleben ... Nicht nachdem ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4fea77143d3866c135d01866e16c3eb8_7627637898353988770.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/cae03bab96ee2ef724f62c56ed89ad9f_410469008789883270.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ec3e8df972dae61b540124d32025fef5_4093088166472283906.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/708b501417438130a5f083b95db26b3a_1417262567296264511.wav"
          }
        ]
      },
      {
        "title": "Über Beidou ...",
        "desc": "Seit einiger Zeit sagen alle auf der Yujing-Terrasse schlimme Dinge über die Crux. Doch ich persönlich denke, dass Beidous Einsatz für den Hafen von Liyue weit über das hinausgeht, was diese armseligen, intriganten Heiden auch nur in Betracht ziehen würden! ... Hoppla! Es tut mir leid, ich ... Ich weiß nicht recht, warum mir das herausgerutscht ist ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/458f79cc3cd86f11d478822f899d151f_3696016068036355614.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f5c4ebc92f6c78f152af2e2422652c0a_353612149585457715.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1e926777c9b4ee1fd614943a91785a71_3540550522767913908.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/de51bbca32caa1939bcce6fbe6461a61_2150092581716926444.wav"
          }
        ]
      },
      {
        "title": "Über Yaoyao ...",
        "desc": "Yaoyao ... Ein Bekannter vom Rat für Allgemeine Angelegenheiten hat mich damit beauftragt, in der Stadt ein Auge auf sie zu haben und aufzupassen, dass sie nicht versucht, sich auf ein Schiff der Crux zu schleichen ... Oh, du willst wissen, was der Rat für Allgemeine Angelegenheiten tut? ... Wer weiß das schon, stimmt’s!? Ha ... Wer weiß schon, was die vom Rat tun? ... Ich zumindest nicht ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/55d43972b8991c67e50663845b436826_3545060206548509458.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a68d8f56fb185573bea7961a7722337a_4653286218105200312.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2542aa587ef92d9a49af59ac969f3b0a_5442124212468454334.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/03044cbc570bdef9296ffcba57554975_3881118837572528326.wav"
          }
        ]
      },
      {
        "title": "Über Xiao ...",
        "desc": "Er scheint ein bisschen ein Außenseiter zu sein, wenn es um soziale Kontakte geht. Vielleicht ist es einfach seine Persönlichkeit ... Ich kann das nachvollziehen, um ehrlich zu sein, allerdings habe ich nicht wirklich vor, ihm näher zu kommen. Ich meine ... alle, die jemals eingewilligt haben, sich mit ihm zusammenzutun, weilen nicht mehr unter uns ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/639caf0234cf5084e339ed4f5141eed0_948199663953595715.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/cbb74deb8a29eb59ef4e8b1cac7178a6_6297782697318209360.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/de7e5e5d5b705cbd77f2350e16a7a34a_121574584927330573.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3192adcd7c42a076762e9da4c5d0a946_4176722453676987364.wav"
          }
        ]
      },
      {
        "title": "Über Yanfei ...",
        "desc": "Oh, Yanfei ... Als sie noch ein kleines sorgloses Mädchen war, sagte sie mir, sie würde ihren Vertrag einhalten und ein glückliches Leben führen. Jetzt ist sie zu einer schönen Frau herangewachsen und hat sich zu einer Berühmtheit in Liyue hochgearbeitet.<br/>Die Arbeit einer Rechtsberaterin ist anstrengend, aber sie sieht immer unbeschwert aus, was mich sehr beruhigt.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/90945e20a518de7e3bc319a1fcadd9bf_2142736865384403966.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/87dbace200f3753fb84e6bf15b7dc133_7474625189859215028.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3020da3a05c821fe34c3961d4e0ca2d6_7381912926628558316.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9daee35675c515d1d150b7b314912aac_8934626340962194153.wav"
          }
        ]
      },
      {
        "title": "Über Shenhe ...",
        "desc": "Ich kenne sie eigentlich gar nicht so gut, habe nur etwas von der Fürstin gehört. Nach dem, was ich gehört habe, kann sie ziemlich wild sein. Wenn ihr Temperament sie übermannt, fängt sie an, ihre Umgebung zu verwüsten. Ich frage mich, ob sie vielleicht nur ... gelangweilt ist? Sollte ... Sollte ich ihr eine Arbeit empfehlen, die sie etwas ablenkt?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1f435204b4d1a2e4785c0c6665e79850_5437077607756082098.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8fa42963ed4b934a086b606da0d866cc_321630221184766036.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3305f8bc45b97feb74badefbe6369676_2405471848295568521.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6b720bdebc942aedd586b4aab20f7aa3_4719422779395238675.wav"
          }
        ]
      },
      {
        "title": "Über Yelan ...",
        "desc": "Obwohl Yelan an die zwei Drittel des Jahres von der Arbeit abwesend ist, muss es einen Grund geben, warum Ningguang ihr ein solches Privileg gewährt. Natürlich sollte ich mich nicht danach erkundigen, deshalb bin ich mir über die Einzelheiten nicht sicher. Doch eines Tages, als ich auf dem Rückweg zum Yuehai-Pavillon war, sah ich sie lachen und mit vielen Leuten reden, frühstücken und Tee trinken. Tief in mir war ich überraschenderweise ein wenig neidisch.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4d27a333c1f0ebb6f4cd8298c3febd6c_4284337647230605433.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/fd1994cfcafb6af41f64b48075319205_2334481994359467621.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e7aab2a7e9a7eea2ad8693077af81815_1425772452820084734.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/df23683a3da451ef34d2a5846e298481_113684355260094374.wav"
          }
        ]
      },
      {
        "title": "Ich will mehr über Ganyu erfahren I",
        "desc": "Du hast noch einen Auftrag in letzter Minute für mich? Also, ähm ... Tut mir leid, versuch nicht, mir das alles mündlich zu erklären ... Schreib es auf, hinterlass mir hier eine Notiz. Ich werde mich schnellstmöglich darum kümmern.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b4d8a9d3d68c0a7a813016ead0830f4c_4115090885054901501.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8b5de0fd1946f13f6e3c67b53f39a79c_2293284332182714380.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/16f972fc33c77fdcb4096e8dd5b18c17_7163005175941313316.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/36114f98ba3dfe79273980da5a83603a_4689150170897086151.wav"
          }
        ]
      },
      {
        "title": "Ich will mehr über Ganyu erfahren II",
        "desc": "Mal sehen ... „Ich will mehr über Ganyu erfahren ...“ Was ist das denn für eine Bitte!? Ich habe sowas noch nie gemacht ... Ähm, ähm, ähm ... Also gut ... Ich kann, äh ... Ich könnte mit dir meine jährliche Prüfung vom letzten Jahr durchgehen? Das sollte dir einen Eindruck von mir verschaffen ... Keine gute Idee? Hm, also dann ...  ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5580a0484f7ad53e7c912663299c5682_4726833796102637474.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b70f510c3e1fc14b2af11fa4f2fb6862_937229742285095951.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e93b915ee99154faa590fe7b356e0539_5874980695410539.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/097907f31f401d5bbeb71c2c60a3efd8_4315503907059306844.wav"
          }
        ]
      },
      {
        "title": "Ich will mehr über Ganyu erfahren III",
        "desc": "Ich habe lange und intensiv nachgedacht und es ist mir klar geworden, dass ich mich wirklich für nichts schämen muss, solange es um arbeitsbezogene Dinge geht. Wenn du mich also wirklich besser verstehen möchtest ... Dieses, äh, Haarteil ... das sind eigentlich meine Hörner. Ja, genau. Ich bin zum Teil göttliche Bestie. Qilin, um genau zu sein. Also gut, jetzt hätten wir das schon mal geklärt ... Bitte unterzeichne mir noch diese Geheimhaltungsvereinbarung. Und verrate es keiner Menschenseele.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/09d8f440dd7875f1bf23ed8859d2c438_6679276166455207955.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0c50e0e835cc91598da1a3ad0670eed5_2341489117899100605.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ca2b450c26b5a2c0b994f01511b5bba7_3135618602171870591.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/bbcf63526608ff5c986c9fdf61f968d8_706986095726027172.wav"
          }
        ]
      },
      {
        "title": "Ich will mehr über Ganyu erfahren IV",
        "desc": "Obwohl ich zum Teil Qilin bin, bin ich auch zu einem Teil Mensch. Und dennoch habe ich mir all die Jahre dieselbe Frage gestellt: Gehöre ich wirklich in die Menschenwelt? Vielleicht bin ich einfach wie ein Dendro-Schleim, der sich in der Erde versteckt und sich selbst unter Zahlen und Berichten vergräbt, um der Realität zu entfliehen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/be4efce5afda1d135523fd08615b0c24_6763299979810818855.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a844d334dce6587c224018410b217810_5624371125207233113.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8f05a20f45bcbbe4795945e52e7ff4ee_3039565531357942248.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9c42f467c6d71d76c8e3e39feef9640c_5834855292993508210.wav"
          }
        ]
      },
      {
        "title": "Ich will mehr über Ganyu erfahren V",
        "desc": "Vielen Dank dafür, dass du dir immer die Zeit für ein Pläuschchen mit mir nimmst. Ich habe das Gefühl, als hätte ich mehr gesprochen als in den letzten zehn Jahren zusammengenommen, seit ich dich kennengelernt habe. Wenn ich so weitermache ... Vielleicht werde ich eines Tages in der Lage sein, zu etwas anderem als Sekretariatsarbeiten überzugehen. Jetzt, da ich einige hundert Jahre an Erfahrung gesammelt habe, sollte ich doch weitere größere Fehler vermeiden können.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a468bd84eec26484a63626d980db2583_3714838059971772669.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/99893d809a3ef8af303c40e0cabea62b_6233410462829214633.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/aa98659d22243c143d27db9c1dc17eaf_5852151058350262266.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/136ea5ff95b48036a2c08e2a3771f599_2394370648296434506.wav"
          }
        ]
      },
      {
        "title": "Ganyus Hobbys ...",
        "desc": "Mein Hobby ... Ich würde sagen, das ist meine Arbeit. Was? Warum zählt die Arbeit nicht als Hobby? Ich dachte, Hobbys sollten etwas sein, auf das man sich freut und das einem ein gutes Gefühl gibt, wenn man es hinter sich hat? Das trifft auf meine Arbeit von A bis Z zu. Also was ist das Problem?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3fdf1a06c8b3618e28200b0afd5993ac_1155124319556356655.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5160271d7440f47c0aceb4cb06866403_9027483728677481714.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8dd19754928db75598ab01678fa9a13a_6732096161998695205.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/beff02bd22afe1d582139f4452c2be42_1506174996720141896.wav"
          }
        ]
      },
      {
        "title": "Ganyus Sorgen ...",
        "desc": "Ich verstehe nicht, warum die Leute immer unbedingt alles geben, um zu beweisen, dass ihre Existenz wertvoller ist als die jedes anderen. In erster Linie ist es etwas Wunderschönes zu existieren und das ist schon genug ... oder?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/693bb7d1e7931f8755ac335e5df0a116_3826639102506101292.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ba1d24aac917c0cf7601646e2e60a9ef_3576282242697811820.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6ba9d91b49a7e9f922afd8beb37a5281_1139902808147752391.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6a8ed3d0eebc887bd18128c4e126ce94_7363555784207454966.wav"
          }
        ]
      },
      {
        "title": "Was sie so mag ...",
        "desc": "„Trinke nur Quellwasser, verzehre nur das ganze Korn.“ Das ist mein Motto. Also wäre ich dir dankbar, wenn du diese trügerische Versuchung der Adepten aus meinem Blickfeld entfernen könntest. Ich wäre dir sehr verbunden!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c17668f3aab8bb3e0e068bf54c8b5fc9_154804634194967876.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3a05b9774ac6d495f207eafd2d6d9e07_5607879262046226536.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/77c26cc05ed3d312a949bb901aaa6b60_5339377894531378234.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5f30a4b9a9d9508748ad5fcf164129d0_7302862954206362241.wav"
          }
        ]
      },
      {
        "title": "Was sie nicht mag ...",
        "desc": "Qilins sind strenge Vegetarier, also bitte sei nicht beleidigt, wenn ich Fleischgerichte ablehne. Ja, das schließt auch dein frittiertes Gemüse ein, denn es wurde in Tierfett gebraten. Vielen Dank, aber ich kann nicht. Ich fürchte, ich kann wirklich nicht. Ich möchte nicht streiten, doch ich habe einfach einen sehr guten Geruchssinn, also weiß ich, wie es zubereitet wurde.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5a032442a528ce91f907154182ac8855_4551194272473225185.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/754303fa9a4f4124bb7e837633e06b02_4095192990517524036.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6f903b6389e03b934463486bc08ef6ac_161980831642616574.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/15b4cc7f6eef787d0dd88c576ae4b0dd_6279369683060465979.wav"
          }
        ]
      },
      {
        "title": "Dein Geburtstag ...",
        "desc": "Herzlichen Glückwunsch! Nach den vielen Malen, die du dich um mich gekümmert hast, habe ich nicht einmal daran gedacht, dir ein Geschenk zu besorgen. Upps! Ich Dummerchen ... Was das hinter meinem Rücken ist? Oh! Du hast es also gesehen. Es ist ein fehlgeschlagener Versuch, einen Qingxin-Kuchen zu backen ... Ich wollte, dass er perfekt wird, aber ... Oh, du findest, er schmeckt gut? Wirklich?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/fdbc55b9e7031b2f3e7001988c13ece2_4093088166472283906.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8954aa0e438714f719c4f11ca1ec83c1_6667898875182154802.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f6c60d0331dfd4e747261739854cc67a_446505386637857084.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c42bfe3282cf6b2161eb64f265793213_6106303403038606182.wav"
          }
        ]
      },
      {
        "title": "Gedanken über den Aufstieg – Beginn",
        "desc": "Macht? ... Na, da haben wir doch glatt eine Leistungskennzahl, die ich schon seit Langem nicht mehr benötigt habe.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8918064d1be14891d7e4a85e9af9ab4f_2723136521380525608.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/babe76e36e95a924477809e35c7bc198_3540550522767913908.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/abbc086d3e93d2938fc48d91b948fe95_3741764584285423877.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/31bd3d99aa2dd04cd39476cab40b6cf8_7706611328449236038.wav"
          }
        ]
      },
      {
        "title": "Gedanken über den Aufstieg – Fortschritt",
        "desc": "Könnten wir vielleicht ... zur Abwechslung mal eine friedliche Lösung finden? Ach, vergiss es, es ist egal ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/de8ead8924a3671794195bcca5010d93_4653286218105200312.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/7206eb9829d9ab4c75b664acb2cf9b56_7734768086842483135.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ba45723823b42109491121213ec709e5_1369259914718744148.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1cd4b1158a4d882d33763c7ba7072759_8713816346630592445.wav"
          }
        ]
      },
      {
        "title": "Gedanken über den Aufstieg – Höhepunkt",
        "desc": "Ich schätze, das ist also die neue Art zu leben. Ich werde mich nicht beschweren. Ich werde versuchen, sie anzunehmen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8a98ea6875142c2f4f842a8eac114e12_8274879444108049162.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c1b954e2371e8f86fb00150bd402ddfb_695658630583389580.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/910b6f1013271dfb27a58b2914640c07_2543330647734325389.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ba2d7929280db5e656bb4147bed0744a_284601969109828181.wav"
          }
        ]
      },
      {
        "title": "Gedanken über den Aufstieg – Ende",
        "desc": "Ich erinnere mich daran, wie ich einmal den folgenden alten Text gelesen habe: „Erst wenn die Tage dunkler sind als die dunkelste Nacht, sieht ein Qilin sich zum Kampf gezwungen.“ Das ist eine extreme Übertreibung ... Doch sollte die Zeit zum Kämpfen kommen und solltest du mich brauchen, dann werde ich jedes Bisschen meiner Kraft dafür einsetzen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/090c23f844ed8165c476a0cb36b7bea5_1792451203002287005.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9f56cb88d14d4add679425fe1e2af2d0_948199663953595715.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/fafa1b99ecbc8c296d73b646654b427c_405190474053002531.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0ecc4fc3da132b6eaec97de883089f59_6297782697318209360.wav"
          }
        ]
      },
      {
        "title": "Elementarfähigkeit – I",
        "desc": "Nicht anfassen!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/58f064deed600e2240f6149011fd5bae_1807178615827236893.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/44ed36bbbe33fee9995d59245562b5a4_1361095029930988595.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/7a8f527921ec940d378fc3a4350d227a_8161124673786744747.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2009588471dde3c8db3d7735c4ef3b46_7474625189859215028.wav"
          }
        ]
      },
      {
        "title": "Elementarfähigkeit – II",
        "desc": "Bitte nicht stören.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ff811671400f3833d7f63dc57c97aa6a_6475907056689934910.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/76301d4a123720a44c3a6fb85a34bd0f_5437077607756082098.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/063f882b667b75b7a3d0a96bf02d0f4d_8791273856051287432.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9b3991820db90176070de7ba8046b327_9115520671610243798.wav"
          }
        ]
      },
      {
        "title": "Elementarfähigkeit – III",
        "desc": "Geboren aus Eis und Frost.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/326837ca7741c086433c683a417cf570_654873761560122005.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/62d86bde9f1262bb80d160158d0c3292_1839855779556775613.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8a303c52884400c7fe27e83c5664410b_8564522226378828716.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8ed4e517162ea86d36c5948dda5232a7_7013446178451360346.wav"
          }
        ]
      },
      {
        "title": "Spezialfähigkeit – I",
        "desc": "Miniatur des Schneesturms.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/018a395df2bfd5500980c9074a9dd73b_2526963904936172394.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b703fcdebb0a4622314c2270215d44ff_8789375396947451227.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a472bc58b5ae90bc72522e2d6459b65c_8849995848745341029.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/01ad397b758df835dc3630723634805d_7751302465596108828.wav"
          }
        ]
      },
      {
        "title": "Spezialfähigkeit – II",
        "desc": "Eis wie Glas.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/65bb75330461c0c31d1b2266adfdd72c_2003711335256057215.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/22b94b99d9862fd81a9e1afb63afa9c2_1392405164522266015.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/accb1e4538e74c440d825ac5474a6d0e_8508753337102113570.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/96b9e6b30f4f0ec6300d74a1726875ec_6644179089621288334.wav"
          }
        ]
      },
      {
        "title": "Spezialfähigkeit – III",
        "desc": "Damit wäre auch diese Arbeit erledigt.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e76f958d0fe02e07070326e925eadfa3_4689150170897086151.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c0e7fa4a3a08872ab89b6322fb3c225d_5597025579560793467.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/974ec8bfc140426aa34ee4ebc6df5b14_1444834058744350650.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c038d5b3fbe3d9f21021569c0751abc3_5047294869062799781.wav"
          }
        ]
      },
      {
        "title": "Spezialfähigkeit – IV",
        "desc": "Für Rex Lapis!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0b692987c2b8d0cdf58023e855a6d4ea_2740782946204031384.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/d0249a2aac8b2bbe00c1d4e01505a29a_4535812604094920761.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5c2448090c8de48c979df23f712414fe_7449339124096911510.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5b6ed19d5054066eb0c296382e7f9e8d_6325662241541711106.wav"
          }
        ]
      },
      {
        "title": "Rennen – Start I",
        "desc": "Was kommt als Nächstes?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6ec83738bc15381a0a40222aa52fe492_9139863609509162920.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/be3c6aee60505461c06f8c05a4b496f5_6679276166455207955.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e36c632c27a49ed0d4c5d6c13d4f6aae_4104667592103847402.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/03a41d368734227a4354bf50fc1f1921_2341489117899100605.wav"
          }
        ]
      },
      {
        "title": "Rennen – Start II",
        "desc": "Ich werde nachkommen ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e77f423473660d99031ffd00cc1c06e6_3988296600546981294.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/630f4dc2f0ba68e878c4a1d0c8ce0c1b_87420687017745374.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ba17eee158362223b6f6786c54072c10_3061900909985290354.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/29a083f2fea27d8b588d1a70bed64895_7681403487658941347.wav"
          }
        ]
      },
      {
        "title": "Rennen – Ende I",
        "desc": "Sport ist wichtig ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/68645ae1edad85e1cea8a0806f47fcb6_1771235965074621162.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c811a8fe173f9f564680ef8257def2b2_2849940609204685323.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/78dedac1fbe9bd688aea7db03ce7f2af_6727237078419350577.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e049ac330b2da985181d750c5a1e80d9_4649154419599156387.wav"
          }
        ]
      },
      {
        "title": "Truhe öffnen I",
        "desc": "Es ist nichts falsch daran, ab und zu eine Belohnung zu ernten.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/151ee33a656eda3da6da508bb110ff85_6233410462829214633.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6385cd9077917dc075efb8e32ac6901f_3580908577977996287.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/abafacc4a3e1f82f68d8cbffd6ff1809_2377640285677671584.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/66539b7a8141f3f6a06c9f9e61748d4d_4123533776885300745.wav"
          }
        ]
      },
      {
        "title": "Truhe öffnen II",
        "desc": "Schöne Schätze sind ein Grund für großes Glück.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2fe77bdbbdef2096723643b4cbf767c3_9027483728677481714.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/d2a0c0c907e75b934deb8fa307ae28d1_352708163879218942.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/33bf69971fa24570411c2868c61a3f4e_186104547795748982.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a50c4d36a95af830ff777b52f1ce6291_2677078334883537808.wav"
          }
        ]
      },
      {
        "title": "Truhe öffnen III",
        "desc": "Vielleicht hat derjenige, der sie zurückgelassen hat, auch ... einen Vertrag erfüllt?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5659e54010033bd6997488d7fc9f35f1_8292195822539197888.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2fc45c83e8afa58f909f817dbc77acfe_5428329723991806835.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/aebc472acc700571bca90c7c91274c94_123597880185139129.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f37bbcebeaa3cc079a2afc3dd7286af9_7043645490199684917.wav"
          }
        ]
      },
      {
        "title": "Niedrige LP I",
        "desc": "Ich bin einfach zu sehr aus der Übung.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4acde6df28c72c8052f0b9d9f692681d_7302862954206362241.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ff2fe4b149fc70c9476399d457775098_4077994451612691859.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/72cf16e4fa09b450f62c9563870dc9fb_13395445399601130.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2a2621b54395b1d0755ed9e6b5bebedd_8558174599445036631.wav"
          }
        ]
      },
      {
        "title": "Niedrige LP II",
        "desc": "Ich glaube, ich habe einen Fehler gemacht ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/acd479b6a5dc48962819f00b229970fc_7266870650537221107.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/77f0655dbcc009c04a6360f87f8d03ac_1763696239148745296.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ecc93a2c2fa27cba6a86e47b0c42f0cd_408864022565306957.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/371ba4d05b52cc1595195c37932c33eb_2011651751933454777.wav"
          }
        ]
      },
      {
        "title": "Niedrige LP III",
        "desc": "Ich bin ein wenig energielos.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/099558b8b089a1d7344acfdf994dd584_8693697074104731456.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/63c5e0f973d394c310d12d870c0f6ed5_4242946273098822919.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/fc3b87d013c756e981b338edd41a8c84_5795553694988764372.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/65d7bcadb40f855c53816d238ed6cee8_5463551550293964162.wav"
          }
        ]
      },
      {
        "title": "Ohnmächtig I",
        "desc": "Rex Lapis ... Es tut mir leid!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/864ba16ec8e2ef993c7ba0e1923b66f9_608108544676392616.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2b22bcfec2e964231cb159ec0e584c5b_5257336624534259742.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/ee0b1e22359a77df9faf0d1b18f87c3c_6783899128225817473.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0ae1cc7461772649bd9b5391bb981414_5005776635825783618.wav"
          }
        ]
      },
      {
        "title": "Ohnmächtig II",
        "desc": "Mein Vertrag geht ... unerfüllt ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/2d107f8c8a38b3dc2be40b930d30e6ae_2723136521380525608.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/bc00a73e48d7482a3d75e254f83c21c4_7134295704784702543.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f7448dfcba2c02d370f85980191e18d6_356726838378394074.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/190b35272980d66f4a58865dabaf12bb_4001379922787367838.wav"
          }
        ]
      },
      {
        "title": "Ohnmächtig III",
        "desc": "Muss noch durchhalten ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/910cc6adfac07819cd126b777ed595d0_5124771029666290262.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/f01cf4b615822fe1621dda466ee879e1_7734768086842483135.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/dfbf6d052e9222c16609583882ed7644_276187360393785279.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/08e79be2ce9b8378a9ad63f85409fece_5301996423561926976.wav"
          }
        ]
      },
      {
        "title": "Leichten Treffer erlitten I",
        "desc": "Das habe ich nicht kommen sehen.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5c37abb32106b84d1d778171ab8f77d3_1896728386419768369.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e84d768d2e053f6a5e9eae65d7a56df5_405190474053002531.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/314aa13eb2171c7d0a09977f6ccdbcb6_5835159504098792497.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/8cc6eab116089dcb6124779e2f649199_5789235039222253251.wav"
          }
        ]
      },
      {
        "title": "Schweren Treffer erlitten I",
        "desc": "Ich kann das reparieren!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/27a09e52d6f138a6d0d2334858863c6b_1361095029930988595.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6590ee0b0167d8871fe2dc572a1a86be_2931655449268912606.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/01b42c96a244592a7f56368430f4efeb_1663758663334978188.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/130e042717efdee63b89f6d44e067111_7969108709196486824.wav"
          }
        ]
      },
      {
        "title": "Truppenbeitritt I",
        "desc": "Zeit, mit der Arbeit zu beginnen?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/45d42d15e5267f73310fb3efd868bbd9_4931457759047953925.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0ff10c1ac23e712dd6bd7fd61a9d464d_2685574165209174954.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/68f1567098322eed1f43e305464f6f65_6488722399235687786.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3cc49b4dd2b61d2dd3cd2f0dc2f9eaec_8527199304512213854.wav"
          }
        ]
      },
      {
        "title": "Truppenbeitritt II",
        "desc": "Was sind meine Aufträge?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/a2db862a764097c88bb612cf1439e241_7327315272029381997.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/92326e24c3715e87188ca78e3ec3d350_773604411051888242.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4312fc0d5ed3f8f6a74928ad37c77644_8046401427099631996.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b83c9f253135c1ea989bd737d612f7b5_4838498235484563752.wav"
          }
        ]
      },
      {
        "title": "Truppenbeitritt III",
        "desc": "Wie in unserem Vertrag festgelegt.",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/c635ddb4d071cbf5558b22a9c45d6341_2526963904936172394.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e8c6a55fc3c654eb72fcc667d074a37c_1127486656529653852.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/086833de0309c016804f29d8d0dfe345_8839261461718707477.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4ce8eda36c865dc51a83b86c8ce04cab_3988155460711976941.wav"
          }
        ]
      },
      {
        "title": "Geschenk erhalten I",
        "desc": "<p>Authentisches und leckeres Essen ... Aah! Habe ich schon zu viel gegessen?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1e4782acca46e009be44057f15bec0a4_1017726704568315111.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e131bc505dccf448d247fd9bd064a061_3449591466750767466.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/366635c863a01f95f6e3d86c98419381_6812726539825053358.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4a793735bf557ac10fbc293bb62a7e82_5234170946865360231.wav"
          }
        ]
      },
      {
        "title": "Geschenk erhalten II",
        "desc": "<p>Ich bin ziemlich pingelig, wenn es ums Essen geht, also tut es mir leid, dass du Bemühungen hast ...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/d386e3e600c930a789b348b7c8b17af4_4951958744733823680.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/da3c2d3e8b12d731f6a1b2583cd93707_1805133667907384876.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4fdc7cda50dbb1d8eea0fa9d0bf74636_5158303400364388478.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/0faa519aacd77f7988b3d104bfee5930_2857716414770570990.wav"
          }
        ]
      },
      {
        "title": "Geschenk erhalten III",
        "desc": "<p>Ich verstehe deine guten Absichten, aber Fleisch und Öl ... Vergessen wir das.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/66cf8681629f105f6225036fd055bc2e_1815552247056656145.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5a15dafbc6d45b50e4820ad75fade870_7266556636537966074.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/1d2d3f3fd443032ca236b212c5b2c8b7_6336514525236893005.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/3a3e034c63389263a2da76600ca3886e_4467322156483255862.wav"
          }
        ]
      },
      {
        "title": "Verbündeter hat niedrige LP I",
        "desc": "<p>Bitte tritt zurück!</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/d0360085ffca44f3392d87897ee51b07_4450118603843897262.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/e36aa8aa3a95aeb8d04d5d461126a061_7784228528875826208.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/4f8c0ea009524f2b098a007418b06fa0_180195063418710942.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/39876bc798c5f0b23c04f1ad116de2fb_6934441775804785208.wav"
          }
        ]
      },
      {
        "title": "Verbündeter hat niedrige LP II",
        "desc": "<p>Aber ... „keine voreiligen Angriffe“!</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/6a5add5bbe1cde3391bdf3ea74b480a3_8905200901734643889.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/5ba1e6b100123186db3190b07ab36fe4_1649583127371277028.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/9c14a480e3a7f14c8d382105952aca6b_1484894469848275873.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/11/22/36893887/b84b72522def64963f1e72c8bf82aa05_7266556636537966074.wav"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ganyu"
          }
        ]
      },
      {
        "key": "Geburtstag",
        "value": [
          {
            "type": "RichText",
            "text": "2. Dezember"
          }
        ]
      },
      {
        "key": "Sternbild",
        "value": [
          {
            "type": "RichText",
            "text": "Sinae Unicornis"
          }
        ]
      },
      {
        "key": "Titel",
        "value": [
          {
            "type": "RichText",
            "text": "Mondhüter"
          }
        ]
      },
      {
        "key": "Göttliches Auge",
        "value": [
          {
            "type": "RichText",
            "text": "Kryo"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Yuehai-Pavillon"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "林簌"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Jennifer Losi"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "上田麗奈"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Kim Seon-hye"
          }
        ]
      },
      {
        "key": "Spezialzubereitung",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1233,
            "name": "Florierender Frieden",
            "desc": "Ganyus Spezialzubereitung. Ein Gericht, das einem das Gefühl der Ruhe des Qilins vermittelt. Ganyu schenkt diesem Gericht ihre besten Wünsche, krönt es mit Blütenblättern ihrer Lieblingsblume Qingxin und bewahrt es für dich auf, ohne ein Wort zu sagen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prosperous Peace_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Figurenkarte",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3172,
            "name": "Ganyu",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Mondhüterin – Ganyu</span></strong></p><p>„Da dieser Bericht morgen früh abgegeben werden muss, werde ich ihn halt heute Nacht schon fertigstellen.“</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/61142474/e5c7d702f8033c4361f3b25a7f0b8b30_1880258060661952535.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/avatar_header.png"
      },
      {
        "key": "Figurenzeichnung",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/甘雨/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Originale Kleidung - Frosttau-Pfad\nGanyus Kleidung. Elegante Kleidung, gesegnet von den erleuchteten Adepten."
          }
        ]
      },
      {
        "key": "Idle-Animation 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/61142474/7f7acc9bdabf6fc51b93229cc6c5c28c_7661126700450869908.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Originale Kleidung - Frosttau-Pfad"
          }
        ]
      },
      {
        "key": "Idle-Animation 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/61142474/2304b9dfb9ef81b3c825577d4df9ebd6_2845386617420378412.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Originale Kleidung - Frosttau-Pfad"
          }
        ]
      },
      {
        "key": "Sternbild",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/10/61142474/8acf2216658fb1e886877a088aeb956c_4852026196270286412.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sinae Unicornis"
          }
        ]
      }
    ]
  }
}