{
  "epId": 2835,
  "name": "Angelschnur-Stabilisator",
  "desc": "<p>Ein selbstanpassender Spannungsstabilisator, der an einer Angelrute angebracht werden kann, um das Angeln zu erleichtern. Das Gerät kann automatisch erkennen und aufzeichnen, wie stark verschiedene Fische zappeln. Je mehr Daten der Stabilisator sammelt, desto besser funktioniert er.</p><p>Der Prototyp des Geräts war eine sinnlose Erfindung eines Erfinders aus Fontaine, die lange Zeit auf wenig Interesse stieß, bis der Angelverein Fontaine sie entdeckte und das Produkt zum heutigen Angelschnur-Stabilisator modifizierte. Als das Gerät zum ersten Mal auf den Markt kam, wurde es von den Mitgliedern des Vereins so begeistert aufgenommen, dass es nun nach und nach auch in anderen Regionen eingeführt wurde.</p><p>Auf dem Markt von Snezhnaya ist er eine besonders beliebte Ware. Man munkelt, dass einer der Elf der Fatui von dem Produkt besonders angetan ist, was seine Popularität erklärt.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/236594615/68339a94ff7974b1155e2bb3aa7be940_1810328433257047111.png",
  "filterValues": {
    "objectType": [
      "Hilfsmittel"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1677514649,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Angelschnur-Stabilisator"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Hilfsmittel"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beim Angelverein zu erhalten"
          }
        ]
      },
      {
        "key": "Effekt",
        "value": [
          {
            "type": "RichText",
            "text": "Ein kleines Gerät, das den Schnurdruck beim Angeln stabilisiert. Das Gerät kann automatisch erkennen und aufzeichnen, wie stark verschiedene Fische zappeln. Je mehr Daten der Stabilisator sammelt, desto besser funktioniert er."
          }
        ]
      }
    ]
  }
}