{
  "epId": 2849,
  "name": "Stab der roten Sande",
  "desc": "<p>Eines der zwei Szepter, die aus Obsidian gefertigt wurden. In der Legende verleiht es seinem Besitzer das Recht, die Wüstenbewohner zu führen, aber heute lebt kein Untergebener mehr, der das Königsszepter wieder erkennen kann.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/36893887/fc9a85ad2a47dc0386d55ac4e8596440_5998545006016243541.png",
  "filterValues": {
    "weaponProperty": "KT",
    "weaponRarity": 5,
    "weaponType": "Stangenwaffe"
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1691666486,
  "components": {
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/08/36893887/451ed264847670f668330a6791e5badd_2487535291176031826.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/08/36893887/0a98771b62dd6c2f6cb1732af7b2256b_3029095446842602095.png"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Neben viel KT bietet der <color=#ffd780>Stab der Roten Sande</color> auch einen ANG-Boni basierend auf der eignen Elementarkunde. Trifft man Gegner mit der <color=#ffd780>Elementarfähigkeit</color> , kann man diesen Effekt 3 zusätzliche Male stapeln. Dies macht diese Waffe besonders für Figuren interessant, die sowohl ANG als auch Elementarkunde wollen.\nFür folgende Figuren ist diese Waffe zu empfehlen:"
      },
      {
        "type": "RichText",
        "text": "Figur",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Begründung"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Mahamatra an der Akademie, der die Arbeit der Gelehrten beaufsichtigt. Bei seiner Arbeit ist er effizienter als das „Große Vayuvyastra“, das das Kshahrewar-Institut geschaffen hat.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/61142474/e09e2bda5e022611fad0dea1bb6518bb_7579417594109598988.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Diese Waffe ist mit ihrem Nebenattribut KT und dem Effekt <color=#ffd780>Ende des Hitzedunsts</color> die beste Waffe für Cyno und passt sehr gut zu seinem Spielstil. Cynos Fähigkeiten skalieren auf ANG, aber er kann durch sein Talent <color=#ffd780>Autorität der neun Bögen</color> ebenfalls von Elementarkunde profitieren. Hierbei werden seine <color=#ffffff73>Standardangriffe und Staubblitze,</color> basierend auf seiner Elementarkunde, verstärkt."
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "77. Direktorin des Bestattungsunternehmens Wangsheng in Liyue. Sie übernahm die Leitung bereits in sehr jungen Jahren",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hu Tao ist eine Figur, der sehr vom Nebenattribut KT profitieren kann. Ebenfalls skalieren ihre Fähigkeiten auf ANG, weshalb der Effekt <color=#ffd780>Ende des Hitzedunsts</color> sehr hilfreich ist. Außerdem spielt man sie hauptsächlich in Truppen mit der Reaktion <color=#80c0ff>Verdampfen</color> und, damit der Reaktionsschaden höher ausfällt, braucht Hu Tao Elementarkunde."
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Eine recht bekannte Köchin aus Liyue, die Gerichte mit Leidenschaft zubereitet. Ihre Techniken sind feurig genug, um ihren Gegnern den Appetit zu verderben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xiangling ist eine Figur, der oft für ihre Spezialfähigkeit inaktiv in Truppen mit der Reaktion <color=#80c0ff>Verdampfen</color> gespielt wird. In solchen Truppen profitiert sie von dem Nebenattribut KT und auch der Elementarkunde und dem ANG, welche sie durch den Effekt <color=#ffd780>Ende des Hitzedunsts</color> erhält."
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Rosaria",
        "desc": "Eine Ordensschwester, die vielleicht so aussieht, sich aber überhaupt nicht so verhält wie eine. Sie ist bekannt für ihre kalten Worte und ihre abweisende Art. Außerdem arbeitet sie ausschließlich allein.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rosaria kann ebenfalls diese Waffe benutzen, wenn sie in Truppen gespielt wird, in denen <color=#99ffff>Schmelzen</color> Reaktionen von ihr ausgelöst werden. Auch hier steigt der Schaden der Schmelzen Reaktion, je höher die Elementarkunde von Rosaria ist."
      }
    ],
    "story": [
      {
        "title": "Weitere Informationen",
        "desc": [
          {
            "type": "RichText",
            "text": "Die Sonne und der Mond sollten zuallererst erschaffen werden. Dann gibt es Tag und Nacht. In einer Sprache, die ich vergessen habe, beschrieb sie einmal den Nachthimmel mit drei Monden, dann sollte es drei Monde geben.\nDie Monde am Himmel sollten einen Lichtschimmer auf die Erde werfen, wenn der Schatten der Welt erwacht. So kann man in der dunklen Nacht den silbernen Umrissen der Dünen folgen, um das Ende seines Schicksals zu finden.\nAls nächstes sollte die Schwerkraft erschaffen werden. Dadurch kann sich der Sand absetzen und Boden bilden. Der Himmel sollte aber keine Schwerkraft haben. Ich lege fest: Die Leute leben auf der Erde, müssen aber vom Himmel träumen.\nDie Schwerkraft sollte nicht zu groß sein. Andernfalls wird die Erde die Füße der Menschen binden und sie daran hindern, weit zu gehen, die Welt in alle Richtungen zu erkunden, höher zu fliegen und nach der Zukunft zu suchen.\nDann schicke ich sieben Mönche, um die Umlaufbahnen der Erde, des Wassers und der Sterne zu regieren. Obwohl die Himmelskugel nur eine Illusion ist, können Mythen oft durch den Blick auf die Sterne und Monde geboren werden.\nIn der ursprünglichen Welt wurden die Barrieren durchbrochen und das dunkle Gift drang in die Erde ein. Um diese zerbrechliche und unvollkommene Welt zu heilen, fielen Nägel einst wie Regen und durchbohrten die Erdkruste.\nIm Gegensatz dazu sind die Regeln, die ich aufgestellt habe, deutlich eleganter und präziser. Daher ist eine solche Handlung nicht erforderlich. Die Menschen sollten auch nicht Opfer sein, und die Gedichte sollten nicht deswegen verschwinden.\nDann sollte die Verbreitung des Giftes unterbunden werden, denn Gift zu nehmen ist die tiefste Sünde, noch tiefer als der Himmel. Aber das Flüstern ist so süß, und die drin beschriebene Weisheit so verführerisch …\nLeise weht der Wind in die neue Welt. Perlenfarbenes Mondlicht, bernsteinfarbene Nachglut, Wellen des Grases und Wurzeln des Wassers schweigen nicht mehr, und singen die Gedichte, die sie hinterlassen hat.\n…\nDie Abwechslung von Sieben sollte entfernt werden, denn geheime Rede wird blockiert.\nAngst und Trauer sollten entfernt werden, deswegen muss die Schranke zwischen Leben und Tod weggeräumt werden.\nSonne, Mond und Schwerkraft sollten alle entfernt sein, da es keine zeitlichen und räumlichen Barrieren geben sollte.\nDie Urprinzipien von Regeln, Urteilen und Gnaden sollten entfernt werden, damit sie sich nicht mehr vor der Strafe fürchten muss, die auf ihre Verwandten ausgesetzt ist.\nMenschen, Drachen, alle Kreaturen, die fliegen, gehen oder schwimmen, und die sieben Mönche sollten alle entfernt werden, damit niemand die Weisheit wegreißen kann.\n…\n„In den Armen des geheimen Traums skizziert der allein schlafende Sandkönig neue Theoreme in seinem Kopf.\"\n„Im Traum des Königs muss niemand einen Tropfen Bitterkeit trinken. In der neuen Welt herrscht nur die Güte.\"\n…\nSo wird Perfektion erst erreicht. Ich sehe, wie die Drei wieder im Paradies debatieren. Es ist schon sehr nahe daran.\nSo ist es gut. Endlich verstehe ich. Das ist genau das, was ich will. Was ich zurückfinden möchte, ist nicht das Paradies aller Lebewesen.\nAll die Lehren, die Nachahmungen der sieben Mönche, die sogenannte reine und sorgenfreie Welt, nichts davon ist mehr von Bedeutung…\nNur eine Sache. Das Gift, das ich versehentlich geschluckt habe, sollte nicht in dieser Welt zurückgelassen werden. Ich weiß nicht, ob sie sich unsere frühere Freundschaft berücksichtigen kann …\n… Auch wenn es nicht meinetwegen ist, spielt es keine Rolle. Für unseren gemeinsamen Freund, wenn sie mir doch nur einen letzten Gefallen tun könnte…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Stab der roten Sande"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Stangenwaffe"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "KT"
          }
        ]
      },
      {
        "key": "Traum am Ende des Hitzedunsts",
        "value": [
          {
            "type": "RichText",
            "text": "Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#37ffff>52% ~ 65% ~ 78% ~ 91% ~ 104%</color> der Elementarkunde, die sie besitzt. Löst nach Treffern mit der Elementarfähigkeit den Effekt „Traum roter Sande\" aus, der 10s hält: Verleiht der damit ausgerüsteten Figur einen ANG-Bonus in Höhe von <color=#37ffff>28% ~ 35% ~ 42% ~ 49% ~ 56%</color> der Elementarkunde, die sie besitzt, dieser Effekt ist 3-fach stapelbar."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "St. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "9.6%"
            ]
          }
        ]
      },
      {
        "key": "St. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "17%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 2700,
            "name": "Reminiszenz der Oase der blühenden Blumen",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Die Menschen sagten früher, dass die Königin der Blumen die Königin der Freude und des Glücks war. Frisches Wasser sprudelte aus ihren Ärmeln und so wurde die Oase der blühenden Blumen in der Wüste geboren. Blumen und Gräser folgten ihren Schritten und das schimmernde Mondlicht ebnete ihr den Weg.</p><p>In den bitteren Tagen, in denen der Himmel der Erde den Rücken zukehrte, schenkte die Königin der Blumen jedem einzelnen Sterblichen ihre Gnade und ließ ihn sein Glück und sein Ego zurückgewinnen. Und so widmeten die Menschen sich wieder der Muße und dem Luxus.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/f3d4942112747ff9e243134a244a9bc1_6124544886856137812.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 2709,
            "name": "Chaos-Speicher",
            "desc": "<p>Stammt von einem nicht länger aktiven uralten Ruinendrachen.</p><p>Ruinendrachen können die Elementarenergie der Welt um sie herum aufsaugen und in diesem Teil in ihrem „Hals'' speichern.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/195de39d5b6acfb531c504af0dcfa271_7662042638557469047.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1546,
            "name": "Sporen der Pilzbestie",
            "desc": "Eine kleine Menge glitzerndes Sporenpulver, das von Pilzbestien zurückgelassen wurde. Es scheint, als würde ein Niesen genügen, um es spurlos verschwinden zu lassen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fungal Spores_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "St. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "24.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 2701,
            "name": "Gnade der Oase der blühenden Blumen",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>In der Literatur, die tief unter dem gelben Sand vergraben ist, war die Königin der Blumen die Herrin der Träume.</p><p>Sie inszenierte Träume für die Verbannten, die Verrückten und die Törichten. In den Träumen wurden sie mit dem größten Vergnügen präsentiert. Belastet von der Brutalität der Realität, waren sie fasziniert vom Charme der Königin der Blumen und gefesselt von ihrer Schönheit und Fürsorge.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/1056b63e391c2064561c1629a64ee77d_8062570625039007015.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 2709,
            "name": "Chaos-Speicher",
            "desc": "<p>Stammt von einem nicht länger aktiven uralten Ruinendrachen.</p><p>Ruinendrachen können die Elementarenergie der Welt um sie herum aufsaugen und in diesem Teil in ihrem „Hals'' speichern.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/195de39d5b6acfb531c504af0dcfa271_7662042638557469047.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1546,
            "name": "Sporen der Pilzbestie",
            "desc": "Eine kleine Menge glitzerndes Sporenpulver, das von Pilzbestien zurückgelassen wurde. Es scheint, als würde ein Niesen genügen, um es spurlos verschwinden zu lassen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fungal Spores_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "28.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 2701,
            "name": "Gnade der Oase der blühenden Blumen",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>In der Literatur, die tief unter dem gelben Sand vergraben ist, war die Königin der Blumen die Herrin der Träume.</p><p>Sie inszenierte Träume für die Verbannten, die Verrückten und die Törichten. In den Träumen wurden sie mit dem größten Vergnügen präsentiert. Belastet von der Brutalität der Realität, waren sie fasziniert vom Charme der Königin der Blumen und gefesselt von ihrer Schönheit und Fürsorge.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/1056b63e391c2064561c1629a64ee77d_8062570625039007015.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 2712,
            "name": "Chaos-Modul",
            "desc": "<p>Stammt von einem nicht länger aktiven uralten Ruinendrachen.</p><p>Die „Drachen'' waren die urtümlichsten und ältesten körperlichen Manifestationen der höchsten Stufe der Elemente, bis sie besiegt, bezwungen oder assimiliert wurden.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/13813ff7b09b0eab790a567f5536fa69_5876286513745008362.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1510,
            "name": "Leuchtendes Sporenpulver",
            "desc": "Ein kleines Päckchen mit leuchtendem Sporenpulver von Pilzbestien, das im Land der Regenwälder ein gängiger medizinischer Wirkstoff ist. Händler verkaufen sie normalerweise in Papierpaketen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Luminescent Pollen_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "32.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 2702,
            "name": "Trauer der Oase der blühenden Blumen",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Die Königin der Blumen hatte ein freundschaftliches Verhältnis zu den Dschinn.</p><p>Die Herrin der Blumen und Oasen tat sich mit dem König der Wüste zusammen und baute Ay-Khanoum, die „Stadt des Amphitheaters\", die in der alten Sprache der Dschinn die Bedeutung „Stadt der Mondmädchen\" hatte.</p><p>Später hieß es jedoch, die Königin der Blumen sei an der Bosheit der brennenden Sonne und des gelben Sandes gestorben, woraufhin die Blüte der purpurroten Padisarah nie wieder in den Oasen zu sehen war.</p><p>Nach dem Ableben der Königin der Blumen trauerten die Sandstürme. Die Dschinn schluchzten und die Edelsteinscheibe des Mondscheins verlor ihre erholsame Atmosphäre und verströmte stattdessen trauriges Glitzern.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/50f11014dc9900bcd9d402e79caad6e8_5542803726481275475.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 2712,
            "name": "Chaos-Modul",
            "desc": "<p>Stammt von einem nicht länger aktiven uralten Ruinendrachen.</p><p>Die „Drachen'' waren die urtümlichsten und ältesten körperlichen Manifestationen der höchsten Stufe der Elemente, bis sie besiegt, bezwungen oder assimiliert wurden.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/13813ff7b09b0eab790a567f5536fa69_5876286513745008362.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1510,
            "name": "Leuchtendes Sporenpulver",
            "desc": "Ein kleines Päckchen mit leuchtendem Sporenpulver von Pilzbestien, das im Land der Regenwälder ein gängiger medizinischer Wirkstoff ist. Händler verkaufen sie normalerweise in Papierpaketen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Luminescent Pollen_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "St. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "36.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 2702,
            "name": "Trauer der Oase der blühenden Blumen",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Die Königin der Blumen hatte ein freundschaftliches Verhältnis zu den Dschinn.</p><p>Die Herrin der Blumen und Oasen tat sich mit dem König der Wüste zusammen und baute Ay-Khanoum, die „Stadt des Amphitheaters\", die in der alten Sprache der Dschinn die Bedeutung „Stadt der Mondmädchen\" hatte.</p><p>Später hieß es jedoch, die Königin der Blumen sei an der Bosheit der brennenden Sonne und des gelben Sandes gestorben, woraufhin die Blüte der purpurroten Padisarah nie wieder in den Oasen zu sehen war.</p><p>Nach dem Ableben der Königin der Blumen trauerten die Sandstürme. Die Dschinn schluchzten und die Edelsteinscheibe des Mondscheins verlor ihre erholsame Atmosphäre und verströmte stattdessen trauriges Glitzern.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/50f11014dc9900bcd9d402e79caad6e8_5542803726481275475.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 2711,
            "name": "Chaos-Anker",
            "desc": "<p>Stammt von einem nicht länger aktiven uralten Ruinendrachen.</p><p>In den lange verlorenen uralten Königreichen gab es eine Gruppe von Menschen, die in das Prinzip der Mimesis verliebt waren. Egal ob es die Reinheit der in Hypostasen geordneten Elemente war oder die primitive Kraft der uralten Drachen, das alles konnte, so glaubten sie, nachgeahmt, verbessert und schließlich übertroffen werden.</p><p>Denn so könne das makellose Überlegene den Platz des zum Schluss Zerfallenden einnehmen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/4c360dcda50c4b43a93f2382aa118606_7121054593150606696.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 613,
            "name": "Kristalliner Zystenstaub",
            "desc": "Ein großer Klumpen Sporenpulver, der aus einer strukturell vollständigen Sporenkapsel gewonnen wurde. Leg ihn in eine geeignete Umgebung und der Bereich könnte später mit Pilzbestien gefüllt sein ...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystalline Cyst Dust_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "40.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 2703,
            "name": "Wahrheit der Oase der blühenden Blumen",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>„Wer würde einen verstorbenen Gott verehren?\"</p><p>Die Königin der Blumen war einst mit zwei Königen der Götter im Bündnis. Neben Weisheit und Macht brachte sie ihrem Volk auch Barmherzigkeit und Freude.</p><p>Genauso wie die Erde mehr braucht als brennenden Sonnenschein und strömenden Regen, waren für das Volk der Königin der Blumen Freude und Liebe, Gesang und Musik sowie Wein und Ausschweifung genauso wichtig wie Sensibilität und Macht.</p><p>Es heißt, dass Blumen für ihr prächtiges Verwelken blühen, und das Verwelken war genau das Bestreben der Herrin der Blumen. Denn die Bitterkeit, die der Tod der verlorenen Freude hinzufügt, lässt sie inmitten der endlosen Erinnerungen immer intensiver erscheinen.</p><p>Der unwissende König der Wüste war sich ihrer Philosophie nie bewusst. Er schwelgte nur in ihrem unermesslichen Charme und ihrer Anmut. So falsch diese glühende Zuneigung auch sein mochte, sie lag im Kalkül der Königin der Blumen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d57f129a3d99caf45852020799fa467f_1082056057715805876.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2711,
            "name": "Chaos-Anker",
            "desc": "<p>Stammt von einem nicht länger aktiven uralten Ruinendrachen.</p><p>In den lange verlorenen uralten Königreichen gab es eine Gruppe von Menschen, die in das Prinzip der Mimesis verliebt waren. Egal ob es die Reinheit der in Hypostasen geordneten Elemente war oder die primitive Kraft der uralten Drachen, das alles konnte, so glaubten sie, nachgeahmt, verbessert und schließlich übertroffen werden.</p><p>Denn so könne das makellose Überlegene den Platz des zum Schluss Zerfallenden einnehmen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/4c360dcda50c4b43a93f2382aa118606_7121054593150606696.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 613,
            "name": "Kristalliner Zystenstaub",
            "desc": "Ein großer Klumpen Sporenpulver, der aus einer strukturell vollständigen Sporenkapsel gewonnen wurde. Leg ihn in eine geeignete Umgebung und der Bereich könnte später mit Pilzbestien gefüllt sein ...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystalline Cyst Dust_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "St. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "44.1%"
            ]
          }
        ]
      }
    ]
  }
}