{
  "epId": 2854,
  "name": "Lichtgesteuerter Tetraeder",
  "desc": "<p>Ein nach dem Besiegen einer mysteriösen Kombination von Vorrichtungen erhaltener Kernbestandteil.</p><p>Noch heute haben diese antiken Maschinen weder den Traum ihres Herrn noch ihre eigenen Pflichten vergessen: Eintausend Paläste errichten, dreitausend Maschinen beherrschen, zehntausend Blumen einer heute verlorenen Art pflanzen, für alle Seelen der Erde das im Wüstenmeer untergegangene „Paradies“ wiederaufleben lassen.</p><p>Auch wenn der König der Wüste nicht mehr existieren mag und der Traum aufgrund der tiefen Schuld nur noch geflüstert wird und verdorben ist, auch wenn alle monströsen Säulen gebrochen und niedergeworfen wurden und die einst von der Gnade des Königs beglückten riesigen Bestien längst im heißen Sandsturm verschwunden sind.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/58d38e356219691a36adcb41f40e49e8_2296469862747724528.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689372248,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lichtgesteuerter Tetraeder"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Algorithmen der semi-inkonstanten Matrix des Observierer-Netzwerks ab Stufe 30"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 2855,
        "name": "Algorithmus der semi-inkonstanten Matrix des Observierer-Netzwerks",
        "desc": "<p>Eine ewige Maschine, unter deren Kontrolle die zahlreichen im Sand zurückgelassenen Ruinenkonstrukte stehen. In ihr scheint immer noch der Wille des einsamen Herrschers zu weilen.</p><p>Vielleicht lag es an den Anweisungen der Freunde aus seinen Träumen oder an seiner Gier nach der Macht der Heiligen des Himmels. Der König schuf diese rätselhafte Maschine, die nicht auf die Erde gehörte, und schuf damit das Königreich auf dem Sand.</p><p>Auf den Ruinen der Stadt der Tausend Säulen bricht sich auf den Kristallen noch immer das Licht des wunderbaren Anblicks des goldenen Paradieses, auch wenn sich schon lange niemand mehr an den Traum des Königs erinnert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/702fe9f038eb1bab144bd63853736da3_5833797268331887087.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Ein Mitglied der „Goldbrigade“, einer Söldnergruppe, die die Wüste Sumerus durchstreift. Sie ist mutig und stark und genießt innerhalb der „Goldbrigade“ einen hervorragenden Ruf.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/61142474/65b22311e1e38ffa45a4928d4005ecee_7468297942613362106.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzan",
        "desc": "<p>Eine Gelehrte von „vor hundert Jahren“, die sich gern als angesehene Gelehrte ausgibt und über umfangreiche Kenntnisse über alte Schriften und Vorrichtungen aller Arten verfügt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/61142474/38c12ab46678a4008f83a0e46c900ef5_2309389114570332372.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>Beschützerin des Aaru-Dorfs, die Nachfahrin von König Deshret, deren linkes Auge golden wie Bernstein strahlt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/61142474/2f43da4ece9eabfbde6ec2fcc81b3bff_330495388711675042.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}