{
  "epId": 2923,
  "name": "Ode an das Seelenlicht",
  "desc": "<p>Eine Ballade, die angeblich von einer verlorenen religiösen Gruppe in der Wüste weitergegeben wurde. Jemand hat sie in einem Skript aufgezeichnet.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/22173920/46a83f96a4ec5c567778e2ae82691c8f_1537956945918483000.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1665936481,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "O Nagarjuna,\nmit der Hilfe des Lichts der Geister segne ich das Land des ewigen Unheils.\nWenn der Schlick aus dem Abgrund das erste Königreich befällt,\nZerstreuen sich die glorreichen Geister, die dem Herrn der Weisheit geholfen haben, in Millionen Arten.\nIch überquerte den Fluss der Trauer erneut in meinem Durst nach Tauwasser.\nIch habe den Weg für die barmherzigen Geister erschlossen, damit das barmherzige Licht der Weisheit die Welt erleuchtet.\nO Nagarjuna,\nmit der Hilfe des Lichts der Geister nähre ich die barmherzigen Geister im Blumenmeer.\nSieh! Das Licht offenbart die Essenz der Geister, die letzten Nachkommen der Herrin der Pflanzen.\nSieh! Der Recke, der Hunderte von Schlachten übersteht, ist der Feind der Dev.\nSelbst die pechschwarze Finsternis draußen kann ihre Silhouetten nicht erodieren.\nO Nagarjuna,\nmit der Hilfe des Lichts der Geister habe ich die Toten der verdorbenen Erde übertroffen.\nIch befreie die Unschuldigen von ihren Sünden, damit sie in einer Welt ohne Leid wiedergeboren werden können.\nDas Chakra der Welt enthält den Samen, der das Sein gebärt.\nDie Schandflecken und Herrlichkeiten der Welt sind nichts als flüchtige Illusionen der existierenden Samen.\nO Nagarjuna,\nmit der Hilfe des Lichts der Geister habe ich den Abgrund des Himmels geläutert.\nDer Schlick aus dem Abgrund schwindet endlich,\nDahris Vermächtnis ist auch dem Gesetz ausgeliefert.\nTausende von Lieder ertönen im Einklang und der erbitterte Regen klingt ab.\nO Nagarjuna,\nsollte die Welle des Bösen wiederkehren und der schwarze Abgrund erneut einkehren,\nstimme diese Hymne an und bete um das unbesiegbare Licht der Geister.\nDas ewige Licht der Geister weist uns den Weg nach oben."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ode an das Seelenlicht"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Auf einem Tisch im Daena-Palast"
          }
        ]
      }
    ]
  }
}