{
  "epId": 2926,
  "name": "Die Geschichte über den Hirtenjungen und die Zauberflasche",
  "desc": "<p>Die Geschichte eines Hirten, der auf eine magische Flasche stößt, in der ein unerwartetes Wesen gefangen ist.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/22173920/5d251e6625ba17bf85ea4ef73feb998b_9011316248517817940.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1665936478,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Die Geschichte über den Hirtenjungen und die Zauberflasche"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Auf einem Tisch im Daena-Palast"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Die Legende besagt, dass König Al-Ahmar zu seinen Lebzeiten unzählige Dschinn und Dämonen in Zauberflaschen gesammelt hatte.\nEs heißt, dass es in der Welt vor Dschinn wimmelte, aber der mächtige, doch verwirrte Al-Ahmar ergriff sie im silbernen Nachtwind und Treibsand aus der Wüste, im unvorhersehbaren Strudel des Meers und in den plätschernden Quellen des Regenwalds, wobei er sie in silbernen Flaschen verwahrte. Er war ein überheblicher Eroberer und ein neugieriges Kind zugleich.\nAl-Ahmar spannte die Dschinn mit Zügeln und Bügeln ein, erfuhr aus ihren Klagen über die Begebenheit des düsteren Mondes und des Morgensterns und erbaute die majestätische Amphitheaterstadt Ay-Khanoum oder die „Stadt der Mondmädchen“ als Andenken. Die sogenannte Stadt der Dschinn sollte als Al-Ahmars Paradies für die Nachkommen des Mondes dienen. Im Gegenzug errichteten die Dschinn ein gigantisches Tor für sein Grab.\nDas behaupten jedenfalls die Wüstensänger. Jahrhunderte später war Aikhanum längst wie die Stadt Saleh der tapferen Thamuder, der Staat Tulaytullah der weisen Tighnarer und die Stadt Orghana der neunundzwanzig Dey längst mit den unzähligen Klans, die hier ihr Zuhause hatten, und den zahlreichen gefangenen Dschinn in den Silberflaschen unter dem gelben Sand und den wirbelnden Strömungen begraben.\nDoch jetzt sollten wir die unnötige Beweisfindung beiseite lassen und zurück zum Thema kommen …\nFünfzehn Jahre nach der Entstehung von Ormos fand ein junger Hirte eine silberne Flasche in den Dünen des Kiesliedes (Bemerkung 1). Ob aus kindlicher Neugier oder aus einer für die Wüstenbewohner untypischen Leichtsinnigkeit, brach der Junge das Siegel der Flasche unter dem Mondlicht und öffnete sie. (Bemerkung 2)\n„Rabe der sterblichen Welt, du bist so laut …\"\nGeschmeidig wie eine Katze und so elegant wie eine Seerose stieg ein Dschinn aus der silbernen Flasche (Bemerkung 3) in der Form einer Tänzerin.\n„Rabe …?\"\nDer Junge war hilflos. Er ähnelte weder einem Vogel, noch war er laut.\n„Genau, Rabe\",\nwiederholte der Dschinn ungeduldig.\n„Ein kurzlebiger Vogel, eine lärmende Kreatur … ‚Erst wenn sie sterben, erwachen sie.‘ Was verstehst du daran nicht?\"\nVerwirrt schüttelte der Junge den Kopf und erntete sich einen Seufzer ein.\n„Hör zu, dämlicher Vogel.\"\nDer Dschinn schüttelte den Kopf. Seine nach Myrrhe duftenden Zöpfe wiegten sich sanft im Mondlicht, sodass die goldenen Glocken am Ende baumelten und betörende Laute von sich gaben. Die bernsteinfarbenen Augen glänzten jedoch so scharf wie Dolche.\n„Du kannst mir drei Fragen stellen, aber ich habe drei Bedingungen …\n„Erstens, du darfst meinem Herrn Al-Ahmar nicht übel nachreden. Das ist wichtig. (Bemerkung 4)\n„Zweitens, Eitelkeit hat bei dir nichts zu suchen. Ein Mensch mit einem kurzen Leben sollte seinen Platz kennen.\n„Drittens, die Angelegenheiten von Himmel und Erde gehen dich nichts an. Du solltest wissen, dass es wirklich tapfere Wächter und leuchtende Sterne im Himmel gibt.\n„Ansonsten fliege ich wie die drei Mondgöttinnen auf ihren Rossen im Nachtwind in deinen Mund und in deine Nase, um deine Eingeweide und Seele zu entleeren und dein lebloses Fleisch zu meiner neuen Heimat zu machen.\"\nDer Junge verdeckte hastig Mund und Nase und nickte kräftig, um zu zeigen, dass er den Bedingungen zustimmte.\n„Also, frag mich ruhig, Auserwählter des Herrn, Sklave des Himmels\",\nkicherte der Dschinn. Das helle Mondlicht fiel auf seine Zöpfe und durchschien seine nahezu transparente Haut mit einem gläsernen Glanz.\n„Wer bist du?\",\nfragte der Junge.\n„Ich bin ein Geschöpf des Himmels, ein Geist der Welt. Ich bin eine Verbannte durch die Jahrhunderte, eine treue Dienerin meines Herrn. Ich bin ein Elementargeist, der sich Fleisch und Blut nicht beugt und eine ewige Gefangene, die sich mit der Illusion von Komfort begnügt …\"\nDer Dschinn hob stolz seine Brust, während das Mondlicht durch seinen durchscheinenden Körper floss und die goldenen Glocken im Nachtwind der Wüste läuteten.\n„Als Liloufars Nachkomme kann ich groß oder klein sein, mich erheben oder mich verstecken. Meine Artgenossen sind in den Wellen, im Nachtwind oder im fahlen Licht des toten Mondes zu finden. Kurz gesagt: Ich bin ein stolzer Geist.\"\n„Warum steckst du also in dieser Flasche?\"\nDer verwirrte Junge schüttelte die silberne Flasche in seiner Hand und stellte verständnislos seine Frage.\n„Mein Herr Al-Ahmar trachtete nach der Unterwerfung der Welt mit all ihren Bergen und Meeren. Also ließ er magische Flaschen aus Silber anfertigen und prägte uns mit seinem Zeichen, was uns zu seinen Dienern machte, die sich mit der erhabenen Schöpfung und Erkundung beschäftigten. Mit anderen Worten … Wir waren keine Diener der Schande, sondern Diener des Stolzes.\n„Nun, aber …\"\nDie bernsteinfarbenen Augen des Dschinns verdunkelten sich, als seine Stimme immer weiter sank.\n„Mein Herr hat sich die Katastrophe selbst eingebrockt und uns zu einer vergessenen Generation verurteilt. Weil wir in versiegelten Silberflaschen gefangen waren, ertranken wir bis zum Ende des Endes an unseren Träumen.\"\n„Nun gut, die dritte Frage!\"\nDer Dschinn wedelte energisch mit der Hand, woraufhin die antiken Silbermünzen an seinem Handgelenk klirrten.\n„Stelle deine Frage mit Bedacht, sonst sind deine Nase und dein Mund dran!\"\n„Dann …\"\nDer Junge zögerte kurz und stellte seine letzte Frage.\n„Wie ist das Leben in der Flasche?\"\nDer Dschinn schien überrumpelt, als wäre ihm die Frage zum ersten Mal untergekommen und antwortete langsam:\n„Im ersten Zeitaltar lebte ich im Sorgenfreien Palast, sang mit der Nachtigall und liebäugelte mit der Rose. Das war eine schöne Zeit; eine Zeit, in der Dichter und Liebende meinetwegen geboren wurden. Damals schien die ganze ‚Stadt der Mondmädchen‘ in der Flasche zu sein, selbst das farb- und geruchlose Quellwasser war berauschend.\n„Damals sagte ich mir, wenn jemand das Siegel bricht und mich befreit, werde ich ihn verfluchen und töten.\"\n„Im nächsten Zeitalter wüteten Sandstürme und Dämonen. Die Nachtigall sang, bis ihre Stimme rau wurde und ihr Blut vertrocknete. Die Rose verwelkte und wurde zu einem Dornenbusch. Dichter wurden misshandelt und starben, Liebende wurden verbannt und der Wohlstand versiechte … Es war eine furchtbare Zeit, in der alles im ewigen Untergang zum Erliegen kam. Aber auch dann schien die ganze ‚Stadt der Mondmädchen‘ in der Flasche zu sein.\n„Also sagte ich mir, falls jemand das Siegel bricht und mich befreit, werde ich der Ungerechtigkeit auf den Grund gehen.\"\n„Danach kam das dritte Zeitalter. Alles zerfiel zu Staub, Zerstörung herrschte weit und breit. Das große Kapitel der ‚Stadt der Mondmädchen‘ kam zum Ende, nur das heruntergekommene Amphitheater und die zerbrochene Masken der Götter blieben erhalten. In jenem Zeitalter hatte ich keine Tränen zum Weinen mehr übrig und die goldenen Glocken und der flatternde Schleier wurden mir zum Verhängnis.\n„In der Trostlosigkeit sagte ich mir, falls jemand das Siegel bricht und mich befreit, werde ich zu einem rachsüchtigen Geist, der die Welt oder sich selbst zerstört.\"\n„Also …\"\nPlötzlich wehte ein kalter Wind und der Junge zog zitternd sein langes Gewand enger.\n„Ja, du solltest das erste Objekt meiner Rache werden … Ich wollte deine Knochen und dein Fleisch in Stücke reißen und ein grausames Lied aus deiner Seele machen.\"\nDer Dschinn lächelte spöttisch wie eine Nachtigall, die an einem Sommerabend den Tod besingt.\n„Nur schien das tote Mondlicht auf die Treibsanddünen und auf mich … Und ich erkannte plötzlich, wie schön diese Welt ist.\n„Der arme Dschinn hat sich wie ein Küken, das erbittert die harte Eierschale durchbrechen möchte, hoffnungslos in diese karge und verwüstete Welt zusammen mit den geschäftigen Lebewesen in ihr verliebt. Der stolze Dschinn, der einst von einer Rose genährt wurde, hat sich in ein Land verliebt, das von Kröten und Giftschlangen befallen ist …\n„Mit all dem frage ich mich, wie es sein wird … wenn der ‚Rabe‘ zum ‚Bräutigam‘ wird.\"\n„Also …?\"\nDer Junge zuckte erneut zusammen.\n„Also, erzähle mir eine Geschichte, kleiner Rabe. Lass mich diese Welt entdecken.\"\nIn Anbetracht des verwirrten Blicks des Jungen grinste der Dschinn verschlagen. Seine goldenen Glocken raschelten in seinen Zöpfen.\nUnd so begab sich der Dschinn der „Stadt der Mondmädchen\" erneut auf eine Reise um die Welt.\nBemerkungen:\n1. Die von „Goldbrigaden\" häufig als „Dar al-Azif\" bezeichnete Wüste hat keinen festen Namen, weil sich die Sanddünen wie der Wind fortbewegen.\n2. Farmaraz, ein Gelehrter der Purbiruni-Schule, beharrt auf seiner absurden Ansicht, dass es hier „aus der Unwissenheit der Wüstenbewohner\" lauten sollte, was keine Auseinandersetzung wert ist. Solch eine unvernünftige Person … Mögen Hundert Vögel sich an seinem Bett versammeln und die Berge Steine auf ihn werfen!\n3. Farmaraz, ein Gelehrter der Purbiruni-Schule, ficht außerdem die Wortwahl „steigen\" in diesem Kontext an. Ein besseres Wort soll gefunden werden, um das Bild von „sich ergießen wie eine strahlende Rauchwolke“ zu vermitteln. Sein Kommentar hat zwar literarischen Wert, ist aber akademisch unbrauchbar. Mögen seine Eingeweide so knorrig wie Stein sein und möge sein Barbier zum Henker seiner Haare werden!\n4. Farmaraz, ein Gelehrter der Purbiruni-Schule, weist darauf hin, dass „Al-Ahmar\" nicht der Name des Königs zu seinen Lebzeiten war und nicht in diesem Zusammenhang hätte verwendet werden dürfen. Möge ihm die Weisheit abhandenkommen, sein Haar ausfallen und sein Bart vorzeitig ergrauen!"
      }
    ]
  }
}