{
  "epId": 299,
  "name": "Gehörn des Wolfskönigs",
  "desc": "Ein zerbrochenes Horn, das du beim Besiegen des Garmfürsten erhalten hast. Allerdings sollte es nach deiner Jagd eigentlich überhaupt nicht weiter auf der Welt existieren.<br/>Selbst ein Fürst unter den Garmwölfen ist nichts vor Monstern mit höherem Stammbaum.<br/>„Gold“ entwarf diese missgebildeten Wolfsrudel schon fast zufällig in Massen. Sie waren damals nichts mehr als Gekritzel auf ein paar weggeworfenen, geschrumpften Papierbögen. Die Hörner auf diesem hier repräsentieren seine Autorität, seiner dunklen Brut zu befehlen, den Raum aufzulösen.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Riftborn Regalia_icon.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1689372291,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Gehörn des Wolfskönigs"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Goldenen Garmfürsten ab Stufe 30"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Goldener Garmfürst",
        "desc": "Der aus einer dunklen Welt stammende Herrscher der schwarzen Wölfe hat die Macht, seinen Anhängern, seinen verborgenen Klauen, zu befehlen, den Raum selbst aufzulösen und einen Spalt zu formen, durch den er eindringen kann.<br/>Der Garmfürst hat keinen Namen, denn er war nur eine unbeabsichtigte Schöpfung von „Gold“. Und genau deshalb ist er davon besessen, in Welten einzudringen, die ihm nicht gehören, und sich einen Namen zu machen.<br/>Das Wolfsrudel ist jedoch alles andere als unintelligent. Nachdem es bei seiner letzten Invasion eine Niederlage erlitten hatte, wurde eine einsame Insel ausgewählt, auf der weder Menschen noch Beschützer wohnen, um sich auf die Ankunft ihres Fürsten vorzubereiten.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 36,
        "name": "Arataki Itto",
        "desc": "Der erste und größte Anführer der Arataki-Bande, berühmt in ganz Hanamizaka im Gebiet von Inazuma ... Wie bitte? Du hast noch nie von der Arataki-Bande gehört? Ernsthaft?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Arataki Itto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Yun Jin",
        "desc": "Eine berühmte Opernsängerin in Liyue, die sowohl im Schreiben als auch im Gesang erfahren ist. Ihr Stil ist einzigartig, exquisit und sanft, genauso wie sie selbst.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}