{
  "epId": 306,
  "name": "Tagebuch des Abenteurers Roald – Luhua-Teich",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Das Tagebuch des berühmten Abenteurers Roald, zurückgelassen in einem provisorischen Lager. Es scheint einmal in Wasser gelegen zu haben und zeigt den feuchten Abdruck einer Fuchspfote.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/fee2e185b6a5be9c07e053f1a77ca58d_5284007810000534662.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189677,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tagebuch des Abenteurers Roald – Luhua-Teich"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden östlich vom Luhua-Teich in Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Luhua-Teich -</color>\n<color=#ffffffd9>Südöstlich entlang des Bishui-Flusses kam ich an einer Quelle am nördlichen Fuße des Tianheng-Bergs vorbei. Das Wasser war klarer als der Himmel und so angenehm warm. Das Wasser selbst ist sogar leicht süßlich.</color>\n<color=#ffffffd9>Ein lokaler Kräutersammler erzählte mir, dass dieser Teich vor Tausenden von Jahren ein Garten war. Es wird gesagt, dass sich in der Ära des Archontenkriegs zwei Liebende, deren Familien ihre Beziehung missbilligten, hier heimlich getroffen haben. Während der Krieg wütete, verließ der Mann jedoch seine Geliebte und beschloss, dem Gott des Gesteins zu folgen. Als sterbliches Wesen schloss er sich tapfer dem Krieg an, genau wie die unzähligen anderen Sterblichen zu jener Zeit. Hunderte von Jahren vergingen und von dem jungen Mann war kein Wort mehr zu hören.</color>\n<color=#ffffffd9>Das Mädchen war durch den Garten gewandert und hatte auf die Rückkehr ihres Geliebten gewartet. Blumen verdorrten und Unkraut begann zu wuchern. Durch eine Flut getränkt verfaulte das Gras. Die Flut ließ schließlich nach und Staub blieb zurück. Die Tränen des Mädchens bildeten dann diesen Teich. Vielleicht war es ihre tiefe Sehnsucht, die das Wasser hier so klar und sanft machte.</color>\n<color=#ffffffd9>Ich verbrachte dort einen Nachmittag und schlief während eines Bads in der Quelle ein. Als ich aufwachte, waren die glitzernden Sterne bereits am Firmament zu sehen.</color>\n<color=#ffffffd9>Ein Fuchsjunges schmiegte sich an mein Bein, rannte jedoch davon, als ich mich zu ihm beugte.</color>\n<color=#ffffffd9>Erst später bemerkte ich, dass einer meiner Schuhe fehlte und mein Proviant geplündert wurde.</color>\n<color=#ffffffd9>Es dauerte länger als angenommen mein Gepäck vorzubereiten. Mein nächstes Ziel war das nordöstliche Delta des Flusses, die Yaoguang-Untiefe.</color>"
      }
    ]
  }
}