{
  "epId": 308,
  "name": "Tagebuch des Abenteurers Roald – Ritou",
  "desc": "Ein vom berühmten Abenteurer Roald zurückgelassenes Tagebuch. Die Seiten tragen sowohl den erfrischenden Duft von Sakura-Blüten als auch die Bitterkeit von Tabakblättern.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/fee2e185b6a5be9c07e053f1a77ca58d_8760545938147791026.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189702,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Ritou -</color>\n<color=#ffffffd9>Es ist schon ein paar Tage her, dass ich in Ritou angekommen bin, und immer noch kein Zeichen von Kandins Freilassung. Ich weiß nicht, wie lange ich noch hier bleiben muss ... Ich hoffe, dass Kurisu-san einen Weg findet, mich hier bald rauszuholen.</color>\n<color=#ffffffd9>Herr Kurisu ist der Präsident der örtlichen Handelskammer. Ursprünglich aus Fontaine stammend, ist er ein stabiler und freundlicher Mann, der einen seltsamen Charme zu besitzen scheint, der Fremden das Gefühl geben kann, nach Hause zu kommen.</color>\n<color=#ffffffd9>Ich hatte gehört, dass Fremde in Inazuma nicht willkommen waren, aber erst als ich einen Fuß auf die Brücke des Ritou-Hafens setzte, fand ich die Situation so trostlos.</color>\n<color=#ffffffd9>Es ist schon eine Weile her, seit das „Sakoku Dekret“ eingeführt wurde, und viele Fremde halten sich auf der Insel auf, die meisten kommen und gehen und bleiben nicht lange. Heute sieht Ritou sehr deprimiert aus.</color>\n<color=#ffffffd9>Es wird erzählt, dass vor Hunderten von Jahren Hiroshi aus dem Hiiragi-Klan wie durch ein Wunder einen Handelshafen auf der verlassenen Insel errichtete und viele Kaufleute einlud, hier zu leben, und sie zum freien Handel ermutigte.</color>\n<color=#ffffffd9>Sein Nachfahre, jetzt Anführer der Kanjou-Verwaltung, sieht in seiner Kleidung allerdings gut aus.</color>\n<color=#ffffffd9>Es ist wirklich deprimierend.</color>\n<color=#ffffffd9>Ein paar weitere Tage vergingen und Herr Kurisu brachte gute Nachrichten.</color>\n<color=#ffffffd9>Ich habe gehört, dass die Krux-Flotte in Kürze einen kurzen Zwischenstopp in Inazuma einlegen wird. Diese große Flotte von bewaffneten Schiffen aus der Ferne sollte einen Weg haben, mich zu den anderen Inseln von Inazuma zu schmuggeln, jetzt muss ich nur noch Geduld haben.</color>\n<color=#ffffffd9>Ich weiß nicht, ob Kurisus Informationsportal korrekt ist, aber es ist nie schlecht, sich frühzeitig vorzubereiten. Ich musste erst einen Weg finden, die Pyro-Kochutensilien von Mr. Yurika zu bekommen, indem ich bettelte und ein Lösegeld forderte ...</color>\n<color=#ffffffd9>Es scheint, dass das Shogunat den Sangonomiya-Außenposten erneut angegriffen hat, was zu vielen Opfern geführt hat ... oder war es umgekehrt? Die wenigen verbliebenen Fremden mischen sich unter die Leute, und selbst die Verbrecher im Bungalow reden unbesorgt über die Gerüchte.</color>\n<color=#ffffffd9>Ich bin mir nicht sicher, was los ist, aber ein paar weitere Händler fangen an zu packen und nach Hause zu gehen. Viele Militärschiffe kommen und sind im Hafen, es scheint eine vorübergehende militärische Requisition zu sein ...</color>\n<color=#ffffffd9>Vielleicht kann ich die Lücke im Versorgungs-Verteilungschaos nutzen, um meine Sachen aus dem Lager zu holen.</color>\n<color=#ffffffd9>Ach ja, und denke daran ... dass das Tagebuch nicht wieder verloren gehen darf.</color>\n<color=#ffffffd9>Und obwohl es stimmt, dass die Inazuma-Seite ein viel hübscheres und aufwändigeres Blumen-Cover hat ... das ist keine Ausrede, um neidisch auf die alte Seite zu sein!</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tagebuch des Abenteurers Roald – Ritou"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in Ritou in Inazuma"
          }
        ]
      }
    ]
  }
}