{
  "epId": 310,
  "name": "Tagebuch des Abenteurers Roald – Qingyun-Gipfel, Jueyun-Karst",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Das Tagebuch des berühmten Abenteurers Roald. An den Seiten haftet der Duft von Blümchen, die in Felsspalten wachsen.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/fee2e185b6a5be9c07e053f1a77ca58d_5336689187784109171.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189690,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tagebuch des Abenteurers Roald – Qingyun-Gipfel, Jueyun-Karst"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden beim Qingyun-Gipfel in Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>- Qingyun-Gipfel, Jueyun-Karst -</color>\n<color=#ffffff>Ich werde das Tagebuch meines Abenteuers mit einer strengen Erinnerung an mich selbst versehen. In letzter Zeit stelle ich immer wieder fest, dass ich mein Tagebuch jedes Mal verlegt habe, wenn ich das Gefühl habe, darin schreiben zu wollen. Oh, Roald, du musst lernen, in Zukunft vorsichtiger zu sein!</color>\n<color=#ffffff>Nachdem ich eine gefühlte Ewigkeit geklettert war, habe ich endlich den Gipfel des Felshangs erreicht. Ein Wolkenmeer umgibt mich. Es ist unmöglich zu wissen, wo ich inmitten dieses Wolkenmeeres stand und auf diesen himmlischen Ort schaute, an dem einst die Adepten lebten.</color>\n<color=#ffffff>Abgesehen von den wenigen seltsam geformten Bäumen gibt es hier oben auf dem Felshang kaum Anzeichen von Leben. Gelegentlich stößt ein Steinmilan einen hohen Schrei aus, bevor er in die Wolken taucht und aus dem Blickfeld verschwindet. Von hier den Hügel hinauf liegt der Wohnort der Adepten, aber ich muss erst ein paar Dinge regeln, bevor ich mich auf den Weg mache. Das dringendste Problem ist die Reparatur meiner Kletterausrüstung. Ich werde auch ein paar Schnitte und Schürfwunden versorgen, wenn ich schon einmal ich dabei bin. Ein freundlicher Bauer gab mir eine Salbe, als ich zum ersten Mal im Jueyun-Karst ankam – sie sticht ein wenig beim Auftragen, aber sie hilft wirklich.</color>\n<color=#ffffff>Nächte auf einem Felshang bieten wenig Komfort. Der unerbittliche Wind über den Wolken durchdringt selbst meine Knochen. Es ist schwierig, sich davor zu schützen, weil es durch all die winzigen Lücken im Zelt zu einem gelangt, und es gibt keine Möglichkeit, ein Lagerfeuer in diesem Wind anzuzünden. Eine gute Nachtruhe kommt daher nicht infrage. Ich frage mich, ob die Adepten, die auf dem Gipfel wohnen, jemals einsam und verzweifelt sind, wenn sie von nichts als dem kalten, herzlosen Wind umgeben sind.</color>\n<color=#ffffff>Am Ende einer langen und schlaflosen Nacht sah ich endlich den Mond im Wolkenmeer untergehen. Ich werde überprüfen, ob mein Rucksack sicher befestigt ist, um dann bei Tagesanbruch meine Reise zum Gipfel zu beginnen, auf dem die Adepten wohnen. Hoffentlich bin ich schon so hoch, dass es hier nicht regnet.</color>"
      }
    ]
  }
}