{
  "epId": 313,
  "name": "Tagebuch des Abenteurers Roald – Tsurumi",
  "desc": "<p>Ein Tagebuch, das der berühmte Abenteurer Roald zurückgelassen hat. Die Seiten tragen sowohl den feuchten Geruch des Nebels als auch einen gewissen Pilzgeruch.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/fee2e185b6a5be9c07e053f1a77ca58d_1051163360933303596.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690360602,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tagebuch des Abenteurers Roald – Tsurumi"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden auf der Insel Tsurumi in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Tsurumi -</color>\n<color=#ffffffd9>Meine Erkundung der Insel Tsurumi ist nicht reibungslos verlaufen.</color>\n<color=#ffffffd9>Einem jungen Einheimischen namens Kama habe ich es zu verdanken, dass ich Ritou erfolgreich verlassen und unbemerkt Tsurumi erreichen konnte. Auf seine Anweisung hin versuchte ich, den dichten Nebel, der die Insel umhüllt, zu durchdringen, und irgendwie gelang es mir, einen flüchtigen Blick auf die uralte Zivilisation zu erhaschen, die es hier gibt, sowie auf bestimmte traumartige Landschaften. Aber diese Erinnerungen scheinen sich zu verflüchtigen, so wie ein Nebel ...</color>\n<color=#ffffffd9>Aber ich kann mich noch gut daran erinnern, wie ich auf dieser vermeintlich längst toten Insel ein kleines Kind traf.</color>\n<color=#ffffffd9>Vielleicht war er nur eine Halluzination, die ich unter dem Einfluss von Elementarteilchen gesehen habe, die durch den Nebel schwebten, oder vielleicht waren die Pilze auf der Insel daran schuld, die ich gegessen hatte ... Vielleicht war das Kind nur ein Phantom oder eine falsche Erinnerung und das entspräche natürlich der allgemeinen Logik. Aber als ich das zweite Mal kam, brachte ich etwas mehr Essen mit, in der Hoffnung, dass das Kind es annehmen würde. Es muss hart sein, auf einer toten Insel wie dieser zu leben, dachte ich.</color>\n<color=#ffffffd9>Als ich das nächste Mal an Land ging, habe ich Kama nicht informiert und mich deshalb sehr schnell im dichten Nebel verirrt. Ich versuchte es mit allen Mitteln und Wegen, konnte aber den Weg durch den Nebel nicht finden. Es war fast so, als würde der Nebel mich aus unbekannten Gründen abweisen.</color>\n<color=#ffffffd9>Ohne</color> <color=#ffffffd9>(die blonde Reisende/den blonden Reisender)</color> <color=#ffffffd9>und die kleine Fee namens „Paimon“ hätte ich wahrscheinlich mit leeren Händen zurückkehren müssen. Aber sie halfen mir, einige einheimische Leuchtpilze zu pflücken, von denen es heißt, dass sie aus den Erinnerungen der alten Toten der Insel Tsurumi entstanden sind, die ihnen ihr fluoreszierendes, geisterhaftes Leuchten verleihen. Sie besitzen die Fähigkeit, die Augen und den Geist zu stärken und das Gedächtnis zu verbessern.</color>\n<color=#ffffffd9>Ich habe in den letzten Tagen einige probiert und diese Pilze haben tatsächlich die Fähigkeit, das Herz zu beruhigen und den Geist aufzuheitern. Sie scheinen auch gut für die Verdauung zu sein ... Allerdings habe ich noch keine deutliche Verbesserung meines Gedächtnisses feststellen können. Ich muss daran denken, meinem Freund in Sumeru ein paar zu überlassen, damit er Nachforschungen anstellen kann.</color>\n<color=#ffffffd9>Außerdem fand ich die Bilder der antiken Wandmalereien, die</color> <color=#ffffffd9>(die blonde Reisende/der blonde Reisender)</color> <color=#ffffffd9>und Paimon mitbrachten, äußerst faszinierend. Sie sind sicherlich weitere Nachforschungen wert. Dass wir überhaupt so wertvolle historische Ruinen entdecken konnten, verdanken wir der Leidenschaft, Weisheit und Entschlossenheit dieser beiden außergewöhnlichen Abenteurer.</color>"
      }
    ]
  }
}