{
  "epId": 3155,
  "name": "Aufzeichnungen der durchsichtigen Ruinen III",
  "desc": "<p>Eine in durchsichtigen Ruinen in der Nähe des Mausoleums von König Deshret gefundene Steinplatte. Sie scheint die Niederschrift einer verlorenen Zivilisation zu sein ...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/26/47685001/28570e1efe0c3fd2184851265763e80b_4214660105543347561.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1688044252,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Aufzeichnungen der durchsichtigen Ruinen III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Alte Notizen und neue Freunde“\nWährend des Auftrags „Unsichtbare Barrieren“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Abwesenheitsprotokoll\nEinberufung von Arbeitskräften aus Gurabad.\nAuf den Befehl von Parvezravan, dem Geist des Sieges, und durch Al-Ahmars Gnaden werden wir hier ein Lager errichten, um uns gegen die üblen Machenschaften der Diener des Bösen zu wappnen.\nEs sollte gewährleistet sein, dass der Lohn gut ist und die Bereitstellung sowie die Verteilung reibungslos ablaufen, sodass die Arbeiter sich selbst mit Kleidung und Nahrung versorgen und sich um ihre Versicherungen kümmern können.\nEs sollte gewährleistet sein, dass die Posten von Rechtsgelehrten, Soldaten und Ärzten besetzt sind, sodass Probleme im Zusammenhang mit Arbeitsunfällen, Streitigkeiten, der Bewältigung deren Folgen und rechtlichen Fragen, die aus Körperstrafen resultieren, geregelt werden können.\nEs sollte gewährleistet sein, dass sich auf dem Baugelände Läden, Unterkünfte, Lazarette, Tavernen und Friedhöfe befinden, sodass die Arbeiter nicht durch externe Angelegenheiten gestört werden.\nDer Lohn der Arbeiter wird mit einem Papier aus Schilf als Beleg, das nach einem bestimmten Zeitraum verbrannt wird, abgerechnet und muss ohne Verzögerung ausgegeben werden.\nSende die Stärksten aus, um eine hohe Mauer für das Lager zu errichten.\nSende die Geschicktesten aus, um Gruben und Fallen für das Lager anzulegen.\nSende die Klügsten aus, um hohe Türme in Erwartung feindlicher Angriffe vorzubereiten.\nSende die Sorgfältigsten aus, um Schwerter und Hellebarden für Recken zu schmieden, die mit Sicherheit bald kommen werden.\nVom Ausheben des ersten Haufens Erde bis zum Schmieden des letzten Schwertes sollten nicht mehr als zwanzig Tage vergehen.\nWie der Sand im Wind haben sich Gerüchte bis zur Stadt Gurabad verbreitet, welche von einem gerissenen Ränkeschmied hinter einer Messingmaske erzählen. Er schare in verborgenen Oasen seine Schergen in dem vergeblichen und lächerlichen Bestreben, Parvezravan herauszufordern, um sich.\nDer Ränkeschmied sieht im gelben Sand und der brennenden Sonne seine Feinde und er versammelt seine Schergen alle sieben Tage. Es müssen Vorsichtsmaßnahmen getroffen werden.\nGraviere die Gründe für Müßiggang ein,\nsodass auch die folgenden Generationen von diesem grotesken Verhalten erfahren,\num selbst noch die Faulsten aller Menschen daran zu erinnern, dass Arbeit das Fundament der Freiheit ist.\n...\nTag 2\nDrei Personen haben durch Wüstenstaub Erstickungen erlitten und sie haben sich einen Tag freigenommen.\n...\nTag 9\nZehn Personen haben einen schweren Sonnenbrand erlitten und sie haben sich einen Tag freigenommen.\n...\nTag 16\nZwölf Personen haben durch Wüstenstaub Erstickungen erlitten und sie haben sich einen Tag freigenommen."
      }
    ]
  }
}