{
  "epId": 3158,
  "name": "Aufzeichnung des Lammfresser-Felsens",
  "desc": "<p>Eine in der geheimen Basis der Goldbrigade bei Lammfresser-Felsen entdeckte Steinplatte. Sie scheint die Niederschrift einer verlorenen Zivilisation zu sein ...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/23/47685001/28570e1efe0c3fd2184851265763e80b_1844751117493958297.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1687514402,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Aufzeichnung des Lammfresser-Felsens"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Alte Notizen und neue Freunde“\nWährend des Auftrags „Verborgene Söldner“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "An Etta\nWir beide haben von der Bitternis der Gefangenschaft gekostet.\nDie Regeln des Königs der Könige sind wie der bevorstehende Sonnenuntergang.\nUnd dennoch will ich auch weiterhin die Freiheit für dich.\nFreiheit, dieser ein Morgentau, der nirgendwo sonst herzubekommen ist,\nist eine Flussströmung, eine verborgene Oase und die Quelle aller Weisheit.\nIch bete, dass ein Tag kommen möge, an dem der Geist des Sieges nicht länger siegreich ist,\nan dem sein Schwert durch seinen Stolz verrostet und an dem seine Krone auf dem Boden zurückbleibt.\nAn jenem Tag werden alle Ketten gesprengt werden\nund in jedem Garten werden Lieder erklingen.\nDer Morgentau wird unbemerkt mit dem Mondlicht kommen\nund er wird uns zum Ende der gelben Sande führen,\nzu einem Ort, der weiter entfernt ist als der Himmel selbst."
      }
    ]
  }
}