{
  "epId": 3160,
  "name": "Aufzeichnungen der durchsichtigen Ruinen II",
  "desc": "<p>Eine in durchsichtigen Ruinen in der Nähe des Mausoleums von König Deshret gefundene Steinplatte. Sie scheint die Niederschrift einer verlorenen Zivilisation zu sein ...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/26/47685001/28570e1efe0c3fd2184851265763e80b_5562907482435564261.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1688044249,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Aufzeichnungen der durchsichtigen Ruinen II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Alte Notizen und neue Freunde“\nWährend des Auftrags „Unsichtbare Barrieren“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Abwesenheitsprotokoll\nAm selben Tag, an dem die Einwohner einberufen werden, um den Freudengarten anzulegen, werden auch die Sklaven und Mägde aus Gurabad beschafft.\nAuf den Befehl von Parvezravan, dem Geist des Sieges, und durch Al-Ahmars Gnaden werden wir hier eine Manufaktur mit einer unerschöpflichen Quelle an Kraft betreiben und Stoffe weben.\nEs sollte hinreichend gewährleistet sein, dass die Sklaven mit Nahrung und Kleidung versorgt und ihnen täglich Entspannungsmöglichkeiten geboten werden, um eine Rebellion zu vermeiden.\nEs sollte gewährleistet sein, dass die Posten von Kampfsklaven, Soldaten und Ärzten besetzt sind, sodass unerwartete Probleme bewältigt werden können.\nEs sollte gewährleistet sein, dass sich bei der Manufaktur Läden, Unterkünfte, Lazarette, Schenken und Friedhöfe befinden und dass alle sieben Tage kostenlose Ringwettkämpfe als Privileg für die Sklaven abgehalten werden.\nEs sollte gewährleistet sein, dass die Unterkünfte der Sklaven geräumig und gut belüftet sind, sodass sie sich dort gut ausruhen können und sich keine Krankheiten oder Mücken verbreiten.\nEs sollte gewährleistet sein, dass kein Sklave langes Haar hat, sodass sich dieses nicht in Bauteilen verfangen kann.\nDer Lohn der Sklaven sollte in Silbermünzen und abhängig von ihrer Arbeitszeit ausgezahlt werden. Sollte ein Sklave sich dafür entscheiden, keinen Lohn anzunehmen, so kann er sich nach einhundert Arbeitstagen freikaufen und dadurch zu einem normalen Bürger werden.\nJeder Aufseher sollte gemäß seinem Rang eine Gebühr abziehen und ein Register der freigekauften Personen führen.\nDie Kraft der Quelle ist unerschöpflich und die Manufaktur ist ohne Pause in Betrieb. Ein Tag ist so viel wert wie tausend Tage, an denen Sklaven mit ihren bloßen Händen arbeiten, und es besteht nicht das Risiko von Nachlässigkeiten.\nDies alles ist der Liebe und Weisheit Parvezravans, des Geistes des Sieges, geschuldet, der die Quellen der Kraft wie Samen über das ganze Territorium verteilt.\nWo diese Samen sprießen, werden die Ketten der Sklaven gesprengt, sodass sie sich von da an selbst ernähren können. Gelber Sand wird zu fruchtbaren Feldern werden und Oasen zu Städten.\nSende die Geschicktesten aus, sodass sie Tag und Nacht überprüfen, ob die Webschiffchen von Verrottung betroffen sind.\nSende die Klügsten aus, um darüber nachzugrübeln, ob die Muster der Gewebe ansehnlich sind.\nSende die Sorgfältigsten aus, um zu untersuchen, ob die Quellen der Kraft erschöpft sind.\nSende die restlichen Sklaven aus, um Blumenblüten zu Farbstoffen zu zerquetschen und Pflanzen zu Leinenstoff zu weben.\nSende die Mägde aus, um wie Vögel die Sklaven bei Sonnenaufgang mit ihren Liedern zur Arbeit wachzurufen und um wie die Sterne und der Mond die Sklaven bei Sonnenuntergang zu ihrer Rast zu leiten.\nVom Weben des ersten Stoffs bis zur Fertigstellung von dreitausend Kleidungsstücken sollten nicht mehr als dreißig Tage vergehen.\nGraviere die Gründe für Müßiggang ein,\nsodass auch die folgenden Generationen von diesem grotesken Verhalten erfahren,\num selbst noch die Faulsten aller Menschen daran zu erinnern, lauthals um Arbeit zu betteln.\nTag 1\nDie Magd namens Etta hat gesagt, dass sie vergessen habe, die Fenster ihrer Unterkunft zu schließen, sodass sich der Wüstensand darin bis zu ihren Knien angehäuft habe. Sie sah sich außerstande, Lieder zu singen, und hat sich einen Tag freigenommen.\nTag 7\nZwei Personen haben einen schweren Sonnenbrand erlitten und sie haben sich einen Tag freigenommen.\nTag 10\nDie Magd namens Etta hat gesagt, dass sie versehentlich mehr als dreihundert Tage altes Schmutzwasser getrunken habe und nun an Magenschmerzen leide. Sie sah sich außerstande, Lieder zu singen, und hat sich einen Tag freigenommen.\nTag 14\nEine Person hat durch Wüstenstaub Erstickungen erlitten und sich einen Tag freigenommen.\nTag 18\nDie Magd namens Etta hat gesagt, dass in ihrer Unterkunft aus einem unbekannten Grund Feuer ausgebrochen sei. Sie sah sich außerstande, Lieder zu singen, und hat sich einen Tag freigenommen.\nTag 21\nZwei Personen haben einen schweren Sonnenbrand erlitten und sie haben sich einen Tag freigenommen.\nTag 25\nDie Magd namens Etta hat gesagt, dass sie aufgrund der hohen Temperaturen nachts nicht schlafen könne und ein benommenes Gefühl habe, und sie hat sich einen Tag freigenommen.\nDiese Person hat keinen Respekt vor Al-Ahmar. Sie ist nicht willens, für Al-Ahmar zu singen. Sollte sie ihrer Pflicht ein weiteres Mal nicht nachkommen, dann sollte sie aus Gurabad verstoßen werden.\nTag 26\nEtta hat gesagt, dass ein Freund von ihr eine sehr weise Person sei und herbeikommen könne, um Muster für Gewebe zu entwerfen. Dies wurde genehmigt.\nTag 27\nDrei Personen haben durch Wüstenstaub Erstickungen erlitten und sie haben sich einen Tag freigenommen."
      }
    ]
  }
}