{
  "epId": 3161,
  "name": "Soheils archäologische Notizen",
  "desc": "<p>Vom Gelehrten Soheil in seiner Jugend bei der archäologischen Erforschung der Wüste hinterlassene Aufzeichnungen. Sie sehen zwar alt aus, sind aber ohne Falten.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/23/47685001/930dd3761cac637cf82cfa1b0e7bce02_3407910031922281803.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1687514388,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "...\nTag 32\n... Es ist nun schon ein Monat vergangen, seit wir die Wüste betreten haben. In diesem Monat haben wir alle Informationen aufgezeichnet, die wir außerhalb des Mausoleums von König Deshret finden konnten.\nDoch das war nutzlos. Alles, was aufgeschrieben werden kann, wurde bereits aufgeschrieben.\nAls ich gesehen habe, dass jemand einen Aufsatz mit dem kaum verständlichen Titel „Eine kurze Analyse der ästhetischen Präferenzen für Gebäude in der Zivilisation von König Deshret am Beispiel der abgeschrägten Winkel an allen Seiten des Mausoleums von König Deshret“ geschrieben hat, wusste ich, das wir einen Weg in das Mausoleum finden müssen, um einen Forschungsdurchbruch zu erzielen.\nDoch wir sind nicht hineingekommen und sowohl die Geduld als auch das Wasser des Archäologietrupps sind nahezu aufgebraucht.\nWir werden morgen einen weiteren Versuch unternehmen, in der Hoffnung, dass genau wie in den Legenden beim letzten Versuch Quellwasser aus ausgetrockneten Wasserlöchern hervorsprudeln wird und dass diese massiven Wälle zu Staub zerfallen würden.\nTag 34\nWir werden ins Aaru-Dorf zurückkehren.\nTag 35\nWir dürfen nicht mit leeren Händen zurückkehren und müssen uns etwas einfallen lassen, wenn wir uns nicht lächerlich machen wollen ...\nTag 38\nWir haben eine Ruine entdeckt, doch wenn wir uns ihr annähern, scheint uns eine durchsichtige Vorrichtung aufzuhalten und wegzudrücken.\nIch bin mir sicher, dass es sich dabei um eine Vorrichtung handelt, die König Deshret erschaffen hat, um die Verbrechen seiner Herrschaft zu vertuschen.\nTag 42\nWir haben drei weitere durchsichtige Ruinen entdeckt. Insgesamt sind es nun also vier. Doch wir haben immer noch nicht herausgefunden, wie wir in sie hineinkommen können. Es bleibt daher nur, ihre Positionen aufzuzeichnen.\nDas Ganze fühlt sich wie eine Art Illusion an. Es ist auch möglich, dass wir das „Göttliche Auge“ benötigen, um Zugang zu erlangen. Ich sollte zurückkehren, um nach mehr Informationen zu suchen.\nTag 45\nWir sind an der Düne des Trunks, in die Nähe einer pyramidenförmigen Ruine gekommen, die dem Mausoleum von König Deshret ähnelt, jedoch wesentlich kleiner ist. Nennen wir sie für den Moment einfach „Mausoleum des Trunks“. Obwohl sie sehr viel kleiner als das Mausoleum von König Deshret ist, ist es dennoch nur schwer vorstellbar, wie König Deshret sein Volk damals dazu zwingen konnte, ein derart großes Bauwerk zu errichten.\nLeider ist die mysteriöse Kraft, auf die wir zuvor bei den anderen Ruinen getroffen sind, auch hier am Werke, sodass uns der Zugang genau wie zuvor verwehrt blieb.\nWir werden keine Zeit mehr vergeuden. Morgen werden wir tiefer in die Wüste reisen und nach der Oase aus den Legenden suchen.\nTag 46\nDer Archäologietrupp wurde von der Goldbrigade angegriffen. Diese Schufte haben sich selbst „Thutmose“ genannt. Ein Name, den wir noch nie zuvor gehört hatten.\nWas uns überrascht hat, war, dass sie von zwei jungen Männern angeführt wurden. Einer von ihnen wollte uns alle töten, doch der andere hat ihn davon abgehalten und uns gehen lassen.\nSie scheinen fanatische Anhänger von König Deshret zu sein und ganz sicher keine der freundlichen Sorte. Ich hoffe aber dennoch, dass König Deshret den einen jungen Mann stets behüten und segnen wird. Möge seine Axt auf ewig scharf bleiben.\nNun muss ich in die Akademie zurückkehren und mich dem Spott anderer stellen ... Um ehrlich zu sein: Was mehr schmerzt, als verspottet zu werden, ist der Mangel an Wissenszuwachs.\nIm Angesicht der endlosen See der Bäume des Wissens bin ich wie eine Schnecke, die gerade erst auf den Wipfel eines Baumes geklettert ist ...\nUnd da ist noch eine weitere Sache, über die ich mir Gedanken mache. Die Lämmer in der Nähe verschwinden oft ohne Grund. Die Einheimischen dachten, sie würden von den Felsen verschlungen, also nannten sie diesen Ort „Lammfresser-Felsen“.\nUnd diese Kerle von der Goldbrigade sind urplötzlich aus den Felsen aufgetaucht und genauso schnell wieder verschwunden. Wenn wir eine Parallele zwischen ihnen und den verschwindenden Lämmern ziehen, ist die Antwort bereits klar ...\nVielleicht haben diese Söldner von Thutmose eine besondere Methode, um sich zu verstecken, oder dort ist eine Höhle, in der sie sich verbergen können. Jedenfalls sollte ich erst einmal die Position aufzeichnen, bevor wir uns damit weiter beschäftigen.\nSofern das möglich ist, sollten wir bei unserer nächsten Exkursion einen Söldner von Thutmose als Führer anheuern.\n..."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Soheils archäologische Notizen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Alte Notizen und neue Freunde“\nWährend des Auftrags „Soheils Wunsch“"
          }
        ]
      }
    ]
  }
}