{
  "epId": 3325,
  "name": "Wegweisendes Pergament",
  "desc": "<p>Eine rätselhafte antike Pergamentrolle. Es scheinen die von einem Abenteurer hinterlassenen Notizen zu sein. Es sieht so aus, als würden immer wieder neue Worte darauf erscheinen.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/9fbcc6ee9930939bf074a90d48333501_7443006811363202504.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1683879440,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wegweisendes Pergament"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich im Bereich vom Devantaka-Berg, in Sumeru"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/794a06dc05ef0441558e6300847f9829_4606411729315701522.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Oh, du bedauernswerter Reisender, was hat dich in diese Höhle der Tiefe und Dunkelheit geführt?\nKönnte es die Sage von Hasad, „dem Goldenen Abenteurer“, sein?\nDoch musst du wissen, dass die Erzählungen des Volkes bei Weitem nicht mit meinen wahren Erlebnissen vergleichbar sind.\nNur der namenlose Gott der Wüste weiß, was für ein Gräuel mein Schicksal ist.\nDie Geheimnisse, die kein Wesen je gelüftet hat, bündeln meinen Leib mit endlosen Flüchen und machen mich zum Boten der formlos Lebenden.\nUnter den Blicken des bösen Geistes bilde ich drei Herausforderungen\nund verstecke die Schätze aus der verfluchten Stadt der Bronze darin.\nWenn deine Furcht durch deine Gier und Neugier geblendet wird,\ndann folge einfach meinem Pfad.\nNeben dem tiefen Stollen, der dorthin führt, wo sich einst zahllose dreckige Dev aufhielten,\nhallt ewig eine Ruine den Schrei und Ruf des Todes wider.\nMöge die Flamme in der richtigen Reihenfolge entzündet werden,\nso wie es auf dem Weg zu diesem Ort der Fall war.\nDann werde ich von diesem endlosen Fluch befreit sein."
      }
    ]
  }
}