{
  "epId": 3341,
  "name": "Geniale Beschwörung – Einführung",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_6560794859486433186.png",
  "menuId": 14,
  "menuName": "Einführung",
  "version": 1715279870,
  "components": {
    "galleryCharacter": [
      {
        "key": "Seite 1/5",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/c2868aeb5ca6327bb10f99c79970aa22_9153573384163856361.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Such nach den <color=#ffe14b>Kartenbeschwörern in der offenen Welt</color> oder nimm ab Kartenbeschwörerstufe 2 an Duellen der Gäste in der Taverne, <color=#ffe14b>die wöchentlich kommen</color> , teil, um Kartenbeschwörer-EP zu sammeln, und deine Kartenbeschwörerstufe zu erhöhen. Mit steigender Kartenbeschwörerstufe werden zusätzliche Funktionen und unterschiedliche Duelle freigeschaltet. Ab einer bestimmten Kartenbeschwörerstufe erhältst du Zugriff auf Duelle mit Prinz und Aufstiegsherausforderungen zum Erhöhen deines Stufenlimits."
          }
        ]
      },
      {
        "key": "Seite 2/5",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/bb0c3bbd1166b98abaf01141d44ed267_6157475188635520510.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Geniale Beschwörung ist ein sehr beliebtes Kartenspiel, das <color=#ffe14b>überall von Kartenbeschwörern gespielt wird</color> . Wenn du in Duellen mit ihnen gewinnst, erhältst du <color=#ffe14b>Kartenbeschwörer-EP und Glücksmünzen</color> und manche Kartenbeschwörer schenken dir nach deinem Sieg Karten. Mit dem Anstieg deiner Kartenbeschwörerstufe steigt auch die Anzahl der Kartenbeschwörer, die bereit sind, mit dir zu spielen und auch die Anzahl der verfügbaren Duelle nimmt zu ..."
          }
        ]
      },
      {
        "key": "Seite 3/5",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/d597346abb50c24691738a064c011cec_8974314116945980657.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mit der <color=#ffe14b>Duell-Einladungstafel</color> kannst du Kartenbeschwörern aus der Liste Duelleinladungen senden und sie so zu Duellen einladen. Wenn du bei diesen Duellen gewinnst, erhältst du die entsprechenden <color=#ffe14b>Figurenkarten und Talentkarten</color> ."
          }
        ]
      },
      {
        "key": "Seite 4/5",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/25342b3e238e883ae1d4eea8b6240f10_5811466092263985502.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Durch die Duell-Einladungstafel kannst du im Mehrspieler-Modus befindliche Freunde zu Duellen einladen. Mit steigender Kartenbeschwörerstufe kannst du dich auch mit fremden Kartenbeschwörern durch den Zusammenstellungsmodus duellieren."
          }
        ]
      },
      {
        "key": "Seite 5/5",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/47685001/d92e65db154e2ee58c42c7432e9e18c7_1923359703877152298.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bei den Duellen von Geniale Beschwörung kannst du „Glücksmünzen“ erhalten, mit denen du beim Kartenhändler in der Taverne Zum Katzenschwanz <color=#ffe14b>Karten, Kartenrücken, dynamische Bildseiten</color> und vieles mehr kaufen kannst."
          }
        ]
      }
    ]
  }
}