{
  "epId": 3487,
  "name": "Guizhong",
  "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1706104583,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Guizhong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/34e3b6050a8f2e706f2f6b4a12baf9b3_7423894637736912485.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Guizhong ist ein anderer Name für Haagentus, die Göttin des Staubs. Sie ist eine der vielen Götter, die vor dem Archontenkrieg in Liyue lebten. Sie war von Natur aus extrovertiert und liebte gesellschaftliche Zusammenkünfte. Sie ist bekannt für ihr überragendes Talent im Bereich der Vorrichtungen und Erfindungen. Als die Guili-Ebene noch eine wohlhabende Gemeinde war, lud Guizhong oft ihre Freunde zu sich nach Hause ein und reservierte Plätze um den größten Steintisch. Sie war immer bestrebt, alle glücklich zu machen, und man sagte ihr nach, dass sie dafür eine besondere Gabe besaß. Sie sorgte immer für Gesprächsstoff und füllte den Tisch mit Humor und Lachen. Am Ende ihrer Besuche blieb Madame Ping oft noch, um mit Guizhong die Blumen zu bewundern, bevor sie in ihre Wohnung zurückkehrte. Vor Guizhongs Tod gab es viel mehr Glaslilien als heute. Ganze Felder waren damit bedeckt, so dass sie wie ein Blumenmeer aussahen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 2298,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Glaslilie",
        "desc": "Eine uralte Pflanze, die einst ganz Liyue bedeckt haben soll. Sie sammelt die Erinnerungen des Landes und gibt sie in Form von süßem Duft ab, sobald sie blüht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guili-Stätte",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/c0152a3a6f83f326308afc132b6e29ae_8439287162645606733.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Am Anfang kamen die Menschen zusammen, um das Land zu bewirtschaften. Guizhong stieg mit der Herrschaft über den Staub herab, und ihre Reichweite umhüllte den Himmel über Tausende von Meilen. Sie legte vier Mahnungen für die Menschen fest: <color=#ffffffd9>„Lehre Weisheit, gebunden an Moral, mit starken Muskeln und vereint im Herzen. All dies fließt in der Guili-Stätte zusammen.“</color> Dann stieg ein anderer Gott herab, der über das Element Geo herrschte, und er brachte das Volk von Liyue. Da die beiden Götter so unterschiedlich stark waren, nutzte sie ihre Technik und Weisheit, um einen Pakt mit dem Gott von Geo zu schließen. Als Zeichen ihres Versprechens überreichte sie ihm ein steinernes Schloss, das auch als „Herausforderung“ für ihn diente, da all ihre Weisheit in ihm eingeschlossen war. Sie war überzeugt, dass ihr Land mit seiner Kraft und ihrem Verstand zu einem großen Land werden würde. Der Gott von Geo und Guizhong schützten die Menschen gemeinsam und die Stätte wurde nach den Namen der beiden Götter Guili genannt. Die Konvergenz von Guizhongs vier Mahnungen wurde als „Guili-Stätte“ bekannt. Die Guili-Versammlung wurde auch von einem anderen Gott, Marchosius, dem Gott des Herdes, unterstützt."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Ketten des Diesseits",
        "desc": "Ein steinernes Schloss, das längst vergangene Erinnerungen verschlossen hält. Nach unendlichen Umwandlungen zeigt es seine wahre Kraft.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guizhongs Sicht auf die Menschen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Während ihres Paktes mit dem Herrn von Geo beschrieb Guizhong die Menschen als <color=#ffffffd9>„so klein und zerbrechlich [...] wie Staubkörnchen“</color> und fuhr fort: <color=#ffffffd9>„Da sie so unbedeutend und klein sind, wissen sie nicht, ob sie an Naturkatastrophen oder von Menschen verursachten Katastrophen sterben werden. Daher haben sie immer Angst.“</color> Sie wollte die Menschen mit ihrer Weisheit schützen und glaubte, dass ihre Angst die Motivation für ihr Streben nach Intelligenz sei. Als Guizhong mehr und mehr mit den Menschen zu tun hatte, begann sich ihre Meinung über sie zu ändern. Sie bewunderte die wunderbare Komplexität ihres Geistes und die schiere Pracht all dessen, was sie durch ihre harte Arbeit und Intelligenz erreichen konnten. Sie war der Meinung, dass es ein großer Fehler wäre, das menschliche Potenzial zu unterschätzen, denn schon mit der geringsten Anleitung können die Menschen enorme Kräfte entfesseln. Für Guizhong könnte ein Mensch, der sein volles Potenzial erreicht hat, ihr ebenbürtig sein; jemand, der einem Adeptus ebenso viel beibringen kann wie er von ihm lernt."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Ketten des Diesseits",
        "desc": "Ein steinernes Schloss, das längst vergangene Erinnerungen verschlossen hält. Nach unendlichen Umwandlungen zeigt es seine wahre Kraft.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guizhong und Vorrichtungen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Guizhong erwarb während ihrer Erforschung der Vorrichtungen mehrere alte und böse Artefakte. Mit Hilfe eines Adepti baute sie die Guizhong-Geschütze, einen Armbrustturm, der automatisch auf große Monster schießt, um Liyue zu schützen. Die Adepti schufen das Reich der Wolken, um die gesammelten Vorrichtungen aufzubewahren, und Guizhong erhielt den Namen „Herrscherin des Reichs der Wolken“."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/21c8440eddea7addd92ca8ef543b5582_5689276216602887237.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Guizhong und die Fürstin der stehenden Wolken und des stillen Windes stritten sich oft über mechanische Prinzipien, wobei keiner von beiden nachgab, selbst unter dem Vorwand eines gesellschaftlichen Treffens. Die Fürstin der stehenden Wolken und des stillen Windes lud einmal Rex Lapis ein, die Qualität ihrer Kreationen zu beurteilen, da er unparteiisch war. Rex Lapis erklärte, dass Guizhongs Vorrichtung ,Obscuro Vulpes‘ besser sei, und obwohl die Fürstin der stehenden Wolken und des stillen Windes zu stolz war, dies zuzugeben, wusste sie in ihrem Herzen, dass Guizhong in der Tat das überlegene Talent in den mechanischen Künsten war."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/fd84bf7813097bdc834e9ccd0db55cc6_1722299017963827161.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Guizhong vertrat in Bezug auf den Einsatz von Mechanismen in der Musik eine andere Auffassung als die Fürstin des Singens und des Streunens. Guizhong glaubte, dass Vorrichtungen zwar kein Ersatz für menschliche Komponisten seien, aber dennoch einfache, aber feine Melodien hervorbringen könnten. Die Fürstin des Singens und des Streunens glaubte, dass Musik ein Ausdruck der Seele sei, mit einem emotionalen Unterfangen, das niemals von Vorrichtungen reproduziert werden könne. Während dieser Zeit schuf Guizhong die Glocke der Reinigung, die als eines ihrer stolzesten Werke gilt, da sie sowohl komponieren als auch spielen kann. Die Glocke der Reinigung wird durch eine mechanische Kunst angetrieben und wurde bei zahlreichen Gelegenheiten bei Adeptenabschieden verwendet. Die Glocke der Reinigung wurde vom Geo Archon für den zeremoniellen Gebrauch bestimmt, da Guizhong und die Fürstin des Singens und des Streunens sich ständig über Vorrichtungen und Musik stritten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 1238,
        "name": "Steintafelberichte – Band I",
        "desc": "Der Althistoriker Zichang hat die Inschriften auf alten Steintafeln übersetzt und mit diesen Inhalten ein Geschichtsbuch kompiliert, das daher viele kurze Bruchstücke von historischen Aufzeichnungen enthält.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/91a85dd4654521cb43533d89822c3aec_7137852420674935217.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Glocke der Reinigung",
        "desc": "Diese magische Glocke soll speziell für Adepten gefertigt worden sein. Ihr Klang dröhnt lange und hallt über weite Flächen. Damit kann die Welt der Sterblichen gereinigt werden.<br/>Während du sie in der Hand hältst, kommt es dir so vor, als wäre die Glocke mit Leben erfüllt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenkrieg und Rückkehr zum Staub",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/836ea8b7bad44928c018a8f0a3858c3a_5289926123461301795.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Guizhong war eine echte Visionärin, aber tragischerweise verstarb sie zu früh. Später brach ein alles verzehrender Krieg zwischen den Göttern aus, dem sich niemand in Teyvat entziehen konnte. Bald war die Guili-Ebene in den Krieg verwickelt. Auf den Guili-Ebene kämpften die Götter, schwarzer Staub erstickte den Himmel und tausend Felsen zersprangen. Obwohl die Adepti kämpften, um die Guili-Ebene zu schützen, konnten sie die Flut des Krieges, die die Ebene verwüstete, nicht aufhalten. Guizhong wurde vom Feind überwältigt und fiel im Kampf. Guizhong bat den Geo-Archon, die „Herausforderung“ zu vergessen, die sie ihm im steinernen Schloss hinterlassen hatte.\nVor ihrer Rückkehr in die Elemente arbeiteten die Yakshas und Adepti zusammen, um die Restenergie, die von der verstorbenen Gottheit ausgestoßen wurde, einzudämmen. Der Geo Archon versuchte immer noch, das steinerne Schloss zu entriegeln, aber es gelang ihm auch nach vielen Jahren nicht. Es heißt, dass ihr letztes Lächeln ein einsames war, selbst als sich ihre Gestalt in feinsten Staub auflöste. Nach Guizhongs Tod führte der Geo-Archon sein Volk in den Süden des Tianheng-Berges. So verließen die Menschen die Guili-Ebene für immer und kehrten nicht mehr zurück und sie wurde zu einer Wildnis. Was die Glocke der Reinigung betrifft, so überließ der Geo-Archon sie der Fürstin des Singens und des Streunens zur sicheren Aufbewahrung, um Guizhongs Andenken zu ehren. Jedes Mal, wenn die Fürstin des Singens und des Streunens die Glocke der Reinigung läutete, sollte sie die Melodie spielen, die Guizhong auf ihr komponiert hatte. Guizhongs Manuskripte liegen noch immer unvollendet im Reich der Wolken. Die leeren Seiten geben der Fürstin der stehenden Wolken und des stillen Windes Anlass, darüber nachzudenken, was hätte sein können. Im Laufe der Jahre wurden die wilden Glaslilien immer weniger, bis es sie schließlich nicht mehr gab."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 1238,
        "name": "Steintafelberichte – Band I",
        "desc": "Der Althistoriker Zichang hat die Inschriften auf alten Steintafeln übersetzt und mit diesen Inhalten ein Geschichtsbuch kompiliert, das daher viele kurze Bruchstücke von historischen Aufzeichnungen enthält.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/236594615/91a85dd4654521cb43533d89822c3aec_7137852420674935217.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Glocke der Reinigung",
        "desc": "Diese magische Glocke soll speziell für Adepten gefertigt worden sein. Ihr Klang dröhnt lange und hallt über weite Flächen. Damit kann die Welt der Sterblichen gereinigt werden.<br/>Während du sie in der Hand hältst, kommt es dir so vor, als wäre die Glocke mit Leben erfüllt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "desc": "<p>Der Fürst des untergehenden Mondes und der aufgehenden Sonne ist ein Adept, der am Qingyun-Gipfel residiert. Seine Adeptenform ist die eines Hirsches. Er ist auftragsexklusiv zum Archontenauftrag und jährlich beim Laternenritual.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/f6db6df736a86639eaf7c2d89eb318b8_4739251817946076662.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/df88863defd0efd3a80b27d3e983e353_2900122295976870847.png"
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/94814e697d1d8f97738c95a38a278f34_2482873907494904012.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Fürstin der stehenden Wolken und des stillen Windes, Guizhong und Morax.</color>"
          }
        ]
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/2a68bd933d4729296d6b6f53fed1c36a_5122031622565793730.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong und die Fürstin des Singens und des Streunens."
          }
        ]
      },
      {
        "key": "Guizhong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/db310bdbe3fe56f190079b5510da50e7_3668682013172190663.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhongs Tod."
          }
        ]
      },
      {
        "key": "Guizhong-Geschütz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/3f5e42923cb86c002667430c512266c7_7977231682400453023.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Die Armbrust, die Guizhong am Berg Tianheng aufgestellt hat, um Wache zu halten."
          }
        ]
      },
      {
        "key": "Guili-Ebene",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/60e982f828e07894eb8126966a06a87d_2047916307038470114.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Das Gebiet, das auf Guizhongs Vorschlag hin so benannt wurde, bedeutet ‚Die Ebene der Rückkehr und der Abreise‘."
          }
        ]
      },
      {
        "key": "Aocang-Berg",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/36893887/1f6c9d6f011c3e3d426c2f4e9df5c256_801126681835983625.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vor einem Stuhl stehen eine Schale und ein Paar Essstäbchen (auf dem Foto rechts).\nAuf diesem Stuhl ist eingraviert: „Hier sitzt Guizhong“."
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Versteckter Palast von Guizang",
        "desc": [
          {
            "type": "RichText",
            "text": "[Sphäre] Am Luhua-Teich in Liyue gelegen.\nDas Wolkenreich hier wurde von Adepten erschaffen, um alte (und böse) Artefakte zu beherbergen, die Guizhong während ihrer Forschung über Vorrichtungen erworben hat."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Guizhong ( <color=#dbdee1>alias: Haagentus)</color>"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten, Liyue"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Göttin des Staubs"
          }
        ]
      }
    ]
  }
}