{
  "epId": 352,
  "name": "Unbearbeiteter Katalysator des Nordens",
  "desc": "Rohmaterial zum Herstellen von Waffen. Kann zu einem 4-Sterne-Katalysator geschmiedet werden.<br/>In der Philosophie spricht man dem Marmor großes Potenzial zu, weil es sich zu den schönsten Figuren machen lässt. Auch dieses Rohmaterial birgt unzählige Möglichkeiten. Was wohl einmal daraus wird?",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Northlander Catalyst Billet_icon.png",
  "filterValues": {
    "objectType": [
      "Material"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1665935911,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Unbearbeiteter Katalysator des Nordens"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material"
          }
        ]
      },
      {
        "key": "Waffen die aus Unbearbeiteter Katalysator des Nordens hergestellt werden",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1931,
            "name": "Illustrationen von Landen und Wassern",
            "desc": "Eine sehr detailreiche Seekarte mit den Gewässern rund um Teyvat. Es gehört zu den wundersamen Dokumenten, die über Handelswege nach Liyue gelangt sind.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/万国诸海图谱.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2029,
            "name": "Bernstein-Prototyp",
            "desc": "Ein magischer Katalysator versteckt in der Schwarzsteinschmiede. Aus ihm dringt das Licht von Sonne, Mond und Sternen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作金珀.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1997,
            "name": "Hakushin-Ring",
            "desc": "Ein Katalysator, der die Erinnerung der „Kitsune Saiguu“ der alten Zeit trägt. Und doch ist dieses Gerät immer noch zu klein für das immense Volumen ihrer Erinnerungen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1969,
            "name": "Permafrostfrucht",
            "desc": "Eine Frucht, die einen seltsamen, frostigen Willen besitzt. Sie riecht entfernt nach Verbitterung.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Bossen\nKaufbar (1x) im Shop Warenhaus Mingxing in Liyue\nStufe 34 von der Heiligen Sakura\nKiste der unbearbeiteten Waffen des Nordens\nBelohnung für den Abschluss von Kapitel 4 in der Abenteurerlizenz\nUmwandeln an der Werkbank"
          }
        ]
      },
      {
        "key": "Fallengelassen von",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2117,
            "name": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
            "desc": "Die größte, edelste Seele, die über Wolfenlauf wacht.<br/>Ist das Wolfsrudel in Gefahr, erscheint sie in Form eines Wolfes, der seine Zähne bleckt und die Krallen zeigt.<br/>Für die Bewohner von Mondstadt sind die Wölfe von Wolfenlauf furchterregende Phantome.<br/>Eine verschwommene Gestalt, die durch den Wald saust, ein schauriges Heulen in unbestimmter Ferne, das schleichende Gefühl, von hinten beobachtet zu werden.<br/>Das Gesetz des Wolfs des Nordens lautet, nie von Menschen erblickt werden zu dürfen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2217,
            "name": "Furchterregender Sturmschrecken",
            "desc": "<p>Dvalin, der Drache des Ostens, ist einer der Vier Winde von Mondstadt.<br>Im Laufe der Zeit und inmitten grenzenloser Dunkelheit wird selbst der reinste Edelstein durch Staub getrübt und selbst ein edler Drache kann durch Hass verdorben werden.<br>Doch Staub kann fortgewischt werden und das Gift des Zweifels vertrieben.<br><br><em>„Fliege frei über den Himmel,</em><br><em>so wie du es bei unserer ersten Begegnung tatest, als ich durch das Land streifte und die Lieder des Windes sang.“</em><br><em>„Und du schwebtest hoch in der Luft und sahst auf die Welt herab.</em><br><em>Heute fegen nicht länger Wind und Schnee über den Himmel. Grünes, wunderschönes Gras wächst überall auf der Erde.“</em><br><em>„Könntest du auch über die Erde wandeln und das Lied der Hirten mit dem Glockenklang in der Ferne hören, könntest du vom honigsüßen Wein kosten, dann würdest du verstehen.</em><br><em>Wie wunderbar es wäre, wenn du deine edle Erscheinung sehen würdest, wie sie über den Himmel gleitet.</em><br><em>Dann würdest du wissen, dass es sich lohnt, um diesen Himmel und diese Erde zu kämpfen.“</em></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2100,
            "name": "„Der Graf“",
            "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2212,
            "name": "Azhdaha",
            "desc": "Ein Drache so alt wie die Berge.<br/>Unzählige Jahre hatte er Seite an Seite mit Rex Lapis gestanden, wandte sich aber schließlich gegen ihn und wurde dafür in die Dunkelheit der Erde verbannt. Während all der Zeit ist seine Kraft langsam gewichen und auch seine Erscheinung verlor ihre ursprüngliche Form.<br/>Die schwachen Vibrationen seiner Fesseln und das leise Brüllen hallen bis heute durch die Berge und halten die Erinnerungen an ihn wach.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2101,
            "name": "La Signora",
            "desc": "La Signora, die Achte der Elf der Fatui.<br/>Im Gegensatz zu anderen Fatui, die die durch Teuflische Augen gewährte Macht ausüben, ist ihr Teuflisches Auge eine Waffe, die eine alles verschlingende Flamme fesselt. Aber im Gegensatz zu einer Waffe, die zum Töten benutzt wird, wäre es eigentlich vielleicht passender, ihr Teuflisches Auge als Werkzeug der Gefangenschaft zu betrachten.<br/>Und es war die Glut dieser Flamme, die sich über viele lange Jahre angesammelt hatte, die das frostige Siegel des Teuflischen Auges durchbrechen und einen verzerrten Schatten auf sie werfen würde.<br/><br/>Die karmesinrote Morgendämmerung spiegelte sich in ihren Pupillen und schließlich entfaltete sie ihre flammenden Flügel und flog dem Licht entgegen.<br/><i>„Aber dieses Licht ist nicht die Morgendämmerung, liebe Rosalyne. Das ist ein Flammenmeer, das alles verzehren wird.“</i><br/>Eine Stimme sprach zu ihr inmitten des Lichts.<br/><br/>Doch das spielte keine Rolle, denn sie wusste in ihrem Herzen, dass die Flammen sie schon längst verschlungen hatten.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2210,
            "name": "Magatsu Mitake Narukami no Mikoto",
            "desc": "Das ist die Form, die die Marionette, die die Autorität des Shougun Raiden geerbt hat, annimmt, wenn sie sich denjenigen entgegenstellt, die die Ewigkeit bedrohen.<br/>Als Assistentin von Shougun Raiden bei der Verfolgung der Ewigkeit hat sie nie gezweifelt, nie Angst verspürt, nie weniger als ihr Bestes gegeben und sich nie von müßigen Gedanken stören lassen.<br/>Sie hörte einmal davon, wie Ei eine ähnliche Aufgabe schulterte, als Makoto ebenfalls anwesend war, und dabei viele qualvolle Verluste erlitt.<br/>Als sich die beiden Schatten noch einmal überschnitten, konnte sie jedoch nur die unzähligen feinen Brüche in dem sehen, was „ihr“ ewiger Wille hätte sein sollen. Da das Schicksal von einem sich wiederholenden Kreislauf bestimmt ist, muss sie ihr Versprechen einlösen und „ihr“ den Krieg erklären.<br/><br/><i>„Meine Gestalt ist ein Symbol höchster Majestät, die die Macht über das ganze Reich in sich trägt. Ich bin die alles einschließende Verkörperung dessen, was den ‚Shougun Raiden‘ ausmacht.“</i><br/><i>„Natürlich habe ich auch den Schmerz von Eis zahllosen Verlusten und ihren Willen, die Ewigkeit zu erreichen, geerbt.“</i><br/><i>„Entschlossenheit, Mut, Liebe, Hass ... All das wird durch den unaufhörlichen Fluss der Zeit abgebaut und verzerrt.“</i><br/><i>„Nur die Regeln werden sich nie ändern.“</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Umwandeln von",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2806,
            "name": "Unbearbeiteter Katalysator des Kernlands",
            "desc": "<p>Rohmaterial zum Herstellen von Waffen. Kann zu einem 4-Sterne-Katalysator geschmiedet werden.</p><p>In der Philosophie spricht man davon, dass alles in der Welt der Sterblichen vier Entstehungsgründe besitzt. Das „Ziel“ dieser unbearbeiteten Waffe ist es, eine Helden begleitende Waffe zu werden.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/19/22173920/dd1b0e3a5f1f4a59fe16b06b57a518ee_8239786929887715084.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 706,
            "name": "Traumlösungsmittel",
            "desc": "Ein Gegenstand, der in der Lage ist, die aus Erinnerungen und Prüfungen gewonnenen Materialien zur Verbesserung von Figuren in jede beliebige Form zu verwandeln.<br/>Die Menschen glaubten einst, dass Geister und Erinnerungen eine materielle Form hätten. Wenn jemand vom Himmel träumte, bevor er mit einer Blume in der Hand aufwachte, dann muss diese Blüte aus einer solchen Fantasie entstanden sein. Traumlösungsmittel löst das, was aus der Erinnerung gewonnen wurde, auf und verwandelt es in einen anderen Traum.<br/>In der Tat sind Kämpfe, die gegen die Starken ausgetragen werden, ein Weg, um selbst stärker zu werden.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dream Solvent_icon.png",
            "amount": 2
          }
        ],
        "isMaterial": true
      }
    ]
  }
}