{
  "epId": 3648,
  "name": "Internes Dokument für Evakuierungsaktionen",
  "desc": "<p>Ein offizielles Dokument, das unabsichtlich im Lager zurückgelassen wurde.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/47685001/2be648f93c975832b6acf44c5840af41_860434318032901923.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1688549738,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Unsere Verhandlungen mit dem Stamm namens „Tanit“ sind abgeschlossen. Wir haben einige Fortschritte erzielt. Der Wüstenstamm, der seine Stammesmitglieder sehr schätzt, ist bereit, uns eine junge Frau zu Versuchszwecken zu überlassen. Dies allein könnte als ausreichender Fortschritt betrachtet werden.\nUnser anderes Ziel kann jedoch nicht durch Verhandlungen mit diesem Stamm erreicht werden, sodass wir nicht mehr weiter mit Tanit umgehen. Danach werden interne Truppentransfers vorgenommen. Die Geheimhaltung muss zu jeder Zeit gewährleistet sein. Wir können nicht riskieren, unnötigen Aufruhr zu verursachen.\nDie Codes, die zur Bestätigung der Identität der zu evakuierenden Einheiten und des Personals zu verwenden sind, lauten wie folgt. Merkt sie euch gut, um ein Eindringen der Stammesangehörigen zu verhindern.\n(Die Codes unten sind durch das Wasser verwischt worden. Es bleiben nur einige unvollständige und fragmentarische Worte übrig ...)\n... „Speiseeis“ ... „Igor L...“ ... „Keine Spuren“ ... „Gerardo“ ...\n... „Sahneknödel“ ..."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Internes Dokument für Evakuierungsaktionen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Vor Wut kochende Feinde ...“\nWährend des Auftrags „Schärft die Pfeile und packt die Schilde ...“"
          }
        ]
      }
    ]
  }
}