{
  "epId": 3657,
  "name": "Beschädigtes Papier",
  "desc": "<p>Ein zerfleddertes Papier, das von jemandem hinterlassen wurde. Es scheint von einem Notenblatt abgerissen zu sein und ist im Laufe der Jahre ziemlich brüchig geworden.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/f5a3a8c8dca8d665bddb0613d15960ae_8712582334508921900.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1683879443,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Lied unbekannter Herkunft"
      },
      {
        "type": "RichText",
        "text": "…\nWir sind Kinder ohne Blutsverwandte, demütige Diener an vorderster Front, wo uns der Segen der Zarin nicht erreichen kann.\nIn der linken Hand halten wir den Schild zur Verteidigung unseres Heimatlandes, in der rechten das Schwert, das den Willen des Wintersterns in Snezhnaya vertritt.\nWir tragen Masken und missachten somit die göttliche Vorsehung. Die falschen Götter und ihre Kettenhunde treten wir mit Füßen.\n...\nIch bin das Böse im Guten, das Gift in der Medizin, der Wolf in der Schafherde und das Quecksilber im Goldkelch …\nIch muss mich oft von Brüdern, die enger als Blutsbrüder sind, verabschieden. Ich diene den Eltern, die besser sind, als eigene Eltern.\nLieber Snezhevich, liebe Snezhevna und liebste Geschwister,\nwenn ich eines Tages unter einer großen Birke entschlafe, leuchte ich euch den Weg nach vorne …"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Beschädigtes Papier"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich nach Abschluss des Kapitels „Begegnung im Wald“ von „Aranyaka“"
          }
        ]
      }
    ]
  }
}