{
  "epId": 3763,
  "name": "Von jemandem zurückgelassene Notizen",
  "desc": "<p>Es scheint sich um Notizen zu handeln, die von einem Mitglied des Skeptikerordens hinterlassen wurden und Informationen über die Kory-Trommeln und das Ritual enthalten.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/47685001/2be648f93c975832b6acf44c5840af41_1776623799297032330.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1682190411,
  "components": {
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/47685001/e10c0cda90aa5ebfb23d886fa513db3c_3408656399666269505.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "... Nach der Suche habe ich die Standorte von Korybantes gefunden. Leider ist nicht mehr viel Kraft übrig, um sie zurückzuholen. Daher\nschreibe ich hier die Standorte auf.\n... Zu den wichtigen Inhalten des Rituals gibt es keine detaillierten Informationen. Zusammengefasst aus den aktuellen Forschungen lassen sich folgende Vermutungen anstellen:\nErstens ist das Element von Korybantes dem in der Trommelpartitur verzeichneten Element ähnlich.\nDas ist nicht schwer zu verstehen.\nAnemo-Trommel und Geo-Trommel existieren nicht, die Ursache dafür muss weiter untersucht werden.\nZweitens: die Bedeutung der Symbole.\nEingeteilt in drei Typen: leer, halbvoll, voll. Vermutlich beziehen sich die Symbole auf drei Spieltechniken zur Realisierung verschiedener Rhythmen, nämlich Pause, leicht, stark.\nDrittens: die Reihenfolge des Lesens.\nKann nicht bestimmt werden. Wenn die verlorenen Kory-Trommeln gefunden werden, kann man versuchen, sie in der üblichen Reihenfolge zu lesen, und zwar von links nach rechts und von oben nach unten."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Von jemandem zurückgelassene Notizen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Khvarena von Gut und Böse“\nWährend des Auftrags „Reiner Klang des Erwachens“"
          }
        ]
      }
    ]
  }
}