{
  "epId": 3766,
  "name": "Schema innerhalb der Notizen",
  "desc": "<p>Ein Schema aus den mysteriösen Untersuchungsnotizen. Scheint ausführlich die Struktur eines unterirdischen Ruinen-Testgeländes und den Standort der „Hymne des Khvarena“ zu zeigen ...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/22/47685001/6b068a5429d23bfde9b580af26fb5aef_5221748155886770226.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1682325244,
  "components": {
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/22/47685001/90bf060204cb50e45da725454b38af45_7312705765459368956.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "(Am Rand des Schemas scheinen einige Anmerkungen zu stehen.)\nDieses Schema wurde von mir basierend auf der Werkstattstruktur gezeichnet, die von den Khaenri’ah in der Ruine hinterlassen wurde. Und Informationen zu Khvarena wurden basierend auf meinen tatsächlichen Nachforschungen und vernünftigen Spekulationen markiert\nDiese Khvarena können tief in unzugängliche unterirdische Bereiche eindringen. Wenn sie nicht unter der Kontrolle einer unbekannten Kraft stehen, dann müssen sie ein gewisses Maß an Selbstbewusstsein haben ...\nObwohl die Erforschung von Khvarena gerade erst begonnen hat, ist es angesichts der Tatsache, dass diese Kraft von einer bestimmten Ökologie abhängt, offensichtlich, dass nicht zu viel Zeit darauf verwendet werden sollte …"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Schema innerhalb der Notizen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Khvarena von Gut und Böse“\nWährend des Auftrags „Licht des Khvarena – Nirodha“"
          }
        ]
      }
    ]
  }
}