{
  "epId": 379,
  "name": "Die Schüler der Guhua-Schule",
  "desc": "Der Roman von Chang IX. Allein an der Dicke und Schwere des Romans erkennt man, wie wichtig ihm dieses Werk ist.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/47685001/b90cba5d6151cf2fbcc82b7173fba655_450383198110562459.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1681990227,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Ein Roman geschrieben von Chang IX. Er erzählt die Geschichte eines kleinen Jungen, der von Geburt an eher gebrechlich ist und von einem Guhua-Meister aus den Bergen aufgenommen wurde. Obwohl der Junge die Guhua-Künste nicht aktiv praktizieren konnte, drehte sich dennoch sein ganzes Leben um sie, als er in der Schule aufwuchs. Nach dem Niedergang von Guhua und der Abreise des Meisters waren der Junge und ein älterer Hausmeister die einzigen verbliebenen Schüler dort. Der Junge sehnte sich immer noch nach seinem Meister: dem Meister, der die Schule all die Jahre im Alleingang leitete; der Meister mit Wissen aller geheimen Techniken der Schule und der jedes letzte dort verborgene Buch gelesen hatte; der Meister, der unzählige Herausforderer weder mit Sehkraft noch arkanen Waffen besiegt hatte ... Der Meister, der einmal einen Schüler aus Inazuma aufgenommen hatte, einen Schüler, der ein junges Mädchen war.\nAls turbulente Zeiten die Welt erschütterten und das Mädchen aus Inazuma ohne einen Abschiedsgruß ging, beschloss der Junge, dass es Zeit für ihn war, die Welt jenseits des Berges zu erkunden – beginnend natürlich mit dem fernen Inazuma ..."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Die Schüler der Guhua-Schule"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der täglichen Mission „Das ist ein Wahnsinnsroman“"
          }
        ]
      }
    ]
  }
}