{
  "epId": 3790,
  "name": "Antike Schriftrolle",
  "desc": "<p>Es scheint sich um ein uraltes Dokument zu handeln, das vom Skeptikerorden von Generation zu Generation weitergegeben wurde und in einer archaischen Schrift verfasst ist, die es kaum möglich macht, den darin festgehaltenen Inhalt zu entziffern.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/23/47685001/2be648f93c975832b6acf44c5840af41_6594040088110328616.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1687514175,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Als finstere Dämonen die Welt in Chaos versetzten, entstanden die Khvarena.\nSie kamen aus der Welt ewigen Lichts und stiegen hinab in eine Welt der Unwissenheit zwischen Leben und Tod.\nDie heilige Gottheit ließ als Erster die Quelle des Amrita sprudeln, die barmherzige Gottheit pflanzte danach den Baum des Lebens.\nAus zwei Erleuchteten sind die Kinder des Khvarena geboren und die drei Ahnen retteten alle Kreaturen der Welt.\nAlle Weisheit entsteht aus den Blüten und alle wohlwollenden Pari kommen aus den Früchten.\nDieser Baum kann die fünf Arten der Singvögel nähren und die fünf Wurzeln allen Übels unterwerfen.\nWir alle tragen die Methoden weiter, uns von Illusionen zu befreien, und sind somit die ewigen Hüter dieser Methoden.\nWir preisen den Baum mit immerwährendem Ruhm, das Amrita in seiner Pracht ist unvergleichbar."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Antike Schriftrolle"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich nach der Weltauftragsreihe „Khvarena von Gut und Böse“"
          }
        ]
      }
    ]
  }
}