{
  "epId": 3791,
  "name": "Notizen eines unbekannten Abenteurers",
  "desc": "<p>In der Wüste verschollene Notizen, die anscheinend einem Abenteurer gehörten.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/47685001/d080f50197b9d6326b4630b86bebfd0b_3359375864567607692.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1688549714,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Notizen eines unbekannten Abenteurers"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Khvarena von Gut und Böse“\nWährend des Auftrags „Der aufgewühlte Himmel an jenem Tag“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "... Bei diesem Auftrag handelt es sich also darum, mit dem örtlichen Orden Kontakt aufzunehmen und Informationen über das „Zeichen von Apaosha“ zu beschaffen. Doch irgendwie habe ich das Gefühl, dass die Belohnung angesichts des Inhalts etwas zu großzügig ist. Würde sich dahinter ein Geheimnis verbergen ...\n... Mithilfe eines Söldners der Goldbrigade kam ich zum Pass des Temir-Gebirges, aber dieser Typ weigerte sich, weiterzugehen. Immer wieder sagte er Dinge wie „die Grenze des Konflikts“, was nach einer Art Aberglaube der Wüstenbewohner klang ...\n... Entgegen den erhaltenen Informationen scheinen die sogenannten „Nagarjuniten“ Außenstehenden gegenüber nicht sehr freundlich zu sein. Sieht aus, als müsste ich mir einen anderen Weg einfallen lassen, mich einzuschleichen ...\n... Endlich entkommen. Glücklicherweise waren die Typen des Ordens nicht zu sehr unzivilisiert, weshalb ich noch am Leben bin ...\n... Na ja, alles hat seinen Preis, solch eine reichliche Belohnung würde einer nicht umsonst kriegen. Scheint, dass die Arbeit eines Abenteurers für jemanden wie mich, der schnelles Geld machen will, nicht geeignet ist. Dann stelle ich diese Trommel einfach hier hin, vielleicht holt sie jemand ab, der Katherynes Auftrag fortsetzen kann ..."
      }
    ]
  }
}