{
  "epId": 3902,
  "name": "Durchdringer der Ibisse",
  "desc": "<p>Ein aus Gold geschmiedeter Bogen. Er entspricht der Beschreibung aus der Geschichte. Eingesetzt als gewöhnliche Waffe könnte der Eindruck entstehen, dass sich die Erzählung ihren Weg vom Papier hinaus in die wirkliche Welt gebahnt hat.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/36893887/3c33fbd1aeadf27dc00617c3f4d31c55_7168192397662266259.png",
  "filterValues": {
    "weaponProperty": "ANG-Rate",
    "weaponType": "Bogen",
    "weaponRarity": 4
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1691770651,
  "components": {
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/36893887/dc965553b0db8039a98aa38215faf32f_5530209968253523842.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/36893887/fa1bffc354fa676cbc73d32f3239b2ac_6766639243748494211.png"
      }
    ],
    "story": [
      {
        "title": "Weitere Informationen",
        "desc": [
          {
            "type": "RichText",
            "text": "Dieser Gegenstand war ursprünglich ein Musterhandwerk der Vorbestellaktion für den letzten Band von „Ass-Beschwörer“ I.\nAufgrund seiner einzigartigen Spezifikationen wurde die Anfrage zur Herstellung eines Musters jedoch fälschlicherweise mit einer Anfrage nach einer echten Waffe verwechselt.\nAls die Redakteure des Verlagshauses Yae diesen Bogen erhielten, waren sie daher alle verwirrt und verblüfft über das Missverständnis. Herr Fukumoto, der damals anwesend war, war jedoch tief bewegt und schrieb die folgende Geschichte, die später den veröffentlichten Büchern beigefügt wurde.\n„Wer auch immer diesen Bogen meistert, wird der geschickteste Bogenschütze unter der Führung des Königs des roten Sandmeers.“\nDas glaubten nicht nur die anderen, sondern auch der Junge mit dem grünen, blassen Antlitz. Als der König der Ibisse mit seinen vielen Schätzen angab, fiel ihm dieser mit Edelsteinen besetzte sandfarbene Langbogen sofort ins Auge. Damals glaubte der Junge, den das Schicksal noch nicht herumgeworfen hatte, noch tief daran, dass alles, was er begehrte, Belohnungen waren, die es zu gewinnen galt:\nFür ihn war es nur eine Frage des Aufwands, der dafür nötig war.\nDaher stellte er dem König der Ibisse mit erhobener Stimme eine Frage: „Wenn ich der beste Bogenschütze von allen werde, wenn ich die prestigeträchtigste Macht unter allen Königen erlange, wird dieser Langbogen dann mir gehören?“\nFür einen Moment verfiel der gesamte Hof in Stille. Im Schatten versteckten viele sorgfältig ihre Gesichter. Niemand wagte zu antworten.\nDer Mann auf dem Ehrenplatz, dessen Blick scharf wie der eines Falken war, lächelte und stimmte dem Wunsch des Jungen zu.\n„Dieser Tag wird kommen“, dachte der Junge mit dem grünen, blassen Antlitz.\nEs vergingen jedoch wirklich lange Jahre.\nHunderte von Jahren später ging der Wunsch des Königs des Kampfs endlich in Erfüllung. Er besetzte den Körper des Jungen, der die Kodex-Schatulle öffnete, und betrat den versiegelten „Raum des Duells“. In der Hand eines Phantoms sah er dann diesen Langbogen wieder.\nIn diesem Moment schien die Zeit stillzustehen, sodass sein verweilender Geist quer durch die zerschmetterten Türen und Korridore in den Hof des Verrats und der Verschwörung zurückkehren konnte. Unmittelbar danach schnappte er sich den nahezu unausweichlichen goldenen Pfeil, der aus dem Bogen des geheimen Ritus geschossen wurde und auf ihn zuraste, und rettete den Körper, der hätte durchbohrt werden können.\nAll das war von Anfang an Teil seines Plans.\nAuf einmal wurde der geheime Ritus jedoch aufgelöst. Der Pfeil zersplitterte blitzschnell, das Phantom des Bogenschützen verschwand ebenfalls im Nu.\nKurz bevor der Langbogen zu Boden fiel, wurde er von ihm gepackt.\nZuvor waren seine mehrfachen Versuche, sich diesen goldgeschmiedeten Langbogen zu schnappen, gescheitert, was gewissermaßen zur Kluft zwischen ihm und dem König der Ibisse führte. Aber als er endlich den Schatz in die Hand nahm, von dem er so lange geträumt hatte, stellte er fest, dass sein Herz so ungerührt wie ein Tümpel stehenden Brackwassers war, ohne die geringste Kräuselung. Der König der Krokodile dachte, dass sein einstiges Verlangen, seine unerfüllten Wünsche zu befriedigen, nicht mehr so groß war, wie noch damals in seiner Jugend.\nDer würdevolle König der roten Sande war längst in vielen Geschichten begraben gewesen und die Herrin der Blumen war nie wieder gesehen worden. Zwischen den vielen Reichen brachen um den Thron auf dem Mausoleum endlose Konflikte aus. Inmitten der Turbulenzen nutzte er die Gelegenheit, um im Namen des „Duellritus“ auf dem Sandmeer herumzutrampeln. Er wollte noch mehr erbitterte Kriege entfachen und strebte daher danach, die Barrieren zwischen den Welten zu durchbrechen. Um ihn aufzuhalten, stieg ein alter Mann mit einem goldenen Bogen die Treppe des geheimen Opferritus hinauf ...\nDas war alles schon sehr lange her.\nEr fuhr mit den Fingern ständig über die Edelsteine am Bogen. Doch ihm wurde plötzlich klar, dass es nicht der Staub war, der den Glanz der Edelsteine trübte, ganz zu schweigen davon, dass dieser Staub nur seine Einbildung war.\n„Vergiss es“, dachte der König des Kampfes.\nIn Trance schien er zu hören, wie der Tisch im „Raum des Duells“ wieder in Betrieb ging. Er vermutete, dass der Junge, dessen Körper einst von seinem verweilenden Geist besessen worden war, sehnsüchtig auf ein Duell wartete.\nDeswegen schnallte er den Langbogen an seine Seite und machte somit eine Geste des Sieges, von der er einst geträumt hatte.\nDann ging der König, dessen Antlitz grün und blass war, langsam auf das vom Schicksal vorbestimmte Schlachtfeld zu."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Der <color=#ffd780>Durchdringer der Ibisse</color> bietet dem Nutzer Elementarkunde, nachdem man einen Gegner mit einem <color=#ffd780>heftigen Schlag</color> getroffen hat. Dies ist besonders hilfreich, wenn die Figur mit <color=#ffd780>heftigen Schlägen</color> arbeitet und die Elementarkunde verwenden kann.\nFür folgende Figuren ist diese Waffe zu empfehlen:"
      },
      {
        "type": "RichText",
        "text": "Figur",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Begründung"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Ein junger Gelehrter, der sich in der Botanik gut auskennt. Derzeit arbeitet er als Waldhütermeister im Avidya-Wald. Er ist aufrichtig, warmherzig und gut darin, ungeschickte Schüler zu unterrichten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/61142474/d039c6da9285163f46b85f0241f29c17_4902034687087901117.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Für Tighnari sind die Werte ANG und Elementarkunde von Interesse. Da Tighnari hauptsächlich mit seinen heftigen Schlägen Schaden verursacht, kann er in kürzester Zeit mit seiner Elementarfähigkeit <color=#ffd780>Vijnana-Phala-Mine</color> die beiden Stapel vom passiven Effekt <color=#ffd780>Wertschätzung der geheimen Weisheit</color> der Waffe sammeln. Dank Tighnaris passiven Talent <color=#ffd780>Floralkunde</color> erhöht sich der Schaden seines heftigen Schlages und auch der Schaden seiner Spezialfähigkeit <color=#ffd780>Des Erschaffers Schlingstängel-Pfeil</color> mit dem Attribut Elementarkunde."
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Auch Ganyu profitiert vom passiven Effekt dieser Waffe <color=#ffd780>Wertschätzung der geheimen Weisheit</color> , wenn man sie mit"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Wanderorchester",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "in einer Truppe spielt, die wiederum auf <color=#ffd780>Schmelzen-SCH</color> ausgelegt ist. Hierbei profitiert Ganyu von sämtlicher Elementarkunde, da diese ihren Reaktionsschaden erhöht. Ebenfalls spielt man Ganyu in diesen Truppen hauptsächlich mit ihren heftigen Schlägen, wodurch die maximale Anzahl der Stapel vom passiven Effekt <color=#ffd780>Wertschätzung der geheimen Weisheit</color> einfach gesammelt werden können."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Durchdringer der Ibisse"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Bogen"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "ANG-Rate"
          }
        ]
      },
      {
        "key": "Wertschätzung der geheimen Weisheit",
        "value": [
          {
            "type": "RichText",
            "text": "Erhöht nach dem Treffen von Gegnern mit heftigen Schlägen die Elementarkunde der Figur 6s um <color=#37ffff>40 ~ 50 ~ 60 ~ 70 ~ 80</color> Punkte, 2-fach stapelbar. 0,5s Abklingzeit."
          }
        ]
      },
      {
        "key": "Verfeinerungsmaterial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3911,
            "name": "Erstarrtes Pupawachs",
            "desc": "<p>Objekt zur Verfeinerung von „Durchdringer der Ibisse“.</p><p>Es heißt, dass der Junge, der einmal zum „Ass-Beschwörer“ werden sollte, von den Nachkommen des Königs der Ibisse damit betraut wurde, tagelang Sandfettpuppen zu sammeln, um Wachs für Bogensehnen herzustellen. Doch der legendäre Bogen verschwand mit dem König der Ibisse und kehrte nie wieder zurück. Und so wurde das Rezept für das Wachs von Generation zu Generation weitergegeben, vielleicht ja als Vorbereitung auf den Tag, an dem es wieder seine Verwendung finden könnte.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/27/36893887/3004469db105641a7375bd32c3ee7ef5_7759988928406502008.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "ascension": [
      {
        "key": "St. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "6.0%"
            ]
          }
        ]
      },
      {
        "key": "St. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "119",
              "144",
              "10.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 5000
          },
          {
            "type": "CustomEntry",
            "epId": 2696,
            "name": "Kupfertalisman des Waldtaus",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Nach den Anweisungen des Ersten Weisen fertigten die Vorfahren im Wald diese Talismane mit den verdorrten Bäumen in Erinnerung an die Herrin der Flora.</p><p>Die Form des Talismans wurde vom Tau im Wald inspiriert. Er symbolisiert das Eindringen der Weisheit in den Geist der einfachen Sterblichen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/11ddd1bff01183e94e9cc781a79a2474_3257018164525665161.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 3718,
            "name": "Ungeblühte Blume unbekannter Herkunft",
            "desc": "<p>Eine Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie wurde gepflückt, bevor sie blühen konnte.</p><p>Dieser Hilichurl-Läufer streift durch die Wälder, ohne sich mit Gegenständen zu belasten, abgesehen von dieser nicht aufgeblühten Blume.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/1e3fb4b726b18ff1d0164420352ffe02_1678035693658954957.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2706,
            "name": "Verblasste rote Seide",
            "desc": "<p>Ein Stück roter Seide, das benutzt wurde, um die Augen zu verdecken. Es ist leicht gerissen.</p><p>Unter den Goldbrigaden gibt es viele, die beide Augen hinter Stoff verbergen, aber die ursprüngliche Bedeutung dieser Praxis ist schon lange im Sand der Zeit untergegangen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/36893887/dfa4ba937ada162659c0264137d43a18_6130030308410721071.png",
            "amount": 2
          }
        ]
      },
      {
        "key": "St. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "226",
              "252",
              "15.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 15000
          },
          {
            "type": "CustomEntry",
            "epId": 2697,
            "name": "Eisentalisman des Waldtaus",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Dann lehrte die Herrin der Flora die Menschen das Geheimnis des Schmiedens von schwarzem Eisen. So lernten die unschuldigen Sterblichen, wie man mit Feuer Klingen schmiedet.</p><p>Die Herrin der Flora hatte Freude an ihrem Wissen – so tödlich Feuer und Klingen für die Herrin der Flora auch waren, sie machten die einfachen Menschen mächtig.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/125a6c8e66307d5cbf44bff8dc430756_7602838814379792474.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 3718,
            "name": "Ungeblühte Blume unbekannter Herkunft",
            "desc": "<p>Eine Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie wurde gepflückt, bevor sie blühen konnte.</p><p>Dieser Hilichurl-Läufer streift durch die Wälder, ohne sich mit Gegenständen zu belasten, abgesehen von dieser nicht aufgeblühten Blume.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/1e3fb4b726b18ff1d0164420352ffe02_1678035693658954957.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 2706,
            "name": "Verblasste rote Seide",
            "desc": "<p>Ein Stück roter Seide, das benutzt wurde, um die Augen zu verdecken. Es ist leicht gerissen.</p><p>Unter den Goldbrigaden gibt es viele, die beide Augen hinter Stoff verbergen, aber die ursprüngliche Bedeutung dieser Praxis ist schon lange im Sand der Zeit untergegangen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/36893887/dfa4ba937ada162659c0264137d43a18_6130030308410721071.png",
            "amount": 8
          }
        ]
      },
      {
        "key": "St. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "293",
              "319",
              "17.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 2697,
            "name": "Eisentalisman des Waldtaus",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Dann lehrte die Herrin der Flora die Menschen das Geheimnis des Schmiedens von schwarzem Eisen. So lernten die unschuldigen Sterblichen, wie man mit Feuer Klingen schmiedet.</p><p>Die Herrin der Flora hatte Freude an ihrem Wissen – so tödlich Feuer und Klingen für die Herrin der Flora auch waren, sie machten die einfachen Menschen mächtig.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/125a6c8e66307d5cbf44bff8dc430756_7602838814379792474.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 3720,
            "name": "Jemandes geschätzte Blume",
            "desc": "<p>Eine Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie besitzt jedoch keine besonderen Eigenschaften.</p><p>In vielen Kulturen sind Blumen ein schönes Geschenk, um Gefühle auszudrücken.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/750f2cf4ef9a3c58d1798d587431adc6_299952090648394704.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2705,
            "name": "Geränderte rote Seide",
            "desc": "<p>Rote Seide mit einfachen Verzierungen an den Rändern.</p><p>Erfahrene Kämpfer können anhand der Bewegungen der Augen ihres Kontrahenten die Gelegenheit zum Zuschlagen erkennen. Die Goldbrigaden haben schon seit Langem den Herren verloren, dem sie die Treue schwören können, und können nur sich selbst vertrauen. Es heißt, sie vertrauten darauf, dass alle Dinge sie verraten könnten und sie machen dabei selbst bei ihren Augen keine Ausnahme.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/36893887/ea95ad3608c20df54eb36f9e5a3cdac6_6138305858549962276.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "St. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "361",
              "387",
              "20.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 2698,
            "name": "Silbertalisman des Waldtaus",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>In den unzähligen Überlieferungen des Waldes war derjenige mit dem gestreiften Umhang, der dem Aussehen lodernder Flammen ähnelte, der Labyrinthkönig und der Besitzer der mondgespiegelten Quelle.</p><p>Er verneigte sich für die Freundschaft mit der Herrin der Flora. Die Zeichen ihrer Freundschaft waren der Edelstein, der wie Wasser schimmerte, und das Silber, das wie das Mondlicht glänzte.</p><p>Als Dank für eine solche Geste versprach die Herrin der Flora, für den Labyrinthkönig Geheimnisse zu bewahren, um gemeinsam die komplizierten und schönen Träume des Regenwaldes zu schützen.</p><p>Niemand konnte vorhersehen, dass das prächtige Schloss der Geheimnisse und Träume später im Leichentuch der dunklen Flamme des Vergessens verschwinden würde, woraufhin seine Asche in den Boden zurückkehrte und zum Nährstoff für die jungfräulichen Regenwälder wurde.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d26b5f895516b6ab912be2437c4d405c_6130495172055795919.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 3720,
            "name": "Jemandes geschätzte Blume",
            "desc": "<p>Eine Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie besitzt jedoch keine besonderen Eigenschaften.</p><p>In vielen Kulturen sind Blumen ein schönes Geschenk, um Gefühle auszudrücken.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/750f2cf4ef9a3c58d1798d587431adc6_299952090648394704.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 2705,
            "name": "Geränderte rote Seide",
            "desc": "<p>Rote Seide mit einfachen Verzierungen an den Rändern.</p><p>Erfahrene Kämpfer können anhand der Bewegungen der Augen ihres Kontrahenten die Gelegenheit zum Zuschlagen erkennen. Die Goldbrigaden haben schon seit Langem den Herren verloren, dem sie die Treue schwören können, und können nur sich selbst vertrauen. Es heißt, sie vertrauten darauf, dass alle Dinge sie verraten könnten und sie machen dabei selbst bei ihren Augen keine Ausnahme.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/36893887/ea95ad3608c20df54eb36f9e5a3cdac6_6138305858549962276.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "429",
              "455",
              "22.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 35000
          },
          {
            "type": "CustomEntry",
            "epId": 2698,
            "name": "Silbertalisman des Waldtaus",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>In den unzähligen Überlieferungen des Waldes war derjenige mit dem gestreiften Umhang, der dem Aussehen lodernder Flammen ähnelte, der Labyrinthkönig und der Besitzer der mondgespiegelten Quelle.</p><p>Er verneigte sich für die Freundschaft mit der Herrin der Flora. Die Zeichen ihrer Freundschaft waren der Edelstein, der wie Wasser schimmerte, und das Silber, das wie das Mondlicht glänzte.</p><p>Als Dank für eine solche Geste versprach die Herrin der Flora, für den Labyrinthkönig Geheimnisse zu bewahren, um gemeinsam die komplizierten und schönen Träume des Regenwaldes zu schützen.</p><p>Niemand konnte vorhersehen, dass das prächtige Schloss der Geheimnisse und Träume später im Leichentuch der dunklen Flamme des Vergessens verschwinden würde, woraufhin seine Asche in den Boden zurückkehrte und zum Nährstoff für die jungfräulichen Regenwälder wurde.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d26b5f895516b6ab912be2437c4d405c_6130495172055795919.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 3725,
            "name": "Blühende Blume eines Nomaden",
            "desc": "<p>Eine blühende Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie besitzt jedoch keine besonderen Eigenschaften.</p><p>Der Fremde der Ewigkeit erwartet keine Belohnung. Alles, was er tut, wird schließlich Früchte tragen ...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/6a2712c06aeb7748cfe818c322de5a53_2356550480655302547.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 2704,
            "name": "Goldverwobene rote Seide",
            "desc": "<p>Mit einem Muster aus Gold durchzogene rote Seide.</p><p>Die Hinterbliebenen, die unter dem Licht der Sonne der goldenen Wüste geborenen sind, singen manchmal Lieder, deren Bedeutung längst vergessen wurde. In diesen preisen sie die brennende Sonne, die alle Länder darunter gleichsam bescheint, und beweinen das Nachleuchten zu Einbruch der Dunkelheit. Am Ende der Lieder wiederholen sich stets einige ungewohnte Worte, von denen es heißt, es seien die Namen alter Götter.</p><p>Man sagt, zur Lebzeit des Königs der Wüste hätten es die Bürger nicht gewagt, seinen sonnengleichen Blick zu kreuzen. Deshalb haben sie ihre Augen bedeckt.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/36893887/5f415e2b9f3f486a29b613d8d8c029c9_6038528394289543743.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "St. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "497",
              "523",
              "25.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 2699,
            "name": "Goldtalisman des Waldtaus",
            "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>„Die Sterblichen schätzen nur drei Dinge: Quellwasser, das das Mondlicht umarmt, ein Grün, das dem Leben ähnelt, und ein junges Aussehen, das niemals altert …\"</p><p>Das Wesen der „Weisheit\" besteht nicht darin, alle Köpfe zu beherrschen oder sich alle Vorteile zu erschleichen. Stattdessen geht es darum, den gewöhnlichen Wesen die Freiheit zu geben, über ihre Grenzen hinaus zu leben.</p><p>Auch wenn das Brüllen des Tigers im Wald nicht mehr zu hören ist, auch wenn sich die entschlossenen Wächter in die Träume der Kinder zurückgezogen sind … In der Nacht, wenn alle verborgenen goldenen Siegel der Geheimnisse gelüftet werden und alle Träume wie Bernstein im Mondlicht glühen, würden sie und ihr geliebtes Volk vielleicht endlich die wahre Freiheit gewinnen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/6589e8def2462112ce3979dc2b74923e_6258849909237100624.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 3725,
            "name": "Blühende Blume eines Nomaden",
            "desc": "<p>Eine blühende Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie besitzt jedoch keine besonderen Eigenschaften.</p><p>Der Fremde der Ewigkeit erwartet keine Belohnung. Alles, was er tut, wird schließlich Früchte tragen ...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/6a2712c06aeb7748cfe818c322de5a53_2356550480655302547.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 2704,
            "name": "Goldverwobene rote Seide",
            "desc": "<p>Mit einem Muster aus Gold durchzogene rote Seide.</p><p>Die Hinterbliebenen, die unter dem Licht der Sonne der goldenen Wüste geborenen sind, singen manchmal Lieder, deren Bedeutung längst vergessen wurde. In diesen preisen sie die brennende Sonne, die alle Länder darunter gleichsam bescheint, und beweinen das Nachleuchten zu Einbruch der Dunkelheit. Am Ende der Lieder wiederholen sich stets einige ungewohnte Worte, von denen es heißt, es seien die Namen alter Götter.</p><p>Man sagt, zur Lebzeit des Königs der Wüste hätten es die Bürger nicht gewagt, seinen sonnengleichen Blick zu kreuzen. Deshalb haben sie ihre Augen bedeckt.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/36893887/5f415e2b9f3f486a29b613d8d8c029c9_6038528394289543743.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "ANG-Rate"
            ]
          },
          {
            "key": "",
            "values": [
              "565",
              "-",
              "27.6%"
            ]
          }
        ]
      }
    ]
  }
}