{
  "epId": 392,
  "name": "Antike Expeditionsprotokolle – Teil 1",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Ein Forschungstagebuch, das vor der runden Tür einer Ruine gefunden wurde.</span><br><span style=\"color: rgb(255, 255, 255)\">Es scheint, dass sein Verfasser ein Mitglied der Aristokraten war, welche in der Vergangenheit über Mondstadt herrschten.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/ce2166820e4d9d6e508cfe8216b0d273_4468747758068972252.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189742,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Antike Expeditionsprotokolle – Teil 1"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in Unter Schnee begrabene Stadt – Alter Palast in Drachengrat"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>...</color>\n<color=#ffffffd9>Das Wetter bleibt heute unfreundlich.</color>\n<color=#ffffffd9>Obwohl sich der Schnee und der Wind allmählich legen, machen es die gelegentlichen starken Böen, die weiterhin aufkommen, schwer, die Augen offen zu halten.</color>\n<color=#ffffffd9>Bei derartigen Wetterbedingungen kommt einem ein uralter Vers in den Sinn, in dem der Wind und der Schnee von einem Dichter mit den Hieben eines hellen Eisenschwertes gleichgesetzt werden.</color>\n<color=#ffffffd9>Doch wie Meister Landrich einst sagte, man muss weiter ohne Rücksicht auf die Schwierigkeiten, auf die man unterwegs trifft.</color>\n<color=#ffffffd9>Wir müssen mit großen Errungenschaften nach Mondstadt zurückkehren.</color>\n<color=#ffffffd9>Erst dann werde ich den Erwartungen von Meister Landrich gerecht und mache dem Namen meiner Familie Ehre. Und erst dann wird die Arroganz dieser wurmgleichen Verräter ein für alle Mal ein Ende haben.</color>\n<color=#ffffffd9>Aufgrund einer Inschrift haben wir uns dazu entschlossen, unsere ursprünglichen Pläne zur Erkundung des Kellergewölbes in den südwestlichen Ruinen aufzugeben und uns stattdessen zu einer verschlossenen Geheimkammer zu begeben.</color>\n<color=#ffffffd9>Laut der von Meister Eberhart entzifferten Inschrift dürfte die Kammer ein beeindruckendes antikes Fresko sowie von Sternsilber geschmiedete Waffen enthalten.</color>\n<color=#ffffffd9>Sollte dies der Fall sein, könnte es sich dabei um den bedeutendsten archäologischen Fund seit Jahrzehnten handeln.</color>\n<color=#ffffffd9>Das hat zumindest Meister Ingbert gesagt. Allerdings kann ich tief in meinem Herzen die Gefährten nicht vergessen, die wir nur einige Tage zuvor in den Schneestürmen verloren haben.</color>\n<color=#ffffffd9>Ich hoffe ernsthaft, dass sie wie Meister Eberhart sind, Aristokratenkinder, die seit ihrer Jugend eine strenge Ausbildung genossen haben. Sie sind sicherlich in der Lage, den Weg zurück ins Lager auf eigene Faust zu finden.</color>\n<color=#ffffffd9>Wir werden in Kürze vom Lager auf der Sonnenseite aus aufbrechen, um die inneren Bereiche der Ruinen zu ergründen.</color>\n<color=#ffffffd9>Diesmal ist es zwingend erforderlich, dass wir die Stabilität der Ruinen genau untersuchen, bevor wir sie betreten.</color>"
      }
    ]
  }
}