{
  "epId": 393,
  "name": "Antike Expeditionsprotokolle – Teil 3",
  "desc": "<p>Ein Forschungstagebuch, das in einem verlassenen Lager auf der Sonnenseite eines verschneiten Berges gefunden wurde.</p><p>Es scheint, dass sein Verfasser ein Mitglied der Aristokraten war, welche in der Vergangenheit über Mondstadt herrschten.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/ce2166820e4d9d6e508cfe8216b0d273_3964730460739841881.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189748,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Antike Expeditionsprotokolle – Teil 3"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Sternenschimmerhöhle in Drachengrat"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lässt die Geschichte dieses Ortes die Landschaft düsterer erscheinen? Oder ist die Trostlosigkeit der Landschaft hier überhaupt für ihre düstere Geschichte verantwortlich?</color>\n<color=#ffffffd9>Könnte es denn sein, dass ich diese Gedanken nur wegen all dem habe, was während jener Untersuchung passiert ist?</color>\n<color=#ffffffd9>Oder vielleicht verliere ich durch den starken Blutverlust und die eisige Kälte langsam den Verstand?</color>\n<color=#ffffffd9>Was auch immer die Antwort sein mag, ich bin mir ziemlich sicher, dass dies mein letzter Tagebucheintrag sein wird.</color>\n<color=#ffffffd9>Am Ende scheiterte Eberharts Plan doch ... Obwohl, nein. Ich glaube eher, er war erfolgreich.</color>\n<color=#ffffffd9>Im Nachhinein ist sein Handeln nur allzu klar. Ich bin überrascht, dass keiner von uns gesehen hat, was er tat ... Wenn ich jetzt so darüber nachdenke, fürchte ich, dass unsere Gefährten, von denen wir auf dem Weg getrennt wurden, bereits Opfer seines Verrats geworden sind. Der Einsturz vor dem Geheimraum mit der runden Tür war sicherlich alles Teil seines perfiden Plans.</color>\n<color=#ffffffd9>Erst ganz zum Schluss, als er Meister Ingbert und mich in den Keller in den südwestlichen Ruinen führte und seine Lanze zog, habe ich endlich begriffen.</color>\n<color=#ffffffd9>Seine Reden von einer „unter dem Schnee begrabenen verlorenen Zivilisation“ und „einer vom Himmel herabgestiegenen Macht“ waren nur Mittel zum Zweck. Er wusste, dass Ingbert die Idee der Erkundung und des Abenteuers liebte und nutzte dies aus, um ihn an einen verlassenen Ort zu locken, wo ihm niemand mehr helfen konnte ...</color>\n<color=#ffffffd9>Letztendlich läuft alles darauf hinaus, dass er ein uneheliches Kind ist.</color>\n<color=#ffffffd9>Die Lanze ist eine nicht gerade elegante Waffe, ungewöhnlich für einen Aristokraten. Ich frage mich, ob er heimlich trainiert hat, sie nur zu dem Zweck zu benutzen, seinen Herrn hier zu töten und damit ein weiteres Hindernis auf seinem Weg zur Herrschaft über den Klan aus dem Weg zu räumen.</color>\n<color=#ffffffd9>Wenn ich jetzt so darüber nachdenke, muss Meister Parsifals Ungehorsam, seine Liebe zum ritterlichen Schauspiel und sein späterer Abschied hinter den Kulissen sicher von ihm gefördert worden sein ...</color>\n<color=#ffffffd9>Das Bild von Ingbert, wie er von seiner Lanze getroffen wurde, werde ich nie mehr aus meinem Kopf bekommen.</color>\n<color=#ffffffd9>Wir sind alle zusammen aufgewachsen. Aber keiner von uns sah hinter der gütigen und sanften Fassade das Monster, das er wirklich war.</color>\n<color=#ffffffd9>Landrich plante bereits, ihm den Klan-Namen zu verleihen, nachdem er von den Ermittlungen zurückgekehrt war. Hätte er von seinen Plänen gewusst, wäre es vielleicht nie so weit gekommen ...</color>\n<color=#ffffffd9>Oder vielleicht wusste er bereits von seinen Plänen und genau das hat ihn dazu veranlasst, diese Gelegenheit zu nutzen, um in der Rangfolge einen Posten weiter nach vorn zu rücken ...</color>\n<color=#ffffffd9>Es tut mir leid, Priscilla, denn ich werde es nicht nach Mondstadt zurückschaffen.</color>\n<color=#ffffffd9>Wer immer dieses liest, bitte warnt Meister Landrich.</color>\n<color=#ffffffd9>Eberhart ist ebenfalls schwer verletzt, aber es besteht noch eine kleine Chance, dass er es nach Mondstadt zurück schafft.</color>\n<color=#ffffffd9>Sollte er es schaffen, wird es für ihn nur noch ein Hindernis auf seinem Weg zur Revolte geben.</color>"
      }
    ]
  }
}