{
  "epId": 394,
  "name": "Antike Expeditionsprotokolle – Teil 2",
  "desc": "<p>Ein Forschungstagebuch, das in Eis gefroren in den Ruinen einer Krypta gefunden wurde.</p><p>Es scheint, dass sein Verfasser ein Mitglied der Aristokraten war, welche in der Vergangenheit über Mondstadt herrschten.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/ce2166820e4d9d6e508cfe8216b0d273_9025893228480464950.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189745,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Aufgrund der Tragödie, die uns zuvor ereilt hat, fürchte ich, dass meine früheren Tagebucheinträge nahezu alle verloren sind.</color>\n<color=#ffffffd9>Es ist sehr bedauerlich, dass die Untersuchungsnotizen verloren gegangen sind, doch die Bedingungen hier sind wirklich gefährlich.</color>\n<color=#ffffffd9>Leider konnten wir diese großen Türen nicht bewegen.</color>\n<color=#ffffffd9>Letzten Endes sind wir mit leeren Händen zurückgekehrt, ohne einen Blick auf das Fresko oder die antiken Waffen werfen zu können, die Meister Ingbert so gern gesehen hätte.</color>\n<color=#ffffffd9>Nach unserer Rückkehr ins Lager auf der Sonnenseite gab es immer noch kein Zeichen der anderen, die inmitten des Schneesturms verschollen sind.</color>\n<color=#ffffffd9>Obwohl ihre Chancen möglicherweise gering sind, können wir nur hoffen, dass sie es bis zum Fuß des Berges geschafft haben und mit Hilfe und weiteren Vorräten zurückkehren werden.</color>\n<color=#ffffffd9>Es wird definitiv nicht mehr lange dauern, bis unsere restlichen Vorräte versiegen.</color>\n<color=#ffffffd9>So grausam diese Worte auch erscheinen mögen, doch der Einsturz unmittelbar vor den runden Türen der Geheimkammer hat uns nicht nur Nick geraubt, sondern auch alle Nahrung und sämtliches Brennmaterial, das er bei sich getragen hat.</color>\n<color=#ffffffd9>Ich habe gesagt, dass wir unbedingt zunächst die strukturelle Integrität dieser Ruinen überprüfen müssen ... Ich erinner mich noch deutlich daran, dass ich ihm das gesagt habe.</color>\n<color=#ffffffd9>Vielleicht hat die Reihe an unglückseligen Ereignissen, die uns in den letzten Tagen zugestoßen sind, mich verbittert gemacht.</color>\n<color=#ffffffd9>Oder vielleicht ist das einfach nur der natürliche Tribut, den diese hoffnungslosen Umstände von einem fordern.</color>\n<color=#ffffffd9>Die Tatsache, dass Meister Eberhart selbst angesichts derart widriger Umstände gelassen bleiben konnte, macht ihn nur noch bewundernswerter. Vielleicht ist es das, was die wahre Beharrlichkeit eines jungen Aristokraten ausmacht.</color>\n<color=#ffffffd9>Meister Landrichs Urteil scheint gut fundiert gewesen zu sein.</color>\n<color=#ffffffd9>Selbst als uneheliches Kind macht er sich doch sehr gut in der Rolle eines Aristokraten, eigentlich sogar besser als die meisten anderen Aristokraten.</color>\n<color=#ffffffd9>Sobald der Schneesturm nachgelassen hat, werden wir in den Keller in den südwestlichen Ruinen gehen, wie Meister Eberhart vorgeschlagen hat.</color>\n<color=#ffffffd9>Gemessen an dem, was er entziffert hat, könnte sich dort etwas sehr Altes befinden.</color>\n<color=#ffffffd9>Es mag schwer zu begreifen sein. Doch die bittere Kälte scheint die Dinge hier gut erhalten zu haben.</color>\n<color=#ffffffd9>Wir dürfen unsere Gefährten, die für uns ihr Leben gelassen haben, nicht enttäuschen.</color>\n<color=#ffffffd9>Natürlich dürfen wir auch Meister Landrich nicht enttäuschen.</color>\n<color=#ffffffd9>Sonst werde ich mich Monstern in der Arena stellen müssen.</color>\n<color=#ffffffd9>Selbst wenn ich die Monster besiege, würde ich wahrscheinlich das Schicksal von Eberharts Sklaven teilen und mein Ableben durch das Schwert des rothaarigen Todbringers des Lawrence-Klans erfahren ...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Antike Expeditionsprotokolle – Teil 2"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Sternenschimmerhöhle in Drachengrat"
          }
        ]
      }
    ]
  }
}