{
  "epId": 3972,
  "name": "Andenken von „Rückkehr der tausend Wunder“ II",
  "desc": "<p>Ein aus der Schatzzone der klassischen Attraktion „Rückkehr der tausend Wunder“ der „Veluriyam-Mirage“ ausgegrabenes Andenken. Der Schatz, der dieses Andenken enthält, entspricht dem zweiten Rätsel: „Der fliegende Stern der Ranke trug mich durch die stillen Wälder und schließlich in den ruhigen Schlaf ...“</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/fabfde3fdc81d4935b114c3235942fda_2505215764657220199.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471481,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lieber Unbekannter, wenn du diesen Brief hier liest, dann bedeutet das, dass du dich genau wie ich an diesem wundersamen Ort vergnügst. Mögest du hier finden, wonach du suchst, und einen Nutzen daraus ziehen.</color>\n<color=#ffffffd9>Ich bin eine Studentin des Rtawahist-Instituts. Ich bin bei der Beobachtung der Sterne in einen tiefen Schlummer gefallen. Als ich wieder erwacht bin, habe ich mich hier wiedergefunden und eine Weile an diesem Ort verbracht.</color>\n<color=#ffffffd9>Idyia, die Verwalterin dieses Ortes, schien wegen irgendeiner Sache in Sorge zu sein. Und sie erwähnte, dass sie „alte Geräte reparieren müsse“ und keine Zeit habe, meine Fragen zu beantworten. Stattdessen hat sie mir eine überaus ruhige Wohnstatt bereitgestellt, in der ich mich ausgiebig ausruhen konnte ...</color>\n<color=#ffffffd9>Aus meinen Gesprächen mit anderen habe ich jedoch geschlossen, dass sie neue Gäste normalerweise sehr herzlich empfängt. Aber das ist nur verständlich. Jeder hat mal Zeiten, in denen er einfach zu beschäftigt ist.</color>\n<color=#ffffffd9>Bis zu meiner Abreise hatte sie nicht die Zeit, mir meine Fragen zu beantworten. Stattdessen hat sie mir viele Geschenke gesandt und mich dazu eingeladen, an der Attraktion teilzunehmen.</color>\n<color=#ffffffd9>Daher weiß ich nicht besonders viel über diesen Ort und habe keine nützlichen Informationen für dich. Ich kann dir nur wünschen, hier viel Spaß zu haben.</color>\n<color=#ffffffd9>Die Sterne an diesem Ort zu betrachten, scheint eine andere Wirkung zu haben. Auch wenn sich die Position der einzelnen Sterne nicht ändert, scheint das Gesamtbild klarer zu wirken, was die Aufzeichnung erleichtert.</color>\n<color=#ffffffd9>Könnte das auf die kombinierte Wirkung der besonderen Umgebung und der heiteren Stimmung zurückzuführen sein? Immerhin ist das Sichtfeld hier ja weiter als im Regenwald und die Luft feuchter und klarer als in der Wüste.</color>\n<color=#ffffffd9>Das Wichtigste ist, dass hier nur selten Monster oder Menschen mit bösen Absichten auftauchen, um Störungen zu verursachen. Und das erlaubt einem, den Sternenhimmel in vollen Zügen zu genießen.</color>\n<color=#ffffffd9>Nach gängigem Brauch ... sollte ich dir einige Zeugnisse hinterlassen, aber leider hatte ich nur einige Bücher und Stifte dabei, als ich hierhergekommen bin. Und ohne sie kann ich meine Abhandlung nicht vollenden ...</color>\n<color=#ffffffd9>Unter Idyias Geschenken war auch ein Sümmchen Mora, zu denen sie mir vorschlug, ein paar Möbel zu kaufen, damit ich meine Wohnstatt noch behaglicher, schöner und beruhigender gestalten könnte …</color>\n<color=#ffffffd9>Doch mein Zuhause ist bereits mit Büchern und Sternkarten gefüllt, sodass kein Raum für etwas anderes mehr bleibt. Zudem muss ich ja die Wüste durchqueren, um zur Akademie zurückzukehren und ich bezweifle, dass ich die Reise schaffen würde, wenn ich noch mehr mitnehme ...</color>\n<color=#ffffffd9>Diese Geschenke wären also wohl eher was für diejenigen, die nach mir kamen. Also habe ich mit dem Vergraben dieser Truhe bewusst bis zu einem Tag gewartet, der mir verheißungsvoll erschien.</color>\n<color=#ffffffd9>Diese Geschenke sind jetzt also allesamt für dich. Ich hoffe, dass sie dir Frieden, Freude und den Segen des Sternenhimmels bringen werden.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Andenken von „Rückkehr der tausend Wunder“ II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten im Rahmen des Auftrags „Rückkehr der tausend Wunder“ während des Ereignisses „Sommer! Paradies? Mirage!“"
          }
        ]
      }
    ]
  }
}