{
  "epId": 4026,
  "name": "Des Kaisers Entschlossenheit",
  "desc": "<p>Der Streithammer des Kaisers von Feuer und Eisen. Egal ob andere Fontemer-Mutanten, Uhrwerk-Mecha oder Jäger mit unangebrachter Neugierde, er hat unzählige Besucher mit seiner riesigen Klaue zermalmt.<br>Anders als bei den Menschen gibt es bei den Fontemer-Mutanten keine Aristokraten oder Kinder reicher Eltern. Niemand wird höher geboren als ein anderer der gleichen Art. Fontemer-Mutanten, die alle Widrigkeiten überstehen und ihre natürlichen Feinde besiegen, werden durch viele Jahre des Jagens und Fressens immer stärker und wachsen unbegrenzt, bis sie schließlich zu den furchterregenden Tyrannen werden.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4192b765e880bef0a49753fc0b634c13_7741188119833696531.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1706688769,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Des Kaisers Entschlossenheit"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Kaiser von Feuer und Eisen ab Stufe 30"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Kaiser von Feuer und Eisen",
        "desc": "<p>Einer der beiden Herrscher, die alle anderen Fontemer-Mutanten dominieren und dereinst Legenden unter den Seeleuten waren.</p><p>Die Panzerkrabbe, die keine natürlichen Feinde trifft und stets auf der Jagd und am Fressen ist, sucht während ihres Wachstums unentwegt nach einem geeigneten Schneckenhaus oder Muscheln, die ihr als neuer Panzer dienen können. Doch am Ende wurde sie einfach zu groß. Es existieren Aufzeichnungen, die auf die Zeit vor der ersten Hochwasserperiode zurückgehen und in denen eine riesige Panzerkrabbe erwähnt wird, die Schiffe angegriffen hat und am Ende von der noch nicht wiedereingesetzten Marinekommandantin Basil Elton besiegt wurde.</p><p>Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um ihn als prachtvolle weiße Steinrüstung zu tragen. Natürlich würde es in einer solchen Welt keine Menschen mehr geben, die ihn halb in Ehrfurcht, halb im Spott als „Kaiser von Feuer und Eisen“ bezeichnen würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/92cf784732984089c7f5a91f7a42822c_4656668074587906433.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Er ist eine Transportwache der Schwertschachtel und gleichzeitig Leiter der renommierten Mächtigen Fabelbestien.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/b041ad23a9d6245efac952a9379c5114_2038843306722897043.png",
        "displayStyle": "card"
      }
    ]
  }
}