{
  "epId": 4066,
  "name": "Pummelrobbe",
  "desc": "<p>Ein in den Gewässern von Fontaine beheimatetes Säugetier, das melodiöse Klänge erzeugen kann, um mit seinen Artgenossen zu kommunizieren. </p><p>Aufgrund des Prinzips der Dichte ist das Wasser als Medium zur Übertragung von Schall weitaus effizienter als Luft. Inspiriert von den Pummelrobben haben Leute am Forschungsinstitut eine Technik erfunden, um Bilder in Daten umzuwandeln und diese in Echtzeit zu übertragen. Aufgrund der zahlreichen Beschränkungen für experimentelle Technik hat sie außerhalb des Forschungsinstituts keine weite Verbreitung gefunden. In Wirklichkeit existierte jedoch schon vor langer Zeit Technik zur Datenübertragung, die auf Flüssigkeiten und Schall basierten. Auf dieser Welt gibt es keine wirklich neuen Entdeckungen.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/640ca728bc061ad3a4a830e4ee987ec1_6481303442055589874.png",
  "menuId": 7,
  "menuName": "Gegner und Monster",
  "version": 1692432446,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Pummelrobbe"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Mystische Bestien"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4069,
        "name": "Transozeanische Perle",
        "desc": "<p>Ein winziger Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Fontemer-Mutanten entstammen dem „Meer“ von Fontaine. Man vermutet, dass diese eigenartigen Lebensformen unter dem Einfluss der seltsamen Energie in dem Wasser entstehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/0e951d06ab200a1578724fed95d842ca_3626373126818172363.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4068,
        "name": "Transozeanischer Brocken",
        "desc": "<p>Ein Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Er strahlt eine geheimnisvolle Energie aus.<br>Obwohl Legenden berichten, dass im weiten Ozean, jenseits von Wasserstraßen und menschlichen Spuren, reiches Leben existiert, sind die gemeinen Ozeane doch nichts im Vergleich zur Vielfalt im „Meer“ von Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/35ab3651275afb059f079c578c4cbfbd_9195099265126602335.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4067,
        "name": "Xenochromatischer Kristall",
        "desc": "<p>Ein großer Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Er enthält eine geheimnisvolle Energie.<br>Obwohl der Ursprung unendlicher Gewässer, verlieren die Ströme von Fontaine ihren einzigartigen Charakter, je näher sie an fremden Ländern fließen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4bc36681d1975fcd36ed2965771c995d_594343951617308016.png"
      }
    ]
  }
}