{
  "epId": 4072,
  "name": "Greifendes Zahnrad",
  "desc": "<p>Das Zahnrad eines Uhrwerk-Mecha.<br>Ein wichtiges Teil für das Getriebe. Wenn es fehlt, funktioniert die entsprechende Einheit nicht mehr.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/0d15f8ce2c281306fbc8e0c3a6315437_4415947670565014598.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1722968641,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Greifendes Zahnrad"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren und Waffen"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Uhrwerk-Mecha\nMit Sternenstaub kaufen"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 4055,
        "name": "Mecha - Typ: Vernichtungsspezialist",
        "desc": "<p>Obwohl das Forschungsinstitut für kinetische Energie Fontaine die bedeutendste Institution für die Forschung an und das Design von Uhrwerk-Mecha ist, gibt es auch viele Ingenieure und unabhängige Werkstätten außerhalb des Instituts.</p><p>Dieser Typ des Mecha wurde ursprünglich von einem unabhängigen Ingenieur als Erinnerung an seine Geliebte und Mäzenin entworfen und gebaut. Letztendlich wurde diese Maschine von der Maison Gardiennage auserwählt und erworben, um als eine der Waffen der Stadtsicherheit – auch unter dem Namen Institution der öffentlichen Gewaltanwendung bekannt – Verwendung zu finden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/16ef076f8093794bc35bba0ea0516739_8605572342846573709.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4056,
        "name": "Mecha - Typ: Konstruktionsspezialist",
        "desc": "<p>Ein großer Uhrwerk-Mecha, der für Bauarbeiten und archäologische Ausgrabungen von unschätzbar hohem Wert ist und dessen Name auf den Ingenieur zurückgeht, der beim Bau der Clémentine-Linie von Callas angeheuert wurde.</p><p>Mit der finanziellen Unterstützung von Callas konstruierte dieser Ingenieur die legendäre riesige Baumaschine „Goldene Note“, um den Poisson-Tunnel zu graben. Nach Abschluss dieser Arbeiten nutzte er das Design dieser Maschine als Vorlage, um diesen typgleichen Uhrwerk-Mecha mit kleineren Abmessungen zu entwerfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/1344b14a8d98aa99c73716774fd35a77_2899464332829147062.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "name": "Mecha - Typ: Angriffsspezialist",
        "desc": "<p>Genauso wie der „Typ: Aufklärungsprotokoll“, gehört diese Maschine zu den frühesten neuen Modellen der Uhrwerk-Mecha (heute, nach mehreren hundert Jahren, würde wohl niemand mehr auf die Idee kommen, ihn als „neu“ zu bezeichnen. Dieser Begriff wurde seinerzeit dazu verwendet, sie von den traditionellen Uhrwerkenergie-betriebenen Maschinen zu unterscheiden).</p><p>Der Name wurde im Gedenken an einen Freund des Erfinders vergeben und der Mecha war ursprünglich dazu gedacht, Menschen zu helfen. Spätere Nutzer waren jedoch allgemein der Ansicht, dass sich dieser Mecha sehr gut dazu eigne, Menschen anzugreifen; es sollte wohl allemal besser sein, als wenn Menschen gegen Menschen antreten würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f47330ba59a37b485805f076403c1e63_6924395373597470992.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4052,
        "name": "Mecha - Typ: Gebietsalarm",
        "desc": "<p>Ein Mecha, der in der Lage ist, die aus der Annihilation resultierende Energie abzustrahlen. Um genau zu sein, handelt es sich um einen Versuchsapparat, der vor der Gründung des Forschungsinstituts Fontaine aus den Forschungen des Instituts für Naturphilosophie hervorgegangen ist.</p><p>Deswegen wird er von den meisten Ingenieuren auch nicht als ein Uhrwerk-Mecha im engeren Sinne des Wortes angesehen, obwohl er als ein Alarm- und Verteidigungsapparat einigen kommerziellen Erfolg hatte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/6dc3e045a6a5328ef191cd16d2d33a5f_4468165890258544177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4050,
        "name": "Mecha - Typ: Subaquatische Patrouille",
        "desc": "<p>Dieser Uhrwerk-Mecha wurde entwickelt, um die Wasserlebewesen aufzuspüren, zu vertreiben und zu vernichten, die es auf Unterwasserinstallationen abgesehen haben.</p><p>Seit der ersten Hochwasserperiode ist das Forschungsinstitut Fontaine besorgt wegen einer zweiten Periode, die eines Tages eintreten könnte. Einige von ihnen begannen, die Wiedererschließung längst verlorener Ruinen im Wasser und den Bau von Städten unter dem Meer ins Auge zu fassen. Andere wiederum richteten ihren Blick auf die Inseln im Himmel, die dort in unerreichbaren Höhen schwebten, und träumten von Metropolen in den Wolken.</p><p>Der Typ: Subaquatische Patrouille wurde von den Ersteren konzipiert, aber den Ergebnissen nach zu urteilen, haben die Letzteren in den letzten Jahren die Oberhand gewonnen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f9a30d3a1b55b47fe9b85a41967741e7_4120028938597579298.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mecha - Typ: Unterdrückungsspezialist",
        "desc": "<p>Ein Uhrwerk-Mecha auf Basis des Modells „Scherbius“, der die eine oder andere Anpassung erfahren hat. Leider verfügt er über keinerlei andere Fertigkeiten, als anzugreifen.</p><p>Der auf Annihilationsenergie basierende Uhrwerkmechanismus verwendet normalerweise spezielle Kristalle als Regenerator, um Energie aus der Umgebung von Fontaine zu gewinnen, indem er Ousia und Pneuma extrahiert. Allerdings sind auch kurzzeitige Kurzstreckenbewegungen außerhalb von Fontaine mithilfe vorbereiteter Energieblöcke möglich. Der Unterschied hierbei besteht in der Form der Kristallteile, die auf der Maschine zum Einsatz kommen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/2f50163bfc40d3af453ccd6f2d227fe7_2550899906055222036.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Mecha - Typ: Aufklärungsprotokoll",
        "desc": "<p>Einer der ersten neuartigen Uhrwerk-Mecha, die hergestellt wurden.</p><p>Es heißt, dass der „Herr der wunderlichen Maschinen“, Guillotin, während seiner Zeit am Institut für Naturphilosophie Maschinen gebaut hätte, die tatsächliches intelligentes Denken zu simulieren imstande waren.</p><p>Und obwohl er diese Behauptung nie offiziell bestätigte, sollte die Legende doch später zahlreiche Ingenieure inspirieren. Vor Jahrzehnten hatte dann jemand verlauten lassen, dass man einen Uhrwerk-Mecha geschaffen hatte, der zu elementarem Denken und dem Lesen menschlicher Emotionen fähig war. Doch die entsprechenden Ergebnisse stießen schlussendlich auf Ablehnung.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/03b6c3af19fcba75282ba382142a4b01_5275956913538967436.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4047,
        "name": "Mecha - Rechenleistungsverstärker",
        "desc": "<p>Ein Uhrwerk-Mecha, der zur Weiterleitung und Verstärkung von Signalen entwickelt wurde.</p><p>Die Energie, die das Uhrwerk antreibt, wird durch eine durch Ousia- und Pneuma-Energie kontrollierte Annihilationsreaktion innerhalb des Energiekerns erzeugt. Eine Überlastung mit zu viel Energie führt daher zu einer Störung des ursprünglichen Gleichgewichts.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/b41d5988248088edd12a7f16da6657da_6286251025958896519.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4049,
        "name": "Mecha - Typ: Landvermessung",
        "desc": "<p>Ein Uhrwerk-Mecha, der zum Aufspüren von Bodenschätzen und bestimmten Mineralien entwickelt wurde.</p><p>Da man die Art des zu suchenden Metalls einstellen kann, erfreut sich dieser Mecha auch bei Schatzräubern und Abenteurern großer Beliebtheit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/9d2abe9dbb827e024899c843ff2f0270_5877988490472159222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4048,
        "name": "Mecha - Typ: Subaquatische Untersuchung",
        "desc": "<p>Ein Uhrwerk-Mecha, der speziell zum Sondieren unter Wasser entwickelt wurde.</p><p>Bei der Konstruktion von Uhrwerk-Mecha ist die Kinematik der entscheidende Untersuchungsgegenstand, sofern die Dynamik nicht durchbrochen werden kann. Und wenn es darum geht, zweckgerichtete mechanische Konstruktionen zu entwickeln, kann die Bionik mitunter die beste Lösung bieten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f582e9fa33cd56f5396b7ae1750cd4ca_1875361004598157691.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4051,
        "name": "Mecha - Typ: Flinker Ernter",
        "desc": "<p>Ein Uhrwerk-Mecha, der zum Ausheben und Befördern von Sand und Erde entwickelt wurde.</p><p>Der Uhrwerk-Mecha, dessen Energieerzeugung auf der Annihilation von Ousia- und Pneuma-Energie basiert, verfügt in Fontaine über einen einzigartigen Vorteil: Hier verfügen sowohl die Wasseradern, als auch die Böden über die Eigenschaft, Ousia- und Pneuma-Energie zu speichern und zu leiten. Aus diesem Grund ist es auch nicht unüblich, wenn man mal auf seinen Abenteuern gelegentlich Energieblöcke zu Gesicht bekommt, die besagte Energien enthalten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/97d935b7ef2029022d2afff1dda10858_8160472552300912717.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4401,
        "name": "Mecha - Typ: Tiefwasserangriff",
        "desc": "<p>Ein Uhrwerk-Mecha, entwickelt, um Unterwasserangriffe durchzuführen. Im Gegensatz zum „Typ: Subaquatische Patrouille“, wird von ihm erwartet, es mit deutlich größeren und brutaleren Feinden aufnehmen zu können. Der Preis hierfür wird mit Funktionsleistung und Fertigungskosten gezahlt. So kann er insbesondere gegen kleinere Feinde sein Potenzial nicht vollständig ausschöpfen.</p><p>Einst ereignete sich in Fontaine eine Tragödie, als riesige Bestien einfielen und die Flotte der Weißen Panzer, eigentlich der ganze Stolz von Fontaine, bei der Verteidigung des Landes vollständig ausgelöscht wurde. Die Konstrukteure hofften, eine Wiederholung eines solchen Vorfalls verhindern zu können, indem zumindest ein Uhrwerk-Mecha mit gewaltiger Feuerkraft im Wasser zuschlagen könnte. Er sollte die erste Verteidigungslinie bilden, noch vor den Generälen und ihren Truppen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/36893887/42bd4ed7c62bde287d29b7b393d40bbd_1783837103161453876.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Teyvat :"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=de-de#/map/2?shown_types=494&center=-746.00,-5888.00&zoom=-2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5714,
        "name": "Émilie",
        "desc": "Eine Parfümeurin aus Fontaine, die gerne Geheimnisse in Fläschchen abfüllt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/87ad30965e0c1b45364fdccc51b3429d_6108610286145583716.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Die tüchtige Reporterin vom Dampfvogel ist stets auf der Suche nach der „Wahrheit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/7bbbff3f35661a93b5091b1f17fae6c0_4693608884707284579.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Truppenführerin der Sonderpatrouille für Sicherheit und Überwachung, deren Herz stets für die „Gerechtigkeit“ schlägt, während ihre Muskete sich nur auf die Schuldigen richtet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/61142474/a846729f31f16a987a8696466ebabcc0_1474533800708855468.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Waffenaufstieg"
      },
      {
        "type": "RichText",
        "text": "Katalysator"
      },
      {
        "type": "CustomEntry",
        "epId": 4339,
        "name": "Lehre des ewigen Flusses",
        "desc": "<p>Ein Lehrwerk, das in einem geheimen Unterwasser-Trainingszentrum von Generation zu Generation weitergereicht wurde. Heute weiß niemand mehr von dessen Existenz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/36893887/5828ed7b48c39e5d15aaf6f2495ddabc_7618768087052910386.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einhänder"
      },
      {
        "type": "CustomEntry",
        "epId": 5674,
        "name": "Absolution",
        "desc": "Ein Degen, der früher einmal von einem Betrüger getragen wurde, der alles hinter sich gelassen hatte. Einst diente er ihm vornehmlich als Utensil, um seine wahren Machenschaften zu verschleiern und seine Identität zu tarnen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/30/d5da78d8dd0ac8814b699d6195145776_7211910286782963050.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Stangenwaffe"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Rechtmäßige Belohnung",
        "desc": "<p>Eine scharfe Lanze. Einzig der Spitze haften frische Blutspuren an.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/9bb154ad1759bf2d9015b060cad1ca9c_5966565729240277530.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4336,
        "name": "Erkundungsbohrer",
        "desc": "<p>Dieser inzwischen nahezu verschwundene Bohrer mit langem Stiel wurde häufig für Erkundungen, Steinmetz- und Schnitzarbeiten verwendet.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/36893887/4bfc21303d8ff98cd546aae980b55090_8175718987294031575.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5577,
        "name": "Form des scharlachroten Mondes",
        "desc": "<p>Eine scharfe Waffe von der grellen Farbe des scharlachroten Mondes. Es heißt, zur Zeit einer uralten Herrscherdynastie wurde sie als ein zeremonielles Instrument angesehen, das zwei Welten verband. Schon lange gibt es niemanden mehr, der sich an den Glauben und die Rituale jener Tage erinnert.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/c7e54ce915e4d0676cfc1ac4ca1436c5_4506595706531036686.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Zweihänder"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Gezeitenschatten",
        "desc": "<p>Ein formschönes Standardschwert. Maßgeschneidert für Generäle und Flaggschiffkapitäne der alten Marine von Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/17a33544c58e2a45ad5f1a4a5a68906a_2499509219430595074.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4335,
        "name": "Tragbare motorisierte Säge",
        "desc": "<p>Diese alte Motorsäge sieht man heute fast nirgends mehr, aber einst diente sie Arbeitern als zuverlässiges Werkzeug.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/36893887/ac81c1e26d35d3742320975fffe21ee8_9017421265696293419.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4719,
        "name": "Urteilsspruch",
        "desc": "Eine Waffe, die von einem adligen Mädchen benutzt wurde, das einst seinen Familiennamen aufgab. Sie war mit dem Blut von Feinden und seinem Liebsten aus der Vergangenheit befleckt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/4f35f9bf1bceead8fa216873ce321847_6475651973647579739.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4720,
        "name": "Megamagisches Schwert des ultimativen Oberherrn",
        "desc": "<p>Ein magisches Superschwert, das nur vom ultimativen Oberherrn des Ozeans benutzt werden kann. Aufgrund des speziellen wasserdichten Materials, das verwendet wird, wird es nicht beschädigt, selbst wenn es in Wasser getaucht wird, sodass es regelrecht als unschlagbar bezeichnet werden kann!</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/9eb77ebc428cc08b695d166c70d72012_8077919549792565749.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Herstellung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 4071,
        "name": "Mechanisches Stirnrad",
        "desc": "<p>Das Zahnrad eines Uhrwerk-Mecha.<br>Obwohl es in der Kinematik der Uhrwerk-Mecha bedeutende Durchbrüche gab, konnte die Dynamik bis heute die Fundamente und Regeln nicht erschüttern, die Alain Guillotin vor mehr als vierhundert Jahren aufgestellt hatte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/8023d5d16d579656f82fd4378358a11b_8223941451665776915.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/36893887/9f1c9e2f711a65f41ab3945f916dede5_8004748910518082011.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 4072,
        "name": "Greifendes Zahnrad",
        "desc": "<p>Das Zahnrad eines Uhrwerk-Mecha.<br>Ein wichtiges Teil für das Getriebe. Wenn es fehlt, funktioniert die entsprechende Einheit nicht mehr.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/0d15f8ce2c281306fbc8e0c3a6315437_4415947670565014598.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "25x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Händler"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 4072,
        "name": "Greifendes Zahnrad",
        "desc": "<p>Das Zahnrad eines Uhrwerk-Mecha.<br>Ein wichtiges Teil für das Getriebe. Wenn es fehlt, funktioniert die entsprechende Einheit nicht mehr.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/0d15f8ce2c281306fbc8e0c3a6315437_4415947670565014598.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "(Limitiert auf 30 pro Monat)\n5x"
      },
      {
        "type": "CustomEntry",
        "epId": 872,
        "name": "Herrenloser Sternenstaub",
        "desc": "Eine Währung, die beim Händler gegen wertvolle Ressourcen eingetauscht werden kann.<br/>Zurückgeblieben vom Staub des Schicksalssterns. Vielleicht vermag es, in der richtigen Menge das Schicksal zu bestimmen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Masterless Stardust_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Materialien"
      },
      {
        "type": "CustomEntry",
        "epId": 4071,
        "name": "Mechanisches Stirnrad",
        "desc": "<p>Das Zahnrad eines Uhrwerk-Mecha.<br>Obwohl es in der Kinematik der Uhrwerk-Mecha bedeutende Durchbrüche gab, konnte die Dynamik bis heute die Fundamente und Regeln nicht erschüttern, die Alain Guillotin vor mehr als vierhundert Jahren aufgestellt hatte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/8023d5d16d579656f82fd4378358a11b_8223941451665776915.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4070,
        "name": "Neuartiges Uhrwerk-Zahnrad",
        "desc": "<p>Das Zahnrad eines Uhrwerk-Mecha.<br>Die Fortschritte in der Maschinenpräzision und der Materialforschung sind der Schlüssel für den Fortschritt bei den Uhrwerk-Mecha in Fontaine. Unterstützt durch fortschrittliche Gerätschaften besitzt jeder Ingenieur die Fähigkeit, Maschinen herzustellen, die die des Zeitalters des „Herrn der wunderlichen Maschinen“ Guillotin überragen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4b604ff986feeaf150418ca94355a65a_1414415110007787420.png",
        "displayStyle": "card"
      }
    ]
  }
}