{
  "epId": 410,
  "name": "Shivada-Jade-Bruchstück",
  "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
  "filterValues": {
    "objectType": [
      "Material für den Figurenaufstieg"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1736681430,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Shivada-Jade-Bruchstück"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material für den Figurenaufstieg"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Fluxeisbäumen ab Stufe 40\nBeute von Kryo-Hypostasen ab Stufe 40\nBelohnung für die Herausforderung des Wolfs des Nordens ab Stufe 40\nKann umgewandelt werden mit Azoth-Staub\nTransmutationsergebnis durch Parameterwandler"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "RichText",
        "text": "Anführer"
      },
      {
        "type": "CustomEntry",
        "epId": 2158,
        "name": "Kryo-Hypostase",
        "desc": "Codename „Daleth“, ein hoch entwickeltes Kryo-Lebewesen.<br/>Laut Forschungsberichten gibt es kleine Unterschiede in der Zusammensetzung zwischen Hypostasen und herkömmlichen elementaren Organismen. Diese subtilen Unterschiede in der Zusammensetzung erklären ihre extrem stabile Form und mechanische Art der Fortbewegung.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2146,
        "name": "Anordnung immerwährender Vorrichtungen",
        "desc": "Tückische und fremdartige Kampfmaschine.<br/>Die Legende besagt, dass dies eine Kriegsmaschine ist, die von einem bereits zerstörten Königreich zurückgelassen wurde. Sie besteht aus mehreren Teilen, die sich je nach Kampfumgebung in verschiedene Formen verwandeln und verschiedene Angriffe ausführen können.<br/>Die Form aus Würfeln hat auf einer Ebene viele Ähnlichkeiten mit den sogenannten „Hypotasen“.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2243,
        "name": "Maguu Kenki",
        "desc": "Selbstregulierte humanoide Vorrichtung mit einem Schwert.<br/>Normalerweise scheint diese Vorrichtung keine Fähigkeit oder Bereitschaft zum Sprechen zu haben. Sie ist nur bereit, mit ihrem Schwert zu sprechen.<br/>Es wird gesagt, dass für die Herstellung der Maschine eine gewisse Schwertkunst verwendet wurde. Aus unbekannten Gründen verlor man aber die Kontrolle über die Maschine und so wurde sie deaktiviert.<br/>Es gibt Lieder, in denen über den Verbleib des Geistes des Schwertes gesungen wird und das grimmige Gesicht, das über dieses wacht, scheint von einem berühmten Oni jener Zeit zu sein.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Fluxeisbaum",
        "desc": "Ein magisches Wesen, das entstand, als die Kälte aus dem Fluss der Elemente an den Ranken haften blieb.<br/>Es gibt Forscher, die davon ausgehen, dass Pflanzen wie die Organe dieser Welt sind und die Elemente in Einklang miteinander halten. Daraus entwickeln sich Pflanzen wie Eisnebelblumen und Vaniloquen, die voller Elementarenergie stecken.<br/>Nach langer Zeit mögen sich einige davon unter bestimmten Umständen zu Wesen wie Fluxeisbäumen entwickeln, groß und fürchterlich wie andere Monster.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Alte Geo-Drachenechse",
        "desc": "Nach vielen Jahren gewöhnte sich die unglaublich mächtige alte Geodrachenechse an die Veränderungen in ihrer Elementarumgebung.<br/>In Volksmärchen ist von einer „Drachenkatastrophe“ die Rede, die das Tianqiu-Tal ins Verderben stürzte. Danach wurden die stärkste Geodrachenechse und alte Geodrachenechsen tief unter die Erde verbannt. Sie vergruben sich in der unbekannten Tiefe, wartend auf eine Gelegenheit, zurück an die Oberfläche zu gelangen ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Tiefsee-Drachenechsen-Herde",
        "desc": "<p>Eine Tiefsee-Drachenechsen-Herde aus mächtigen Kämpfern.</p><p>Durch die Auslese und Züchtung des Volks von Enkanomiya sind diese Tiefsee-Drachenechsen außergewöhnlich stark. Aber keine von ihnen würde dies als eine Art Segen wahrnehmen. Zu den stärksten Kriegern in dieser Herde gehören diejenigen, die geschickt mit verschiedenen Elementen umgehen können.</p><p>Sie greifen alle Eindringlinge an, um ihren Zorn gegenüber dieser Welt zu zeigen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/10/36893887/33663ed8f0c9f7500679a6bdb21590c6_2459786969136729562.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2857,
        "name": "Omendrache",
        "desc": "<p>Eine Kampfmaschine in Drachenform, die, wie ein Herrscher eines großen urzeitlichen Reiches, Angst und Schrecken verbreitet.</p><p>Die in den Legenden untergegangenen Reiche dürsteten einst nach der verbotenen Technik und versuchten, Maschinen zu erschaffen, die dem Leben ebenbürtig sein könnten oder es sogar übertrafen. Diese riesige, unermüdliche mechanische Bestie scheint zu beweisen, dass sie ein Gebiet betraten, welches Sterblichen verwehrt bleiben muss.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/36893887/5ed960ef01a22660c0e92ab516835435_6236779751521391975.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Lasterhafter Täufer",
        "desc": "<p>Ein magisches Wesen aus dem Abgrund, das sich die Kraft zahlreicher Elemente zunutze macht und dem im Zuge der „Evolution“ zusätzliche Gliedmaßen gewachsen sind.</p><p></p><p><em>„Die Essenz des ‚Abgrunds‘ ist letztlich mit den Elementen unvereinbar. Doch selbst die göttlichen Elemente werden von ihm verschlungen, sie werden verdreht und seinem Willen unterworfen. In Bezug auf Ergebnis und Nutzen unterscheidet sich der sogenannte ‚Abgrund‘ vermutlich nicht allzu sehr von einem mit elementarer Macht gefüllten Gefäß in den Händen von Schatzräubern oder gar dem ‚Göttlichen Auge‘ ...“</em></p><p>– Jemandes Notizen, zurückgelassen in Hangeh Afrasiyab</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2899a9fa6efec1006150467a00823c4a_6435364245713317392.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Eiswind-Suite",
        "desc": "<p>Ein vom Forschungsinstitut Fontaine entwickelter Mecha-Tänzer.</p><p>In Bossuets ursprünglicher Konzeption war der Mecha-Tänzer ein das Zeitalter überschreitendes Kunstwerk. Doch nachdem Bossuet zum Rücktritt gezwungen worden war, ist dieses Projekt Maillardet in die Hände gefallen. Maillardet hatte seine ganz eigene Definition der Begriffe Mecha und Tänzer, was über mehrere Iterationen hinweg dazu führte, dass die verschiedenen Funktionen des Mecha-Tänzers nicht nur vervollständigt wurden, sondern sich allmählich auch von Bossuets ursprünglichem Designkonzept entfernt haben.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/377f3a8f5ea5fc082951815af746a2ae_6909004231455905776.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Wandernde eremitische Seelensprecherin",
        "desc": "Eine Priesterin der Meister des Nachtwinds, die fernab von ihrem Stamm gelebt und ihre Fähigkeiten in völliger Einsamkeit verfeinert hat. Es heißt, dass ihre Seelensprecher-Kräfte die von gewöhnlichen Priestern und Schamanen übertreffen, weil sie mit dem Schutz vom Wayob der Meister des Nachtwinds gesegnet ist. Diese Kräfte, Segen und Fluch zugleich, konnte sie anfangs nicht kontrollieren, weshalb sie ihren Stamm verließ, um sie in der Isolation zu meistern. Es ist ihr inzwischen gelungen, doch bis heute lebt sie noch immer zurückgezogen, eine Gewohnheit, die ihr einen schlechten Ruf als Sonderling eingebracht hat. Gerüchten zufolge ist sie jedoch mehr als bereit, diejenigen zu unterrichten, die ihre Führung suchen ... allerdings immer auf ihre eigene Art und Weise.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einprägsame Gegner"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
        "desc": "Die größte, edelste Seele, die über Wolfenlauf wacht.<br/>Ist das Wolfsrudel in Gefahr, erscheint sie in Form eines Wolfes, der seine Zähne bleckt und die Krallen zeigt.<br/>Für die Bewohner von Mondstadt sind die Wölfe von Wolfenlauf furchterregende Phantome.<br/>Eine verschwommene Gestalt, die durch den Wald saust, ein schauriges Heulen in unbestimmter Ferne, das schleichende Gefühl, von hinten beobachtet zu werden.<br/>Das Gesetz des Wolfs des Nordens lautet, nie von Menschen erblickt werden zu dürfen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "„Der Graf“",
        "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Ein Drache so alt wie die Berge.<br/>Unzählige Jahre hatte er Seite an Seite mit Rex Lapis gestanden, wandte sich aber schließlich gegen ihn und wurde dafür in die Dunkelheit der Erde verbannt. Während all der Zeit ist seine Kraft langsam gewichen und auch seine Erscheinung verlor ihre ursprüngliche Form.<br/>Die schwachen Vibrationen seiner Fesseln und das leise Brüllen hallen bis heute durch die Berge und halten die Erinnerungen an ihn wach.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "La Signora",
        "desc": "La Signora, die Achte der Elf der Fatui.<br/>Im Gegensatz zu anderen Fatui, die die durch Teuflische Augen gewährte Macht ausüben, ist ihr Teuflisches Auge eine Waffe, die eine alles verschlingende Flamme fesselt. Aber im Gegensatz zu einer Waffe, die zum Töten benutzt wird, wäre es eigentlich vielleicht passender, ihr Teuflisches Auge als Werkzeug der Gefangenschaft zu betrachten.<br/>Und es war die Glut dieser Flamme, die sich über viele lange Jahre angesammelt hatte, die das frostige Siegel des Teuflischen Auges durchbrechen und einen verzerrten Schatten auf sie werfen würde.<br/><br/>Die karmesinrote Morgendämmerung spiegelte sich in ihren Pupillen und schließlich entfaltete sie ihre flammenden Flügel und flog dem Licht entgegen.<br/><i>„Aber dieses Licht ist nicht die Morgendämmerung, liebe Rosalyne. Das ist ein Flammenmeer, das alles verzehren wird.“</i><br/>Eine Stimme sprach zu ihr inmitten des Lichts.<br/><br/>Doch das spielte keine Rolle, denn sie wusste in ihrem Herzen, dass die Flammen sie schon längst verschlungen hatten.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 1,
        "name": "Qiqi",
        "desc": "Schülerin in der Bubu-Hütte und Kräutersammlerin. Sie ist leichenblass und redet nur sehr wenig. Ihr Miene verzieht sie kein einziges Mal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Qiqi_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Sie ist die „Gischtritterin“ aus einer uralten Familie und Truppenführerin der Freischärler des Ordo Favonius. Als ein Nachkomme der Aristokraten ist sie aber dem Ritterorden, dem Erzfeind der Aristokratie beigetreten. Warum sie solch eine Entscheidung getroffen hat, bleibt eins der größten Rätsel von Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Die Tochter des Kamisato-Klans der Yashiro-Verwaltung. Sie ist würdevoll und elegant, klug und stark.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 13,
        "name": "Aloy",
        "desc": "Sie war früher eine Ausgestoßene. Jetzt ist sie eine Jägerin mit durchdringendem Scharfsinn. Jederzeit ist sie bereit, mit Pfeil und Bogen das Richtige zu tun.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/61142474/1fb2086af3c7933af37eda1ff9084317_8236811626869569117.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Eine adeptische Schülerin mit einer übernatürlichen Aura, die ihr das langjährige eremitenhafte Leben in den Bergen von Liyue verleiht. Ihr Charakter ist von dem Gleichmut und der Distanzierung der Adepten zutiefst geprägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Die große Schamanin der Meister des Nachtwinds Oma Itztli, die alle Stammesmitglieder mit Furcht verehren.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Ein exzellenter Schwertkämpfer und Denker des Ordo Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Ein junger Mystiker aus einer Familie von Dämonenvertreibern, der alles dafür tut, seine „Yang-Lastigkeit“ zu unterdrücken.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Eine junge Frau, die nicht-menschliches Blut in sich trägt. Zudem ist sie die äußerst beliebte Wirtin der Taverne „Zum Katzenschwanz“.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Rosaria",
        "desc": "Eine Ordensschwester, die vielleicht so aussieht, sich aber überhaupt nicht so verhält wie eine. Sie ist bekannt für ihre kalten Worte und ihre abweisende Art. Außerdem arbeitet sie ausschließlich allein.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Layla",
        "desc": "<p>Eine Rtawahist-Studentin, die sich auf theoretische Astrologie spezialisiert hat. Manchmal schlafwandelnd, manchmal schlaflos. Sie leidet immer unter Schlafproblemen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/17/61142474/48a495acadaf37f12d0a7f653d85bd83_4882082338866674693.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p>Ein junger Ritter aus einer gewöhnlichen Familie. In der Truppe dient er als „Frontlinien-Feldmesser“. Er ist immer ruhig und behutsam.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/61142474/da13e3b1a2c6c0e5892b201cec735f9b_1547702870706043197.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p>Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/61142474/8e44111a378f4e5379b8e7444e8c2daa_3466652756939044323.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Die tüchtige Reporterin vom Dampfvogel ist stets auf der Suche nach der „Wahrheit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/7bbbff3f35661a93b5091b1f17fae6c0_4693608884707284579.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Herstellung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/9f1c9e2f711a65f41ab3945f916dede5_8174450481620897148.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada-Jade-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "300x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 409,
        "name": "Shivada-Jade-Brocken",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“<br/>„dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/9f1c9e2f711a65f41ab3945f916dede5_8174450481620897148.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "900x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Umwandlung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Agnidus-Achat-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Für die Erfüllung des Wunsches, der Stärkste zu werden ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Varunada-Lasurit-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Meine Ideale sind vollkommen klar.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus-Smaragd-Bruchstück",
        "desc": "<p>Material für den Figurenaufstieg.</p><p>„Ich hatte einen sehr, sehr langen Traum…“</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/58cae6f57061984127a0a6e2970fa134_4185082559368590688.PNG",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada-Amethyst-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Dieser Körper ist einzigartig auf dieser Welt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Vayuda-Türkis-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Die Windrichtung kann sich jederzeit ändern.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Shivada-Jade-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 446,
        "name": "Prithiva-Topas-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Das Geld im gesamten Lande ist ein Teil meiner selbst.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Materialien"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada-Jade-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 409,
        "name": "Shivada-Jade-Brocken",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, ...“<br/>„dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 408,
        "name": "Shivada-Jade",
        "desc": "Material für den Figurenaufstieg.<br/>„Es tut mir leid, dass ihr den Kummer der ganzen Welt auf den Schultern tragt.“<br/>„Euer Herz brennt sicher vor lauter Hoffnung, wenn ihr meine Kälte aushaltet.“<br/>„So lasst die alte Welt brennen.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}