{
  "epId": 414,
  "name": "Hamavarans Kriege – I",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">„Wie konnte das passieren ...“ Ein gewöhnlicher reisender Gelehrter aus Sumeru, dem unerwartet ein unbeliebtes Forschungsthema zugeteilt wird, erhält den Auftrag, in das Land des Donners zu reisen ... Langsam hebt sich der Vorhang für ein Abenteuer in der Stadt der vielen Ufer!</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/e14deed8904460299e80fac09f56a686_217834363815232363.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189766,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hamavarans Kriege – I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma auf der Insel Narukami"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Es ist besser zu sagen, dass die Verzögerung des Abschlusses schrecklicher ist als der Elektrosturm im fernen Meer ...“</color>\n<color=#ffffffd9>Das dachte der junge Hamavaran auf dem Schiff, das nach Inazuma fuhr ...</color>\n<color=#ffffffd9>„Du denkst, du verzögerst deinen Abschluss, wenn du deine Dissertation nicht fertigstellst, oder?“</color>\n<color=#ffffffd9>Eine vertraute Stimme kam von außerhalb der Kabine.</color>\n<color=#ffffffd9>„Was? Wer bist du denn jetzt?“</color>\n<color=#ffffffd9>„Ich ... ist das wichtig?“</color>\n<color=#ffffffd9>„Stimmt, es ist nicht wirklich wichtig ...“</color>\n<color=#ffffffd9>„He ...“</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Und so stritten sich inmitten der Elektrostürme, die das Meer und den Himmel erschütterten, die kleinen Stimmen. Die Sorgen um den Elektrosturm, die Ängste um die Arbeit, waren dagegen nicht so wichtig.</color>\n<color=#ffffffd9>Nur ... bis zur Landung war die Stimme, die durch das Fenster mit sich selbst gestritten hatte, nicht zurückgekommen.</color>\n<color=#ffffffd9>„Vielleicht sind es nur die Geister der Schiffbrüchigen ...“</color>\n<color=#ffffffd9>Hamavaran sagte dies zu sich selbst.</color>\n<color=#ffffffd9>Sogenannte Geister sind nichts anderes als die Erinnerung an die Toten im Fluss der Elemente, sie ist nur eine Resonanz der Vergangenheit mit der Gegenwart. Das Auftauchen auf der Meeresoberfläche ist seltsam, aber nicht so sehr gegen den gesunden Menschenverstand.</color>\n<color=#ffffffd9>„Du bist hier der Geist ...!“</color>\n<color=#ffffffd9>Gerade als Hamavaran seine Taschen abholte und sich endlich eine Reihe von Erklärungen für sein Delirium einfallen ließ, klingelte die vertraute Stimme wieder in seinen Ohren ...</color>"
      }
    ]
  }
}