{
  "epId": 415,
  "name": "Hamavarans Kriege – II",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">„Geisterbeschwörung? Ist das dasselbe wie der Exorzismus in der Heimat?“ Mit dieser Frage im Kopf beginnt Hamavaran, mit seinem neu gefundenen Reisegefährten zu sprechen. Eine unerwartete Reise beginnt!</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/e14deed8904460299e80fac09f56a686_7413470583131480130.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189768,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hamavarans Kriege – II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma auf der Insel Narukami"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>...</color>\n<color=#ffffffd9>„Du bist also ein Geist?“</color>\n<color=#ffffffd9>„Nein! Ich bin noch nicht tot!“</color>\n<color=#ffffffd9>„Aber du hast auch nicht gelebt?“</color>\n<color=#ffffffd9>„Nun ... das ist wahr ...“</color>\n<color=#ffffffd9>Das Mädchen, das von sich behauptete, ein „Shikigami“ zu sein, verschlang die Klebreisknödel mit solcher Begeisterung, dass Hamavaran ein wenig Angst hatte, sie würde ersticken.</color>\n<color=#ffffffd9>„Wenn ich es aussprechen müsste, dann ist meine Situation eher das, was wir Geistrufung nennen, richtig?“</color>\n<color=#ffffffd9>„Ist immer noch ein Geist ...“</color>\n<color=#ffffffd9>„Nicht die Art, die du meintest!“</color>\n<color=#ffffffd9>Es dauerte einen weiteren Moment des Schwachsinns, bevor Hamavaran schließlich erkannte, dass dieser Kerl wahrscheinlich etwas Ähnliches wie der sogenannte „Stadtgeist“ von Sumeru war.</color>\n<color=#ffffffd9>Ein Namensvertrag wird über den echten Namen geschlossen. Die mystischen Künste sind überall auf der Welt ähnlich und spiegeln vielleicht eine der grundlegendsten Ängste des Menschen wider: die Angst, überwältigt zu werden.</color>\n<color=#ffffffd9>Dies grübelnd, begann Hamavaran wieder zu bedauern, dass er sich nicht auf okkulte Studien eingelassen und stattdessen die unbeliebte Meeresbiologie studiert hatte ...</color>\n<color=#ffffffd9>Du musst nicht nur nach Inazuma reisen, sondern dich auch der Hölle stellen, während du deine Doktorarbeit verteidigst ...</color>\n<color=#ffffffd9>Aber jetzt, wo es ein bisschen lauter wird, ist es vielleicht mehr oder weniger eine Wende ...</color>"
      }
    ]
  }
}