{
  "epId": 416,
  "name": "Hamavarans Kriege – Vorwort",
  "desc": "Das Vorwort der neuen kurzen Erzählung „Hamavarans Kriege“, die aufgrund der Umstellung des Geschäftsmodells nun in einem eigenen Band zusammengefasst ist! ",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/e14deed8904460299e80fac09f56a686_186043458541502235.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189750,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Vorwort</color>\n<color=#ffffffd9>In letzter Zeit haben durch das Programm zur Anwerbung neuer Autoren und den Wettbewerb „Das ist ein Wahnsinnsroman“ viele fremde Autoren ihre einzigartigen Werke beigesteuert. Wir danken den Autoren aus aller Welt für ihre Unterstützung von Inazuma und Hiiragi Shinsuke von der Kanjou-Verwaltung für seine Großzügigkeit.</color>\n<color=#ffffffd9>Es ist bekannt, dass vor dem aktuellen „Sakoku-Dekret“ in Inazuma ein paar fremdländische Schwertkrieger aktiv waren. Einer von ihnen war Hamavaran, ein Mann, der aus dem fernen Regenwaldland Sumeru kam, aber im Lichtkönigreich kämpfte. Obwohl seine Geschichte in der unveränderlichen Blütezeit seiner Hoheit Ogosho verborgen blieb, ist sie durch die Erzählung einer neuen Autorin, meiner Freundin Pursina, zum Leben erweckt worden.</color>\n<color=#ffffffd9>Ich lade dich also ein, „Hamavarans Kriege“ ohne weitere Worte selbst zu genießen.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hamavarans Kriege – Vorwort"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma auf der Insel Narukami"
          }
        ]
      }
    ]
  }
}