{
  "epId": 4255,
  "name": "„Mary-Ann“",
  "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1705419245,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/ce98f36e96a827911cf57fb4312f23b6_3705934781887135853.png"
      },
      {
        "key": "Mary-Ann",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/a5f0cd83a2bd4d870aeadb802289a945_5163461471956065637.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mary-Anns menschliche Gestalt in Annapausis."
          }
        ]
      },
      {
        "key": "Annapausis",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/98968205874a26aad77999289a606994_8735166272077007730.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "„Mary-Ann“"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Maréchaussée-Phantom, Haus des Narzissenkreuzes, Fontaine"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftragsreihe: „Ann des Narzissenkreuzes“ Akt 3: „Wenn sie nicht mehr von dir träumt ...“\nWeltauftragsreihe: „Spuren des Narzissenkreuzes“ Akt 4: „Kielwasser eines Kanus“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann Guillotin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/0595c94f2119b762d01dd60c58441702_1169191180717542033.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor etwa 500 Jahren war Mary-Ann eine Schülerin im Haus des Narzissenkreuzes, ein Waisenhaus in Fontaine. Die sanfte Okeanide Lyris war die Direktorin des Waisenhauses, und die ehemalige Admiralin der Weißen Flotte Basil Elton war die stellvertretende Direktorin.\nAls Fontaine vor 500 Jahren auf die Katastrophe und Elynas, ein Wesen aus dem Abgrund, traf, ging Basil mit den Schülern des Waisenhaus los, um Fontaine zu beschützen. Sie überließ Mary-Ann und Alain ihrem alten Freund Emmanuel Guillotin, einem ehemaligen Mitglied der Schattenjäger, zur Erziehung. Guillotin mochte keine Kinder, aber seiner alten Freundin zuliebe nahm er sie auf, auch wenn er nie ihr richtiger Vater wurde.\nIm Waisenhaus lernte Mary-Ann andere Kinder kennen: Jakob Baker (später Ingold) und René de Petrichor, mit denen sie viele Jahre lang befreundet war. Alain wurde später Forscher am Institut für Naturphilosophie und erzielte einen Durchbruch bei der Erforschung der Kräfte von Pneuma und Ousia, und zusammen mit Mary-Ann wurden sie Schattenjäger. Um seine Schwester im Dienst zu schützen, schuf Alain den ersten Prototyp einer denkenden Maschine - Seymour.\nRené und Jakob gründeten eine Geheimorganisation, die später als radikal bezeichnet wurde, den Narzissenkreuz-Verein. Währendessen veruschte René neue Menschen zu erschaffen und die von seiner Weltformel vorhergesagte Apokalypse zu verhindern. Bei ihren Forschungen experimentierten sie mit Tiefroten Quarz aus Drachengrat, Dunklem Schlamm aus der großen Kluft, Khvarena und Amrita aus Sumeru sowie mit dem Fleisch und Blut von Elynas. Jakob Ingold erlangte Kräfte, die durch die Aufnahme von Elynas Fleisch aufrechterhalten wurden, und wurde der erste neue Mensch. Der Assistent des Instituts für Naturphilosophie, Carter, veränderte seine Gestalt, als René versuchte, ihn durch Experimente vor einer unheilbaren Krankheit zu retten.\nAls die Schattenjäger erfuhren, wie weit die Forschungen des Narzissenkreuz-Vereins zur Wiederbelebung von Elynas gediehen waren, wurden sie zusammen mit Mary-Ann und Seymour ausgesandt, um die Mitglieder der Organisation aufzuhalten und zu verhaften. Es kam zu einem Kampf zwischen den Agenten der Schattenjäger und den Mitgliedern des Narzissenkreuz-Vereins (Jakob, Lyris und Caterpillar). Während des Kampfes wurde Mary-Ann Guillotin schwer verletzt, und Lyris nahm ihr Bewusstsein auf, indem sie sie umarmte. Aus dieser Verschmelzung ging eine neue Okeanide, „Mary-Ann“, hervor. „Mary-Ann“ war weder Lyris noch Mary-Ann Guillotin, sondern verkörperte ihr gemeinsames Bewusstsein und ihre Wünsche und war etwas jenseits von Mensch und Okeanid, das andere Okeanide erschaffen konnte."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris war eine sanftmütige Okeanide, die als Zeichen der Dankbarkeit gegenüber dem Hydro-Archon Egeria mit der Leitung eines Waisenhauses, dem Haus des Narzissenkreuzes, betraut wurde. Obwohl Lyris Kinder liebte, verfügte sie selbst für einen Okeanide nicht über herausragende intellektuelle Fähigkeiten und hatte kein Verständnis für Ursache und Wirkung, sodass das Waisenhaus von der stellvertretenden Direktorin Basil Elton geführt wurde.\nAls die Katastrophe vor 500 Jahren kam, konnte sie nicht verstehen, warum das Waisenhaus zerstört wurde, und ihr einziger Wunsch war es, in die Zeit zurückzukehren, in der die Kinder des Waisenhauses als Narzissen-Recken spielten. Von Schuldgefühlen geplagt, wurde sie von den Mitgliedern des Narzissenkreuz-Vereins, René und Jakob, gefunden. Da Lyris die Fähigkeit besaß, den Willen der Menschen aufzulösen und zu entziehen, wurde sie ein wertvolles Mitglied der Organisation und erhielt den Namen „Rote Königin“.\nAls René mithilfe von Lyris und des Heiligen Schwertes des Narzissenkreuzes seine körperliche Form auflöste, beschloss die Organisation, Elynas, das Monster des Abgrunds, wiederzubeleben, mit dessen Fleisch und Blut Jakob Ingold seine Kräfte weiter speisen sollte. Lyris ging mit Jakob und dem Lehrling des Narzissenkreuzes, Caterpillar, in Elynas hinein. In Elynas trafen sie auf die Schattenjäger, darunter Mary-Ann Guillotin, die versuchten, den Narzissenkreuz-Verein aufzuhalten. Während dieses Kampfes wurde Mary-Ann Guillotin schwer verletzt, woraufhin Lyris sie umarmte und ihr Bewusstsein absorbierte. Aus dieser Verschmelzung ging eine neue Okeanide, „Mary-Ann“, hervor. „Mary-Ann“ war weder Lyris noch Mary-Ann Guillotin, sondern verkörperte ihr gemeinsames Bewusstsein und ihre Wünsche. Sie war etwas jenseits von Mensch und Okeanid, das andere Okeanide erschaffen konnte."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "„Mary-Ann“",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "„Mary-Ann“ wollte in ihren Träumen bleiben, also schuf sie die wahre Annapausis und ließ sich bereitwillig von ihr gefangen nehmen. Sie schuf sich ein märchenhaftes Haus, in dem sie in ihren Träumen lebte. Eines Tages erschuf sie eine andere Okeanide Ann, nachdem sie sie in einem Traum gesehen hatte. Da Ann ein Teil von „Mary-Ann“ war, erhielt sie ein Fragment der Erinnerungen von Lyris und Mary-Ann Guillotin. Ihre wichtigste Erinnerung war das Märchen über den Drachen Narcissus. Dieses Märchen wurde von Basil Elton den Kindern in dem Waisenhaus erzählt, in dem Mary-Ann Guillotin aufwuchs. Ann glaubte, ihr Ziel sei es, die Prinzessin Lyris aus dem Märchen zu retten, die sie für „Mary-Ann“ selbst hielt.\nAls Ann mithilfe des/der Reisenden und Paimon nach Annapausis (dem ehemaligen Gebäude des Narzissenkreuz-Instituts) ging, um die Prinzessin zu retten, stellte sich heraus, dass „Mary-Ann“ nicht gerettet werden und in die Realität zurückkehren wollte. Sie sagte Ann, sie solle ihr Leben leben und tun, was sie wolle, und verbannte sie dann aus der Annapausis, indem sie das Portal zerstörte, durch das sie dorthin gelangt waren.\nAnn beschloss, die Wahrheit über ihre Herkunft herauszufinden, und tat sich mit dem mechanischen Hund Seymour, der seine Besitzerin Mary-Ann finden wollte, dem/der Reisenden, Paimon, und Caterpillar, einem Mitglied des Narzissenkreuz-Vereins, zusammen. Gemeinsam entdeckten sie die Wahrheit darüber, wer „Mary-Ann“ war, und beschlossen, die Heilige Klinge von Narzissenkreuz, die sie auf ihrer Reise durch Annapausis gefunden hatten, zu benutzen, um Mary-Ann Guillotin und Lyris zu trennen.\nAls sie in Annapausis ankamen, hörten sie die Wünsche von „Mary-Ann“. Sie dachte an die Kinder aus dem Waisenhaus und ihren Wunsch, allein in ihrem Märchen zu bleiben."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Geht zurück ...</color>\n<color=#ffffffd9>Bitte, ich flehe euch an ...“</color>\n<color=#ffffffd9>„Kommt nicht näher. Hier ist es sehr warm, so wie es sein soll.</color>\n<color=#ffffffd9>Näht euch mir nicht mit Erwartungen an. Mit diesem entschlossenen Gesichtsausdruck.</color>\n<color=#ffffffd9>Lasst mich hier alleine. Bis das Bewusstsein, das diese Gestalt zusammenhält, verblasst ...</color>\n<color=#ffffffd9>Warum tut ihr das? Ist die Wahrheit denn wirklich so wichtig?</color>\n<color=#ffffffd9>Ist es mir denn nicht gestattet, für immer in dem Traum der Vergangenheit zu versinken?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der/Die Reisende durchbrach die von „Mary-Ann“ hinterlassene Barriere mit dem Heiligen Schwert des Narzissenkreuzes. Als der/die Reisende Lyris und Mary-Ann Guillotin trennen wollte, stellten sie fest, dass das Schwert seinen Zweck bereits erfüllt hatte. „Mary-Ann“, die wieder mit Ann und dem geretteten René (Narzissenkreuz) zusammentraf, gab zu, dass sie nicht in ihren Träumen bleiben konnte, und willigte ein, ihre Vergangenheit zu akzeptieren und ihre Reise mit Ann zu beginnen. Sie teilte Seymour mit, dass er seine Pflicht erfüllt habe, Mary-Ann Guillotin zu beschützen, und dass er Herr seines Schicksals werden und selbst entscheiden könne, was er im Leben wolle. Seymour beschloss, zu Melusine Mamère zurückzukehren, die ihn nach der Schlacht von Elynas gerettet hatte, und lud sie ein, mit Ann und „Mary-Ann“ auf eine Reise zu gehen. Sie versprachen dem/der Reisenden, dass sie sich wiedersehen würden."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Reisender (Hydro)",
        "desc": "<p>Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/75bb898fe1c3b4ed29a2931829ddb845_6699462431244744857.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Ann ist eine Okeanide, die aus dem Bewusstsein Mary-Anns geformt wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/7a4364ee7ecfbf1eb2b78fbf7b6607ed_9079221135054847004.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p>Mamere ist ein Weltauftragsexklusiver NPC. Sie ist eine Melusine, die sehr am Zeichnen/Malen interessiert ist. Sie ist als einzige Melusine in der Lage ihre Vorfahren zu hören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/9cc2115edbfc809cdaa5a1629eb9dc37_1533395019625387087.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eine Geschichte, die von Basil Elton der kleinen Mary-Ann vorgelesen wurde",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/b75ca8097d4374fb294b64a35b8d294d_6358138405929405503.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In einem weit entfernten Land, in weit entfernter Zeit lebte eine gutherzige und wunderschöne Prinzessin namens Lyris ... Äh, sie ist die Hauptfigur in der Geschichte!\n„Ich will diesen Namen nicht. Das ist nicht das, was du vorher gesagt hast.“\nDas ist doch nur eine Geschichte, sei doch nicht so penibel. räusper Fahren wir fort.\nWir haben jetzt schon die Hauptfigur, aber es fehlt noch eine Figur, die sich gegen die Hauptfigur stellt ... ein gemeiner Bösewicht.\nEin gemeiner Bösewicht ... Na, das ist der böse Drache Narcissus. Wie böse der ist? Also Menschen, die den Frieden lieben, fangen sofort an zu zittern, wenn sie seinen Namen hören, denn er interessiert sich nicht im Geringsten für die Gefühle anderer.\nEr brachte überall Zerstörung, spie loderndes Feuer, sein heftiger Flügelschlag zermalmte Städte zu Staub und sein glühender Hauch verwandelte ganze Länder in Asche.\nAm Ende blieb nur das Reich von Prinzessin Lyris unversehrt, denn sie tat alles, um es zu beschützen, sodass der böse Drache Narcissus seinen Plan, alles zu vernichten, niemals erfüllen konnte.\n„Aha, dann wäre ich in der Geschichte von Narcissus selbst der gemeine Bösewicht?“\nHä? Würde Narcissus seine Geschichte so erzählen? „Diese verfluchte Prinzessin Lyris hat meine ganzen Pläne durchkreuzt ...“ So in der Art.\nHe, nein, wir haben doch gesagt, dass es nur eine Geschichte sein soll. Prinzessin Lyris ist eine Figur in der Geschichte, ausgedacht, aber du bist du, real. Bringe die Geschichte und die Realität nicht durcheinander.\n„Das verstehe ich nicht ...“\nWeil du so ungeduldig bist und mich immer unterbrichst. Warte doch mal, bis ich fertig erzählt habe. Ähm ... wo waren wir?\nOh, das hätte ich fast vergessen, wir brauchen noch Helfer für die Hauptfigur. Die Hauptfigur hat immer viele Helfer. Und Prinzessin Lyris ist gutherzig und wunderschön, na klar hat sie da viele Freunde.\nLass mich mal überlegen ... Prinzessin Lyris hat viele ergebene und tapfere Freunde, zum Beispiel „Al“, „Ney“ ...\n„Das ist unmöglich.“\nDu vergisst schon wieder, dass es nur eine Geschichte ist und in einer Geschichte ist alles möglich! In unserer Geschichte sind „Al“ und „Ney“ die Freunde von Prinzessin Lyris.\nWie hieß nochmal dieser Freund von Lyris? Der Junge mit den strohblonden Haaren.\n„Er ist nicht mein Freund.“\nAber wollte Lyris nicht seine Freundin sein? Ich möchte auch mit ihm befreundet sein. Er soll mitmachen! Wie heißt er?\n„Na gut. Dann nennen wir ihn Kate.“\nOh! Dann nenn ihn „Colonel Kate“. Er kommt cool rüber und liest viel, da passt „Colonel“ ganz gut.\nDas war nicht einfach, aber jetzt haben wir endlich alle Figuren für die Geschichte. Der böse Drache Narcissus wollte alle Königreiche der Welt zerstören, aber allein das Königreich von Prinzessin Lyris konnte, beschützt von ihr und ihren Freunden, nicht zerstört werden.\n„Hm, ich verstehe. Nachher ist es so, wie in vielen Geschichten, die Prinzessin und ihre Freunde lebten für immer glücklich zusammen.“\nDas ist das Ende der Handlung!\nWir haben doch gerade erst angefangen und sind noch nicht einmal am interessanten Teil angelangt.\n„Interessanter Teil?“\nNa klar. Warum wollte der böse Drache Narcissus alles zerstören und wie hat Prinzessin Lyris alle beschützt? Willst du das denn gar nicht wissen?\n„Es reicht doch nicht, bloß das Ende zu kennen.“\nDas wäre doch langweilig, die Enden von den Geschichten sind ja alle gleich, aber der Ablauf, wie diese erreicht werden, ist immer einzigartig.\nWie in unserer Geschichte, der einsame böse Drache Narcissus begehrt den Schatz von Prinzessin Lyris sowie ihre Gutherzigkeit und Schönheit, denn das waren alles Dinge, die er früher selbst besessen, aber dann verloren hatte.\nUnd was den Schatz von Prinzessin Lyris angeht ... so kann „Zeit“ als der Schatz dienen.\n„‚Zeit‘?“\nAh! Ich erinnere mich, wie mir Al gesagt hat, dass es Uhren gibt, weil „Leute die Zeit mit ihren Händen kontrollieren wollen“. Und Ney sagte, dass die Zeit niemals genug ist. Und dann dachte ich mir, war Lyris nicht für lange, lange Zeit ganz einsam? Wenn man Freunde hat und seine „Zeit“ mit ihnen teilen kann, dann macht einen das glücklich! Narcissus kann das Königreich von Prinzessin Lyris nicht überfallen, weil sie ihre ganze Zeit mit ihren Freunden geteilt hat und deshalb hatten sie und ihre Freunde mehr Zeit, als Narcissus angegriffen hat und konnten nicht besiegt werden!\nLyris, glaubst du nicht, dass man viel mehr Sachen machen kann, wenn man mehr Zeit hat? Wenn Al zum Beispiel mehr Zeit gehabt hätte, hätte er Narcissus dreimal statt nur einmal schlagen können und wäre noch krasser geworden. So ist es jedenfalls in der Geschichte!\nJedenfalls nutzten die Freunde von Prinzessin Lyris die Zeit, die sie von ihr bekamen, immer wieder dafür, die Angriffe von Narcissus abzuwehren.\nAber der gerissene Narcissus entdeckte ihr Geheimnis. Also war er so geduldig wie eine Giftschlange und schickte seine Armee ununterbrochen gegen das Königreich und verbrauchte so die Zeit von Prinzessin Lyris.\nAuf diese Weise bezahlte Prinzessin Lyris einen hohen Preis, um das Königreich zu beschützen und ihren Freunden zu ihren Siegen zu verhelfen. Nach und nach vergaß sie ihre Freunde, denn sie hatte ihre „vergangene“ Zeit verbraucht. Und sie spielte und lachte immer weniger mit ihren Freunden, denn sie hatte ihre „gegenwärtige“ Zeit verbraucht ...\nSchließlich kam der Tag, an dem die fröhliche Quelle verstummte und sich der Himmel verfinsterte, da Narcissus seine Schwingen ausbreitete und das Königreich heimsuchte. Die Freunde von Prinzessin Lyris kämpften erbittert, doch ohne die Zeit von Prinzessin Lyris konnte Narcissus nicht aufgehalten werden und erreichte so schließlich den Palast.\nIm letzten Augenblick versammelte Lyris ihre Freunde, deren Namen sie bereits vergessen hatte, und vertraute ihnen das Kostbarste dieser Welt an. Das war ein reiner und makelloser Wassertropfen, genauso klar wie du.\nSie sagte: Dies ist meine „zukünftige“ Zeit. Nehmt meine Zukunft mit euch.\nSie sagte: Es spielt keine Rolle, ob ich und mein Königreich in die Klauen von Narcissus fallen, denn meine „Zukunft“ ist mit euch.\nUnd sie versprach: Selbst wenn unsere gemeinsame „Vergangenheit“ und „Gegenwart“ verloren gehen, werden wir uns doch wiedersehen, solange es meine Zukunft gibt. Und dann wird auch das Königreich erneut erstrahlen.\nIn diesem Moment durchbrach Narcissus’ Armee mit ihren riesigen Kanonen das Tor. Prinzessin Lyris drängte ihre Freunde zur sofortigen Flucht. Diese vergossen Tränen der Trauer, doch sie gehorchten der Prinzessin und flohen. Ihrer Zukunft beraubt versank Prinzessin Lyris zusammen mit dem Turm, in dem sie lebte, in einen tiefen, traumlosen Schlaf.\nUnd so fiel auch das letzte Königreich des Lichts auf Erden. Die Freunde der Prinzessin verbargen sich für eine lange Zeit in der düsteren Welt und machten vieles durch, doch sie fanden immer wieder zusammen. Denn was sie verband, das war die „Zukunft“, die ihnen die Prinzessin anvertraut hatte. Was sagst du?\n„Ich komme nicht mit. Vergangenheit, Gegenwart und Zukunft ... Das versteh ich auch nicht. Nach der Katastrophe gibt es doch gar keine Zukunft mehr.“\nNein, so ist das nicht. Al hilft Meister Neville doch so eifrig wegen der Zukunft. Ney, Jaques und du, ihr arbeitet doch auch so hart für die Zukunft! Und haben wir nicht zusammen viele „Vergangenheiten“ erschaffen? Wir sind in der „Gegenwart“ zusammen und werden auch in der „Zukunft“ zusammen sein. Wir können gemeinsam trauern und wir können viele schöne Momente erschaffen.\n„Oh, ich verstehe ...“\n„Und die Geschichte? Was ist mit der Prinzessin passiert?“\nHm ... Das ist eine andere Geschichte. Nein, die Zeit reicht nicht, wir müssen diesen blöden Hund zurückbringen. Die nächste Geschichte erzähle ich ein anderes Mal!\n... So geht das nicht. Am besten, ich denke mir einen Anfang aus und den Rest erzählst du später weiter! Hmm, lass mich mal überlegen ...\nNach langer, langer Zeit, an einem sehr, sehr weit entfernten Ort ...\nDa war einmal ein düsteres Reich, das von dem bösen Drachen Narcissus regiert wurde.\nDie Prinzessin, nach der er sich so sehr sehnte, war unerreichbar für den bösen Drachen, denn sie war samt dem hohen Turm, in dem sie lebte, in einen tiefen, traumlosen Schlaf gefallen. Narcissus war sehr erbost und sandte seine unzähligen Lakaien ins gesamte Reich, um nach dem Schatz der Prinzessin zu suchen. Er nutzte dunkle Magie und baute auch viele Verteidigungsanlagen, damit sich die aufrechten Gefährten nicht gegen ihn erheben könnten. Er schwor, sich den Schatz der Prinzessin zu holen und sie zu erwecken. So würde sie nur ihm allein gehören.\nEine Gruppe von Recken bewachte aber den ihnen von der Prinzessin anvertrauten Schatz. Dieser Schatz war ein klarer, funkelnder Wassertropfen.\nAus diesem Wassertropfen wurde eines Tages ein kleines Leben geboren.\nHm ... Was wäre ein guter Name? Das macht mir Kopfschmerzen. Wenn ich gewusst hätte, dass die Geschichte so entwickeln könnte, hätte dein Name hier verwendet werden sollen. Hast du eine Idee?\n..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      }
    ]
  }
}