{
  "epId": 4302,
  "name": "Mysteriöse Buchseite I",
  "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_3450261588360047192.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471421,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>... Ich habe jetzt so viele Bücher gelesen, sie müssen von einem antiken Kult hier zurückgelassen worden sein ... Nach dem Aufstieg und Niedergang des Landes, der Auslöschung einer Zivilisation, erschien eine neue Zivilisation, sie wird in den Büchern „Fortuna“ genannt ... Es ist ziemlich grob, aber scheint in der Theorie viele Gemeinsamkeiten mit den Formeln, die ich rekonstruiert habe und „Weltformel“ nenne, zu haben ...</color>\n<color=#ffffffd9>... Die Aufzeichnungen sind ziemlich nebulös, aber wenn ich sie bis zu einem gewissen Grad quantifizieren könnte, würden sie meine Berechnungen zur „Weltformel“ stützen ...</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/f7f7637466aa640448f9ad466dcd27b8_378199462446640319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>... Egal wie oft ich es durchlaufen lasse, das Ergebnis ist immer dasselbe, wie ich es auch schon erwartet hatte ... Anders, als das Weltbild dieser antiken Menschen nahelegt, können keine neuen Zivilisationen mehr geboren werden ... Es sei denn, wir erwögen, „Variablen“ von außerhalb des Systems einzubeziehen ... Vielleicht könnten wir mit dieser Größe ...</color>\n<color=#ffffffd9>Ich habe hier ein magisches Ritual entdeckt, dass von der „Goldtruppe“ (Diese schient viele Namen zu haben, belassen wir es vorerst dabei) überliefert wurde. Laut der entschlüsselten Passagen schien es „Siegel des alchimischen Pakts“ genannt worden zu sein. Wahrscheinlich bestand es aus zwei Teilen, aber durch den verwitterten Zustand ist es nicht möglich, mehr darüber zu erfahren ... Die gleichen Symbole habe ich auch in den Schriften des Skriptoriums vom Narzissenkreuz gesehen ... Sie sehen kompliziert aus, aber das Prinzip ist recht klar ... Wenn diese Aufzeichnungen korrekt sind, dann muss es in dem Gebiet noch weitere wichtige Orte geben ... Und auch anderswo könnten ähnliche Niederschriften gefunden werden ... Aber zuerst werde ich das hier aufzeichnen, es könnte später noch von Nutzen sein ...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mysteriöse Buchseite I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während des Weltauftrags <color=#ffffffd9>„</color> Ein geheimnisvolles Buch der Aufdeckung <color=#ffffffd9>“</color> in Fontaine"
          }
        ]
      }
    ]
  }
}