{
  "epId": 4304,
  "name": "Mysteriöse Buchseite III",
  "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_421100997221749476.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471430,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mysteriöse Buchseite III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während des Weltauftrags „Ein geheimnisvolles Buch der Aufdeckung“ in Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>... Jakobs Kraft weiter getestet. Wir haben seine Nährstoffe wie zuvor durch das Gewebe der Bestie Elynas aufgefüllt. Jakob scheint sich daran gewöhnt zu haben, wir brauchen uns wohl keine Sorgen mehr zu machen. Die „Abwehrreaktion“, die wir festgestellt hatten, kam vielleicht nur daher, dass Jakob etwas übel war. Es ist eine gute Sache, dass sein Körper nicht geschädigt wird ...</color>\n<color=#ffffffd9>... Jakob isst immer noch, aber das ist nur die Gewohnheit und nicht notwendig für sein Überleben. Aber das ist toll so, zusammen zu essen bereitet ja schließlich Freude. Da ist mir in den Sinn gekommen, dass sich Marmelade und Elynas’ Gewebe in gewisser Weise ähneln. Ich habe ein paar Witze darüber gemacht, aber Jakob schien es etwas unangenehm zu sein ...</color>\n<color=#ffffffd9>... Die vorherigen Testergebnisse wurden noch übertroffen, vielleicht geht ja sogar noch mehr ... Im nächsten Schritt versuchen wir deshalb, den „Kanal“ zu öffnen ...</color>\n<color=#ffffffd9>... Erfolgreich den „Kanal“ geöffnet, auch wenn nur für eine kurze Zeitspanne. Während dieses Zeitraums erschienen viele schwarze, hundeähnliche Monster. Sie waren sehr aggressiv und furchterregend, aber zum Glück war Jakob da. Auch wenn er vor Angst schrie, hielt ihn sein Schreien nicht davon ab, diese Monster auszuradieren ...</color>\n<color=#ffffffd9>... Die Monster waren die gleichen, die ich während meiner vorherigen Expedition in die Wüste beobachtet hatte. Aber damals waren sie alle salzgrau, versteinert und inaktiv, also relativ ungefährlich ...</color>\n<color=#ffffffd9>... Man kann darauf schließen, dass sie aus einer sehr ähnlichen Substanz bestehen wie Elynas ...</color>\n<color=#ffffffd9>... Auch die Khaenri’ah erwähnten in ihren Aufzeichnungen das Erscheinen vieler „Kanäle“, durch die eine Menge gefährlicher, hundeähnlicher Monster auftauchten. Höchstwahrscheinlich dieselbe Spezies ...</color>\n<color=#ffffffd9>... Es wäre naheliegend, diese durch die „Kanäle“ verbundenen monsterverseuchten Orte als „Bestiengründe“ zu bezeichnen ... Und die Bestien selbst als „Garme“ ...</color>"
      }
    ]
  }
}