{
  "epId": 4308,
  "name": "Mysteriöse Buchseite VII",
  "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_517466647151157526.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471447,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mysteriöse Buchseite VII"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekte"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in Annapausis in Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>... Wäre so glücklich, sie wiederzusehen. Aber hier ist alles leer, nichts als Wasser, es ist zum Verzweifeln. Tatsächlich hatte ich dieses Gefühl auch schon, als ich mit Jakob und Onkel Karl nach Sumeru gegangen bin. Verlassene Bauwerke vermitteln ein Gefühl von Einsamkeit, aber gleichzeitig auch von Ewigkeit ... In der Apokalypse überdauern die steinernen Strukturen unendlich länger als menschliches Leben. So ist es hier auch, deshalb ist es auf eine gewisse Art ein Aspekt der Apokalypse ... Die Direktorin hat diesen Aspekt all die vielen Jahre vor Augen gehabt, das muss schwer für sie gewesen sein. Wenn ich sie wiedersehen könnte ... Ein neues Haus errichten, sie einladen? Jakob wäre sicher auch glücklich darüber.</color>\n<color=#ffffffd9>... Jakob hat den Federanhänger, den er von der Vizedirektorin bekommen hatte, hier gelassen, früher hat er doch immer so gut darauf aufgepasst ... Deshalb haben wir die Feder auch nie für einen Zauberstab für irgendwelche Spielchen verwendet.</color>\n<color=#ffffffd9>... Es hat sich gezeigt, dass die hier wahrscheinlich eine ...anlage war. Wenn das richtig ist, dann sollten hier wertvolle Informationen zu finden sein ... Aus den Schriften ...</color>\n<color=#ffffffd9>... Die Direktorin beim nächsten Mal wiedersehen. Ich habe gehört, dass Mary-Ann sie hier auch besuchen möchte, es wäre schön, wenn ich sie treffen könnte. Schließlich ist Alain jetzt ...</color>"
      }
    ]
  }
}