{
  "epId": 4310,
  "name": "Mysteriöse Buchseite IX",
  "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_3692828361426463840.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471456,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Mysteriöse Buchseite IX"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in Annapausis in Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>... Sie schließlich überzeugt, uns zu der sich im Bau befindlichen Gestalt zu folgen ... Sie scheint ein wenig verängstigt, aber alles wird gut. Wir brauchen keine Angst mehr vor der Zukunft zu haben. Ich habe jetzt große Macht: Mit Jakob, mit dem Forum und einer guten Vorstellung, was zu tun ist ... Hat es uns endlich versprochen. Auf diese Weise haben wir die wertvollsten ... Außer diesen Degenerierten findet man in Fontaine keine Primitivlinge mehr ...</color>\n<color=#ffffffd9>Ich bin sehr zufrieden mit Jakobs Entwurf, die Form hat einen geheimnisvollen und stark ritualistischen Charakter. Er scheint wirklich ein Talent dafür zu haben ...</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>... Die Transformation der vier Orthanten nähert sich der Vollendung und wir haben Leute an Positionen auf der Karte ausgesandt ... Mittels ihrer Umkehrung und mit der Verstärkung durch die Kraft des Schwertes, sollten wir sie gut beherrschen können ...</color>\n<color=#ffffffd9>... Auf diese Weise werden wir alle in Fontaine die Transzendenz auf Weltstufe erreichen und das Joch von Form und Separation abschütteln. Wir können die nahende Apokalypse aufhalten ...</color>\n<color=#ffffffd9>... Das Schwert erhalten, auch wenn es Opfer ... Der Zustand der Direktorin ist nicht gut. Hoffentlich hält sie durch ...</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>... Die Taschenuhr hier zurücklassen. Der Moment des Abschieds ist gekommen. Ich werde als erstes abgenabelt, damit wir die nutzlosen Handlanger loswerden ... Und Carter extrahieren kann. Gewähren ihm ein neues Leben. Ich bedauere ihn ... Alain wird von mir beeindruckt sein. Mary-Ann wird sicher überschäumen vor Glück. Und Jakob ebenso, der Kerl ist wie ein Bruder für ihn ... Wahrlich, alles wird gut. Also, Jakob, du brauchst nicht so ein Gesicht zu ziehen.</color>\n<color=#ffffffd9>... Ade! Ich werde mich aus dem Wasser neu definieren, ich werde aus dem Wasser wiedergeboren werden. Das ist ein Wagnis, das in der Naturphilosophie noch niemals jemand in Angriff genommen hat. Und wenn ich scheitere, muss ich mir über die Zukunft nie wieder Gedanken machen.</color>"
      }
    ]
  }
}