{
  "epId": 4316,
  "name": "Fables de Fontaine – Band III",
  "desc": "<p>Ein Märchenbuch von Marie Héricart aus Fontaine, das unterschiedliche kurze Fabeln versammelt. Die meisten davon stammen nicht von dem Autor selbst, sondern von altertümlichen Stücken, die für uns heute verloren sind.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/470c8f658cc23c62c523818bcbd9af53_7643081727615243657.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471416,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die Geschichte vom Esel</color>\n<color=#ffffffd9>Egal wie sehr sich ein Niemand auch verstellt, er wird die Leute nicht bezirzen können.</color>\n<color=#ffffffd9>Auf dieser Welt hat jeder seine eigenen Stärken und Schwächen.</color>\n<color=#ffffffd9>Man muss dies zugeben und mit seinen Schwächen leben.</color>\n<color=#ffffffd9>Sei nicht wie der Esel in dieser Geschicht’, der sich für besonders schlau gehalten und doch nur selbst zum Gespött der Leute gemacht hat.</color>\n<color=#ffffffd9>Als der Esel hörte, wie sich die Füchsin den Käse ergaunert hatte, wollte er selbst auch zur Tat schreiten:</color>\n<color=#ffffffd9>„Wie kommt das?</color>\n<color=#ffffffd9>Die Füchsin ist kein besonders schlaues Tier, und doch wird sie immer gelobhudelt.</color>\n<color=#ffffffd9>Aber ich Esel arbeite so hart, ohne dass jemand mich willkommen heißt.</color>\n<color=#ffffffd9>Wenn dem so ist, tu ich es der Füchsin gleich:</color>\n<color=#ffffffd9>Ein wenig Schläue, es ist ganz leicht.“</color>\n<color=#ffffffd9>Also versteckte sich der Esel im Gebüsch und wartete, bis jemand vorüberzog.</color>\n<color=#ffffffd9>Da kam die Tochter des Käsemachers vorbei und der Esel sprang aus seinem Versteck.</color>\n<color=#ffffffd9>Er ahmte die Haltung der Füchsin nach, hob einen Huf und gab sich schlau:</color>\n<color=#ffffffd9>„Oha! Mich deucht, diese Dame weiß wirklich nicht, wie man so fährt.</color>\n<color=#ffffffd9>Würdest du nicht schneller fahren, würde dein Wagen nicht vom Käse beschwert?“</color>\n<color=#ffffffd9>Das Mädchen war überrascht und sagte sogleich:</color>\n<color=#ffffffd9>„Herrje! Du Esel wagst es, die Leute übers Ohr zu hauen?</color>\n<color=#ffffffd9>Sieh hier den Stock, zurück zur Mühle mit dem Lumpen sogleich!“</color>\n<color=#ffffffd9>Als der Esel den Stock schwingen sah, wurde er augenblicklich still.</color>\n<color=#ffffffd9>Und die Moral von der Geschicht’: Wie sich jemand verstellt und andere nachahmen will,</color>\n<color=#ffffffd9>am Ende ist es nicht nur vergebens, sondern man schadet sich so auch noch selbst.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fables de Fontaine – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu findem im Hof von Fontaine – Vasari-Passage"
          }
        ]
      }
    ]
  }
}