{
  "epId": 4322,
  "name": "Der Niedergang Remurias – Band I",
  "desc": "<p>Angeblich handelt es sich um ein historisches Meisterwerk über die alte Zivilisation Remuria, das der berühmte Gelehrte Pulteney in den ersten Jahren der Gründung von Fontaine geschrieben hat.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/6ee42624682a3c235646fade7380f7a0_7213781947453057965.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471381,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die See gebiert alles, die See verschlingt alles.</color>\n<color=#ffffffd9>Die Legende besagt, dass die ersten Menschen in der alten Zeit moralisch so gefestigt waren, dass sie weder Gesetze noch Regierungen benötigten. Die Botschafter des Himmelreichs wandelten auf Erden. Unter ihrer Führung lebten die Menschen seit Urzeiten in Frieden, Wohlstand und Überfluss.</color>\n<color=#ffffffd9>Das Orakel herrschte unzählige Generationen, bis die Menschen der trügerischen Ewigkeit überdrüssig wurden. Die nachfolgenden Generationen glaubten nicht mehr an das Orakel und stattdessen an etwas, das die Götter nicht verheißen hatten. So versuchten sie, das Joch des Schicksals abzuwerfen. Der Himmel zürnte ihnen und befahl dem Meer, die Städte der Siedler mit riesigen Wellen zu zermalmen. Daraufhin regnete es einhundert Tage, die Wassermassen verschlangen alles Böse und allen Irrglauben und beendeten so das Zeitalter der ersten Menschen.</color>\n<color=#ffffffd9>Als sich die Flut zurückzog und das Land wieder freigab, gab es keine Städte und keine Zivilisation auf dem Hohen Meer mehr. Die Überlebenden und die Neugeborenen siedelten zwischen Bergwäldern und Flüssen, zurückgeworfen in Unwissenheit und Barbarei. Wie alle Lebewesen zu Land und zu Wasser fristeten in dieser Zeit auch die Menschen ein primitives Dasein, von den Gesetzen der Natur gelenkt und getrieben.</color>\n<color=#ffffffd9>Es vergingen ungezählte Jahre, die im fernen Süden Aufstieg und Fall des Throns von Gurabad sahen. Im Osten erreichte auch das edle Volk die Grenze zum Hohen Meer, während unsere Vorfahren weiterhin in Unwissenheit und Aberglaube darbten.</color>\n<color=#ffffffd9>Erst als der große König Remus auf der goldenen Fortuna in Melopis landete, hielten wieder Zivilisation und Ordnung in Fontaine Einzug. Er lehrte die Menschen, den Boden zu bestellen, um das Land fruchtbar zu machen. Er errichtete Tempel und Städte aus Stein, damit die Menschen in ihnen wohnen konnten. Aber am wichtigsten, er lehrte die Menschheit Kunst und Musik, sodass sie sich von den anderen Lebewesen unterschieden und sich selbst als die Herren aller Dinge sahen.</color>\n<color=#ffffffd9>Danach eroberten König Remus und seine unsterbliche Flotte sämtliche Inseln des Hohen Meers, selbst der riesige Drache aus der Untiefe musste sich ihm unterwerfen. Seit dem Untergang der ersten Menschen hat es nicht solch wunderbare Zeiten gegeben, in denen das ewige Heil so greifbar erschien.</color>\n<color=#ffffffd9>Doch gerade als der König der Götter und sein Volk in sorgenlosen Träumen schwelgten und einem grenzenlosen Fortschritt entgegensahen, trafen seine Seher eine unheilvolle Prophezeiung: „Dem blühendsten Reich ist die totale Vernichtung beschieden, und dies sei Fortuna.“</color>\n<color=#ffffffd9>Der König der Götter erkannte im Gang der Sieben und im Wind, der über Erde und Ozean streifte, den ursprünglichen Plan und komponierte daraus eine himmlische Melodie. Er glaubte, solange sich die irdischen Stätten in diese perfekte Harmonie einfügten, könnten sie den Fängen des Schicksals entkommen und das ersehnte ewige Paradies erreichen.</color>\n<color=#ffffffd9>Aber schon die Schreiber längst vergangener Zeiten wussten, dass sich Werden und Vergehen aneinanderreihen und nichts für die Ewigkeit besteht.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Der Niedergang Remurias – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Hubel im Hof von Fontaine"
          }
        ]
      }
    ]
  }
}