{
  "epId": 4324,
  "name": "Der Niedergang Remurias – Band III",
  "desc": "<p>Angeblich handelt es sich um ein historisches Meisterwerk über die alte Zivilisation Remuria, das der berühmte Gelehrte Pulteney in den ersten Jahren der Gründung von Fontaine geschrieben hat.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/6ee42624682a3c235646fade7380f7a0_7742783475665460235.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1697471390,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Der Niedergang Remurias – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Hubel im Hof von Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die Menschen glaubten einst in ihrer Naivität, dass die Herrschaft des unsterblichen Königs Remus und der ewigen Stadt wie der runde Altar aus Blöcken errichtet ist und dem Joch von Zeit und Schicksal trotzend für abertausende von Jahren bestehen würde.</color>\n<color=#ffffffd9>Bis die Erde über Nacht auseinanderfiel, die majestätischen Türme entwurzelt und zusammen mit der großen Säulenhalle von riesigen Wellen verschluckt wurden. Bis der Königsweg zerbrach, die Tempel einstürzten, die ewige Stadt und ihre Einwohner, Krieger, Gelehrte und Adlige, zusammen mit dem goldenen Tempel, der einstmals wie die Sonne strahlte, in der ewigen Tiefe untergingen.</color>\n<color=#ffffffd9>So wurde den Menschen gewahr, was diese Ewigkeit, von der sie träumten, für eine törichte Idee war.</color>\n<color=#ffffffd9>Ruhm unserer edlen Navigatorin, Beherrscherin der Flüsse und Seen, Königin aller Gewässer. Möge sie ewig regieren und das Gesetz bewahren. Möge ganz Fontaine und die Menschen unter dem weiten Himmel mit Friede gesegnet sein. Als die königliche Stadt zerfiel, die Macht zerbrach und die Menschen auf dem Hohen Meer wieder in Barbarei und Chaos zu versinken drohten, war es unsere edle Königin, die die Fehden zwischen den Stämmen beendete. Rund um die sprudelnde Quelle gründeten die Menschen neue Städte und die Herrschaft des Rechts begann, andauernd bis zum heutigen Tag.</color>\n<color=#ffffffd9>Aufstieg und Niedergang von Remuria liegt noch keine hundert Jahre zurück, doch seine Geschichte wird verhüllt durch den Nebel von Legenden und Aberglaube. Das liegt zum einen an der Schnelligkeit und Heftigkeit, mit der die Apokalypse, die Remuria auslöschte, hereinbrach. Die Gelehrten und ihre Werke, die für die Weitergabe des Wissens unentbehrlich sind, wurden zusammen mit der ewigen Stadt verschlungen. Ein weiterer wichtiger Grund sind die vorsätzlichen Verzerrungen durch die mysteriösen Gelehrten, die sich selbst als Nachfahren der Remurianer bezeichnen. Meine Arbeit besteht darin, mit der universalen Objektivität der Geschichte das Wichtige von dem Beiwerk zu trennen, um das wahre Antlitz dieser glorreichen antiken Zivilisation für alle Welt sichtbar zu machen.</color>\n<color=#ffffffd9>Es gibt noch heute Legenden vor Ort, in denen die großen Gelehrten des Altertums als seelenaussaugende Magier beschrieben werden, die mit den Seelen der Sterblichen besondere magische Statuen beleben und kontrollieren. Die Remurianer haben einst tatsächlich furchterregende, magische Statuen hergestellt. Manchmal kann man sogar heute noch ihre Überreste auf dem Land finden. Aber das ist nur auf den moralischen Verfall und die Dekadenz der späten Remurianer zurückzuführen. Die Remurianer verwarfen ihre hohen Werte und versanken in Hedonismus und Trägheit. Sie ließen es zu, dass sie selbst Gräueltaten gegen andere verübten, und wurden dadurch am Ende selbst zerstört.</color>\n<color=#ffffffd9>Aber wie schon die Schreiber längst vergangener Zeiten mitteilten: Werden und Vergehen reihen sich aneinander und nichts besteht für die Ewigkeit.</color>"
      }
    ]
  }
}