{
  "epId": 4379,
  "name": "„Tourbillon-Apparat“",
  "desc": "<p>Das Herzstück des Experimentellen Feldgenerators.</p><p>Ein präzisionsgefertigtes mechanisches Teil, das in der Lage ist, der Schwerkraft entgegenzuwirken und sich dabei mit einer Geschwindigkeit zu drehen, die mit bloßem Auge praktisch nicht mehr zu erfassen ist.</p><p>In seiner langen Geschichte hat das Forschungsinstitut für kinetische Energie Fontaine schon immer nach einer Möglichkeit gesucht, einer Flut zu trotzen, die einst zahllose Leben hinfort gespült hat und eines Tages erneut die Sonne verdunkeln wird.</p><p>Und man glaubte im Arkhium den Schlüssel zur Erlösung gefunden zu haben; in ihm solle ein Energiepotential schlummern, derartig mächtig, die Fesseln der Erde sprengen zu können.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/36893887/589ca2a7c53e2313d971436cf8007838_40744093358651806.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1699207845,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Experimenteller Feldgenerator",
        "desc": "<p>Ein riesiger Apparat, der noch zu Lebzeiten Edwin Eastinghouses entworfen wurde. Ursprünglich war er dazu gedacht, die „Schwerkraft“ aufzuheben, und gemäß der ursprünglichen Entwurfsabsicht wäre dies der erste Schritt gewesen, Fontaine in eine Himmelsstadt zu verwandeln. Niemand hätte sich mehr Sorgen um die Fluten machen müssen, die einst die Welt umspülten. Und selbst wenn die sieben Städte allesamt von der Tiefsee verschlungen worden wären, so hätte doch der prächtige Hof von Fontaine weiterhin wie Celestia am Himmelszelt gethront. Außerdem wäre man den Geheimnissen des Universums ein ganzes Stück näher gewesen, räumlich jedenfalls.<br>Das Arkhium im Kern des Geräts verfügt über die Eigenschaft der „Trennung“ oder „Sedimentation“ und ist in der Lage, Materie oder bestimmte andere Dinge außer Materie, zu spalten. Angeblich ließe sich diese Eigenschaft auch umkehren, aber das Forschungsinstitut Fontaine ist lediglich auf den physikalischen Nutzen bedacht, der hierdurch erzielt werden kann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/411a0336222dd0d0f0dd7ae5c80e43f4_1518248506571522088.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Die tüchtige Reporterin vom Dampfvogel ist stets auf der Suche nach der „Wahrheit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/7bbbff3f35661a93b5091b1f17fae6c0_4693608884707284579.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "„Tourbillon-Apparat“"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Experimentellen Feldgeneratoren ab Stufe 30"
          }
        ]
      }
    ]
  }
}