{
  "epId": 4453,
  "name": "Wohlfahrtsmahlzeit",
  "desc": "<p>Eine von der Tauschscheinkantine ausgegebene Wohlfahrtsmahlzeit. Weil sie kostenlos ist, ist sie Überraschung und Risiko zugleich.</p><p></p><p>Verwende sie, um ein Gericht und ein Los des Schicksals zu erhalten.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/818da5f6a5d2a9ebb0d826cd4ea84b7a_4076894179447550577.png",
  "filterValues": {
    "objectType": [
      "Verbrauchsgegenstand"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1698257844,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Jeweils ein",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4326,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "und eins der folgenden Gerichte",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4390,
        "name": "Gegrillte Rippchen",
        "desc": "<p>Ein mit knuspriger Haut umhülltes Fleischgericht. Man brate zuerst die Oberseite der Rippen leicht an, bestreiche danach die nun knusprige Haut mit einer Soße und brate sie anschließend schonend bei niedriger Temperatur. Vergiss nicht, das Feuer stetig im Auge zu behalten, damit die Haut knusprig und das Fleisch zart und saftig bleibt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/47685001/ec07f97246c583abe38c2bd274c4f15f_6331413347096479888.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4432,
        "name": "Kaffee-Bavarois",
        "desc": "<p>Eine erfrischende Nachspeise. Dieses typische Dessert aus Fontaine ist so einfach zuzubereiten, dass praktisch nichts schief gehen kann, solange man nur darauf achtet, die richtige Menge an Zutaten zu verwenden. Es ist zart und hat einen kühlen, erfrischenden Geschmack, der die Stimmung sofort aufhellt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/47685001/dee02ec9fdeacb9cf856f4f5de66b6cc_5980639318713965764.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4173,
        "name": "Fisch und Pommes",
        "desc": "<p>Ein frittierter Snack. Ummantele die Fischfilets in einer Panade und frittiere sie, bis sie goldgelb und knusprig ist. Gib dann Pommes frites dazu. Ganz gleich, mit was für einer Sauce du es kombinierst, wird es ein Lächeln auf das Gesicht des Betrachters zaubern.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/47685001/1fe5feec9b5c4d8228a98f26883399b6_5298832081883346021.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4193,
        "name": "Fontaine-Zwiebelsuppe",
        "desc": "<p>Eine Suppe mit einer Zwiebelbasis. Brate die Zwiebeln, bis sie bräunlich sind. Gib diese in die Brühe und lasse sie köcheln. Gib sie in eine Suppentasse. Darauf werden Brotstücke und Käse gestreut, um diese zu backen. Erfahrene Köche haben auch einen Trick auf Lager, der verhindert, dass einem beim Zwiebelschneiden die Tränen kommen. Dieser lautet ... dass man einen Lehrling die Zwiebeln schneiden lässt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/47685001/2134d7b26ad2d1185c2098aef4ed143e_5147802697499061627.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4170,
        "name": "Knoblauchbaguette\t",
        "desc": "<p>Baguette in Scheiben. Gerade aus dem Ofen geholt, ist das Äußere knusprig und das Innere weich. Das Ganze wird kombiniert mit dem Aroma von Butter und Knoblauch. Wahrlich ein Gedicht! Kein Wunder, dass alle Leute in Fontaine gern eines zum Feierabend kaufen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/47685001/b4fb40418910d4c43ae73572525fabc9_6055568334092025907.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4435,
        "name": "Haggis",
        "desc": "<p>Ein üppig gewürztes Gericht. Man zerkleinere die Innereien eines Schafes und fülle sie gemeinsam mit Haferflocken in dessen Magen, gebe dann verschiedene Gewürze hinzu und forme daraus einen Beutel. Dieser wird für gewöhnlich beim Servieren entfernt. Verzehren wird man lediglich den Inhalt, gemeinsam mit pürierten Möhren und Kartoffeln. Eine lokale Delikatesse, die in Fontaine oft vornehmen Gästen serviert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/47685001/d5d28ac899664772eec1cede2dcf7dd2_4717801213725992391.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4178,
        "name": "Lasagne",
        "desc": "<p>Gebackenes Nudelgericht. Gib auf die Nudeln eine Schicht Fleischsauce, Käse und Béchamelsauce. Darauf kommt die nächste Schicht mit Nudeln. Wiederhole dies mehrere Male und backe das Gericht, bis der Käse Blasen bekommt und dunkelgelb wird. Das Geheimnis des leckeren Geschmacks liegt in der sorgfältig zubereiteten Fleischsauce.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/47685001/6096e83fc343235a5ea3969fceb503f3_1033993600582673120.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1548,
        "name": "Minzgötterspeise",
        "desc": "Eine erfrischende Nachspeise. Die Schritte zur Herstellung sind in der Tat recht einfach und wenn sie die Kehle hinuntergleitet, wird der leichte, frische Geschmack von Minze dich für den Rest des Tages beleben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mint Jelly_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 323,
        "name": "Minzsalat",
        "desc": "Ein duftendes Salatgericht. Fein gehackte Jueyun-Peperoni werden mit einer Soße vermengt und mit Minzblättern vermischt. Es sieht nicht besonders aus, aber es hat überraschend starke Kräfte der Erfrischung und Belebung. Es ist auch der perfekte Gaumenreiniger nach einem fettigen, üppigen Essen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mint Salad_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2767,
        "name": "Minzbohnensuppe",
        "desc": "<p>Eine dicke Suppe mit simplen Zutaten. Minze und Bohnen mit Wasser gar kochen, pürieren, bei schwacher Hitze einkochen. Abschließend mit Bohnen und Minzblättern garnieren. Das Gericht ist erfrischend und köstlich. Man kann es sowohl warm als auch kalt genießen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/47685001/2abfd008d61dea1e8527de76458cfcb3_3708495707693666618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4195,
        "name": "Poisson-Suppe",
        "desc": "<p>Eine aus Meeresfrüchten gemachte Suppe. Dieses Gericht stammt ursprünglich aus dem Fischersdorf Poisson. Beim ersten Mal wurden die von den Fischern nicht verkauften Fischreste willkürlich in einen Topf geworfen und gekocht. Aufgrund seines delikaten Geschmacks wurde das Gericht in Fontaine sehr beliebt. Heutzutage kann praktisch jeder gefangene Fisch in diesem Gericht landen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/47685001/2ec0dc2e19fa33493e6b201047c784d6_5243626747310661669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 474,
        "name": "Große Schüssel Tee",
        "desc": "Spezieller Tee aus Liyue. Eine Reise durch die schier endlosen Landschaften Liyues kann ausgesprochen mühsam sein. Triffst du unterwegs auf einen Stand, bei dem es eine große Schüssel frischen Tee gibt, wird dich nichts davon abhalten können, dich dem Genuss hinzugeben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Pop's Teas_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1089,
        "name": "Steak",
        "desc": "Ein gebratenes Steak. Die hohe Temperatur beim Braten hat den Fleischsaft eingeschlossen, sodass man sich nach dem Moment des Aufschneidens sehnt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/47685001/74cb2de3ac126011017f005165207f90_1141392652635936319.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4184,
        "name": "Tasses-Ragout",
        "desc": "<p>Ein Mischmasch mit unterschiedlichen Arten von Gemüse. Es ist ein alltägliches Gericht, mit dem die Bauern von Fontaine die Gemüseernte feiern. Es gibt keine klare Zusammenstellung der Zutaten und keine feste Art der Zubereitung. Ganz gleich, ob gebraten oder gebacken kann das Gericht auf einfache Weise leckeren Geschmack auf den Esstisch zaubern.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/47685001/ee9b7e6b2bbade3924b575e37385b625_6322803710566556754.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 751,
        "name": "Teyvat-Spiegelei",
        "desc": "Ein auf nur einer Seite gebratenes Ei. Das Eigelb ist noch flüssig und lädt ein es aufzupieksen.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/47685001/ea56ef57ebbdf57c50848cac6939aa6a_2642876485437511537.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4397,
        "name": "Forelle Amandine",
        "desc": "<p>In Öl gebratene große Fischfiletstücke. Die Filets werden zunächst in Butter angebraten, dann werden die Mandeln knusprig geröstet und alles zusammen serviert. Traditionell wird eigentlich die ganze Forelle verarbeitet und dann direkt in die Pfanne gegeben. Zuletzt hat es sich jedoch durchgesetzt, dass nur die Filets gebraten werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/47685001/083940007be412d133ea604f5b3ff5da_2861789424956553041.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wohlfahrtsmahlzeit"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Verbrauchsgegenstand"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten in der Tauschscheinkantine im Fort Méropide in Fontaine"
          }
        ]
      }
    ]
  }
}