{
  "epId": 4469,
  "name": "„Die Kunst der Verhandlung“",
  "desc": "<p>„Ein Meilenstein der Schule des Erfolgs, ein Meisterwerk, das man im Leben nicht verpassen sollte!“</p><p>Dieses herausragende Werk wird von den Herausgebern von La Gouttière, der Wirtschaftselite und Gelehrten des Forschungsinstituts Fontaine empfohlen!</p><p>Du lernst, die Tiefen des Abgrunds namens „menschliche Natur“ zu begreifen und dabei beispiellose Größe zu erreichen!</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/c91492d97e59c7ce48892f8f38ac91a2_7728941137510039726.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1698257874,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die Leute sagen immerzu, dass ich geschäftstüchtig sei und mich darauf verstehe, Gelegenheiten zu erkennen und sie zu ergreifen. Ich sehe das jedoch anders. Ich habe ganz unten angefangen und hatte auch kein Kapital. Ich konnte mich nur auf mich selbst verlassen. Indem ich mit Leuten verhandelt habe, die etablierter waren als ich, und sie zu einer Partnerschaft mit mir überredet habe, konnte ich mir Gelegenheiten verschaffen.</color>\n<color=#ffffffd9>Meine gesamten Erfahrungen haben mir eines deutlich aufgezeigt: durch Verhandlungen kann man den Großteil aller Probleme lösen. Das ist mein einziger Stützpfeiler. Deswegen hoffe ich, dass ihr nicht meinen Worten folgend handeln werdet, sonst werde ich mit einer für mich noch herausfordernderen Welt konfrontiert sein.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>„Die Oberhand gewinnen“</color>\n<color=#ffffffd9>Ich bin der Ansicht, dass bei vielen Verhandlungen schon beim ersten Aufeinandertreffen der Sieger und der Verlierer erkennbar sind. Alle, die mich kennen, wissen das. Ich habe als fahrender Händler in der Wüste Erfahrungen gesammelt. Das war der Startpunkt meines Unternehmens. Damals war ich bettelarm und hatte auch keinen geschäftlichen Erfolg. Doch ich habe dort eine wichtige Sache gelernt: „Man muss mit lauter Stimme sprechen und seinem Gegenüber den Eindruck von Selbstvertrauen vermitteln.“</color>\n<color=#ffffffd9>Da die Wüste von Natur aus ein Ort ist, der Außenseiter abweist, schließen die Wüstenbewohner Geschäfte nur mit Leuten ab, denen sie vertrauen. Sie fürchten sich vor Fremden oder besser gesagt, sie fürchten, von ihnen betrogen zu werden. Aber wie könnte ein armer junger Mann ohne Leumund, der sich von ganz unten hocharbeiten muss, ihr Vertrauen gewinnen? Später wurde mir klar, dass die ablehnende Haltung der Wüstenstämme gegenüber Fremden nur ein Symptom ist, aber was war die Ursache? Sie bestand darin, dass sie sich darüber im Klaren waren, nicht über die Fähigkeit zu verfügen, die Zuverlässigkeit von Waren von außerhalb zu gewährleisten.</color>\n<color=#ffffffd9>Es ist offensichtlich, dass sie in einer solchen Situation von dir überzeugende Nachweise fordern, um ihr Vertrauen zu gewinnen. Alternativ kannst du sie glauben machen, dass du überzeugende Nachweise besitzt. Aber wie schafft man es, andere davon zu überzeugen, dass man Nachweise besitzt? Entscheidend dafür ist, dass man mit Selbstvertrauen auftreten muss, selbst wenn es nur vorgespielt ist. Solange du den Eindruck von Selbstvertrauen erweckst, werden andere an deine Legitimität glauben und sie werden sich wie in einer Art Selbsthypnose glauben machen, dass du vertrauenswürdig bist.</color>\n<color=#ffffffd9>Daher muss ich laut sprechen, mit lauter Stimme verkaufen und laut schimpfen. Ich übertrumpfe sie auf dem Gebiet der Aura und dann beginnen sie nachzudenken; wie kann dieser Mensch es wagen, so zu sprechen? Es muss bestimmt daran liegen, dass es ihm nicht an Käufern mangelt, also sind ihm die Folgen egal. Und das bedeutet, dass seine Ware und sein Ruf ausgezeichnet sein müssen. Bei ihm einzukaufen, wird sicher kein Fehler sein.</color>\n<color=#ffffffd9>Was danach geschehen ist, wissen wir alle. Ich habe meinen ersten Batzen Geld verdient.</color>\n<color=#ffffffd9>Rückblickend betrachtet besteht das Ziel von Verhandlungen zumeist darin, andere dazu zu bringen, die eigene Position anzuerkennen oder sie anzunehmen. Wenn man bereits im Voraus auf dem Gebiet der Aura die Oberhand über sein Gegenüber errungen hat, kann man ihn von seiner Position überzeugen. Und dann ist unser Ziel bei den Verhandlungen doch problemlos zu erreichen, nicht wahr?</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>„Gesprächsthemen lenken“</color>\n<color=#ffffffd9>Die Lenkung der Themen ist meiner Ansicht nach eine sehr effektive Verhandlungsmethode. Es ist oft ein verlässliches Mittel, um schwierige Situationen zu meistern.</color>\n<color=#ffffffd9>Ich hatte einmal vor, Waren aus Mondstadt in Liyue zu verkaufen. Doch meine damaligen Kunden kannten Mondstadt nicht. Viele von ihnen waren gewöhnliche Leute, die ihr ganzes Leben lang Liyue nie verlassen hatten. Für solche Kunden stellt der Kauf unbekannter Waren ein großes Risiko dar. Und daher ließ der Absatz auch zu wünschen übrig. Wie man sich vorstellen kann, hatte zu dieser Zeit auch mein Geschäftspartner die Zuversicht verloren.</color>\n<color=#ffffffd9>Dieses Problem schien recht heikel zu sein, aber die Lösung war recht einfach. Ich habe den Kunden gesagt, dass Mondstadt ein guter Ort sei, um sie Sympathie und sogar Vertrauen zu dem Herkunftsort der Waren fassen zu lassen. Dieses Gefühl des Vertrauens wird auch auf die Waren selbst übertragen, was schließlich den Absatz ankurbelte. Und wie habe ich das Problem mit meinem Geschäftspartner gelöst? Das war noch einfacher. Ihm hat Zuversicht gefehlt, also habe ich ihm Zuversicht gegeben und ihn davon überzeugt, dass der Verkauf reibungslos ablaufen würde. Ob der Verkauf auch tatsächlich reibungslos abgelaufen wäre, war nicht wirklich wichtig.</color>\n<color=#ffffffd9>Wenn man die Wurzel des Problems gefunden hat, dann wird die Lösung offensichtlich. Um zu vermeiden, dass die Mittel zur Lösung des Problems allzu offenkundig sind, habe ich mich dafür entschieden, eine Marktstudie durchzuführen. Dabei hat es sich um eine Umfrage gehandelt, für die ich damit Werbung machte, dass die Teilnehmer die Chance auf den Erhalt von Mora hätten. Als sie hörten, dass man dabei Mora einstreichen kann, sind die Leute in Scharen gekommen.</color>\n<color=#ffffffd9>Hier stellt sich die Frage, was hat das mit Verhandlungsmethoden zu tun? Meine Antwort lautet wie folgt: Die mächtigsten Waffen in Verhandlungen sind Fakten und Fakten können manipuliert werden. Diese Umfrage war nur dem Schein nach eine Marktstudie. In Wirklichkeit sollte sie das Gesprächsthema lenken und alle Teilnehmer zu dem von mir gewünschten Schluss leiten.</color>\n<color=#ffffffd9>Die Sache entwickelte sich anschließend wie folgt: Ich hatte einige Fragen in die Umfrage einfließen lassen, um das Denken der Teilnehmer zu lenken. Beispielsweise war meiner Analyse nach eines der wichtigsten Merkmale von Mondstadt die Freiheit, wohingegen die gewöhnlichen Leute in Liyue ein behagliches und glückliches Leben anstreben. Ich musste also einen Weg finden, um die Leute den folgenden Schluss ziehen zu lassen: Zwischen der Freiheit und einem behaglichen und glücklichen Leben besteht eine unmittelbare Verbindung.</color>\n<color=#ffffffd9>Daher habe ich folgende Fragen in die Umfrage einfließen lassen:</color>\n<color=#ffffffd9>Beispielsweise, ob du ein entspanntes und gemütliches Leben magst, ob du eine Atmosphäre der Freiheit magst, ob du glaubst, dass Wein das Leben bereichert und so weiter.</color>\n<color=#ffffffd9>Die meisten Menschen würden diese Fragen positiv beantworten. Und als Nächstes können wir ihnen mittels des Fragebogens vermitteln, dass Mondstadt eine solche freie und glückliche Stadt ist. Und dann fragen wir, ob den Leuten eine solche Stadt gefallen könnte? Natürlich versteht sich das von selbst und der größte Teil der Antworten, die wir erhielten, hat das bejaht. Zu diesem Zeitpunkt haben sie bereits den Eindruck gewonnen, dass alle Leute in Mondstadt glücklich sind.</color>\n<color=#ffffffd9>In meinen folgenden Werbekampagnen habe ich dann hervorgehoben, dass ich nicht ein Produkt verkaufe, sondern eine Lebensweise, eine Lebensweise namens Glück. Die weitere Entwicklung ist sicher für alle Leser leicht vorstellbar.</color>\n<color=#ffffffd9>Natürlich treffen wir auch auf renitente Leute, die es lieben, sich als Nonkonformisten zu profilieren. Diese Leute stellen die Daten der Umfrage in Abrede, was die Zuversicht der Leute, einschließlich der Geschäftspartner, in die aus dem Fragebogen gezogenen Schlussfolgerungen negativ beeinflusst.</color>\n<color=#ffffffd9>Zu diesem Zeitpunkt will ich diesen Einfluss beseitigen oder abschwächen. Die von mir dafür gewählte Methode ist genauso simpel wie ordinär. Ich deute den Umfrageteilnehmern an, dass die Auszahlung der Mora mit ihren Antworten zusammenhängt. Verlockt von Mora werden die meisten Querköpfe sich kompromissbereit zeigen. Auf diese Weise wird die Integrität der Daten gewährleistet und die Zuversicht der Geschäftspartner bleibt gewahrt. Dadurch kann der Plan dann in die nächste Phase übergehen.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>„Allzweckphrase“</color>\n<color=#ffffffd9>Die Leute fragen mich immer wieder, ob es bei Verhandlungen ein Mittel gibt, das einem garantiert den Sieg einbringen kann. Ich bejahe das und wähle dann den folgenden Satz für meine Antwort: „Ich stimme deiner Sichtweise zu, aber ...“ Ich nenne diesen Satz eine Allzweckphrase. Der Grund dafür ist simpel. Dieser Satz ist eine Phrase zur Analyse und Ausnutzung der menschlichen Natur. Denn die Schwächen der menschlichen Natur werden von ihm bloßgelegt.</color>\n<color=#ffffffd9>Warum? Weil die Menschen nach Anerkennung dürsten, kein Mensch ist davon ausgenommen, auch ich selbst nicht. Früher war ich ein fahrender Händler, der viele Orte bereist hat. In jener Zeit bin ich auf viele Arten von Menschen gestoßen, die Goldbrigade, die Schatzräuber und sogar Abgrundmagier. Selbst die Abgrundmagier, die für ihre Halsstarrigkeit und Konfliktfreudigkeit bekannt sind, haben sich bereit gezeigt, ihren Standpunkt zu überdenken und meine Anerkennung zu suchen, wenn ich diesen Satz geäußert habe.</color>\n<color=#ffffffd9>Ich wage zu behaupten, dass selbst Schleime und Hilichurle der Magie dieses Satzes unterliegen würden, wenn ich ihre Sprache sprechen könnte. Daher erhoffe ich mir auch nicht, dass alle Menschen diesen Satz lernen, und das gilt insbesondere für meine Konkurrenten.</color>\n<color=#ffffffd9>...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "„Die Kunst der Verhandlung“"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben im Knochenbrecherladen im Fort Méropide in Fontaine"
          }
        ]
      }
    ]
  }
}