{
  "epId": 4487,
  "name": "„Sonderbericht“",
  "desc": "<p>Ein von Chronie privat gedruckter „Sonderbericht“. Angeblich enthält er alle „Wahrheiten“, die das Forschungsinstitut Fontaine geheim zu halten versucht ...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/845d6d6a5744a59d26603bd9b882d7a7_7540809489840189057.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1698257850,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Über die vom Forschungsinstitut Fontaine verschleierte Wahrheit“</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Aether Version</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/1d2340520eb41a1e8324d10fcc10ed61_3062125089689208030.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lumine Version</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>... Nach einer eigenhändigen Recherche habe ich alle Details zum ersten Explosionsvorfall am Forschungsinstitut Fontaine in Erfahrung bringen können und habe Kenntnis über den gesamten Hintergrund der zweiten Explosion erlangt. Dies alles geschah, weil das Forschungsinstitut Fontaine versuchte, ein enormes Sicherheitsproblem zu verschleiern, das den ganzen Hof von Fontaine gefährden könnte, nämlich dass die Ruine des „Zentrallaboratoriums“ nicht vollständig unschädlich gemacht wurde. Dort existiert eine Vielzahl von gefährlichen Apparaten wie außer Kontrolle geratene Mecha, riesige Mengen an instabilem Arkhium und gefährliche Apparate, die fortlaufend einen hohen Energiestrom abgeben.</color>\n<color=#ffffffd9>Darüber hinaus führte ein Bedienfehler, der auftrat, als vom Forschungsinstitut Fontaine angeheuertes Personal sich mit Angelegenheiten in diesem Zusammenhang beschäftigt hat, dazu, dass sich in der Ruine des „Zentrallaboratoriums“ eine weitere Explosion ereignete, bei der mindestens ein Forscher umkam.</color>\n<color=#ffffffd9>Soweit bekannt handelt es sich bei diesem Forscher um eine Person namens Nacker, der ursprünglich ein Spitzenforscher der Arkhium-Forschungsgruppe war, die unter der Leitung von Edwin Eastinghouse stand. Nach dem ersten Explosionsvorfall wurde er vom Forschungsinstitut gezielt an den Rand gedrängt ...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "„Sonderbericht“"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten von Chronie beim Café Lucerne in Fontaine"
          }
        ]
      }
    ]
  }
}