{
  "epId": 4488,
  "name": "Werbematerial der Gesellschaft für gegenseitige Hilfe",
  "desc": "<p>Ein von begeisterten Mitgliedern der Gesellschaft für gegenseitige Hilfe erhaltenes Buch mit Werbematerial. Es enthält die grundlegende Philosophie der Gesellschaft. Das Logo auf dem Umschlag wirkt irgendwie vertraut ...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/787eb2c41ce0b6266df44fcf4d87b74f_8318550583543586658.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1698257886,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Sich gegenseitig helfen, um gemeinsam Krisen zu bewältigen.“</color>\n<color=#ffffffd9>„Nichts unversucht lassen, um die Gerechtigkeit durchzusetzen.“</color>\n<color=#ffffffd9>„Faire Gerichtsprozesse dürfen nicht verabscheut werden.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die drei oben genannten Punkte sind die grundsätzlichen Leitlinien der Gesellschaft für gegenseitige Hilfe. Der Beitritt zur Gesellschaft für gegenseitige Hilfe steht jedem offen. Es müssen keine Gebühren entrichtet werden und es gibt auch keine fakultativen Gruppenaktivitäten.</color>\n<color=#ffffffd9>Die Gesellschaft für gegenseitige Hilfe ermutigt Mitglieder zu Dingen, die im Rahmen ihrer Möglichkeiten liegen, und dazu zählen unter anderem auf eigene Initiative hin aufzuräumen, Körperertüchtigung zu betreiben, zu lehren und zu lernen.</color>\n<color=#ffffffd9>Wir hoffen, dass alle Mitglieder der Gesellschaft für gegenseitige Hilfe in ihrer Zeit im Fort Méropide der Schuld, die sie auf sich geladen haben, offen ins Auge sehen. Wir ermuntern einander, unterstützen einander und blicken gemeinsam in die Zukunft.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Werbematerial der Gesellschaft für gegenseitige Hilfe"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während Neuvillettes Legendenauftrag <color=#ffffffd9>„</color> Eine neue Lösung für ein altes Problem <color=#ffffffd9>“</color>"
          }
        ]
      }
    ]
  }
}