{
  "epId": 4504,
  "name": "Marcel",
  "desc": "<p>Leiter der Confrérie de Cabrière, einer Schwesterorganisation von Spina di Rosula.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1722339093,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vacher",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vacher war ein Abenteurer aus Snezhnaya, der auf seiner Reise nach Fontaine eine andere Abenteurerin, Vigneire, traf und sich in sie verliebte. Während einer ihrer Unterwasserexpeditionen kam Vigneire mit Wasser aus dem Urmeer in Berührung, das sie vor den Augen Vachers auflöste. Er war so erschüttert über ihren Tod, dass er versuchte, sich mit seiner Geliebten wieder zu vereinen, aber das Wasser des Urmeeres konnte ihm nichts anhaben, da er ein Eingeborener von Snezhnaya war (Urwasser löst Fontainianer aufgrund ihrer Herkunft als Okeaniden auf) . Viele Jahre lang suchte Vacher Hilfe bei den Offizieren der Maison Gardiennage, aber sie sagten ihm, dass sich Menschen nicht in Wasser verwandeln können und dass er aus Kummer verrückt geworden sei. Er hatte den Eindruck, dass alle den Tod von Vigneire ignorierten, als ob er überhaupt keine Rolle spielen würde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/36b3d41658994c2d7b05c032486b4582_4504820419642182564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In seiner Verzweiflung suchte Vacher nach Möglichkeiten, Vigneire zurückzuholen. Eines Tages fand er die Aufzeichnungen von Jakob Ingold, einem Mitglied des Narzissenkreuz-Vereins, der vor vielen Jahren Experimente mit dem Urwasser durchgeführt hatte, und beschloss, diese Forschung für seine Experimente zu nutzen. Vacher begann, Fontaine-Frauen im gleichen Alter wie Vigneire zu entführen, um seine Geliebte wiederzubeleben. Um keinen Verdacht zu erregen, beschloss Vacher, seine alte Identität loszuwerden und erfand eine Geschichte über einen Geschäftsmann, Marcel, der gerade in Fontaine angekommen war. Er fand den Namen Marcel in Vigneires Tagebuch, in dem sie die Namen für ihre und Vachers Kinder auswählte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marcel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bei seinen Nachforschungen stellte Marcel fest, dass eine kleine Menge des Urmeerwassers, verdünnt in normalem Wasser, selbst für die Bewohner von Fontaine nicht tödlich ist, sondern berauschende Eigenschaften hat. Marcel nannte dieses Getränk Sinth und gründete ein Unternehmen, das es im Untergrund produzierte. Dieses Getränk, eine Stimulanz, kann fröhliche Halluzinationen hervorrufen. Bei langfristigem Konsum von Sinth traten viele Nebenwirkungen auf, darunter der Verlust der Fähigkeit, sich zu konzentrieren oder die eigenen Gefühle zu kontrollieren. Beim Entzug erlebte die Person Anflüge von Paranoia und Angstzuständen, während ihr die Energie fehlte, etwas zu unternehmen. Marcel wurde das Oberhaupt der Confrérie de Cabrière, einer Gilde in Poisson. Anfangs verkauften sie nur einige Waren des täglichen Bedarfs, aber später wurden sie zu einer der reichsten Gilden mit vielen Geschäftsverbindungen in der Stadt. Da Callas Caspar, das Oberhaupt der Spina di Rosula, der Gilde zu ihrer heutigen Größe und Bekanntheit verhalf, war die Confrérie de Cabrière wie eine Schwesterorganisation der Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/028e390f40d252d1e4ab4021b847c617_1116517699037192345.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor drei Jahren verbot Callas aufgrund der Nebenwirkungen des Langzeitkonsums von Sinth dessen Vertrieb in Poisson und leitete eine Untersuchung ein. Callas traf Jacques, der im Sinth-Geschäft tätig war, und überzeugte ihn, ein Informant zu werden. Als Marcel von den Geschehnissen erfuhr, bedrohte er Jacques und seine Familie, damit er Callas tötet. Da er erkannte, dass Jacques nicht bereit war, einen Mord zu begehen, heuerte Marcel einen Mörder an, um die beiden loszuwerden, und organisierte ein Bankett für das Treffen. Während des Banketts erschoss der Mörder Jacques und wurde seinerseits von Callas erschossen, als dieser die Waffe ergriff. Um die Spuren des Verbrechens zu verwischen, übergoss Marcel den Mörder mit dem Wasser des Urmeeres und bereitete alles vor, um Callas des Mordes an Jacques zu beschuldigen. Callas leugnete seine Schuld nicht und wählte ein Duell als Gerichtsverfahren, da er um das Leben seiner Tochter Navia fürchtete. Vor dem Duell bittet er die Meisterduellantin Clorinde, auf seine Tochter aufzupassen. Am Ring des Duellanten widersetzte er sich Clorinde nicht, und obwohl er die Möglichkeit hatte, das Duell zu beenden, entschied er sich für den Kampf bis zum Tod."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4ed70905e3e6ce446dcb80fedc54bc4f_2610619475358308088.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Drei Jahre später sah Marcel eine junge Frau namens Halsey, die zu seinen Experimenten passte. Er wählte die Show der Magier Lyney und Lynette als günstigen Zeitpunkt für die Auflösung. Marcels Geheimagent Cowell, Lyneys Assistent, manipulierte den Zufallsgenerator, der die Position jedes Zuschauers bestimmte, sodass die Frau für den beweglichen Trick ausgewählt wurde. Während sich die Frau in einem Zauberkasten befand, wurde ihr Urwasser auf den Kopf gegossen, aber sie löste sich nicht auf, da es sich nicht um Halsey handelte, sondern um eine Diebin aus Mondstadt, Liliane, die die Eintrittskarte gestohlen hatte. Als Cowell Liliane unversehrt sah, versuchte er, sie zurück in die Kiste zu zwingen, aber Liliane schlug ihn nieder und entkam. Cowell starb bei einem Unfall, als ein Wassertank auf ihn fiel, und Lyney wurde beschuldigt, seinen Assistenten ermordet und das Verschwinden der Frau verursacht zu haben. Während des Prozesses wegen des Mordes an Cowell gelang es dem/der Reisenden, Lyneys Unschuld zu beweisen und die Beteiligung des Urmeeres und von Sinth aufzudecken. Marcel und Cowells Komplize, der Gendarm Vaughn, wurde der Beihilfe beschuldigt und war bereit, gegen Marcel auszusagen, doch dieser schaffte es, ihn mit dem Wasser des Urmeeres zu übergießen, wodurch er sich auflöste."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4eaa20e22f590c6c4d2adb1e476f3bc2_8637107710472296244.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Navia, die derzeitige Leiterin von Spina di Rosula, erkannte die Ähnlichkeit zwischen dem Verbrechen und dem Vorfall mit ihrem Vater und untersuchte daher weiterhin das Verschwinden der Frauen und das Wasser des Urmeeres. Marcel, der durch ihre Nachforschungen verängstigt war, versuchte, sie zu töten, indem er den Getränken das Urmeerwasser hinzufügte, aber sie wurden von Paimon und dem/der Reisenden getrunken, denen das Wasser keinen Schaden zufügte. Er schickte auch die Garde-Mecha aus, um Navia in der Nähe des Lucine-Brunnens anzugreifen, aber Clorinde gelang es, sie und den/der Reisende/n rechtzeitig zu retten. Als der/die Reisende in der Nähe des Brunnens war, hörten sie eine seltsame Stimme, die \"Vacher\" rief. Durch das Urwasser, das sie getrunken hatten, verloren sie das Bewusstsein und kommunizierten mit dem mysteriösen Okeaniden, der sie bat, Vacher zu sagen, dass er nicht mehr nach Vigneire suchen solle. Während ihrer Nachforschungen mit Navia landeten der/die Reisende und Paimon in dem Labor, in dem Sinth hergestellt wurde, und fanden Informationen über die vermissten Frauen, ihre Habseligkeiten, Marcels wahre Identität und seine Beteiligung. Außerdem wurde ein Reservoir des Urmeeres entdeckt, das Marcel für seine Experimente nutzte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/d5998d077443b38b8c3b0eaea1c5530d_3515949552469535565.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nach der Verhandlung fragte Marcel den/die Reisende/n, wie sie seinen richtigen Namen herausgefunden hätten. Nachdem er von der Geschichte der geheimnisvollen Stimme erfahren hatte, bat er die Gendarms, ihn vor seiner Gefangenschaft zum Lucine-Brunnen zu bringen. Dank des Wassers des Urmeeres nahm er Kontakt mit der Stimme auf, in der Hoffnung, dass es sich um seine Geliebte handelte, aber es stellte sich heraus, dass es das Bewusstsein aller Frauen war, die Marcel seit über 20 Jahren aufgelöst hatte. Marcel wollte Vigneire unbedingt sehen, aber jeder einzelne Funken ihres Bewusstseins widerstrebt es, auch nur in seiner Nähe zu sein. Von dem Moment an, als sein erstes Opfer starb und ihr Bewusstsein mit dem von Vigneire verschmolz, hatte sie nichts als puren Hass auf Marcel. Vor der Auflösung wurden diese Frauen in Marcels Labor in Angst und Schrecken gehalten. Später wurde im Labor ein Tagebuch einer dieser Frauen gefunden."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Jemand wurde wieder abgeführt. Das war die Sechste.</color>\n<color=#ffffffd9>Oder vielleicht die Siebte. Gestern hat eine versucht zu fliehen, aber sie wurde zurückgebracht und danach nicht mehr gesehen.</color>\n<color=#ffffffd9>Vielleicht war das auch nicht gestern. Ich habe schon längst den Überblick über die Zeit und die Tage verloren.</color>\n<color=#ffffffd9>Tut mir leid. Ich weiß auch nicht, ob es noch einen Sinn hat, so weiterzuschreiben, und wie lange ich überhaupt noch schreiben kann.</color>\n<color=#ffffffd9>Ich kann mir mein bald bevorstehendes Schicksal bereits ausmalen. Was mir aber noch mehr Angst macht, ist ...</color>\n<color=#ffffffd9>Die anderen aus der Truppe hier zu sehen.</color>\n<color=#ffffffd9>Werde ich sie wirklich beschützen können?</color>\n<color=#ffffffd9>Es tut mir leid, es tut mir wirklich leid, ich kann nicht mehr weiterschreiben ...</color>\n<color=#ffffffd9>Ich denke, ich habe Fieber, meine Magenprobleme sind ebenfalls wieder zurückgekehrt. Aber niemand hat mir Medikamente gegeben.</color>\n<color=#ffffffd9>Crécy hat so große Schmerzen, dass sie die ganze Nacht nicht schlafen konnte. Im Vergleich zu ihr, geht es mir noch gut.</color>\n<color=#ffffffd9>Der Wert von Versuchsobjekten ... Es juckt wohl keinen, wenn sie sterben, solange sie davor gut ausgenutzt sind.</color>\n<color=#ffffffd9>Hier ist es sehr feucht, ich habe meine Decke mit ihr geteilt.</color>\n<color=#ffffffd9>Es ist so kalt, so kalt, wirklich so kalt.</color>\n<color=#ffffffd9>Wir müssen nur durchhalten, das alles wird vorbeigehen.</color>\n<color=#ffffffd9>Die Mühe wird sich am Ende auszahlen.</color>\n<color=#ffffffd9>Ich sage ihnen gerne solche Dinge.</color>\n<color=#ffffffd9>Doch die Person, die nicht durchhalten kann, bin ich.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In der Vision griffen die Frauen Marcel mit dem Wunsch an, ihn zu töten, aber in Wirklichkeit schien Marcel seine Seele verloren zu haben. Im Bericht des Arztes heißt es, Marcel sei an einem schweren Schreck gestorben.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Lebensbereiche einbezieht und sich auf die Lösung schwieriger Probleme der Bürger konzentriert und bei Bedarf mit den Behörden Fontaniens zusammenarbeitet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/4fcc959d9c20a034311a9381f31d498c_7791724052189855893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Marcel Vacher"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nSnezhnaya"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Wie das trübe Mondlicht vergangener Zeiten\nDie Wahrheit, die im Regen verloren ging\nWenn alles ins Wasser zurückkehrt"
          }
        ]
      }
    ]
  }
}