{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1715285966,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Caterpillar"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Narzissenkreuz-Verein, Fontaine"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftragsreihe: „Spuren des Narzissenkreuzes“\nWeltauftragsreihe: „Die unvollendete Komödie“\nWeltauftrag: „Szene aus dem Leben von Méropide – Betriebssicherheit“\nWeltauftrag: „Verfolgung“\nWeltauftrag: „Alles Gute zum Geburtstag“\nWeltauftrag: „Die letzte Frage“\nWeltauftrag: „Unvollendete Geschichte“\nWeltauftrag: „Des Rätsels Lösung wartet auf Enthüllung“"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Menschliche Form",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/bfc733326181bb99c64bfe7a8c3b5ffc_8820304777982705307.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Caterpillar nach dem Abschluss der Weltauftragsreihe „Die unvollendete Komödie“.</color>"
          }
        ]
      },
      {
        "key": "Hilichurl Form",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/b7c2c1d1f178446ade91748563416b83_8823695138204205289.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Caterpillars wahre Gestalt.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor vielen Jahren war Caterpillar ein Mensch, aber ein Teil seiner Erinnerungen wurde mithilfe des Heiligen Schwertes von Narzissenkreuz und der Okeaniden Lyris in den Körper eines Hilichurls übertragen. Auf diese Weise wurde Caterpillar erschaffen. Da Jakob Ingold und René de Petrichor den Mann, der zuvor Caterpillar war, als ihren Freund betrachteten und man in ihrer Fantasiewelt, dem „Buch der Aufdeckung“, auf die Erinnerungen des Mannes treffen, den sie zu retten versuchten, kann man davon ausgehen, dass Caterpillar zuvor Carter (Cater) Scherbius war. Obwohl Carters Körper starb, wurde ein Teil seines Bewusstseins wiederhergestellt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/41e8b613e24c3ab441a31ae16141a6b6_4759111420087034031.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach seiner Erschaffung durch den Narzissenkreuz-Verein nahm Caterpillar die Gestalt eines Kindes mit weißer Haut, geschwärzten Gliedmaßen, weißem Haar und Hilichurl-ähnlichen Nägeln an. Er schrieb sein Aussehen und sein mangelndes Altern einer Krankheit zu. In seiner wahren Gestalt ist Caterpillar ein Hilichurl-Anemo-Läufer.\nWeil Caterpillar dem Narzissenkreuz-Verein während der Schlacht in Elynas gegen die Schattenjäger geholfen hat, wurde er für seine Verbrechen vor über 400 Jahren in das Fort Méropide geschickt. Caterpillar unterstützt diese Entscheidung, da er sich selbst für ein Monster hält, das für seine Taten weggesperrt werden sollte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/08225f0d6f390fed84d897793b4cb872_8814823558002568378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caterpillar hat hypnotische Fähigkeiten - er kann eine Person von etwas überzeugen oder sie leiten. Eines Tages traf er im Gefängnis den farbenblinden Künstler Julien, der Gemälde fälschte, da er genau zeichnen konnte, was er sah. Caterpillar gelang es, Julien von seinen Fähigkeiten als Künstler zu überzeugen. Wie Julien selbst glaubte, erlaubte Caterpillar ihm Meisterwerke zu malen. Caterpillar nutzte seine Fähigkeit auch bei dem Wachmann Noailles, der Fragen zu Caterpillars Dokumenten hatte. Er überzeugte den Wächter, dass er ein Verbrecher war und wo er hingehörte.\nDa Caterpillar kein Mensch ist, hat er nicht dieselben Eigenschaften, einschließlich Empathie. In all den Jahren im Gefängnis hat Caterpillar versucht, Menschlichkeit zu lernen. Und während jeder Mensch anderen aus Mitgefühl hilft, hilft Caterpillar nur, weil er weiß, dass ein Mensch das tun würde."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Hilichurl-Anemo-Läufer",
        "desc": "<p>Hilichurl-Wanderer, die keinem Stamm angehören. Sie scheinen sich auf der Suche nach dem Schicksal eines Stammes zu befinden, auf der Suche nach einem Licht, das unlängst verloren gegangen ist.<br>Nehmen wir einmal an, dass unter diesen Monstern, die nur über eine einfache Sprache und kein schriftliches Erbe verfügen, nur Epen und Legenden grassierten, sie sollten doch die Helden dieser Geschichten sein.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/eb2ff17818f8f4420f9033724d997ea1_6902405961331728266.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Die unvollendete Komödie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor einigen Jahren lernte Caterpillar ein kleines Mädchen namens Lanoire kennen, das im Gefängnis geboren wurde. Ihre Mutter Agnes, starb im Fort Méropide an einer Krankheit, ohne dass sie Zeit hatte, die Papiere für ihre Tochter auszufüllen. Lanoire konnte das Gefängnis nicht verlassen und nicht zu ihren Verwandten gehen, da sie laut den Papieren einfach nicht existierte. Nachdem Caterpillar sich mit Lanoire angefreundet hatte, beschloss er, dem Mädchen bei der Flucht aus dem Gefängnis zu helfen. Die gewählte Methode war das „Spiel der Reichen“ - ein von dem Wärter Estienne erfundenes Spiel, bei dem Teams gegeneinander antraten, um Gutscheine zu sammeln. Diese sind eine spezielle Währung, die im Fort Méropide verwendet wird. Das Siegerteam durfte mit Estienne zu regelmäßigen Kontrollen an die Oberfläche reisen. So könnte Lanoire das Gefängnis verlassen, ohne dass jemand nach ihr suchen würde.\nGemeinsam mit dem/der Reisenden und Paimon konnten Caterpillar und Lanoire die anderen Teams besiegen, vor allem dank Caterpillar, der seit Jahren Gutscheine sammelte, indem er sich mit anderen Gefangenen zusammentat. Obwohl der Wächter des Fort Méropide, Noailles, versuchte, den Fluchtplan zu durchkreuzen, konnten Lanoire und Caterpillar entkommen und mithilfe von Estienne zu Lanoires Großvater Earnshaw gehen.\nBei seinen Abenteuern mit Lanoire erzählt Caterpillar ihr eine Geschichte über einen törichten Lehrling, in dem er sich selbst sieht:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Vor sehr langer Zeit ... gab es einen Zauberlehrling. Er war ein unbegabter Lehrling, der viel mehr Zeit als die anderen brauchte, um die Sprache der Magie zu lernen.</color>\n<color=#ffffffd9>Sein Lehrer, ein beeindruckender Zaubermeister, machte sich darüber aber keine Sorgen. Stattdessen lobte er ihn für seine Fortschritte. Er trug ihm sogar wichtige Aufgaben auf ...</color>\n<color=#ffffffd9>Und er zweifelte nie an den Anweisungen seines Lehrers. Schließlich war es ja der Zaubermeister, der ihm die Sprache der Magie beigebracht hatte.</color>\n<color=#ffffffd9>In der Werkstatt des Zaubermeisters gab es ein Becken, das man auch als Fischglas bezeichnen konnte. Darin hielt er einen kleinen Fisch.</color>\n<color=#ffffffd9>Eines Tages rief der kleine Fisch dem Lehrling zu: „He, du da, Dummerchen, hilf mir!“</color>\n<color=#ffffffd9>Der Lehrling war erstaunt, denn an diesem Ort gab es außer dem Zaubermeister keine anderen Menschen oder Kreaturen, die auf diese Weise zu ihm sprachen. Deshalb fragte er neugierig, wie er denn helfen könne.</color>\n<color=#ffffffd9>Es stellte sich heraus, dass der kleine Fisch früher im grenzenlosen Meer lebte. Nachdem er hierhergebracht worden war, wurde er von seiner Familie getrennt. Er hatte andere Menschen auch um Hilfe gebeten, aber niemand hatte darauf reagiert.</color>\n<color=#ffffffd9>„Ich würde dich gern nach Hause bringen. Aber mein Lehrer lässt mich nicht raus ...“ sagte der Lehrling. Enttäuscht schwamm der kleine Fisch zum anderen Ende des Beckens und redete nicht mehr mit dem Lehrling.</color>\n<color=#ffffffd9>Eines Tages bemerkte der Lehrling, dass der kleine Fisch nicht mehr in dem Becken war. Wer hatte ihn mitgenommen? Wer hatte ihn nach Hause gebracht? Der Lehrling konnte nicht anders, als sich zu fragen.</color>\n<color=#ffffffd9>Ohne den kleinen Fisch war das Becken vollkommen leer. Wie sah das sogenannte grenzenlose Meer aus? Die Gedanken des Lehrlings wanderten unbewusst in die Welt außerhalb der Werkstatt ...“</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne ist eine Wache vom Fort Méropide. Er hilft dem Reisenden, Caterpillar und Lanoire während der Weltauftragsreihe „Die unvollendete Komödie“ dabei aus dem Fort Méropide zu fliehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/3e48716519d70c05febbdc4be9d0742c_8856562882077919421.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Reisender (Hydro)",
        "desc": "<p>Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/75bb898fe1c3b4ed29a2931829ddb845_6699462431244744857.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "<p>Earnshaw ist ein älterer Mann, der nordwestlich von Fontaine wohnt. <span class=\"wk-shady\">Er kümmert sich um die 3 Hunde seiner verstorbenen Tochter Agnes und seine Enkelin Lanoire. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/35dd24168ad6800be4741160d8d5b6bb_8153516555803531676.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auf den Spuren von Narcissus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/b8a47479f8f6ea74f26dd8d625090585_4799729509525123466.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach der Rettung von Lanoire kehrte Caterpillar zum Narzissenkreuz-Verein zurück, wo er auf die anderen „Erben“ des Narzissenkreuz-Vereins traf: Ann, die Okeanide, und Seymour, den mechanischen Hund. Seymour wurde von Alain Guillotin erschaffen, um seine Schwester Mary-Ann Guillotin zu beschützen. Und Ann wurde von einer anderen Okeanide, „Mary-Ann“ von Annapausis, erschaffen, als sie Ann in einem Traum sah. Gemeinsam beschlossen sie, das Geheimnis von Anns Herkunft zu lüften und Narzissenkreuz daran zu hindern, seinen Plan zu verwirklichen, die Menschheit vor der Apokalypse zu retten, indem er die körperliche Hülle aller Menschen in Fontaine mithilfe des Heiligen Schwertes von Narzissenkreuz auflöst.\nCaterpillar, der/die Reisende, Ann, Seymour und Paimon suchten nach Materialien, um das ursprüngliche Heilige Schwert zu schmieden, die den Willen teilen und wiedervereinen kann. Es stellte sich heraus, dass drei der vier Materialien bereits von Jakob Ingold gefunden worden waren. Dieser versuchte, den Plan von Narzissenkreuz umzusetzen. Er traf sich mit dem/der Reisenden und den anderen im Turm der Gestalt, dem Hauptquartier des Narzissenkreuz-Vereins. Dieses Treffen markierte den Beginn des jüngsten Tages, da alle vier Mitglieder versammelt waren.\nAls die Uhr Mitternacht schlug und der Zeiger den Boden des Raumes durchbrach und Jakob mit sich riss, versank der Turm der Gestalt im Wasser und gab den Weg zum Urmeer und zu Narzissenkreuz frei. Nachdem sie Narzissenkreuz besiegt und sich mit ihm versöhnt hatten, gingen der/die Reisende, Caterpillar, Ann, Seymour und Narzissenkreuz zu „Mary-Ann“ nach Annapausis."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Ann ist eine Okeanide, die aus dem Bewusstsein Mary-Anns geformt wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/7a4364ee7ecfbf1eb2b78fbf7b6607ed_9079221135054847004.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "„Persönlichkeit“",
        "desc": "Eines der notwendigen Materialien, die zum Schmieden des heiligen Schwertes des Narzissenkreuzes notwendig sind. Es scheint fast überhaupt kein Gewicht zu haben.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "name": "Kartenfragment",
        "desc": "Ein zerrissenes Stück Papier, das wie die rechte untere Ecke einer Landkarte aussieht. Ist mit sonderbaren Punkten und Linien bemalt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/fbfebaa7264d2e4ba9e87f349b6f1d56_3450334929274937176.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verfolgung",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nachdem sie sich von „Mary-Ann“, Ann und Seymour verabschiedet hatte, beschloss Caterpillar, in das Reich des „Buch der Aufdeckung“, zu gehen, das von René und Jakob geschaffen wurde, um „etwas“ zu finden. In dieser Welt läuft die Zeit anders, und Caterpillar war so lange dort, dass er vergaß, wonach er suchte, und begann, den Verstand zu verlieren. Im Inneren des Buches traf Caterpillar auf „Hündchen“, der eine Erinnerung an Carter Scherbius war, genau wie Caterpillar selbst. Es sagte, dass die Welt innerhalb des Buches zusammenbrechen würde, aber solange „Hündchen“ in Form eines Hundes und nicht eines Garms erschien, gab es noch eine Chance auf Rettung.\nDer/Die Reisende rettete Caterpillar aus dieser Welt, aber die Zeit, die er im Buch verbracht hatte, hinterließ Narben bei ihm. Er konnte keine menschliche Gestalt mehr annehmen, und sein Bewusstsein begann zu schwinden."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "<p>Canotila ist eine Melusine, die in den Höhlen der Beryl Region lebt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/adba4f38203f23ea3cce8766735976f0_7699847710759510978.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Alles Gute zum Geburtstag",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor ihrer Abreise beschloss Caterpillar, Lanoire an ihrem Geburtstag zu treffen und ihr das Ende der Geschichte über den Fisch und den Magierlehrling zu erzählen:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Du erinnerst dich also noch an die Geschichte.</color>\n<color=#ffffffd9>-Natürlich erinnere ich mich noch daran! Ich habe immer darauf gewartet, dass du zurückkommst und mir die Geschichte zu Ende erzählst. Hat der Lehrling den kleinen Fisch am Ende noch gefunden?</color>\n<color=#ffffffd9>-Nun, viel, viel später ...</color>\n<color=#ffffffd9>Der närrische Zauberlehrling nahm seinen Mut zusammen, verabschiedete sich von dem großen Magier und verließ die Werkstatt, um sich auf seine große Suche nach dem kleinen Fisch zu begeben.</color>\n<color=#ffffffd9>Doch er hatte das unendliche Meer noch nie gesehen und konnte nicht wissen, was für einen Ort der kleine Fisch mit seiner Heimat gemeint hatte. Also blieb ihm nichts anderes übrig, als überall nach dem Weg zu fragen ...</color>\n<color=#ffffffd9>Er fragte das Schilf am Fluss, doch das Schilf bog sich vor Lachen, als es seine Geschichte hörte.</color>\n<color=#ffffffd9>„Was du suchst, ist das große Meer“, sagte das Schilf. „Das ist ein Ort, der viel größer und weiter ist als jeglicher Fluss, der Ort, zu dem der Fluss fließt.“</color>\n<color=#ffffffd9>Er folgte dem Lauf des Flusses und fand das große Meer. Aber das große Meer war riesig und er wusste nicht, wohin er gehen sollte.</color>\n<color=#ffffffd9>Also fragte er die Veilchengold-Anglermöwe, die sich gerade an der Anlegestelle ausruhte. Als die Veilchengold-Anglermöwe seine Geschichte hörte, riss sie ihren Schnabel vor Überraschung weit auf, sodass die Pommes, die sie gehalten hatte, zu Boden fielen.</color>\n<color=#ffffffd9>„Junge, das ist ein Ding der Unmöglichkeit“, sagte die Möwe. „Noch niemals hat jemand einen einfachen Fisch im großen Meer gesucht. Außerdem ist er wahrscheinlich inzwischen schon ...“</color>\n<color=#ffffffd9>Der Zauberlehrling stopfte den Schnabel der Möwe mit einem Stück Brot, kümmerte sich nicht mehr um sie und ihre lärmenden Begleiter und setzte seine Suche entlang der Küste fort.</color>\n<color=#ffffffd9>Denn er war ein närrischer Lehrling, der es nur verstand, auf die närrischste Art zu suchen. Er verwendete viel Zeit darauf, tauchen zu lernen und schwamm mit jedem Mal immer weiter und immer tiefer ins große Meer hinaus ...</color>\n<color=#ffffffd9>-Er hat ihn am Ende bestimmt gefunden! Solange dein Wunsch stark genug ist und man seine Bemühungen nicht aufgibt, wird dieser Wusch auch ganz sicher in Erfüllung gehen! Das hat Opa zu mir gesagt.</color>\n<color=#ffffffd9>-Du magst Geschichten mit einem guten Ende ... Nun, Opa Earnshaw hat recht. Der Lehrling war zwar ein Narr, aber am Ende fand er den kleinen Fisch auch auf die närrischste Weise.</color>\n<color=#ffffffd9>Als er ihn fand, schwamm er mit seinen Artgenossen frei im Wasser umher und der Fischschwarm änderte nach Belieben seine Gestalt. Doch der Lehrling erkannte ihn auf den ersten Blick inmitten seiner unzähligen Artgenossen.</color>\n<color=#ffffffd9>„Endlich habe ich dich gefunden ...“. Der Lehrling hatte sich seinen Wunsch erfüllt, doch er fühlte die Freude nicht, die er erwartet hatte, wenn er sich seinen Wunsch erfüllen würde. Stattdessen verspürte er einen unerklärlichen Verlust.</color>\n<color=#ffffffd9>Der Fischschwarm umringte ihn neugierig und drängte ihn, zu erklären, was es mit der ganzen Sache denn auf sich hatte. Ungeschickt erzählte er alles, was bisher geschehen war, und stieß schließlich mit einem Gefühl der Erleichterung eine lange Kette von Blasen aus.</color>\n<color=#ffffffd9>„Ich muss mich zweimal entschuldigen“, sagte der Lehrling. „Einmal, weil ich das kleine bisschen Mut nicht aufbrachte, als du mich damals um Hilfe gebeten hattest. Und einmal für meinen jetzigen plötzlichen Besuch ...“</color>\n<color=#ffffffd9>„Nachdem ich dich endlich wiedergesehen habe, ist mir klar geworden, wie selbstsüchtig ich gewesen bin ... Ich dachte nur, wenn ich mich persönlich bei dir entschuldigen würde, könnte ich meinem früheren Ich verzeihen.“</color>\n<color=#ffffffd9>„Was macht das schon?“, antwortete der kleine Fisch überraschend auf die Erwartungen des Lehrlings. „Du konntest mir damals nicht helfen, aber ich bin inzwischen nach Hause zu meiner geliebten Familie zurückgekehrt.“</color>\n<color=#ffffffd9>„Ich bin dadurch nicht zu Schaden gekommen, also musst du auch niemanden um Vergebung bitten.“</color>\n<color=#ffffffd9>„Wegen so einer kleinen Sache hast du so viel Zeit und Kraft verschwendet. Ich kann wirklich nicht sagen, ob du äußerst rechtschaffend oder ein Narr bist. Aber selbst, wenn du ein Narr bist, uns stört es nicht, mit einem närrischen Menschen befreundet zu sein ...“</color>\n<color=#ffffffd9>-Ui! Also sind sie am Ende Freunde geworden? Und wie geht die Geschichte weiter?</color>\n<color=#ffffffd9>-Wie die Geschichte weitergeht? Na, sie sind die allerbesten Freunde geworden.</color>\n<color=#ffffffd9>-Hä? Das war’s?</color>\n<color=#ffffffd9>-Dann endet diese Geschichte also so ...?</color>\n<color=#ffffffd9>-Ja, meine Geschichte ist schon zu Ende. Wenn eine Geschichte nicht an der richtigen Stelle endet, dann wird sie langweilig. Helden werden sonst zu bösen Drachen.</color>\n<color=#ffffffd9>Ich habe schon Geschichten gehört, die einfach nicht enden wollten. Ihr Ende war dann sehr schrecklich und hat den Figuren in der Geschichte das Herz gebrochen. Das sind wirklich schlimme Geschichten.</color>\n<color=#ffffffd9>Aber, liebe Lanoire, „dein Abenteuer, genannt Leben, geht weiter.“ Alles Gute zum Geburtstag. Eines Tages wirst du mir deine Geschichte erzählen.</color>\n<color=#ffffffd9>-Ja. Ja ... Das verspreche ich dir, Cater.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als er erkannte, dass sie sich nie wieder sehen würden, sagte Caterpillar zu Lanoire, sie solle nie mit Monstern sprechen, die wie er aussehen. Er bedankte sich bei Paimon und dem/der Reisenden für seine Rettung und verschwand dann."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Carter Scherbius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius (manchmal auch Cater genannt) wurde vor mehr als 500 Jahren in einer armen Familie geboren. Als seiner gesamten Familie etwas zugestoßen war, kam Carter in das Haus des Narzissenkreuzes, ein Waisenhaus in Fontaine.\nDie gütige Okeanide Lyris war die Direktorin des Waisenhauses, und die ehemalige Admiralin der Weißen Flotte Basil Elton war die stellvertretende Direktorin.\nCarter wurde viele Jahre später der Assistent von Alain Guillotin am Institut für Naturphilosophie. Alain war ein Wunderkind, während Carter, der älter war als Alain, als einfältig und nicht sehr intelligent galt.\nOft konnte er Alains Diskussionen nicht verstehen, hatte aber immer dessen Ideen unterstützt. Obwohl sie kein besonders herzliches Verhältnis zueinander hatten, da Alain Carters Ungeschicklichkeit nicht mochte und sich mehr um die Khaenri'ah-Automata als um die Menschen kümmerte, respektierte Carter ihn dennoch immer.\nWährend seiner Arbeit als Assistent lernte er einige Freunde kennen. Einer von ihnen war René de Petrichor, ein weiterer brillanter Wissenschaftler, der bei einigen Projekten Alains Kollege wurde, und Jakob Ingold - Renés jüngerer Stiefbruder, der als etwas seltsam galt, was ihn Carter näher brachte.\nEr lernte auch Alains jüngere Schwester Mary Ann Guillotin kennen, die Carter für ihre Herzlichkeit, ihr Lächeln und ihre Freundlichkeit bewunderte. Er bewunderte die Talente von Alain und René und glaubte, dass René und Jakob, die Schöpfer des Narzissenkreuz-Vereins, in der Geschichte von Fontaine sehr bedeutende Persönlichkeiten werden würden.\nCarter war erfreut zu erfahren, dass Alain, Mary-Ann, René und Jakob ebenfalls Absolventen des Hauses des Narzissenkreuzes waren. Sie erzählten von ihren Abenteuern, von Lyris und Basil, was Carter in seine Kindheitserinnerungen eintauchen ließ.\nWie viele Absolventen des Waisenhauses träumte Carter davon, ein Waisenhaus wieder aufzubauen, das während der Katastrophe vor 500 Jahren aufgelöst und überflutet wurde.\nObwohl er nicht so talentiert war wie René und Alain, schlug Carter vor, ein Uhrwerk-Mecha zu bauen, das Fotos machen konnte. Er glaubte, dass Alain die Momente bedauern würde, in denen er nicht bei seiner Schwester Mary-Ann gewesen war, und er würde sehen wollen, wie sie aufwuchs und sich veränderte.\nObwohl Alain die Idee zunächst nicht guthieß, sah er doch den Nutzen einer solchen Entwicklung für die Überwachung der Maison Gardiennage. Es war Carters Idee, die zur Entwicklung des <color=#ece5d8>Mecha – Typ: Aufklärungsprotokoll</color> führte - ein mechanisierter Hund mit einer Kamera auf dem Kopf. Alain schuf seinen ersten Mecha, um Mary-Ann zu helfen, als sie begann, für die Schattenjäger zu arbeiten, und nannte ihn Seymour. Außerdem wurde ein weiterer Automat nach Carter benannt, <color=#ece5d8>Mecha – Typ: Angriffsspezialist</color> ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Ein Uhrwerk-Mecha auf Basis des Modells „Scherbius“, der die eine oder andere Anpassung erfahren hat. Leider verfügt er über keinerlei andere Fertigkeiten, als anzugreifen.“</color>\n<color=#ffffffd9>„Genauso wie der „Typ: Aufklärungsprotokoll“, gehört diese Maschine zu den frühesten neuen Modellen der Uhrwerk-Mecha.</color>\n<color=#ffffffd9>Der Name wurde im Gedenken an einen Freund des Erfinders vergeben und der Mecha war ursprünglich dazu gedacht, Menschen zu helfen. Spätere Nutzer waren jedoch allgemein der Ansicht, dass sich dieser Mecha sehr gut dazu eigne, Menschen anzugreifen; es sollte wohl allemal besser sein, als wenn Menschen gegen Menschen antreten würden.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius litt an einer unbekannten Krankheit, die einige Symptome mit Eleazar teilte. Carter litt unter Taubheit in seinen Gliedern, was dazu führte, dass er häufig Dinge zerbrach und fallen ließ. Bei einer solchen Gelegenheit aktivierte Carter versehentlich den Ruinenwächter, den Alain studierte, und Alain musste den Automaten deaktivieren.\nAufgrund seiner Krankheit bat Carter oft um eine Auszeit von der Arbeit und wurde manchmal sogar im Krankenhaus ohnmächtig. Eines Tages nahm der Direktor des Instituts für Naturphilosophie, Dwight Lasker, Blutproben von Carter und schickte sie nach Sumeru, einer Region mit fortschrittlicher Medizin. Aber auch dort konnte man kein Heilmittel finden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/1554cc21f358c2009a498f857d8167c3_3615017670628388391.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als René von Carters Krankheit erfuhr, machte er es sich zur Aufgabe, seinen Freund zu retten. Er entnahm Blut- und Gewebeproben zu Forschungszwecken, aber alle Experimente waren ergebnislos. Dann schlug Jakob, der mehrere Jahre lang besonderen Kräfte ausgesetzt war, um neue Fähigkeiten zu entwickeln, vor, die gleiche Methode zur Behandlung von Carter anzuwenden. Nach reiflicher Überlegung und Diskussion schlug René Carter dieses Experiment vor, und er stimmte zu. Leider half das Fleisch von Elynas, das bei Jakob eine positive Wirkung hatte, Carter nicht, sondern führte nur zu Abstoßung und Gewebszerstörung. Trotz seines Zustands blieb Carter am Leben und konnte Laute von sich geben. Selbst als René Carters Stimmbänder entfernte, wuchsen sie innerhalb weniger Tage nach.\nLeider konnten René und Jakob Carter nicht heilen, aber sie setzten ihr ganzes Wissen ein, um ihn in einer anderen Form zurückzubringen."
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Es gibt noch viele ungelöste Rätsel, komm dazu und äußere deine Gedanken im HoYoLAB:</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "https:/www.hoyolab.com/topicDetail/528211",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "name": "Mecha - Typ: Angriffsspezialist",
        "desc": "<p>Genauso wie der „Typ: Aufklärungsprotokoll“, gehört diese Maschine zu den frühesten neuen Modellen der Uhrwerk-Mecha (heute, nach mehreren hundert Jahren, würde wohl niemand mehr auf die Idee kommen, ihn als „neu“ zu bezeichnen. Dieser Begriff wurde seinerzeit dazu verwendet, sie von den traditionellen Uhrwerkenergie-betriebenen Maschinen zu unterscheiden).</p><p>Der Name wurde im Gedenken an einen Freund des Erfinders vergeben und der Mecha war ursprünglich dazu gedacht, Menschen zu helfen. Spätere Nutzer waren jedoch allgemein der Ansicht, dass sich dieser Mecha sehr gut dazu eigne, Menschen anzugreifen; es sollte wohl allemal besser sein, als wenn Menschen gegen Menschen antreten würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/f47330ba59a37b485805f076403c1e63_6924395373597470992.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Mecha - Typ: Aufklärungsprotokoll",
        "desc": "<p>Einer der ersten neuartigen Uhrwerk-Mecha, die hergestellt wurden.</p><p>Es heißt, dass der „Herr der wunderlichen Maschinen“, Guillotin, während seiner Zeit am Institut für Naturphilosophie Maschinen gebaut hätte, die tatsächliches intelligentes Denken zu simulieren imstande waren.</p><p>Und obwohl er diese Behauptung nie offiziell bestätigte, sollte die Legende doch später zahlreiche Ingenieure inspirieren. Vor Jahrzehnten hatte dann jemand verlauten lassen, dass man einen Uhrwerk-Mecha geschaffen hatte, der zu elementarem Denken und dem Lesen menschlicher Emotionen fähig war. Doch die entsprechenden Ergebnisse stießen schlussendlich auf Ablehnung.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/03b6c3af19fcba75282ba382142a4b01_5275956913538967436.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "name": "Mysteriöse Buchseite IV",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_9100698836461495729.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Mysteriöse Buchseite V",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_304414372275710113.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4310,
        "name": "Mysteriöse Buchseite IX",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_3692828361426463840.png",
        "displayStyle": "card"
      }
    ]
  }
}