{
  "epId": 4538,
  "name": "Callirhoe",
  "desc": "<p>Callirhoe, auch bekannt als Wasserfee, ist eine Okeanide, die Fontaine nach dem Tod des vorherigen Archons verließ und sich in Quellingen niederließ.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/aa9bf43eb91ae03fddb42f6c5b743ea7_6838862284042981578.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1712152839,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Callirhoe"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Okeanide, Fontaine, Mondstadt"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Wasserfee"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "蔡海婷 (Cai Haiting)"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Elsie Lovelock"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "岡木陽夏 (OKAKI Haruka)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Callirhoe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/ce3d8909b542fe48c05e4afd39ab1458_3513288086765856985.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Callirhoe und das Herz der Quelle."
          }
        ]
      },
      {
        "key": "Callirhoe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/a89deca6480d9674ddc75eeb1a834a11_2446393454864272864.png"
      },
      {
        "key": "Callirhoe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/f005d67e371eedf09bb69f02a4ec5f01_4088910939847468133.png"
      },
      {
        "key": "Callirhoe",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/a10090554cb2068f0306696ff796a6d7_519272411674718547.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Callirhoe und Finch."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Handlungsvorschau von Genshin Impact – „Herz der Quelle“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>10. Oktober 2023</color>\nBeim Anblick des fließenden Wassers seufzt man oft auf: Die Zeit vergeht wie im Flug.\nDoch in dem Dorf, wo sich die Quelle befindet, sind die Gefühle so klar wie der Schimmer des Sees."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=j7cId8GnpeQ"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Callirhoe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/51a3150adb1422d67f2fc3f9ef37e9a9_4987972130896926622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während der Herrschaft des vorherigen Hydro-Archons Egeria waren die Okeaniden Spione des Archons, die in die Flüsse und Meere von Teyvat geschickt wurden, um alle Menschen in der Welt zu vereinen, so wie alles Wasser miteinander verbunden ist. Als Egeria während der Katastrophe vor 500 Jahren starb und Focalors der neue Hydro-Archon wurde, akzeptierten die Okeanide ihre Herrschaft nicht und verließen Fontaine. Eine dieser Okeanide war Callirhoe, die ihre Heimat in der Quelle von Quellingen in Mondstadt fand und den Namen Wasserfee erhielt. Auf ihrer Reise verbrauchte die Okeanide all ihre Kräfte, vergaß ihr früheres Leben und konnte nicht mehr sprechen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/53aa6a6c0961c170a1cce36e07f72d4e_7103234661737215781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eines Tages kam ein weinender Junge zur Quelle, den die Fee trösten wollte. So begann die Freundschaft zwischen dem Jungen und der Okeanide. Er erzählte ihr von allen Ereignissen in seinem Leben, von der Welt und allem, was in seinem Herzen war. Als er vor Kummer weinte, verwandelte sie seine Tränen in süßes Wasser, das ihm angenehme Träume bescherte, in denen er die Okeanide traf. In diesen Träumen erzählte sie ihm von ihrer Heimat und ihrer Einsamkeit. Dank dieser Freundschaft lernte Callirhoe wieder zu sprechen.\nEinige Jahre später spürte Callirhoe, dass der Junge Gefühle hatte, die sie nicht kannte. Sie hatte Angst vor der Trennung, Angst, dass der Junge es am Ende seines Lebens bereuen würde, und lief weg. Sie hoffte, dass der Junge sie vergessen und sein eigenes Leben leben würde, aber jeden Tag kam er zur Quelle und wartete auf sie, wobei er daran zweifelte, ob das alles echt war. Viele Jahre später blieb er allein und konnte das Verschwinden der Fee nicht begreifen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn die Sterne am Nachthimmel alle erloschen sind und alle Ströme und Träume sich in demselben großen Ozean vermischt haben, erst dann werden wir uns wiedersehen.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/237301566/b6bb7affc9abdf3fa731a739afcdec70_6818387405398343695.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Viele Jahre lang studierte Callirhoe die Gefühle der Menschen und der Außenwelt und vergaß dabei nie den Jungen. Sie hatte Angst, ihm wieder zu begegnen und ihm Schmerzen zu bereiten. Doch als der Junge bereits ein alter Mann geworden war, überwand die Fee schließlich ihre Ängste, traf ihren Geliebten und schenkte ihm ihr Herz. Obwohl sie ihre körperliche Form nicht lange beibehalten konnte, versprach sie, dass sie immer miteinander verbunden sein würden, solange ihr Geliebter das Herz der Quelle besäße, egal wie weit sie voneinander entfernt wären. Am Ende gab sie ihm einen lang ersehnten Kuss und verschmolz mit dem Quellwasser. Und der Geliebte der Fee hatte immer noch ihr Herz der Quelle.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Callirhoes Gedicht",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Von einem weit entfernten Ort, da komm ich her.</color>\n<color=#ffffffd9>Die Berge und Flüsse sind mein Federbett, die vier Jahreszeiten schenken mir Kleidung.</color>\n<color=#ffffffd9>Auf der Suche nach einem Blumengarten, den ich einmal Heimant nennen kann, schwebend im silbrig-sandigen Mondlicht.</color>\n<color=#ffffffd9>Eine Brise und die Quelle luden mich zum Verweilen ein.</color>\n<color=#ffffffd9>„Schlafe nun, ruhe fest, anstrengend ist sie, deine Reise, o Wanderer.“</color>\n<color=#ffffffd9>„Drifte weiter, drifte weiter, fallende Blüten sind dein Dekor.“</color>\n<color=#ffffffd9>Am Morgen spiele ich dann die steinerne Leier eines weit entfernten Bachs. Ich lausche dem Lied des Traumlandes, das des Nächtens erklingt.</color>\n<color=#ffffffd9>Eines Jungen Tränen schlagen Wellen im Wasser.</color>\n<color=#ffffffd9>Mehr Romanze als ein jedes Lied unter den Sternen.</color>\n<color=#ffffffd9>Eine bunte Blumenkrone verwebt die Vergangenheit und die Zukunft.</color>\n<color=#ffffffd9>Ich lasse die Grenzen der Träume als Vergeltung verschwinden.</color>\n<color=#ffffffd9>„Sieh nur, sieh, seine Zuneigung, ein Fluss in seinen Augen.“</color>\n<color=#ffffffd9>„Antworte nun, ja, schnell, bevor der Schönheitsschlaf versiegt.“</color>\n<color=#ffffffd9>Die Kätzchen und Glühwürmchen, sie drängen mich, ich solle einwilligen.</color>\n<color=#ffffffd9>Aber irdische Melodien sind mir fremd, und wie kann es harmonieren?</color>\n<color=#ffffffd9>Flüsse und Träume, sie werden eins mit dem Meer.</color>\n<color=#ffffffd9>Ein jedes Mal, wenn ein Kristallschmetterling mit den Flügeln schlägt, ergraut das Haar des jungen Mannes unter dem Fluss der Sterne.</color>\n<color=#ffffffd9>Mit jedem wankenden Schritt, den ich tat, lernte ich mehr über die Menschen.</color>\n<color=#ffffffd9>Die spröden Wolken, eingehüllt in weiche Piesie, wie ich so schreibe, wo wie es die Saat nach dem Boden verzehrt und der Wald der Sonne nachjagt, die Melodie, einst gespielt im Herzen der Unwissenheit.</color>\n<color=#ffffffd9>Höre nun, ihr Gesang, laut schreit er deinen Namen.</color>\n<color=#ffffffd9>Und nun will ich meinen Traum dir schenken.</color>\n<color=#ffffffd9>Mögen deine Nächte so süß wie das Quellwasser sein.</color>\n<color=#ffffffd9>Und nun will ich mein Herz dir schenken.</color>\n<color=#ffffffd9>Ein lang verspätetes Versprechen, eine Hoffnung, du mögest es annehmen.</color>",
        "alignment": "center"
      }
    ]
  }
}