{
  "epId": 4570,
  "name": "Pracht des stillen Wassers",
  "desc": "<p>Ein Stab, um den reinstes Wasser wirbelt. In längst vergangenen Tagen symbolisierte er die höchste Autorität über die Meere.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/36893887/9807aa25f336daae391a6f6d4995af3d_1610958945734066918.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponType": "Einhänder",
    "weaponProperty": "KSCH"
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1702983586,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Die <color=#ffd780>Pracht des stillen Wassers</color> erhöht den <color=#ffd780>Elementarfähigkeits-SCH</color> und die <color=#ffd780>LP</color> der ausgerüsteten Figur, wenn die aktuellen LP dieser Figur und der anderen Truppenmitglieder sinken oder steigen.\nFür folgende Figuren ist diese Waffe zu empfehlen:"
      },
      {
        "type": "RichText",
        "text": "Figur",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Begründung"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Dies ist die beste Waffe für Furina, da sie durch das Nebenattribut eine große Menge KSCH erhält. Ebenfalls erhält Furina durch den passiven Effekt <color=#ffd780>Morgengrauen und Abenddämmerung am See</color> der Waffe mehr LP und auch ihr Elementarfähigkeits-SCH wird erhöht. Da Furinas Elementarfähigkeit die LP anderer Truppenmitglieder verringert, wird die passive Fähigkeit voll ausgenutzt."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Pracht des stillen Wassers"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Einhänder"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "KSCH"
          }
        ]
      },
      {
        "key": "Morgengrauen und Abenddämmerung am See ",
        "value": [
          {
            "type": "RichText",
            "text": "Erhöht, wenn die aktuellen LP des Trägers steigen oder sinken, den durch die Elementarfähigkeit verursachten Schaden 6s lang um <color=#37ffff>8% ~ 10% ~ 12% ~ 14% ~ 16%</color> , 3-fach stapelbar, 0,2s Abklingzeit. Erhöht, wenn die aktuellen LP anderer Truppenmitglieder steigen oder sinken, die max. LP des Trägers 6s lang um <color=#37ffff>14% ~ 17,5% ~ 21% ~ 24,5% ~ 28%</color> , 2-fach stapelbar, 0,2s Abklingzeit. Dieser Effekt kann auch noch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv in der Truppe ist."
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Weitere Informationen",
        "desc": [
          {
            "type": "RichText",
            "text": "„Schwere Sünden haben den Untergang der ewigen Stadt herbeigeführt und ließen unzählige Sklaven und Tyrannen in den tosenden Wogen der dunklen Nacht umkommen.“\n„Wir schwören in Egerias Namen, dass wir den Kelch des reinen Wassers zurückbeschaffen und sie bei der Rückkehr in ihr Reich willkommen heißen werden.“\n„Nur auf diese Weise können wir unsere angeborene Erbsünde sühnen und vermeiden, dass wir denselben Tod erleiden.“\n„Egal, welche Opfer es auch erfordern wird, wir werden im Namen der Okeanidenritterin unsere edle Mission erfüllen.“\nDie prächtige Symphonie wird letztendlich ihren vorherbestimmten Abschluss finden, und auf den verfallenen Ruinen einer alten Welt, schwören die Gerechten und Standhaften diesen Eid.\nDieses wasserfarbene Szepter gehörte dereinst einer Ritterin namens Erinnyes, die in der Zeit, als das Lied des harmonischen Ruhms erklang, die Reiche des Hohen Meers gegen die Götter vereinte.\nDer Legende nach wurde ihre Heimat im Zorn des Königs der Götter niedergebrannt und eine Armee aus der Goldenen Stadt soll ihre Familie versklavt und abgeschlachtet haben.\nNur zwei von ihnen gelang es, diesem Schicksal zu entrinnen. Einer von ihnen traf in den Flammen des Krieges auf den hochmütigen Harmost und wurde letztendlich zum Nachfolger der Herrschaftsgewalt erhoben.\nDer anderen wurde die Gnade der Herrin allen Wassers zuteil und sie wurde von einem Baron auf der Insel Aremorica adoptiert und aufgezogen, um das reine Wasser zu bewahren, das noch nicht vom König der Götter geraubt worden war.\nAuch wenn sie die Nachkommen derselben Stadt sind, hat der Lauf des Schicksals sie in Gut und Böse getrennt, genau wie auf dem Wasser treibende Pflanzen am Ende von der Strömung in unterschiedliche Richtungen getrieben werden.\nSo kam es, dass sich die edlen und standhaften Ritter entschlossen dem Seewind und den sanften Worten des Mädchens im See folgend auf eine Reise begaben.\nSie meisterten viele unvorstellbare Prüfungen und durchstanden zahlreiche ungeahnte Unbillen, bis der aufrichtigste Wunsch der Menschen schließlich in Erfüllung ging.\nMit einer guten und reinen Seele und durch Erbringung vieler Opfer erhielten sie den Kelch des reinen Wassers, sodass die Herrin allen Wassers endlich aus ihrer ewigen Gefangenschaft zurückkehren konnte ...\n„O Herrin allen Wassers, gütige Egeria, ich verlange danach, deinem Urteil unterzogen zu werden.“\n„Ich habe zahlreiche gute Werke und Taten vollbracht, doch ich habe mich auf dieser Reise auch mit schweren Sünden befleckt.“\n„Dein Ideal sollte keine Unreinheit dulden, nur wenn du diesen Körper in die Verbannung sendest, kann meine Seele Frieden finden.“\n„O Herrin allen Wassers, gütige Egeria, bitte erhöre meinen letzten Wunsch.“\nIn der Morgenröte, die so klar wie der Schimmer des Sees war, berührten jene inbrünstigen und schmerzlichen Worte die Herrin allen Wassers.\nSo kam es, dass die gnädige Göttin ihrer Bitte stattgab und ihren Weg in die Verbannung segnete.\nWie die Göttin wusste, kam für die Selbstlosen nur ein gerechter Richterspruch einer Gnade gleich.\nWomöglich ist es gerade deswegen, dass jener edle Entschluss die sogenannte Grundfarbe des Schicksals bestimmt.\nDas wasserfarbene Langschwert, das so rein war wie der Schimmer des Sees, versank begleitet von Egerias Segen im klaren Wasser.\nUnd die Ritterin, die dieses Schwert ursprünglich geführt hatte, verließ das Tal erhobenen Hauptes und wurde danach nicht wieder gesehen.\n„Schwere Sünden haben den Untergang der ewigen Stadt herbeigeführt und ließen unzählige Sklaven und Tyrannen in den tosenden Wogen der dunklen Nacht umkommen.“\n„Wir schwören im Namen der Muttergöttin, dass wir den Kelch des reinen Wassers zurückbeschaffen und die Fesseln, die sie gefangen halten, zermalmen werden.“\n„Nur auf diese Weise können wir unsere angeborene Erbsünde reinwaschen und vermeiden, dass wir denselben Tod erleiden.“\n„Egal, wer dafür Opfer erbringen muss, wir werden im Namen der Gerechtigkeit unsere unvermeidliche Mission erfüllen.“\nDie prächtige Symphonie wird letztendlich ihren vorherbestimmten Abschluss finden, und auf den verfallenen Ruinen einer alten Welt, schwören jene, die sich der Rache hingeben, diesen Eid.\nDieses wasserfarbene Szepter gehörte dereinst einer Sängerin namens Erinnyes, die in der Zeit, als das Lied des harmonischen Ruhms erklang, die Reiche des Hohen Meers gegen die Götter vereinte.\nDer Legende nach wurde ihr Stamm bei der Unterwerfung durch den König der Götter vernichtet und eine Armee aus der Goldenen Stadt soll zahlreiche Barbaren versklavt oder abgeschlachtet haben.\nNur zwei von ihnen gelang es, diesem Schicksal zu entrinnen. Einer von ihnen traf in den Flammen des Krieges auf den hochmütigen Harmost und wurde letztendlich zum Nachfolger der Herrschaftsgewalt erhoben.\nDie andere versteckte sich zwischen den verfallenen Gebeinen der Toten und sie wurde von einem Stammesführer auf der Insel Aremorica adoptiert und aufgezogen, um das reine Wasser zu bewahren, das noch nicht vom König der Götter geraubt worden war.\nObwohl sie dereinst zusammen den Melodien des Wassers in den sanften Meeresbrisen gelauscht hatten, wurden die alten Freunde von den Strömungen des Schicksals am Ende in gegensätzliche Richtungen getragen.\nSo kam es, dass sich die von der Zerstörungswut ihrer Feinde schockierten Schwertsänger schließlich den Gezeiten und den sanften Worten einer Elfe folgend auf eine Reise begaben.\nSie meisterten viele unvorstellbare Prüfungen und durchstanden zahlreiche ungeahnte Unbillen, aber dennoch gelang es ihnen nicht, den sogenannten Kelch des reinen Wassers zu finden.\nGenau zu jener Zeit begab es sich, dass der Himmel die Herrin der zehntausend Wasser erwählte und befahl, dass sie aus ihrer ewigen Gefangenschaft zurückkehren sollte, um den Platz des goldenen Fürsten einzunehmen und über die Ruinen der Meere zu herrschen ...\n„O Herrin der zehntausend Wasser, ruhmreiche Mutter des Ursprungs, ich wünsche mir sehnlichst, deine Maßregelung zu erhalten.“\n„Ich habe einst zahlreiche Ungerechte für dich vernichtet und zahlreiche Städte für dich zerstört.“\n„Bitte sage mir, bitte sage mir, wie können die Nachfahren der Meere der Auslöschung entgehen.“\n„O Herrin der zehntausend Wasser, ruhmreiche Mutter des Ursprungs, bitte lass mir dieses eine Mal deine Gnade zuteilwerden.“\nIn der Abenddämmerung, die so kalt und dunkel wie getrocknetes Blut war, berührten jene inbrünstigen und schmerzlichen Worte die Herrin der zehntausend Wasser.\nSo kam es, dass die gnädige Göttin, dem Menschenkind alles erzählte, was sie dereinst dem König von Fortuna offenbart hatte.\nDoch die Göttin wusste noch nicht, dass selbstsüchtige Begierden nur in selbstsüchtiger Verzweiflung resultieren.\nWomöglich ist es gerade deswegen, dass jene Vernichtung von Illusionen die sogenannte Grundfarbe des Glaubens bestimmt.\nDas Langschwert, das längst befleckt von Blut die Farbe tiefschwarzen Wassers angenommen hatte, begleitete die Zerstörung der letzten Vernunft.\nUnd die Sängerin, die dieses Schwert ursprünglich geführt hatte, verließ das Tal strauchelnd und wurde danach nicht wieder gesehen.\nDie von Ruhm und Rache besessene Stammeskönigin konnte am Ende nicht das Reich sehen, von dem sie geträumt hatte. Genau wie der Gott in der Vergangenheit, der ähnliche Ambitionen gehegt hatte, aber niemals Erlösung fand.\nAls sich viele Jahre danach ein Musiker, dem der Ehrentitel Goldener Jäger verliehen worden war, wieder an diesen Namen erinnerte,\nerschienen vor seinem inneren Auge weder Blut noch Tränen, sondern nur jene entfernten Flötenklänge und ein wirbelnder Tanz unter einem wasserfarbenen Mond."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/36893887/979c9fc575365a93d0f7b1437b5321a7_1141107761146750198.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/36893887/d9c9585463cf35317e62d72417662e4b_7309344709266195914.png"
      }
    ],
    "ascension": [
      {
        "key": "St. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19.2%"
            ]
          }
        ]
      },
      {
        "key": "St. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4037,
            "name": "Rückstand reinen heiligen Taus",
            "desc": "<p>Die Legende erzählt von einem dichten Meer der Ursprünglichkeit, das da war, vor der Geburt allen Lebens. Es war der reine Ursprung allen lebenden Seins und wird auch schließlich alles lebende Sein in sich verschlingen ... während alles, was nicht sein ist, ausgesondert wird und zu treibendem Schaum werde.<br>„Jener Schaum hat doch einen Zweck – Denn was würde das Urmeer je zurückweisen, es verschlingt ja alles lebende Sein?“, fragte der junge Harmost den großen Tyrannen, grübelnd ob jener Frage.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/b5eb251eb35df6de92c4e93ac29b1f23_1109308979150388286.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4083,
            "name": "Tropfen verunreinigten Wassers",
            "desc": "<p>Ein kleiner Wassertropfen, den man von einem besiegten Okeanospuk erhält.<br>Die darin enthaltene Lebenskraft scheint noch nicht vollständig verschwunden zu sein.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/54ef5dca280726e67aa3b352b9a6253f_4623316536235236131.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4069,
            "name": "Transozeanische Perle",
            "desc": "<p>Ein winziger Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Fontemer-Mutanten entstammen dem „Meer“ von Fontaine. Man vermutet, dass diese eigenartigen Lebensformen unter dem Einfluss der seltsamen Energie in dem Wasser entstehen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/0e951d06ab200a1578724fed95d842ca_3626373126818172363.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          }
        ]
      },
      {
        "key": "St. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4036,
            "name": "Sublimation reinen heiligen Taus",
            "desc": "<p>„Alles Leben, das aus jenem Ursprünglichen Meer kommt, wird zu demselben Schicksal auch wieder zurückkehren.“ So sprach der Harmost Boethius: „Aber die Möglichkeiten menschlicher Transzendenz sind unendlich, und selbst das Urmeer vermag nicht, sie alle aufzulösen ...“<br>Einst hatte der anmaßende Tyrann versucht, einen unauflöslichen reinen Ichor zu brauen, der spirituelle Weisheit und Gedächtnis gewähren sollte. Er wollte, dass seine Untertanen sich der Last ihrer physischen Leiber entledigten, um ein Sein der Ewigkeit und Unabhängigkeit zu erlangen.<br>Doch der Schmerz spiritueller Transformation ist ein solcher, wie ihn kein sterbliches Leben je ertragen könnte, und die Order des Tyrannen zerfleischte die Seelen und ließ sie in Fetzen zurück ...<br>Die Schreie der zahllosen Gepeinigten tauchten den Ichor in ein tiefes Schwarz und verloren ward Harmonie und Vernunft unter ihnen. Was blieb, waren Chaos und Wahnsinn.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/bfe4638702fbef7e67d5d84b99d5276d_1047440565046888618.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4083,
            "name": "Tropfen verunreinigten Wassers",
            "desc": "<p>Ein kleiner Wassertropfen, den man von einem besiegten Okeanospuk erhält.<br>Die darin enthaltene Lebenskraft scheint noch nicht vollständig verschwunden zu sein.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/54ef5dca280726e67aa3b352b9a6253f_4623316536235236131.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 4069,
            "name": "Transozeanische Perle",
            "desc": "<p>Ein winziger Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Fontemer-Mutanten entstammen dem „Meer“ von Fontaine. Man vermutet, dass diese eigenartigen Lebensformen unter dem Einfluss der seltsamen Energie in dem Wasser entstehen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/0e951d06ab200a1578724fed95d842ca_3626373126818172363.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          }
        ]
      },
      {
        "key": "St. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4036,
            "name": "Sublimation reinen heiligen Taus",
            "desc": "<p>„Alles Leben, das aus jenem Ursprünglichen Meer kommt, wird zu demselben Schicksal auch wieder zurückkehren.“ So sprach der Harmost Boethius: „Aber die Möglichkeiten menschlicher Transzendenz sind unendlich, und selbst das Urmeer vermag nicht, sie alle aufzulösen ...“<br>Einst hatte der anmaßende Tyrann versucht, einen unauflöslichen reinen Ichor zu brauen, der spirituelle Weisheit und Gedächtnis gewähren sollte. Er wollte, dass seine Untertanen sich der Last ihrer physischen Leiber entledigten, um ein Sein der Ewigkeit und Unabhängigkeit zu erlangen.<br>Doch der Schmerz spiritueller Transformation ist ein solcher, wie ihn kein sterbliches Leben je ertragen könnte, und die Order des Tyrannen zerfleischte die Seelen und ließ sie in Fetzen zurück ...<br>Die Schreie der zahllosen Gepeinigten tauchten den Ichor in ein tiefes Schwarz und verloren ward Harmonie und Vernunft unter ihnen. Was blieb, waren Chaos und Wahnsinn.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/bfe4638702fbef7e67d5d84b99d5276d_1047440565046888618.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 4084,
            "name": "Portion verunreinigten Wassers",
            "desc": "<p>Wasser, das man von einem besiegten Okeanospuk erhält.<br>Die darin enthaltene Lebenskraft scheint noch nicht vollständig verschwunden zu sein.<br>Die ursprünglichen Okeaniden sind in Fontaine bereits verschwunden und aus dem Wasser entstehen jetzt nur noch diese unförmigen und bizarren Elementarlebewesen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/e9e6040d0663abbece6eb17cd3b5085d_4958281003909311296.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 4068,
            "name": "Transozeanischer Brocken",
            "desc": "<p>Ein Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Er strahlt eine geheimnisvolle Energie aus.<br>Obwohl Legenden berichten, dass im weiten Ozean, jenseits von Wasserstraßen und menschlichen Spuren, reiches Leben existiert, sind die gemeinen Ozeane doch nichts im Vergleich zur Vielfalt im „Meer“ von Fontaine.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/35ab3651275afb059f079c578c4cbfbd_9195099265126602335.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          }
        ]
      },
      {
        "key": "St. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4035,
            "name": "Quelle reinen heiligen Taus",
            "desc": "<p>Dies ist ein Relikt aus der Zeit, als die „Okeanidenritterin“ noch durch diese Welt streifte. Die Ritter sagten, dass es in den unberührten Bergquellen noch treue Okeaniden gäbe, die jene reinsten aller reinen Quellen beschützten ...<br>Der Herr des künstlichen Ichors duldete jedoch kein Gemurmel, das von der großen Symphonie abwich. Der Legende nach wurde überall dort, wo der Harmost Boethius seinen Fuß hinsetzte, der natürliche Nektar vergraben. Aquädukte des Reiches wurden errichtet und die aus reinem Wasser geborenen Geister verschwanden spurlos ...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/54913bb983c08663e91eef34841c80b9_3409061176490801630.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4084,
            "name": "Portion verunreinigten Wassers",
            "desc": "<p>Wasser, das man von einem besiegten Okeanospuk erhält.<br>Die darin enthaltene Lebenskraft scheint noch nicht vollständig verschwunden zu sein.<br>Die ursprünglichen Okeaniden sind in Fontaine bereits verschwunden und aus dem Wasser entstehen jetzt nur noch diese unförmigen und bizarren Elementarlebewesen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/e9e6040d0663abbece6eb17cd3b5085d_4958281003909311296.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 4068,
            "name": "Transozeanischer Brocken",
            "desc": "<p>Ein Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Er strahlt eine geheimnisvolle Energie aus.<br>Obwohl Legenden berichten, dass im weiten Ozean, jenseits von Wasserstraßen und menschlichen Spuren, reiches Leben existiert, sind die gemeinen Ozeane doch nichts im Vergleich zur Vielfalt im „Meer“ von Fontaine.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/35ab3651275afb059f079c578c4cbfbd_9195099265126602335.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          }
        ]
      },
      {
        "key": "St. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4035,
            "name": "Quelle reinen heiligen Taus",
            "desc": "<p>Dies ist ein Relikt aus der Zeit, als die „Okeanidenritterin“ noch durch diese Welt streifte. Die Ritter sagten, dass es in den unberührten Bergquellen noch treue Okeaniden gäbe, die jene reinsten aller reinen Quellen beschützten ...<br>Der Herr des künstlichen Ichors duldete jedoch kein Gemurmel, das von der großen Symphonie abwich. Der Legende nach wurde überall dort, wo der Harmost Boethius seinen Fuß hinsetzte, der natürliche Nektar vergraben. Aquädukte des Reiches wurden errichtet und die aus reinem Wasser geborenen Geister verschwanden spurlos ...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/54913bb983c08663e91eef34841c80b9_3409061176490801630.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 4073,
            "name": "Neugeborener Okeanospuk",
            "desc": "<p>Eine neue Lebensform, die aus einem besiegten Okeanospuk entsteht und in einer Flasche gefangen wird.<br>Das im Wasser enthaltene Leben ist formlos, und formloses Leben wird aus dem Wasser geboren und nimmt die Form des Wassers an.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/7bc0feb711d368a49fed56e6d4520a46_1930871611892720546.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 4067,
            "name": "Xenochromatischer Kristall",
            "desc": "<p>Ein großer Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Er enthält eine geheimnisvolle Energie.<br>Obwohl der Ursprung unendlicher Gewässer, verlieren die Ströme von Fontaine ihren einzigartigen Charakter, je näher sie an fremden Ländern fließen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4bc36681d1975fcd36ed2965771c995d_594343951617308016.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          }
        ]
      },
      {
        "key": "St. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 4034,
            "name": "Essenz reinen heiligen Taus",
            "desc": "<p>Eine dickflüssige und reine Essenz, gewonnen und verfeinert aus den Tropfen des Urmeeres. Der Gottkönig der alten Zeit hatte geglaubt, dass es ewiges Leben und unendliche Weisheit bringen würde, doch hört gut zu ... in ihr verbirgt sich eine Prophezeiung über das Ende: Alles löst sich auf und wird eins.<br>Dies war die unvollendete große Symphonie des Gottkönigs: Der goldene Ichor entwurzelter Geister würde das Wasser des Urmeers ersetzen, und die glorreiche Ordnung der ewigen Weisen würde honigtausüße Erleuchtung in die tiefsten Winkel dieser Welt tragen, und seien sie noch so erfüllt von Unwissenheit.<br>Doch die Verblendung des Gottkönigs ließ ihn schließlich versinken im pechschwarzen Tief der See, und zerfressen ward der goldene Ichor von der Ursuppe im unerbittlichen Fortlauf der Zeit ...<br>Der Harmost verschloss jedoch die Augen im Angesicht jenes schlechten Omens und versuchte, seinen gebrochenen Körper stützend, seinen Landsleuten mit dem letzten Ichor Leben einzuhauchen, auf dass die alte Ordnung der Dinge wiederhergestellt werde ...<br>Noch heute suchen wieder und wieder die apokalyptischen Visionen Boethius’ die Albträume vieler verrückter Dichter und junger Maler in Fontaine heim und erinnern sie an den unausweichlichen Kreislauf der Existenz des Seins.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/b511969117b243bc41e7af4c578dfb88_1180139127506227656.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4073,
            "name": "Neugeborener Okeanospuk",
            "desc": "<p>Eine neue Lebensform, die aus einem besiegten Okeanospuk entsteht und in einer Flasche gefangen wird.<br>Das im Wasser enthaltene Leben ist formlos, und formloses Leben wird aus dem Wasser geboren und nimmt die Form des Wassers an.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/7bc0feb711d368a49fed56e6d4520a46_1930871611892720546.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 4067,
            "name": "Xenochromatischer Kristall",
            "desc": "<p>Ein großer Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.<br>Er enthält eine geheimnisvolle Energie.<br>Obwohl der Ursprung unendlicher Gewässer, verlieren die Ströme von Fontaine ihren einzigartigen Charakter, je näher sie an fremden Ländern fließen.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4bc36681d1975fcd36ed2965771c995d_594343951617308016.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          }
        ]
      },
      {
        "key": "St. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88.2%"
            ]
          }
        ]
      }
    ]
  }
}