{
  "epId": 4598,
  "name": "Haus des Narzissenkreuzes",
  "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
  "menuId": 23,
  "menuName": "Zugehörigkeit",
  "version": 1712074505,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Haus des Narzissenkreuzes"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Organisation"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Haus des Narzissenkreuzes ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/36893887/fabd85f948029ce8e18c5950f77a2a8e_1307864698609992024.png"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Direktorin"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vizedirektorin"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Schülerinnen und Schüler"
      },
      {
        "type": "RichText",
        "text": "Emanuel Guillotin\nDwight Lasker\nKarl Ingold\nCarter Scherbius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Das Haus des Narzissenkreuzes",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Das Haus des Narzissenkreuzes ist ein Waisenhaus Fontaines, das auf den Ruinen einer alten Zivilisation, Remuria, errichtet wurde. Das Waisenhausgebäude selbst könnte der Ort sein, an dem die Remurianer und die Goldtruppe Statuen erschufen, eine unsterbliche Rasse, in die die „unschuldigen Seelen“ der Menschen gelegt wurden. Nach dem Untergang Remurias beschloss die Regierung von Fontaine, das Waisenhaus für die Erziehung von Waisen und Kindern von Kriminellen in das öffentliche Wohlfahrtssystem einzugliedern, und nannte es aufgrund seines Ursprungs das Haus des Narzissenkreuzes.\nAls Zeichen der Dankbarkeit gegenüber des Hydro-Archons Egeria wurde die sanfte Okeanidin Lyris an die Spitze des Waisenhauses gestellt. Vor mehr als 500 Jahren wurde Basil Elton, die selbst im Waisenhaus aufwuchs, stellvertretende Direktorin des Haus des Narzissenkreuzes. Obwohl das Sonnenlicht das Waisenhaus nie erreichte, war es immer warm und voller Leben. Die Kinder spielten oft Ritter, Magier, böse Drachen und Prinzessinnen.\nWährend der Katastrophe vor 500 Jahren löste sich das Haus des Narzissenkreuzes auf. Basil Elton führte eine Flotte an und ging in den Kampf gegen die Kreaturen des Abgrundes. Lyris, die den Zusammenhang zwischen der Katastrophe und dem Verschwinden der Kinder nicht verstand, wurde später in der Nähe des verlassenen Waisenhauses gesehen. Viele Schüler wurden später Mitglieder der Schattenjäger oder der Sonderpatrouille für Sicherheit und Überwachung, oder reisten durch die Welt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Goldtruppe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/c32bab10651059ad3c0c8a0e5bbd2e03_2344083831294265773.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lange vor der Katastrophe wurden vier Freunde Schüler des Waisenhauses: Basil Elton, Karl Ingold, Dwight Lasker und Emanuel Guillotin. Sie liebten es, Spiele zu spielen, in denen Emanuel der Held und Karl der böse Drache Jabberwock war.\nNach dem Abschluss des Waisenhauses führte Basil die Weiße Armada, Fontaines Marine, an. Ihr Schiff war die Sponsian, ein gepanzertes Metallschiff, das mit schweren Kanonen und einem starken Rammbug ausgestattet war. Dieses schneeweiße Flaggschiff war der Stolz von Fontaines Flotte. Der Name Sponsian stammte von Eltons Erstem Offizier Nathaniel Pickman, der das Schiff nach einem Usurpator benannte, dessen Dynastie möglicherweise nie existiert hat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_3055308177066340708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die Marine aufgelöst wurde, weil es die Armada nicht mehr gab, und der berühmte Marineminister in allen Ehren zurückgetreten war, kehrte Basil zum Haus des Narzissenkreuzes zurück und wurde stellvertretende Direktorin. Obwohl Basil Elton ein stählernes Temperament hatte, kümmerte sie sich sehr um die Kinder. Ihnen zuliebe begann sie zu lernen, wie man kocht, obwohl ihr die Gerichte zunächst wie eine Strafe vorkamen. Basil Elton war der Meinung, dass die Pflege von Kindern wie die Pflege einer Blume ist - sie brauchen einen guten Boden, ausreichend Sonnenlicht, häufiges Gießen, und man kann sie nicht wachsen lassen, wie sie wollen. Tatsächlich müssen wir von Zeit zu Zeit auch Schädlinge loswerden. Abends erzählte sie den Kindern oft Geschichten über den bösen Drachen Narziss, und dann aßen sie ihre leckeren Häppchen. Für die kleine Mary-Ann, eine Schülerin des Waisenhauses, dachte sich Basil ein Märchen über Prinzessin Lyris aus.\nWährend der Katastrophe vor 500 Jahren führte Elton erneut die Sponsian an und zog in den Kampf gegen das Abgrundmonster Elynas, das alles in seinem Weg mit seiner Existenz vergiftete. Etwa einen Monat lang beobachtete die Flotte Elynas, während sie gegen andere Seeungeheuer aus dem Abgrund kämpfte. Nachdem viele Schiffe der Flotte zerstört worden waren, holte die Sponsian Elynas schließlich ein, doch während des Kampfes wurde das Schiff in zwei Teile zerbrochen. Eine Hälfte des Schiffes treibt noch immer wie ein Geist in den Gewässern von Fontaine umher.\nBevor sie zum Kampf aufbrach, hinterließ Basil Jakob, ein Kind aus dem Waisenhaus, eine grüne Feder eines unbekannten Vogels von ihrem Hut, den die Kinder so sehr liebten. Sie bat auch ihren alten Freund aus dem Waisenhaus, Emanuel Guillotin, sich um zwei Kinder, Mary-Ann und Alain, zu kümmern. Er mochte zwar keine Kinder, aber er erfüllte die Bitte seiner Freundin.\nLeider kehrte Basil nicht zurück. Emanuel hat seine Freundin nie wieder gesehen, und Jakob hat ihr die Vogelfeder nie zurückgegeben können. Nur der/ die Reisende kann diese Feder viele Jahre später zum Wrack des Sponsian-Schiffs bringen und damit das einst gegebene Versprechen einlösen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Smaragdgrüne Feder",
        "desc": "<p>Manchmal hat diese Feder die Macht, eine Geschichte voranzutreiben oder zu beenden.</p><p>Denn schon ihr Erscheinen stellt eine Macht dar, die über die Geschichte hinausgeht.</p><p>Obwohl sie uralt ist, ist sie gut erhalten. Einst wurde sie von mehr als einer Person geschätzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/efdc80deed7d3a8144ba60ab6f9191b8_9157067127171976739.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Gezeitenschatten",
        "desc": "<p>Ein formschönes Standardschwert. Maßgeschneidert für Generäle und Flaggschiffkapitäne der alten Marine von Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/17a33544c58e2a45ad5f1a4a5a68906a_2499509219430595074.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Emanuel Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nach seinem Abschluss am Waisenhaus wurde Emanuel Guillotin ein Maréchaussée-Phantom. Während seines Dienstes bei den Schattenjägern erhielt er ein speziell entworfenes Emblem, das denjenigen verliehen wurde, die bei der Verteidigung Fontaines Heldentaten vollbracht hatten.\nEinst wollten die Behörden von Fontaine aus den Abwasserkanälen unter dem Hof von Fontaine eine Unterstadt, Fleuve Cendré, schaffen. Da es schwierig war, die Ordnung aufrechtzuerhalten, ergriffen Eduardo Baker und seine Freunde die Macht in Fleuve Cendré. Sie begannen, Streitigkeiten zwischen den „Mitmenschen“ von Fleuve Cendré zu schlichten, die Neuvermählten zu segnen und die Kaufleute vor Belästigung und Erpressung durch Banden zu schützen. Als die Behörden des Hofes von Fontaine beschlossen, Fleuve Cendré zu säubern, wurde Baker verhaftet und in die Wüste Sumeru verbannt. Auf dem Weg ins Exil floh er mit Hilfe seiner Gefolgsleute nach Poisson und nahm sowohl die Stadt selbst als auch die Mitglieder der Maison Gardiennage, die Baker transportierten, als Geiseln. Er stellte eine Reihe von unangemessenen Forderungen, woraufhin die Maréchaussée-Phantome, darunter Guillotin, eingriffen. Der Journalist Karl Ingold traf als Unterhändler in Poisson ein, zusammen mit Eduardos Sohn Jakob.\nNach einem erfolglosen Versuch, die Angelegenheit zu klären, schlug der Streit zwischen Bakers Gruppe und den Schattenjägern in einen heftigen Kampf um. Infolgedessen wurden Jakob und René, der Sohn des Bürgermeisters von Poisson, zu Waisen. Sie wurden beide in das Haus des Narzissenkreuzes geschickt, ein Waisenhaus, in dem häufig Kinder von Kriminellen untergebracht wurden.\nDie Belagerung von Poisson hinterließ bei Guillotin körperliche und seelische Narben. Aufgrund dieses Ereignisses verließ er die Reihen der Maréchaussée und plante, den Rest seiner Tage zufrieden mit dem Inhalt seines Bechers zu verbringen. Als die Katastrophe begann, vertraute ihm seine alte Freundin aus dem Haus des Narzissenkreuzes, Basil Elton, zwei Kinder an: Mary-Ann und Alain. Emanuel liebte keine Kinder und wollte mit niemandem etwas zu tun haben, aber seiner alten Freundin zuliebe willigte er ein.\nViele Jahre später vertraute ihm sein Freund Dwight Lasker seine Bedenken über die Operationen der vom „Meister“ angeführten Gruppe an. Diese Untersuchung war die letzte für Emanuel Guillotin. Nach der Tatsache zu urteilen, dass er sich am Ende an seine „Kinder“ und die Umarmung der Direktorin Lyris erinnerte, die zu diesem Zeitpunkt Mitglied dieser Organisation waren; und dass der „Meister“ in seinen Notizen die Absorption mehrerer Agenten der Schattenjäger mit Hilfe von Lyris erwähnte, kann man davon ausgehen, dass Emanuel einer dieser Agenten war."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Lieber Alain, liebe Mary-Ann ... ich kam euch nie nahe.“</color>\n<color=#ffffffd9>„Und bis zum Schluss wusste ich nicht, wie ich euch ein ‚Vater‘ sein sollte ...“</color>\n<color=#ffffffd9>„Aber die einzige Erinnerung, die ich wirklich nicht verlieren will, ist die, euch aufwachsen zu sehen ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Schiffer des Fleuve Cendré",
        "desc": "<p>Ein ausrangiertes Kupferrohr in genau der richtigen Länge. Diente einst jemandem als Waffe und erfreute sich als solche wohl in bestimmten Kreisen berüchtigter Berühmtheit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/920ca2fe25ca2db1796848099b59b2d8_7805725652847915305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Mysteriöse Buchseite XII",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_6469988831867606423.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dwight Lasker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6f93b26b7a7f1d0f752d248b9ddcce04_4081700765820009511.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dwight Lasker wurde Direktor des Instituts für Naturphilosophie, nachdem er sein Studium im Haus des Narzissenkreuzes abgeschlossen hatte. Lasker rekrutierte für das Institut häufig junge Wissenschaftler, wie Coppelius. Unter seiner Leitung begann einer der größten Wissenschaftler Fontaines, Alain Guillotin, seine Forschungen über die Eigenschaften von Pneuma und Ousia und deren kontrollierte Vernichtung, die Erschaffung von Arkhe und des ersten Uhrwerk-Mechas. Seine besondere Haltung gegenüber den jungen Genies Alain und René de Petrichor, die Lasker ins gleiche Laboratorium zuordnete, verärgerte viele Forscher, da zahlreiche staatliche Mittel speziell für Alains Laboratorium bereitgestellt wurden.\nWährend der Katastrophe vor 500 Jahren wurde das Institut für Naturphilosophie aus Sicherheitsgründen geschlossen, und nach der Überschwemmung des Hauptgebäudes wählte das Institut ein Grundstück neben dem Lucine-Brunnen.\nEines Tages bemerkte er, dass Alains Assistent, Carter Scherbius, sich häufig von der Arbeit freistellte und glaubte, dass dies auf finanzielle Schwierigkeiten von Carters Familie zurückzuführen sei. Als er jedoch von der Krankheit des Assistenten erfuhr, entnahm er ihm Blutproben, um sich über mögliche Behandlungsmethoden zu informieren. Leider brachten die Tests keine Ergebnisse.\nAls Lasker von einer bestimmten Organisation erfuhr, deren Leiter der „Meister“ genannt wurde, wollte er die entdeckten anomalen Bewegungen mit seinem Freund Emanuel Guillotin, ein Maréchaussée-Phantom, besprechen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institut für Naturphilosophie",
        "desc": "<p>Einst eine blühende Forschungseinrichtung, liegt dieses Institut heute in Trümmern unter dem Wasser von Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/36893887/61826c36dc23b1c567a76a9d7c9e8c13_942598414271311124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karl Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nach seinem Abschluss am Institut wurde Karl Ingold Journalist. Während der Belagerung von Poisson kam er als Verhandlungsführer nach Poisson. Dort machte er ein Foto, bevor sich die Situation zwischen Bakers Gruppe und den Maréchaussée-Phantomen zuspitzte."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„In der Mitte des Fotos stand Eduardo Baker, der mit seinem berühmten oder vielmehr berüchtigten gebogenen Kupferrohr wie mit einem Gehstock dastand.</color>\n<color=#ffffffd9>Eduardos andere Hand ruhte auf der Schulter seines Sohnes Jakob, der nervös am Ärmel von René de Petrichor zupfte.</color>\n<color=#ffffffd9>Links von den beiden stand die große Zauberin „Parsifal“ ganz entspannt an das Geländer gelehnt mit ihrem typischen Bühnenlächeln.</color>\n<color=#ffffffd9>Zu Eduardos Rechten Renault de Petrichor, der damalige Bürgermeister von Poisson, der für diesen Anlass einen Anzug angezogen hatte, allerdings mit einem schiefen Kragen.</color>\n<color=#ffffffd9>Sein Sohn René stand mit großen Augen vor ihm und wirkte ein wenig überwältigt von einer solchen Neuheit wie dem Fotoapparat.</color>\n<color=#ffffffd9>Links von Parsifal stand Rosa Reed mit ihrem Mann Thompson und hielt ein Baby in ihrem Arm, und ganz rechts auf dem Foto war Tom Alter.</color>\n<color=#ffffffd9>Sie blickten nach vorn, ihre Gesichter vom Licht des Fotoapparats gebleicht.</color>\n<color=#ffffffd9>Sie schienen nicht auf Ingold oder den Fotoapparat zu blicken, sondern auf die Zukunft.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als Ingold in den Ruhestand ging, begann er mit Abenteurern zu Wildnisgebieten, Schiffswracks und Ruinen zu reisen. Auf Einladung der stellvertretenden Direktorin des Haus des Narzissenkreuzes, Basil Elton, machte er ein Gruppenfoto mit der Direktorin Lyris, Alain, Mary-Ann, Basil Elton, Jakob und René. Als das Waisenhaus während der Katastrophe aufgelöst wurde, nahm Karl Jakob und René auf, mit denen er eine Expedition in die Oase Vourukasha von Sumeru unternahm.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Schiffer des Fleuve Cendré",
        "desc": "<p>Ein ausrangiertes Kupferrohr in genau der richtigen Länge. Diente einst jemandem als Waffe und erfreute sich als solche wohl in bestimmten Kreisen berüchtigter Berühmtheit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/920ca2fe25ca2db1796848099b59b2d8_7805725652847915305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carter Scherbius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius wuchs in ärmlichen Verhältnissen auf, und als seiner Familie etwas zustieß, landete er in dem Haus des Narzissenkreuzes. Zu dieser Zeit war Basil Elton bereits Vizedirektorin, aber ihr Kochen fühlte sich immer noch wie eine Strafe an, nicht wie ein Genuss."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6de4264ce2e5d0353822745dffaf3008_8784574607415243066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Viele Jahre nach seinem Abschluss im Haus des Narzissenkreuzes arbeitete Carter als Assistent am Institut für Naturphilosophie, wo er junge Wissenschaftler kennenlernte, die ebenfalls Schüler des Waisenhauses waren. Carter freundete sich mit Jakob Ingold an, weil er mit ihm auf einer Stufe stand, denn sie galten beide als etwas seltsam. Er war froh, etwas über ihre Vergangenheit zu erfahren und träumte davon, das Waisenhaus eines Tages wieder aufzubauen. Während seiner Arbeit am Institut für Naturphilosophie inspirierte Carter Alain dazu, eine denkende Kamera zu entwickeln, mit der er Fotos von denjenigen machen konnte, die ihm wichtig waren, während er beschäftigt war. Alain hielt den Einsatz einer denkenden Kamera aus diesem Grund für sinnlos, aber er fand eine solche Maschine für Sicherheits- und Überwachungszwecke nützlich.\nCarter litt an einer schweren, unheilbaren Krankheit, die ihn unbeholfen und manchmal sogar komatös machte. Viele seiner Bekannten versuchten, eine Lösung für seine Krankheit zu finden, und versuchten sogar, Kräfte einzusetzen, die denen des Abgrundes ähnelten. Letztendlich führten die Experimente zur Zerstörung von Carters Körper, obwohl ein Teil seines Bewusstseins gerettet werden konnte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institut für Naturphilosophie",
        "desc": "<p>Einst eine blühende Forschungseinrichtung, liegt dieses Institut heute in Trümmern unter dem Wasser von Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/36893887/61826c36dc23b1c567a76a9d7c9e8c13_942598414271311124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Mecha - Typ: Aufklärungsprotokoll",
        "desc": "<p>Einer der ersten neuartigen Uhrwerk-Mecha, die hergestellt wurden.</p><p>Es heißt, dass der „Herr der wunderlichen Maschinen“, Guillotin, während seiner Zeit am Institut für Naturphilosophie Maschinen gebaut hätte, die tatsächliches intelligentes Denken zu simulieren imstande waren.</p><p>Und obwohl er diese Behauptung nie offiziell bestätigte, sollte die Legende doch später zahlreiche Ingenieure inspirieren. Vor Jahrzehnten hatte dann jemand verlauten lassen, dass man einen Uhrwerk-Mecha geschaffen hatte, der zu elementarem Denken und dem Lesen menschlicher Emotionen fähig war. Doch die entsprechenden Ergebnisse stießen schlussendlich auf Ablehnung.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/03b6c3af19fcba75282ba382142a4b01_5275956913538967436.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kurz vor der Auflösung des Haus des Narzissenkreuzes kamen vier Kinder dorthin: René, Alain, Mary-Ann und Jakob. Wie andere Kinder auch spielten sie Ritter, böse Drachen, Prinzessinnen und Magier, lauschten den Erzählungen der stellvertretenden Direktorin Basil Elton und aßen ihre leckeren Häppchen, die sie speziell für Kinder zu machen gelernt hatte.\nAls Kind liebte Alain verschiedene Mechanismen und spielte mit anderen Kindern im Waisenhaus die Rolle eines Ritters. Im Institut Narzissenkreuz freundete er sich mit Mary-Ann, René und Jakob an, und sie blieben viele Jahre lang Freunde, bis das Leben sie in unterschiedliche Richtungen führte. Als Zeichen der Freundschaft schenkte er René und Jakob Taschenuhren, die später eine wichtige Rolle in ihrem Leben spielten.\nNach der Schließung des Haus des Narzissenkreuzes vor 500 Jahren aufgrund der Katastrophe wurden Alain und Mary-Ann von Emanuel Guillotin, einem Freund der Vizedirektorin, adoptiert. Das junge Genie Alain wurde in das Institut für Naturphilosophie aufgenommen, wo er enorme Erfolge bei der Erforschung von Pneuma und Ousia erzielte, die in allen Fontaine-Organismen enthalten sind. Durch seine Forschungen gelang es ihm, eine Lösung für die Energiekrise Fontaines zu finden, und er wurde zu einem der größten Wissenschaftler in der Geschichte des Landes.\nSpäter traten Alain und seine jüngere Schwester in den Dienst der Maréchaussée-Phantome, für das ihr Adoptivvater als Agent tätig war. Als die Agenten der Schattenjäger auf die verdächtigen Aktivitäten einer Organisation aufmerksam wurden, die von Alains Freunden aus dem Waisenhaus, Rene und Jakob, gegründet worden war, erließ Alain zusammen mit dem Iudex von Fontaine, Neuvillette, eine Proklamation zum Verbot der Gruppe. Während der letzten Schlacht zwischen den Schattenjägern und den Mitgliedern der Organisation verschwand Mary-Ann und hinterließ bei Alain eine tiefe Wunde.\nAlain verließ die Maréchaussée-Phantome und gründete das Fontaine-Forschungsinstitut für kinetische Energietechnik, das eine wichtige Rolle in der Geschichte Fontaines spielt. In der Nähe des Forschungsinstituts gibt es einen Mary-Ann-Gedächtnispark, der zum Andenken an Alains verstorbene Schwester gegründet wurde. Am Ende seines Lebens verließ er das Forschungsinstitut und schloss sich in seinem Labor ein, ohne mit jemandem zu kommunizieren.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institut für Naturphilosophie",
        "desc": "<p>Einst eine blühende Forschungseinrichtung, liegt dieses Institut heute in Trümmern unter dem Wasser von Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/36893887/61826c36dc23b1c567a76a9d7c9e8c13_942598414271311124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "„Schatz“",
        "desc": "<p>Eine alte Taschenuhr.</p><p>Man kann kein Pendel in ihrem Inneren mehr hören. Und das Gehäuse kann nicht geöffnet werden.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/8b9a0aba569d788e165ddc0747c83d25_7165456455135564743.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Geöffneter „Schatz“",
        "desc": "<p>Eine alte Taschenuhr.</p><p>Die Zeit bleibt in einem besonderen Moment stehen und schöne Erinnerungen werden unvergänglich.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/6ac4fc4b192dd7cf4b510d117ec37c51_2205623996558805827.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "René de Petrichor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "René wurde zusammen mit Jakob Baker in das Haus des Narzissenkreuzes geschickt, nachdem beide Eltern von René und Jakobs Vater bei der Belagerung von Poisson getötet worden waren. Im Waisenhaus lernten sie Mary-Ann und Alain kennen, mit denen sie viele Jahre lang befreundet waren. In ihren Spielen spielte René den Drachen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/8a98a3fe4e8892d95de942cdb5b4384a_7984276284138154226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach der Auflösung des Waisenhauses wurden René und Jakob von Karl Ingold, einem Journalisten, der bei der Belagerung von Poisson anwesend war, aufgenommen. Einige Zeit nach der Auflösung des Waisenhauses landete René zusammen mit seinem Freund Alain in einem Labor des Instituts für Naturphilosophie, wo sie die Urmaschinen und die Eigenschaften von Pneuma und Ousia untersuchten. Ihre Forschungen trennten sich, als René und Jakob begannen, die Eigenschaften bestimmter gefährlicher Objekte zu untersuchen, wie den Tiefroter Quarz aus Drachengrat und den schwarzen Schlamm aus der Großen Kluft.\nRené wollte die Verbindungen und Fähigkeiten der anderen Wissenschaftler am Institut für Naturphilosophie nutzen und gründete den Narzissenkreuz-Verein, um ihnen ein Gefühl der Zugehörigkeit zu geben. Das Hauptziel der Organisation war es, den Tod aller Menschen während der Apokalypse zu verhindern, die von der von René berechneten Weltformel vorhergesagt wurde. Der Plan des Vereins bestand darin, die physische Hülle der Menschen aufzulösen, damit sie die Apokalypse abwarten und in einer neuen Welt wiedergeboren werden konnten. Aufgrund der radikalen Methoden des Vereins, zu denen auch die Auflösung des Willens der Menschen gehörte, wurde die Organisation in Fontaine als radikal angesehen und verboten. Alle Mitglieder des Vereins sollten liquidiert oder verhaftet werden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/fd5440941546983f338397f13a27c374_7796402125013279320.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als letzten Ausweg, um seinen Plan zur Rettung der Menschheit umzusetzen, beschloss René, sich als Erster von den Fesseln des physischen Körpers zu befreien. Und so starb René de Petrichor, und Narzissenkreuz wurde geboren.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institut für Naturphilosophie",
        "desc": "<p>Einst eine blühende Forschungseinrichtung, liegt dieses Institut heute in Trümmern unter dem Wasser von Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/36893887/61826c36dc23b1c567a76a9d7c9e8c13_942598414271311124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jakob Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob Baker (später Ingold) wurde nach dem Tod seiner Eltern während der Belagerung von Poisson zusammen mit René de Petrichor in das Haus des Narzissenkreuzes geschickt. Wenn sie mit den anderen Kindern, Alain und Mary-Ann, Spiele spielten, schlüpfte Jakob in die Rolle eines Magiers. Er mochte die grüne Feder sehr, die die Vizedirektorin an ihrem Hut trug, und als sie das Waisenhaus verließ, um sich dem Kampf gegen die Kreaturen des Abgrunds anzuschließen, hinterließ sie Jakob die Feder.\nNach der Auflösung des Waisenhauses während der Katastrophe wurde Jakob von Karl Ingold adoptiert, der bei der Belagerung von Poisson dabei war. Gemeinsam mit ihm und René begaben sie sich auf eine Expedition in die Vourukasha-Oase in Sumeru, wo Jakob schwer erkrankte. René beschloss, zum Äußersten zu greifen und setzte eine Kraft ein, die der Macht des Abgrunds ähnelte, um Jakob zu retten. Überraschenderweise akzeptierte Jakobs Körper diese Kraft, was den Beginn von Jakobs Entwicklung zum neuen Menschen markierte.\nZusammen mit René wurde Jakob Forscher am Institut für Naturphilosophie, wo sie begannen, gefährliche Substanzen zu untersuchen, die mit dem Abgrund in Verbindung gebracht wurden. Außerdem besorgte sich Jakob Proben des Blutes und des Fleisches des Abgrundmonsters Elynas, das während der Katastrophe besiegt worden war, und mit Hilfe dieses Blutes verstärkte er seine Kräfte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6726453b00db1e28aeed6d222e7cdafa_7205492122448532043.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gemeinsam mit René gründeten sie den Narzissenkreuz-Verein, dessen erste Mitglieder Wissenschaftler aus dem aufgelösten Institut für Naturphilosophie waren. Als René seinen Körper zum Wohle des gemeinsamen Ziels des Vereins auflöste, war es Jakob, der seine Arbeit fortsetzte und René selbst wiederbelebte. Schließlich glaubte er, dass sie sich in der neuen Welt, die René aufbauen würde, treffen könnten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institut für Naturphilosophie",
        "desc": "<p>Einst eine blühende Forschungseinrichtung, liegt dieses Institut heute in Trümmern unter dem Wasser von Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/36893887/61826c36dc23b1c567a76a9d7c9e8c13_942598414271311124.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "name": "Renés Untersuchungsnotizen",
        "desc": "<p>Es soll sich um die Aufzeichnungen eines großen Gelehrten handeln, der beabsichtigte, „das Sterbliche zu überwinden“. Sie beschreiben detailliert seine Erforschung der unterirdischen Ruinen und die daraus gewonnenen Erkenntnisse ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/ce12714adaa8824176230d76559aae3a_3419978876573167200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Smaragdgrüne Feder",
        "desc": "<p>Manchmal hat diese Feder die Macht, eine Geschichte voranzutreiben oder zu beenden.</p><p>Denn schon ihr Erscheinen stellt eine Macht dar, die über die Geschichte hinausgeht.</p><p>Obwohl sie uralt ist, ist sie gut erhalten. Einst wurde sie von mehr als einer Person geschätzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/efdc80deed7d3a8144ba60ab6f9191b8_9157067127171976739.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als Mary-Ann im Haus des Narzissenkreuzes war, schrieb die Vizedirektorin Basil Elton für sie ein Märchen über Prinzessin Lyris und den bösen Drachen Narcissus\nNachdem das Waisenhaus während der Katastrophe aufgelöst wurde, wurden sie und Alain von Emanuel Guillotin adoptiert. Zusammen mit ihrem Bruder beschloss Mary-Ann, die Arbeit ihres Adoptivvaters fortzusetzen und wurde ein Maréchaussée-Phantom. Um sie zu schützen, schuf Alain den ersten denkenden Mecha, Seymour, der von seinem Assistenten am Institut für Naturphilosophie, Carter Scherbius, inspiriert wurde. Alle Freunde von Mary-Ann liebten sie für ihre Herzlichkeit und ihren wunderbaren Charakter."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/c98423c454c92b128b5b612ae928ccb0_2262125368121600110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die Geheimorganisation, die von Mary-Anns Freunden René und Jakob gegründet wurde, in den Körper des besiegten Abgrundmonsters Elynas eindrang, um ihn durch ein Ritual wiederzubeleben, war Mary-Ann eine derjenigen, die sie aufhalten wollten. Während des Kampfes kam es zu einer Explosion, bei der Mary-Ann Guillotin schwer verletzt wurde. Die ehemalige Direktorin des Haus des Narzissenkreuzes Lyris, die bereits Mitglied des Vereins geworden war, verschmolz ihre beiden Bewusstseine, um Mary-Ann zu retten, und schuf so die Okeanidin „Mary-Ann“.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris war eine sanftmütige Okeanide, die als Zeichen der Dankbarkeit gegenüber dem Hydro-Archon Egeria mit der Leitung eines Waisenhauses, dem Haus des Narzissenkreuzes, betraut wurde. Obwohl Lyris Kinder liebte, verfügte sie selbst für einen Okeanide nicht über herausragende intellektuelle Fähigkeiten und hatte kein Verständnis für Ursache und Wirkung, sodass das Waisenhaus von der stellvertretenden Direktorin Basil Elton geführt wurde.\nAls die Katastrophe vor 500 Jahren kam, konnte sie nicht verstehen, warum das Waisenhaus zerstört wurde, und ihr einziger Wunsch war es, in die Zeit zurückzukehren, in der die Kinder des Waisenhauses als Narzissen-Recken spielten. Von Schuldgefühlen geplagt, wurde sie von den Mitgliedern des Narzissenkreuz-Vereins, René und Jakob, gefunden. Da Lyris die Fähigkeit besaß, den Willen der Menschen aufzulösen und zu entziehen, wurde sie ein wertvolles Mitglied der Organisation und erhielt den Namen „Rote Königin“."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/acb85bf4ad0cb25cb352b5612b60ea22_5340235629741208378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als René mithilfe von Lyris und des Heiligen Schwertes des Narzissenkreuzes seine körperliche Form auflöste, beschloss die Organisation, Elynas, das Monster des Abgrunds, wiederzubeleben, mit dessen Fleisch und Blut Jakob Ingold seine Kräfte weiter speisen sollte. Lyris ging mit Jakob und dem Lehrling des Narzissenkreuzes, Caterpillar, in Elynas hinein. In Elynas trafen sie auf die Schattenjäger, darunter Mary-Ann Guillotin, die versuchten, den Narzissenkreuz-Verein aufzuhalten. Während dieses Kampfes wurde Mary-Ann Guillotin schwer verletzt, woraufhin Lyris sie umarmte und ihr Bewusstsein absorbierte. Aus dieser Verschmelzung ging eine neue Okeanide, „Mary-Ann“, hervor. „Mary-Ann“ war weder Lyris noch Mary-Ann Guillotin, sondern verkörperte ihr gemeinsames Bewusstsein und ihre Wünsche. Sie war etwas jenseits von Mensch und Okeanid, das andere Okeanide erschaffen konnte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Heiliges Schwert des Narzissenkreuzes",
        "desc": "<p>Eine heilige Klinge, die mit genügend Vernunft und Willen ausgestattet ist, um ein Universum oder einen Traum zu erschaffen und zu zerstören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/a1dac5650ddc275d5309fae6199debdc_1330001158607437465.png",
        "displayStyle": "card"
      }
    ]
  }
}