{
  "epId": 4600,
  "name": "Jakob",
  "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1705419258,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Jakob"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Narzissenkreuz-Verein, Fontaine"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftragsreihe: „Uralte Farben“ Akt 1: „Meeresschaum und blutrote Färbung“\nWeltauftragsreihe: „Uralte Farben“ Akt 3: „Von Gemälden, Träumern und einem Roboterhund“\nWeltauftragsreihe: „Spuren des Narzissenkreuzes“ Akt 1: „Auf der Spur des Algenmeers“"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Menschliche Form",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/62dd60af7d7154f91a26225208caa95b_7923340831612781594.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Jakobs menschliche Form."
          }
        ]
      },
      {
        "key": "Macht des Abgrunds",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/11e84dca9047c764fbdde904a7970dbf_2393974846041719665.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Jakob mit der Macht des Abgrunds."
          }
        ]
      },
      {
        "key": "Haus des Narzissenkreuzes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/becc7314771f05d227a2fbd93402dbf6_3355948612101134720.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Zu sehen sind die Okeanide Lyris, Alain, Mary-Ann, Basil Elton, Jakob und René."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Jakob Ingold",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Kindheit",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob war der Sohn von Eduardo Baker, der künftige Häuptling von Fleuve Cendré. Die Behörden von Fontaine wollten aus den Abwasserkanälen unter dem Hof von Fontaine eine Stadt unter der Stadt, Fleuve Cendré, schaffen. Da es schwierig war, die Ordnung aufrechtzuerhalten, ergriffen Eduardo Baker und seine Freunde die Macht in Fleuve Cendré. Sie begannen, Streitigkeiten zwischen den „Mitmenschen“ von Fleuve Cendré zu schlichten, die Frischvermählten zu segnen und die Kaufleute vor Erpressung und Belästigung durch Banden zu schützen. Als die Behörden des Hofes von Fontaine beschlossen, Fleuve Cendré zu säubern, wurde Baker verhaftet und in die Wüste Sumeru verbannt. Auf dem Weg ins Exil floh er mithilfe seiner Gefolgsleute nach Poisson und nahm sowohl die Stadt selbst, als auch die Mitglieder der Maison Gardiennage, die Baker transportierten, als Geiseln. Er stellte eine Reihe von unangemessenen Forderungen, sodass die Schattenjäger eingriffen. Der Journalist Karl Ingold traf als Unterhändler in Poisson ein, zusammen mit Eduardos Sohn Jakob.\nNach einem erfolglosen Versuch, die Angelegenheit zu klären, schlug der Streit zwischen Bakers Gruppe und den Marechaussee-Phantomen in einen heftigen Kampf um. Infolgedessen wurden Jakob und René, der Sohn des Bürgermeisters von Poisson, zu Waisen. Sie wurden beide in das Haus des Narzissenkreuzes geschickt, ein Waisenhaus, in dem oft Kinder von Kriminellen untergebracht wurden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/0595c94f2119b762d01dd60c58441702_1270052950708642502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Direktorin des Waisenhauses war die sanftmütige Okeanide Lyris, die als Zeichen der Dankbarkeit gegenüber dem Hydro-Archon Egeria mit der Leitung des Waisenhauses betraut wurde. Die stellvertretende Direktorin des Waisenhauses war Basil Elton, die frühere Leiterin von Fontaines Flotte. Im Waisenhaus lernte Jakob Mary-Ann und Alain kennen, mit denen er und René Freunde wurden. Alain schenkte Jakob eine Taschenuhr, die später bei der Wiederauferstehung von Narzissenkreuz eine wichtige Rolle spielte.\nIm Waisenhaus erzählte Basil Elton den Kindern ein Märchen über den bösen Drachen Narcissus, und sie spielten Narzissen-Recken, Magier und Prinzessinnen.\nWährend der Katastrophe vor 500 Jahren wurde das Waisenhaus aufgelöst. Basil Elton führte erneut die Weiße Flotte an und zog zusammen mit einigen Studenten des Waisenhauses in den Kampf gegen die Abgrund-Kreatur, die in Fontaine auftauchte. Zum Abschied hinterließ sie Jakob eine Feder eines unbekannten Vogels, die sie an ihrem Hut trug. Sie sagte ihm, er solle auf die Feder aufpassen, damit sie sie bei ihrer Rückkehr wieder mitnehmen könne, was sie jedoch nie tat. Die Direktorin Lyris verschwand und wurde später von den Schattenjägern gesehen, als sie sich im Institut herumtrieb. Einige Jahre später trat sie dem Narzissenkreuz-Verein bei, einem von René und Jakob gegründeten Geheimbund.\nJakob wurde von Karl Ingold adoptiert, der bei der Belagerung von Poisson anwesend war, und auch René wurde Teil der Familie."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Schiffer des Fleuve Cendré",
        "desc": "<p>Ein ausrangiertes Kupferrohr in genau der richtigen Länge. Diente einst jemandem als Waffe und erfreute sich als solche wohl in bestimmten Kreisen berüchtigter Berühmtheit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/920ca2fe25ca2db1796848099b59b2d8_7805725652847915305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Smaragdgrüne Feder",
        "desc": "<p>Manchmal hat diese Feder die Macht, eine Geschichte voranzutreiben oder zu beenden.</p><p>Denn schon ihr Erscheinen stellt eine Macht dar, die über die Geschichte hinausgeht.</p><p>Obwohl sie uralt ist, ist sie gut erhalten. Einst wurde sie von mehr als einer Person geschätzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/efdc80deed7d3a8144ba60ab6f9191b8_9157067127171976739.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "„Schatz“",
        "desc": "<p>Eine alte Taschenuhr.</p><p>Man kann kein Pendel in ihrem Inneren mehr hören. Und das Gehäuse kann nicht geöffnet werden.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/8b9a0aba569d788e165ddc0747c83d25_7165456455135564743.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Geöffneter „Schatz“",
        "desc": "<p>Eine alte Taschenuhr.</p><p>Die Zeit bleibt in einem besonderen Moment stehen und schöne Erinnerungen werden unvergänglich.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/6ac4fc4b192dd7cf4b510d117ec37c51_2205623996558805827.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Experimente",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nachdem sie während einer Wüstenexpedition abgrundähnliche Kräfte eingesetzt hatten, interessierten sich Jakob und René dafür, Jakobs Kräfte zu verstärken. Eines Tages begab sich Jakob in den Körper des versteinerten Abgrundmonsters Elynas, das während der Katastrophe in Fontaine erschien. Sie spürten einen Hauch von „Bewusstsein“ und eine Quelle von Lebensenergie, die Jakob helfen konnte. Es gelang ihm, Proben von Elynas Fleisch und Blut zu erhalten, die sein Körper mit geringen Nebenwirkungen annahm."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/4f9d3d96ee55c9e244447e7cb8131c90_7501647870292590255.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durch Experimente gelang es Jakob, einen „Kanal“ zu öffnen, von dem sie aus den Aufzeichnungen der Khaenri'ah erfuhren. Dadurch wurden sie von vielen Kreaturen umgeben, die René später „Garme“ nannte. Dank Jakobs Fähigkeiten konnten sie besiegt werden. In der Folgezeit steigerte Jakob seine Kräfte immer weiter, und durch diese Verwandlung konnte er die Gestalt des Lasterhaften Täufers annehmen. Diese Veränderungen gaben René die Hoffnung, dass sie die Apokalypse überleben könnten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Lasterhafter Täufer",
        "desc": "<p>Ein magisches Wesen aus dem Abgrund, das sich die Kraft zahlreicher Elemente zunutze macht und dem im Zuge der „Evolution“ zusätzliche Gliedmaßen gewachsen sind.</p><p></p><p><em>„Die Essenz des ‚Abgrunds‘ ist letztlich mit den Elementen unvereinbar. Doch selbst die göttlichen Elemente werden von ihm verschlungen, sie werden verdreht und seinem Willen unterworfen. In Bezug auf Ergebnis und Nutzen unterscheidet sich der sogenannte ‚Abgrund‘ vermutlich nicht allzu sehr von einem mit elementarer Macht gefüllten Gefäß in den Händen von Schatzräubern oder gar dem ‚Göttlichen Auge‘ ...“</em></p><p>– Jemandes Notizen, zurückgelassen in Hangeh Afrasiyab</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2899a9fa6efec1006150467a00823c4a_6435364245713317392.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "name": "Mysteriöse Buchseite II",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_5834255594873705726.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "name": "Mysteriöse Buchseite III",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_421100997221749476.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Mysteriöse Buchseite V",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_304414372275710113.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "name": "Mysteriöse Buchseite VII",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_517466647151157526.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Renés Tod",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "René glaubte, um die nach der Weltformel berechnete Apokalypse zu verhindern, dass es notwendig sei, alle Menschen von Fontaine von ihrem physischen Körper zu befreien, sie im Wasser des Urmeeres aufzulösen und zu ihrem Ursprung zurückzukehren (da alle Menschen von Fontaine ursprünglich Okeaniden waren, die Hydro Archon Egeria in Menschen verwandelte) . Er nannte sich Narzissenkreuz und beschloss, der erste auf dem Weg zu diesem Ziel zu sein und löste seinen Körper auf, in der Hoffnung, in einer neuen Form wiedergeboren zu werden.\nDie Auflösung des Körpers trug nicht dazu bei, dass Narzissenkreuz wiedergeboren wurde. So setzte Jakob alle seine Kräfte ein, um Narzissenkreuz zu erhalten. Er versuchte, die Wahrheit über den Meister vor den Mitgliedern des Narzissenkreuz-Vereins zu verbergen, um dessen Zusammenbruch zu verhindern. Dennoch verbreitete sich das Gerücht, dass der Meister tot sei. Darüber hinaus versuchte Jakob, den Turm der Gestalt zu vollenden, der für den Hauptplan des Vereins notwendig war. Mithilfe dieses Turms, der sich in einem Kreis von vier Orthanten (besondere Orte in Fontaine, die durch das „Siegel des alchimischen Pakts“ gekennzeichnet sind) befindet, wollte der Narzissenkreuz-Verein den Willen der Menschen kontrollieren, um die Apokalypse zu überleben. Nach den Berechnungen des Vereins hätte sich das Urmeer unter dem Turm befinden müssen.\nViele Monate lang experimentierte Jakob, um René wiederzubeleben. Er extrahierte einen Teil seiner Persönlichkeit und versiegelte ihn unter einem der Orthanten im Urmeer. Er nutzte die Fähigkeiten von Lyris, den Willen der Menschen aufzulösen und zu extrahieren, die Aufzeichnungen der Remurianer über die Erschaffung von Golems, das Wissen der Khaenri'ah und das Heilige Schwert des Narzissenkreuzes (Vernunft), die der Schlüssel zur Willenskonzentration der Menschen war. (Mehr als 400 Jahre später wurden die Ergebnisse von Jakobs Forschungen von dem Serienmörder Vacher genutzt, der versuchte seine Geliebte wiederzubeleben). Er versuchte auch, Carter Scherbius wiederzubeleben und übertrug schließlich einige von Carters Erinnerungen und Bewusstsein in einen neuen Hilichurl-Körper, wodurch Caterpillar entstand. Nach vielen Fehlschlägen schuf Jakob schließlich einen neuen Körper für Narzissenkreuz, indem er Carters Überreste und eine Taschenuhr verwendete, die Jakob vor vielen Jahren von Alain geschenkt bekommen hatte und die für die Zeit stand, als René noch lebte.\nNarzissenkreuz erinnerte sich nicht an sein Scheitern und hielt den Prozess für einen großen Erfolg. <color=#ffffffd9>„Alles wurde vollkommen klar. Die nutzlosen Hindernisse verschwanden vollständig“</color> <color=#ffffffd9>.</color> Er nahm einen neuen Körper an, schickte Jakob, Lyris und Caterpillar nach Elynas und blieb im Urmeer, um die Erfüllung der Prophezeiung und den Beginn der Apokalypse abzuwarten."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leiter der Confrérie de Cabrière, einer Schwesterorganisation von Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Heiliges Schwert des Narzissenkreuzes",
        "desc": "<p>Eine heilige Klinge, die mit genügend Vernunft und Willen ausgestattet ist, um ein Universum oder einen Traum zu erschaffen und zu zerstören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/a1dac5650ddc275d5309fae6199debdc_1330001158607437465.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Uralte Farben",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Viele Jahre später interessierte sich Jakob für die Bilder von Melusine Mamère, die mit dem kristallisierten Blut des Abgrund-Monsters Elynas malte. Nachdem er erfolglos versucht hatte, ihre Bilder zu kaufen, schickte er Söldner aus, um sie zu stehlen. Mithilfe des kristallisierten Blutes wollte er Elynas wiederbeleben, dessen Fleisch seine Kräfte verstärkte.\nDer/Die Reisende konnte Jakob mithilfe von Elynas selbst, der befürchtete, dass seine Wiederbelebung nur Zerstörung und den Tod seiner melusinischen Töchter bringen würde, aufhalten. Allerdings konnte Jakob entkommen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Reisender (Hydro)",
        "desc": "<p>Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/75bb898fe1c3b4ed29a2931829ddb845_6699462431244744857.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p>Mamere ist ein Weltauftragsexklusiver NPC. Sie ist eine Melusine, die sehr am Zeichnen/Malen interessiert ist. Sie ist als einzige Melusine in der Lage ihre Vorfahren zu hören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/9cc2115edbfc809cdaa5a1629eb9dc37_1533395019625387087.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "name": "„Roter Stein“",
        "desc": "<p>Rotes Erz, das du zusammen mit Mamère gesammelt hast. Es heißt, dass dieses Erz zur Herstellung von Farbstoffen verwendet werden kann.</p><p>Obwohl es sich um Erz handelt, scheint es aus irgendeinem Grund einen schwachen Hauch Wärme abzugeben, wenn man es berührt ... vielleicht ja nur Einbildung?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/9951106537dd488bbe1da45faecc2aca_3458142102063710368.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auf den Spuren von Narcissus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/9c19d6448225cfc466d23e3a35e69230_7925724120704536543.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Da Jakob wusste, dass die Apokalypse nahte, beschloss er, das „Siegel des alchimischen Pakts“, welches das Urmeer versiegeln sollte, umzukehren, um den Willen aller Menschen mithilfe von Wasser aufzulösen und zu regenerieren. Er zwang den/die Reisende/n, Materialien zu sammeln, um das Heilige Schwert des Narzissenkreuzes wiederherzustellen, indem er in den vier Orthanten Fallen aufstellte. Er hoffte, dass Narzissenkreuz nun in der Lage sein würde, die Siegel zu brechen und vollständig wiedergeboren zu werden.\nJakob erkannte, dass sein Körper fast keine Kraft mehr hatte, und so starb er unter dem Zeiger der Uhr, die den Beginn des jüngsten Tages anzeigte, in der Hoffnung, René in ihrer neuen Welt wiederzutreffen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "„Persönlichkeit“",
        "desc": "Eines der notwendigen Materialien, die zum Schmieden des heiligen Schwertes des Narzissenkreuzes notwendig sind. Es scheint fast überhaupt kein Gewicht zu haben.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Heiliges Schwert des Narzissenkreuzes",
        "desc": "<p>Eine heilige Klinge, die mit genügend Vernunft und Willen ausgestattet ist, um ein Universum oder einen Traum zu erschaffen und zu zerstören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/a1dac5650ddc275d5309fae6199debdc_1330001158607437465.png",
        "displayStyle": "card"
      }
    ]
  }
}