{
  "epId": 4603,
  "name": "Alain Guillotin",
  "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1705419236,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Alain Guillotin spielte eine Schlüsselrolle in der Geschichte Fontaines und ist mit Organisationen aus Fontaine, wie dem Haus des Narzissenkreuzes, dem Institut für Naturphilosophie und den Schattenjägern verbunden. Er ist der Gründer des Forschungsinstituts für kinetische Energie Fontaine, wobei sein bemerkenswertester Beitrag zu Fontaine seine Forschungen in Pneuma-Ousia sind, die zur Erfindung des Arkhe-Systems und zur Erschaffung von Uhrwerk-Mecha führten. Seit Alain Guillotin vor über 400 Jahren die Energieblöcke erfand, werden die meisten der Uhrwerk-Mecha Tätigkeiten von Fontaine durch kontrollierte Pneuma-Ousia-Vernichtungsreaktionen angetrieben, die von diesen Energieblöcken bereitgestellt werden.\nAlain wuchs im Haus des Narzissenkreuzes auf und lernte dort Mary-Ann kennen, eine andere Waise, die vom Haus des Narzissenkreuzes betreut wurde. Während der Katastrophe vor etwa 500 Jahren verließen die Direktorin und die stellvertretende Direktorin das Waisenhaus, um im Kampf zu helfen. Leider kehrte die stellvertretende Direktorin, Basil Elton, nie zurück. Vor ihrer Abreise bat die stellvertretende Direktorin darum, dass Alain und Mary-Ann von dem Maréchaussée-Phantom Emanuel Guillotin adoptiert werden, falls sie nicht zurückkehren sollte. Während seiner Zeit im Waisenhaus schloss Alain eine enge Freundschaft mit René de Petrichor. Das Haus des Narzissenkreuzes wurde nach dem Verschwinden der Direktorin und der stellvertretenden Direktorin aufgelöst.\nSpäter trat Alain in das Institut für Naturphilosophie ein. Alain galt als Wunderkind, da er schon in jungen Jahren dem Institut beitrat. In dem inzwischen zerstörten Institut leitete Alain die Energieforschung. Seine Forschung konzentrierte sich auf die Lösung der Energiekrise Fontaines, was ihn schließlich dazu brachte, neben den technologischen Fortschritten aus der Ära von König Deshret, auch die Technologie der Khaenri'ah zu studieren. Jakob und René begaben sich auf eine Forschungsexpedition nach Sumeru. Nach ihrer Rückkehr erhielten Jakob und René in Alains Namen eine Empfehlung zur Aufnahme in das Institut."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/4bb0cc2a2ddb46959535ebebbe5c6bb8_5214120318481107187.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alains Forschung konzentrierte sich zu dieser Zeit auf die kontrollierte Vernichtung zwischen Ousia und Pneuma. Alain gelang schließlich ein großer Durchbruch, der alle in Fontaines Energierevolution eintauchen ließ. Alains Plan war es, Kinematik zu studieren, sobald das Energieproblem gelöst war. Alain und René entwickelten die Urmaschinen und nutzten die Eigenschaften von Ousia und Pneuma, um einen kinetischen Kern zu konstruieren. Alains kränklicher Forschungsassistent, Carter Scherbius, beteiligte sich an diesen Projekten, so gut er konnte. Mit der Zeit entwickelte sich zwischen René, Jakob, Carter, Alain und Mary-Ann eine tiefe Freundschaft. Alain schenkte René und Jakob eine Taschenuhr, die für sie seither eine große Bedeutung hat. Mary-Ann wurde Mitglied der Maréchaussée-Phantome, während Alain weiterhin am Institut forschte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/46594132393e10cdff82f622227fa42e_2203129703736814944.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Es heißt, dass Alain während seiner Zeit am Institut für Naturphilosophie erfolgreich eine denkende Maschine konstruiert hat, um die Arbeit seiner Schwester bei den Maréchaussée-Phantomen zu unterstützen. Diese Aussagen stammen größtenteils von früheren Kollegen von ihm (von denen die meisten im Kampf gegen Elynas starben) und sie sind „Mangels physischer Beweise [...] nie in die offiziellen Unterlagen eingegangen“. Carter hatte vorgeschlagen, eine solche denkende Maschine, genauer gesagt eine denkende Kamera, zu bauen, die Fotos von denjenigen macht, die für Alain wertvoll sind, während er beschäftigt ist. Alain hielt den Einsatz einer denkenden Kamera aus diesem Grund für sinnlos, aber für Sicherheits- und Überwachungszwecke fand er eine solche Maschine nützlich. Seymour, Prototyp 4ACV07, war die denkende Maschine, die Alain für Mary-Ann schuf. Gemeinsam fanden Mary-Ann und Seymour Lyris einige Zeit später in den Ruinen des Waisenhauses, das heute als Annapausis bekannt ist, traurig im Kreis schwimmend. Seymour sagt, Lyris habe den Zusammenhang zwischen der Katastrophe, den fliehenden Waisenkindern und ihrem eigenen Verhalten nicht verstanden, und so wandert sie in den Ruinen umher und ertrinkt in Schuld und Erwartung.\nLeider fand die einst starke Freundschaft zwischen Alain, Mary-Ann, René und Jakob ein jähes Ende, als Alain und Mary-Ann entdeckten, dass René und Jakob Experimente an Carter durchgeführt hatten, die verheerende Folgen für ihn hatten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/f3d16328270caef9d122ebcef1dd2519_980518901574408262.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "René verfolgte seine Ziele weiter, und Alain schloss sich den Schattenjägern an. Als Alain von Renés Absichten erfuhr, Elynas wiederzubeleben, schritt er sofort ein und meldete die Angelegenheit dem Obersten Richter Neuvillette. Bald darauf kam es in Elynas zu einer heftigen Konfrontation zwischen dem Narzissenkreuz-Vereins und den Maréchaussée-Phantomen. Elynas erzählt: „Schließlich löste jemand eine Explosion aus, die eine schreckliche Druckwelle verursachte. Viele Menschen starben.“ Gemeinsam mit Neuvillette half Alain dabei, den Narzissenkreuz-Verein zu einer illegalen, extremistischen Gruppe und anschließend zu einer kriminellen Organisation zu erklären. Der Ort war von diesem Tag an dauerhaft versiegelt. Alain verließ die Maréchaussée-Phantome und gründete das Forschungsinstitut für kinetische Energie Fontaine. Das Forschungsinstitut widmet sich dem Studium von Maschinen und Energie. Als Hommage an seinen Freund Carter wurde der <color=#ece5d8>Mecha-Typ: Unterdrückungsspezialist</color> als \"Cal. Scherbius\"-Typ bezeichnet.\nIm hohen Alter zog sich Alain aus dem Forschungsinstitut zurück und wollte niemanden mehr sehen. Die Forschungen, die er in seinen letzten Lebensjahren unternahm, wurden nie veröffentlicht. Aber die Gegenstände, die in seiner persönlichen Werkstatt gefunden wurden, deuten darauf hin, dass er etwas gebaut hat."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Mysteriöse Buchseite X",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/1562b8a1de8c99a53a446c2f53ff7834_4204479250054713051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "„Schatz“",
        "desc": "<p>Eine alte Taschenuhr.</p><p>Man kann kein Pendel in ihrem Inneren mehr hören. Und das Gehäuse kann nicht geöffnet werden.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/8b9a0aba569d788e165ddc0747c83d25_7165456455135564743.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Geöffneter „Schatz“",
        "desc": "<p>Eine alte Taschenuhr.</p><p>Die Zeit bleibt in einem besonderen Moment stehen und schöne Erinnerungen werden unvergänglich.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/6ac4fc4b192dd7cf4b510d117ec37c51_2205623996558805827.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mecha - Typ: Unterdrückungsspezialist",
        "desc": "<p>Ein Uhrwerk-Mecha auf Basis des Modells „Scherbius“, der die eine oder andere Anpassung erfahren hat. Leider verfügt er über keinerlei andere Fertigkeiten, als anzugreifen.</p><p>Der auf Annihilationsenergie basierende Uhrwerkmechanismus verwendet normalerweise spezielle Kristalle als Regenerator, um Energie aus der Umgebung von Fontaine zu gewinnen, indem er Ousia und Pneuma extrahiert. Allerdings sind auch kurzzeitige Kurzstreckenbewegungen außerhalb von Fontaine mithilfe vorbereiteter Energieblöcke möglich. Der Unterschied hierbei besteht in der Form der Kristallteile, die auf der Maschine zum Einsatz kommen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/2f50163bfc40d3af453ccd6f2d227fe7_2550899906055222036.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Institut für Naturphilosophie",
        "desc": "<p>Einst eine blühende Forschungseinrichtung, liegt dieses Institut heute in Trümmern unter dem Wasser von Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/36893887/61826c36dc23b1c567a76a9d7c9e8c13_942598414271311124.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Haus des Narzissenkreuzes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/becc7314771f05d227a2fbd93402dbf6_1645595505204269039.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Zu sehen sind die Okeanide Lyris, Alain, Mary-Ann, Basil Elton, Jakob und René."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Alain Guillotin"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Maréchaussée-Phantom, Haus des Narzissenkreuzes, Fontaine"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillettes Legendenauftrag „Diluvies“ Akt 1: „Die Spuren der Vergangenheit bleiben“"
          }
        ]
      }
    ]
  }
}