{
  "epId": 4605,
  "name": "Basil Elton",
  "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1706524847,
  "components": {
    "galleryCharacter": [
      {
        "key": "Haus des Narzissenkreuzes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/becc7314771f05d227a2fbd93402dbf6_2042186356991248134.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Zu sehen sind die Okeanide Lyris, Alain, Mary-Ann, Basil Elton, Jakob und René."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Basil Elton wuchs im Haus des Narzissenkreuzes, einem Waisenhaus in Fontaine, auf. Sie schloss Freundschaft mit anderen Kindern des Instituts: Karl Ingold, Dwight Lasker und Emanuel Guillotin. Sie liebten es, Spiele zu spielen, bei denen Emanuel der Held und Karl der böse Drache Jabberwock war. Nach ihrem Abschluss am Waisenhaus führte Basil die Weiße Armada, Fontaines Marine, an. Ihr Schiff war die Sponsian, ein gepanzertes Metallschiff, das mit schweren Kanonen und einem starken Rammbug ausgestattet war. Dieses schneeweiße Flaggschiff war der Stolz von Fontaines Flotte. Der Name Sponsian stammte von Eltons erstem Offizier Nathaniel Pickman, der das Schiff nach einem Tyrannen benannte, dessen Dynastie möglicherweise nie existiert hat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/36893887/0595c94f2119b762d01dd60c58441702_2241540291280250842.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die Marine aufgelöst wurde, weil es die Armada nicht mehr gab, und der berühmte Marineminister in allen Ehren zurückgetreten war, kehrte Basil zum Haus des Narzissenkreuzes zurück und wurde stellvertretende Direktorin. Obwohl Basil Elton ein stählernes Temperament hatte, kümmerte sie sich sehr um die Kinder. Ihnen zuliebe begann sie zu kochen, wobei ihr die Gerichte anfangs wie eine Strafe wirkten. Basil war der Meinung, dass die Pflege von Kindern wie die Pflege einer Blume ist - sie brauchen einen guten Boden, ausreichend Sonnenlicht, häufiges Gießen, und man kann sie nicht wachsen lassen, wie sie wollen. Tatsächlich muss man von Zeit zu Zeit auch Schädlinge beseitigen. Abends erzählte sie den Kindern oft Geschichten über den bösen Drachen Narziss, und dann aßen sie ihre leckeren Snacks. Für die kleine Mary-Ann, eine Waise des Instituts, dachte sich Basil ein Märchen über Prinzessin Lyris aus.\nWährend der Katastrophe vor 500 Jahren führte Elton erneut die Sponsian an und zog in den Kampf gegen die abyssische Bestie Elynas, die alles in ihrem Weg mit ihrer Existenz vergiftete. Etwa einen Monat lang beobachtete die Flotte Elynas, während sie gegen andere Seeungeheuer aus dem Abgrund kämpfte. Nachdem viele Schiffe der Flotte zerstört worden waren, holte die Sponsian Elynas schließlich ein, doch während des Kampfes wurde das Schiff in zwei Teile zerbrochen. Eine Hälfte des Schiffes treibt noch immer wie ein Geist in den Gewässern von Fontaine umher.\nBevor sie zum Kampf aufbrach, ließ Basil eine Smaragdgrüne Feder eines unbekannten Vogels aus ihrem Hut, den die Kinder so sehr liebten, für Jakob, ein anderes Kind aus dem Waisenhaus, zurück."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„███, du hast dir das schon lange gewünscht, nicht wahr? Ich überlasse es dir.“</color>\n<color=#ffffffd9>„Aber ich gebe es dir nur zur vorübergehenden Aufbewahrung. Ich werde sauer, wenn du es schmutzig machst, verstehst du?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sie bat auch ihren alten Freund aus dem Institut, Emanuel Guillotin, sich um zwei Kinder, Mary-Ann und Alain, zu kümmern. Er mochte keine Kinder, aber er erfüllte die Bitte seiner Freundin."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn der Triumphzug zurückkommt, rufen wir Lasker und Ingold zusammen.“</color>\n<color=#ffffffd9>„Diesmal koche ich! Ich will euch zeigen, was ich draufhabe.“</color>\n<color=#ffffffd9>Als die Freundin den Argwohn in seinen Augen sah, fügte sie wenig überzeugend hinzu:</color>\n<color=#ffffffd9>„Ich habe in den letzten Jahren das Backen gelernt! Die Kinder lieben es!“</color>\n<color=#ffffffd9>„Also tschüs, Guillotin ... meine liebe Emanuel ...“</color>\n<color=#ffffffd9>„Und alles Gute für dich. Ich hoffe, dass dir kein Unglück zustößt.“</color>\n<color=#ffffffd9>„Hoffentlich ist meine Sponsian nicht von den Jungs kaputt gemacht worden ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Leider kehrte Basil nicht zurück. Emanuel sah seine Freundin nie wieder, und Jakob konnte ihr die Vogelfeder nie zurückgegeben. Nur der/die Reisende kann diese Feder viele Jahre später zum Wrack des Sponsian-Schiffs bringen und damit das einst gegebene Versprechen einlösen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Gezeitenschatten",
        "desc": "<p>Ein formschönes Standardschwert. Maßgeschneidert für Generäle und Flaggschiffkapitäne der alten Marine von Fontaine.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/17a33544c58e2a45ad5f1a4a5a68906a_2499509219430595074.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "name": "Smaragdgrüne Feder",
        "desc": "<p>Manchmal hat diese Feder die Macht, eine Geschichte voranzutreiben oder zu beenden.</p><p>Denn schon ihr Erscheinen stellt eine Macht dar, die über die Geschichte hinausgeht.</p><p>Obwohl sie uralt ist, ist sie gut erhalten. Einst wurde sie von mehr als einer Person geschätzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/efdc80deed7d3a8144ba60ab6f9191b8_9157067127171976739.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eine Geschichte, die Basil Elton der kleinen Mary-Ann vorgelesen hatte",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/b75ca8097d4374fb294b64a35b8d294d_6358138405929405503.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In einem weit entfernten Land, in weit entfernter Zeit lebte eine gutherzige und wunderschöne Prinzessin namens Lyris ... Äh, sie ist die Hauptfigur in der Geschichte!\n„Ich will diesen Namen nicht. Das ist nicht das, was du vorher gesagt hast.“\nDas ist doch nur eine Geschichte, sei doch nicht so penibel. räusper Fahren wir fort.\nWir haben jetzt schon die Hauptfigur, aber es fehlt noch eine Figur, die sich gegen die Hauptfigur stellt ... ein gemeiner Bösewicht.\nEin gemeiner Bösewicht ... Na, das ist der böse Drache Narcissus. Wie böse der ist? Also Menschen, die den Frieden lieben, fangen sofort an zu zittern, wenn sie seinen Namen hören, denn er interessiert sich nicht im Geringsten für die Gefühle anderer.\nEr brachte überall Zerstörung, spie loderndes Feuer, sein heftiger Flügelschlag zermalmte Städte zu Staub und sein glühender Hauch verwandelte ganze Länder in Asche.\nAm Ende blieb nur das Reich von Prinzessin Lyris unversehrt, denn sie tat alles, um es zu beschützen, sodass der böse Drache Narcissus seinen Plan, alles zu vernichten, niemals erfüllen konnte.\n„Aha, dann wäre ich in der Geschichte von Narcissus selbst der gemeine Bösewicht?“\nHä? Würde Narcissus seine Geschichte so erzählen? „Diese verfluchte Prinzessin Lyris hat meine ganzen Pläne durchkreuzt ...“ So in der Art.\nHe, nein, wir haben doch gesagt, dass es nur eine Geschichte sein soll. Prinzessin Lyris ist eine Figur in der Geschichte, ausgedacht, aber du bist du, real. Bringe die Geschichte und die Realität nicht durcheinander.\n„Das verstehe ich nicht ...“\nWeil du so ungeduldig bist und mich immer unterbrichst. Warte doch mal, bis ich fertig erzählt habe. Ähm ... wo waren wir?\nOh, das hätte ich fast vergessen, wir brauchen noch Helfer für die Hauptfigur. Die Hauptfigur hat immer viele Helfer. Und Prinzessin Lyris ist gutherzig und wunderschön, na klar hat sie da viele Freunde.\nLass mich mal überlegen ... Prinzessin Lyris hat viele ergebene und tapfere Freunde, zum Beispiel „Al“, „Ney“ ...\n„Das ist unmöglich.“\nDu vergisst schon wieder, dass es nur eine Geschichte ist und in einer Geschichte ist alles möglich! In unserer Geschichte sind „Al“ und „Ney“ die Freunde von Prinzessin Lyris.\nWie hieß nochmal dieser Freund von Lyris? Der Junge mit den strohblonden Haaren.\n„Er ist nicht mein Freund.“\nAber wollte Lyris nicht seine Freundin sein? Ich möchte auch mit ihm befreundet sein. Er soll mitmachen! Wie heißt er?\n„Na gut. Dann nennen wir ihn Kate.“\nOh! Dann nenn ihn „Colonel Kate“. Er kommt cool rüber und liest viel, da passt „Colonel“ ganz gut.\nDas war nicht einfach, aber jetzt haben wir endlich alle Figuren für die Geschichte. Der böse Drache Narcissus wollte alle Königreiche der Welt zerstören, aber allein das Königreich von Prinzessin Lyris konnte, beschützt von ihr und ihren Freunden, nicht zerstört werden.\n„Hm, ich verstehe. Nachher ist es so, wie in vielen Geschichten, die Prinzessin und ihre Freunde lebten für immer glücklich zusammen.“\nDas ist das Ende der Handlung!\nWir haben doch gerade erst angefangen und sind noch nicht einmal am interessanten Teil angelangt.\n„Interessanter Teil?“\nNa klar. Warum wollte der böse Drache Narcissus alles zerstören und wie hat Prinzessin Lyris alle beschützt? Willst du das denn gar nicht wissen?\n„Es reicht doch nicht, bloß das Ende zu kennen.“\nDas wäre doch langweilig, die Enden von den Geschichten sind ja alle gleich, aber der Ablauf, wie diese erreicht werden, ist immer einzigartig.\nWie in unserer Geschichte, der einsame böse Drache Narcissus begehrt den Schatz von Prinzessin Lyris sowie ihre Gutherzigkeit und Schönheit, denn das waren alles Dinge, die er früher selbst besessen, aber dann verloren hatte.\nUnd was den Schatz von Prinzessin Lyris angeht ... so kann „Zeit“ als der Schatz dienen.\n„‚Zeit‘?“\nAh! Ich erinnere mich, wie mir Al gesagt hat, dass es Uhren gibt, weil „Leute die Zeit mit ihren Händen kontrollieren wollen“. Und Ney sagte, dass die Zeit niemals genug ist. Und dann dachte ich mir, war Lyris nicht für lange, lange Zeit ganz einsam? Wenn man Freunde hat und seine „Zeit“ mit ihnen teilen kann, dann macht einen das glücklich! Narcissus kann das Königreich von Prinzessin Lyris nicht überfallen, weil sie ihre ganze Zeit mit ihren Freunden geteilt hat und deshalb hatten sie und ihre Freunde mehr Zeit, als Narcissus angegriffen hat und konnten nicht besiegt werden!\nLyris, glaubst du nicht, dass man viel mehr Sachen machen kann, wenn man mehr Zeit hat? Wenn Al zum Beispiel mehr Zeit gehabt hätte, hätte er Narcissus dreimal statt nur einmal schlagen können und wäre noch krasser geworden. So ist es jedenfalls in der Geschichte!\nJedenfalls nutzten die Freunde von Prinzessin Lyris die Zeit, die sie von ihr bekamen, immer wieder dafür, die Angriffe von Narcissus abzuwehren.\nAber der gerissene Narcissus entdeckte ihr Geheimnis. Also war er so geduldig wie eine Giftschlange und schickte seine Armee ununterbrochen gegen das Königreich und verbrauchte so die Zeit von Prinzessin Lyris.\nAuf diese Weise bezahlte Prinzessin Lyris einen hohen Preis, um das Königreich zu beschützen und ihren Freunden zu ihren Siegen zu verhelfen. Nach und nach vergaß sie ihre Freunde, denn sie hatte ihre „vergangene“ Zeit verbraucht. Und sie spielte und lachte immer weniger mit ihren Freunden, denn sie hatte ihre „gegenwärtige“ Zeit verbraucht ...\nSchließlich kam der Tag, an dem die fröhliche Quelle verstummte und sich der Himmel verfinsterte, da Narcissus seine Schwingen ausbreitete und das Königreich heimsuchte. Die Freunde von Prinzessin Lyris kämpften erbittert, doch ohne die Zeit von Prinzessin Lyris konnte Narcissus nicht aufgehalten werden und erreichte so schließlich den Palast.\nIm letzten Augenblick versammelte Lyris ihre Freunde, deren Namen sie bereits vergessen hatte, und vertraute ihnen das Kostbarste dieser Welt an. Das war ein reiner und makelloser Wassertropfen, genauso klar wie du.\nSie sagte: Dies ist meine „zukünftige“ Zeit. Nehmt meine Zukunft mit euch.\nSie sagte: Es spielt keine Rolle, ob ich und mein Königreich in die Klauen von Narcissus fallen, denn meine „Zukunft“ ist mit euch.\nUnd sie versprach: Selbst wenn unsere gemeinsame „Vergangenheit“ und „Gegenwart“ verloren gehen, werden wir uns doch wiedersehen, solange es meine Zukunft gibt. Und dann wird auch das Königreich erneut erstrahlen.\nIn diesem Moment durchbrach Narcissus’ Armee mit ihren riesigen Kanonen das Tor. Prinzessin Lyris drängte ihre Freunde zur sofortigen Flucht. Diese vergossen Tränen der Trauer, doch sie gehorchten der Prinzessin und flohen. Ihrer Zukunft beraubt versank Prinzessin Lyris zusammen mit dem Turm, in dem sie lebte, in einen tiefen, traumlosen Schlaf.\nUnd so fiel auch das letzte Königreich des Lichts auf Erden. Die Freunde der Prinzessin verbargen sich für eine lange Zeit in der düsteren Welt und machten vieles durch, doch sie fanden immer wieder zusammen. Denn was sie verband, das war die „Zukunft“, die ihnen die Prinzessin anvertraut hatte. Was sagst du?\n„Ich komme nicht mit. Vergangenheit, Gegenwart und Zukunft ... Das versteh ich auch nicht. Nach der Katastrophe gibt es doch gar keine Zukunft mehr.“\nNein, so ist das nicht. Al hilft Meister Neville doch so eifrig wegen der Zukunft. Ney, Jaques und du, ihr arbeitet doch auch so hart für die Zukunft! Und haben wir nicht zusammen viele „Vergangenheiten“ erschaffen? Wir sind in der „Gegenwart“ zusammen und werden auch in der „Zukunft“ zusammen sein. Wir können gemeinsam trauern und wir können viele schöne Momente erschaffen.\n„Oh, ich verstehe ...“\n„Und die Geschichte? Was ist mit der Prinzessin passiert?“\nHm ... Das ist eine andere Geschichte. Nein, die Zeit reicht nicht, wir müssen diesen blöden Hund zurückbringen. Die nächste Geschichte erzähle ich ein anderes Mal!\n... So geht das nicht. Am besten, ich denke mir einen Anfang aus und den Rest erzählst du später weiter! Hmm, lass mich mal überlegen ...\nNach langer, langer Zeit, an einem sehr, sehr weit entfernten Ort ...\nDa war einmal ein düsteres Reich, das von dem bösen Drachen Narcissus regiert wurde.\nDie Prinzessin, nach der er sich so sehr sehnte, war unerreichbar für den bösen Drachen, denn sie war samt dem hohen Turm, in dem sie lebte, in einen tiefen, traumlosen Schlaf gefallen. Narcissus war sehr erbost und sandte seine unzähligen Lakaien ins gesamte Reich, um nach dem Schatz der Prinzessin zu suchen. Er nutzte dunkle Magie und baute auch viele Verteidigungsanlagen, damit sich die aufrechten Gefährten nicht gegen ihn erheben könnten. Er schwor, sich den Schatz der Prinzessin zu holen und sie zu erwecken. So würde sie nur ihm allein gehören.\nEine Gruppe von Recken bewachte aber den ihnen von der Prinzessin anvertrauten Schatz. Dieser Schatz war ein klarer, funkelnder Wassertropfen.\nAus diesem Wassertropfen wurde eines Tages ein kleines Leben geboren.\nHm ... Was wäre ein guter Name? Das macht mir Kopfschmerzen. Wenn ich gewusst hätte, dass die Geschichte so entwickeln könnte, hätte dein Name hier verwendet werden sollen. Hast du eine Idee?\n..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Traum der Narzisse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/1bde348ad550ef356ff197b93caed6c8_4208961043005381059.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Basil Elton"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Haus des Narzissenkreuzes, Fontaine"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Vizedirektorin des Hauses des Narzissenkreuzes"
          }
        ]
      }
    ]
  }
}