{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p>Die Göttin des Salzes, die während des Archontenkrieges von ihren eigenen Anhängern getötet wurde.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/54fc33ab94abb4b00460e448f7765892_1167631660750890787.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1705525478,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Havria"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Titel",
        "value": [
          {
            "type": "RichText",
            "text": "Göttin des Salzes"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/5cb609830a378a57ff164e8d8520f95e_3652461589941480367.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Havrias Überreste"
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/fd906e2656e691207d1b6032f468cae3_7586080404989383630.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ein Ort, an dem Havria eine neue Siedlung für ihre Anhänger gründete."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Havria, die auch als Göttin des Salzes bekannt ist, war eine der vielen Götter, die vor dem Archontenkrieg in Liyue lebten. Dem Volksglauben von Liyue zufolge war sie die sanfteste aller Götter. Das Volk der Salzgöttin genoss unter ihrem Schutz ein Leben in Wohlstand. Einst stand sie Seite an Seite mit den vielen Göttern von Liyue, doch ihre außerordentlich sanfte Natur führte dazu, dass sie in der Überheblichkeit des Archontenkrieges schnell verdrängt wurde. Zhongli beschreibt sie als eine kleine und schwache Gottheit, die sich allen anderen Göttern beugte, und nachdem sie zahllose Zugeständnisse gemacht hatte, verlor Havria alle ihre Ländereien, bis nur noch eine kleine Oase übrig blieb. Havria arbeitete unermüdlich daran, den Frieden zwischen den Göttern wiederherzustellen, selbst inmitten des globalen Umbruches. Es heißt, dass sie während des Krieges Blumensträuße an ihr Volk verteilte, um es zu segnen oder zumindest eine kleine Geste des Trostes zu sein, um die Bitterkeit des Kriegsalltags zu vertreiben. Diese Geste fand ihren Weg in die Bräuche der Liyue, denn heute ist es in Liyue üblich, dass die Braut bei Hochzeiten einen Blumenball in die entgegenkommende Gästeschar wirft. Es heißt, dass derjenige, der das Glück hat, den Ball zu fangen, ein Jahr lang Glück haben wird. Ihre Anhänger verbreiteten sich über ganz Liyue, nahmen diesen Brauch mit und brachten ihn den Einheimischen bei. Die Bewohner Liyues, die ein wettbewerbsorientiertes und lebenslustiges Volk sind, haben diesen Brauch dann möglicherweise angepasst und nach ihren eigenen Vorlieben verschönert."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sal Terrae",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/3511bbe0269c323ca94b3e7a5d913226_5489006692809141887.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sie führte ihre Anhänger nach Sal Terrae, wo sie eine neue Siedlung gründeten. Die Stadt überdauerte mehrere Jahrhunderte, bis sie mit dem Sturz der Göttin, die einst über sie herrschte, unterging. Die kleine Stadt ist auch heute noch eine versiegelte Ruine. Das Geheimnis, wie man das Siegel brechen konnte, enthielt Legenden aus dem Archontenkrieg: <color=#ffffffd9>„Tianheng im Süden, Yaoguang im Osten, Jueyun im Westen, Qingce im Norden, alles Ödnis ohne Leben. Liyue ist riesig und doch gibt es kaum eine Oase der Zuflucht.“</color>\nDer Inhalt dieses Spruchs bezieht sich auf die Göttin des Salzes, die auf der Suche nach einem Zufluchtsort für ihr Volk in ganz Liyue war, bis sie schließlich Sal Terrae fand."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Salz und Verrat",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der Legende nach konnte der erste König von Sal Terrae die aufopferungsvolle Liebe, die Havria verkörperte, nicht nachvollziehen. Er strebte nach militärischer Macht, in der Hoffnung, dass die Stadt in der Lage sein würde, sich bei Verteidigung und Angriff zu behaupten. Um zu beweisen, dass Sanftmut eine unzeitgemäße Tugend war, nahm er ein Schwert und beendete das Leben der wehrlosen Göttin. Kaum war sie tot, stürzte der Tempel selbst ein, und die Stadt des Volkes zerfiel wie Salz in die Erde. In Wirklichkeit war die Ursache für ihren Tod, dass einige aus ihrem Volk endlich erkannten, dass diese sanfte, gütige, aber schwache Gottheit in Kriegszeiten niemanden beschützen konnte. Anstatt Havria den Qualen der Niederlage auszuliefern, dachten ihre Anhänger, dass es vielleicht besser wäre, sie durch den Tod schnell zu erlösen. Doch wie schwach ein Gott auch sein mag, die Macht, die von ihm ausgeht, wenn er getötet wird, ist von Sterblichen nicht zu ertragen. Nach ihrem Tod löste sich Havrias Körper auf und verwandelte sich in eine Salzblume (Sal Flore). Diejenigen, die nicht fliehen konnten, wurden in Salz verwandelt und für immer an Ort und Stelle versalzen. Untersucht man den in Salz verwandelten Anhänger, der der Salzblume am nächsten steht, so scheint er einst etwas in der Hand gehalten zu haben, das er in einer Pose höchster Anstrengung emporhob."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nachkommen von Havrias Anhängern",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/2cb48d71f15f1c8dc44366ec4b66b244_7826358630072695822.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach ihrer Rückkehr zu den Elementen verstreuten sich die Menschen, die die Göttin des Salzes einst so liebevoll betrachtet hatte, über ganz Liyue. Die meisten suchten Zuflucht in Liyue, und unter der Obhut des Geo-Archons konnten ihre Geschichten überleben. Eine der bemerkenswertesten Zugehörigkeiten, der sich Havrias Anhänger anschlossen, ist eine der Acht Handwerke, die Yinyuan-Halle der Salzindustrie, die der Qixing von Liyue unterstehen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/ea5ed3fd1963cfe27ee169e5a6057cd1_7683429637919762808.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ihre Nachkommen fürchteten Havrias Überreste und lebten in der Angst, dass sie einen ewigen Fluch auf sie gelegt hatte. Um ihren Zorn zu besänftigen, riskierten sie ihr Leben, um nach Sal Terrae zurückzukehren, das Schwert zu zerbrechen, mit dem sie getötet wurde, und zwei ihrer Reliquien danebenzulegen. Bei den beiden Reliquien handelte es sich um einen Salzkelch, der sich auf magische Weise mit Salz füllte, und um ein Lineal, das die Umgebung in Salz verwandeln konnte, um es zu ernten. Sal Terrae wurde wieder versiegelt, als diese Aufgabe erledigt war. Der Geo-Archon Morax, der jetzt als Sterblicher namens Zhongli lebt, erklärt, dass dies nicht notwendig war:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Aber das mussten sie gar nicht tun. Wie könnte eine Göttin, die bis zum Ende nicht einmal widerstanden hat, Hass für ihr Volk entwickeln?“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/36893887/0bdf0423bce4def1ec1e7aabfcc45a21_3556470282487907753.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mit der Zeit wurden die Umstände von Havrias Tod falsch interpretiert, und die Nachkommen ihrer Anhänger begannen, den Geo-Archon zu verachten, da sie glaubten, er habe Havria aus Eifersucht wegen ihrer immensen Macht ermordet. Wanyan ist eine Nachfahrin von Havrias Anhängern und suchte nach Beweisen dafür, dass Morax, der Geo-Archon, Havria im Kampf ermordet hatte. Sie beschrieb Havria als eine sehr gütige Gottheit, die Morax eines Tages im Kampf begegnete, wo er sie mit einem ziemlich hinterhältigen Trick ermordete. Wanyan geht einen Vertrag mit Zhongli ein, verstößt aber später gegen die Vertragsbedingungen, indem sie beide Teile des zerbrochenen Schwertes verlangt, was zwei Reliquien anstelle der vereinbarten einen wäre. Daraufhin bestraft Zhongli sie, indem er die Wahrheit über Havrias Tod enthüllt. Am Ende wurden sowohl der Salzkelch als auch das Salzlineal ins Meer zurückgegeben, da dies der Ort ist, an dem die Überreste von vielen vergangenen Göttern gebracht werden; somit ist ein weiterer Funke der Göttlichkeit von Liyue erloschen."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}