{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1717531158,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/31941f53b43891e840dd1997518ccef4_1325281874186918335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In Zeiten, als die Menschen in hoher See in Unwissenheit lebten und die Stämme nicht aufgeklärt waren, herrschte der philharmonische Gott Remus in der Wüste Sumeru. Einst war er ein Sänger der Oasen, doch seine alte Heimat war im Licht von König Deshret untergegangen. Unwillig, seinem Thron zu dienen, wählte Remus den Weg der Wanderschaft. Der philharmonische Gott hatte sich die hohe See als Grabstätte ausgesucht, doch als er in diesem Land umherwanderte, sah er die Überreste einer Stadt. Die Ruinen waren älter als das Land selbst. Die Stadt wurde in keiner historischen Aufzeichnung erwähnt und existierte unter den lichtlosen Tiefen des Abgrunds. Genau dort, im Herzen der Tempelruine, unter der silberweißen Zeder, fand die erste Begegnung zwischen dem zukünftigen verherrlichten König Remus und der Goldenen Biene Sybilla statt, die in die Zukunft sehen konnte. Sybilla sagte voraus, dass Remus wieder über Städte und Untertanen herrschen würde. Die Nation, die er aufgebaut hatte, würde blühen und gedeihen, und er würde eines Tages über die gesamte hohe See herrschen. Auch wenn Remus den Menschen Zivilisation und Gerechtigkeit bringen würde, würde genau diese Gerechtigkeit am Ende ihr Untergang sein."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Mit dem Eintreffen der schicksalhaften Stunde der Vollstreckung wird eine unerbittliche Flut jeden flüchtigen Ruhm und jedes Glück verschlingen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der philharmonische Gott wusste, dass es keinen Sinn hatte, sich dem Schicksal zu widersetzen, und so willigte er ein, die Reise anzutreten. Als er seine Entscheidung traf, zerfiel die wasserlose Höhle mit einem Krachen und der silberne Baum verwandelte sich in das goldene Schiff „Fortuna“."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/fa8329bb7cc10e0fd51ddf52f0c31797_2305432044969375017.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "An Bord der „Fortuna“ kamen Remus und Sybilla auf Meropis an. Vor Remus' Ankunft war das Land von alten Menschen bewohnt. Sie lebten in Frieden und Harmonie, und sogar Abgesandte von Celestia wandelten auf der Erde. Nach unzähligen Generationen beschlossen die Menschen, sich von den Ketten des Schicksals zu befreien. Darüber erzürnt, vernichtete der Himmel das alte Volk. Erst als Remus diese Länder wieder betrat, kehrten dort Wohlstand und Ordnung ein. Er lehrte die Menschen, wie man das Land bewirtschaftet und Getreide anbaut, und errichtete Tempel und Städte aus riesigen Steinen, um die Menschen zu beherbergen. Vor allem aber war er es, der die Schönheit der Musik und der Kunst verbreitete, die den Menschen von anderen Lebewesen unterschied und ihn dazu brachte, sich als Meister aller Dinge zu sehen. Der philharmonische Gott baute einen großen Turm in Meropis und versammelte die verstreuten Menschen, um eine neue Nation aufzubauen. Die Hörner des Überflusses segneten das Land mit Fruchtbarkeit, und ein endloser Seeweg verband die Inseln zu einer Einheit.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment harmonischer Launen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/7557f4558ab243d82e8b6b9994fc97ee_8069464724970248372.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Prophezeiung",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Auch wenn das Land weiter wuchs und gedieh, wurde die ursprüngliche Prophezeiung nie vergessen, und die Zweifel des Königs blieben bestehen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wie du es vorausgesagt hast, bin ich ein ruhmreicher König geworden, der allen Völkern eine Zivilisation von erlesener Eleganz gebracht hat.“</color>\n<color=#ffffffd9>„Ich habe den Ozeanen Frieden geschenkt, walte über die Erde mit Gerechtigkeit und verbreite Entwicklung und Disziplin in jeden Winkel der Welt.“</color>\n<color=#ffffffd9>„Aber, je mehr der Ruhm des Reiches zu gedeihen scheint, umso mehr wachsen in mir Beklemmung und Traurigkeit.“</color>\n<color=#ffffffd9>„Die in der Prophezeiung versprochene Blütezeit soll hundert Jahre währen, doch was folgt darauf? Die Saat des Verderbens hat bereits Wurzeln geschlagen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Veränderung liegt in der Natur der Dinge, so lautet das Gesetz der Fortuna. Selbst wenn er den Unsinn über Ewigkeit und Unsterblichkeit zugab, konnte sich Remus nicht mit der düsteren Zukunft abfinden. Er wandte sich an die Seherin, aber sie konnte ihm nicht helfen: Sie war zwar in der Lage, die Zukunft zu sehen, aber ihr fehlte die alte, heilige Weisheit, um die Ursache der Zerstörung zu ergründen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Doch ich weiß, in den tiefsten Abgründen des lichtlosen Meeres, wo die Quellflüsse entspringen, fristet die Herrin allen Wassers ihr Dasein in Gefangenschaft.“</color>\n<color=#ffffffd9>„Da die Prophezeiung besagt, unermessliche Fluten werden dein Reich verschlingen, so kennt sie vielleicht eine Antwort ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Auf Sybillas Rat hin segelte Remus zusammen mit der Goldenen Flotte zu dem Meer, in dem die Herrin allen Wassers, Egeria, gefangen gehalten wurde. Es war das Reich, in dem die Drachengeborenen lebten, genannt Fontemer. Angeführt vom Drachenprinzen Scylla bewachten die Drachenechsen das Gefängnis von Egeria. Beide Seiten begannen zu kämpfen, und die daraus resultierende Schlacht ließ die Meere dreißig Tage und dreißig Nächte lang kochen. Erst als die Erschöpfung eine Atempause einbrachte, nutzte der Gottkönig die Musik, um sein Anliegen vorzutragen. Remus' Wille, sich dem Schicksal zu widersetzen, wie es die himmlischen Prinzipien vorsahen, amüsierte den Drachenprinzen. Obwohl ihm Remus' Traum lächerlich erschien, willigte Scylla ein, Remus zur Herrin allen Wassers zu bringen.\nDie barmherzige Egeria konnte Remus nicht die Antwort geben, die er suchte. Schließlich beschloss der König, der noch immer Ehrgeiz und Hoffnung hegte, vor seiner Abreise einen Becher des reinsten Wassers zu nehmen, das ihm die Herrin allen Wassers gab. Er versprach ihr, mit dem reinen Wasser, das sie ihm schenkte, eine Welt des endlosen Wohlstands zu schaffen, eine Welt ohne Konflikte. Als die Flotte nach Hause zurückkehrte, verließ auch Scylla die Fontemer. Obwohl alle Götter für Drachenechsen Usurpatoren waren, wurden Scylla und Remus Freunde.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla ist der Drachenkönig aus der Zeit Remurias. Er wurde vor 2000 Jahren versiegelt und in der Weltauftragsreihe „Lobgesang der Harmonie“ befreit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/b2d6cefc957361355bd202af3efcb21d_3436076890289724788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment harmonischer Launen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/7557f4558ab243d82e8b6b9994fc97ee_8069464724970248372.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silberkelch des unberührten Meers",
        "desc": "<p>In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.<br>Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.<br>Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/c70230640d8706fd2e3aa837a391166c_8661799598287253826.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Goldkelch des unberührten Meers",
        "desc": "<p>Als der Tyrann der untergegangenen Stadt zum letzten Satz der goldenen Symphonie anspielte, stahl sein liebster Musiker ihm den goldenen Becher, der den Ichor enthielt.<br>Schockiert über den Verrat und die Torheit des Gottkönigs, rief der Musiker die letzten verbleibenden Wachen herbei und benutzte den unlöslichen Ichor, um den Schreckensdrachen unter dem Turm zu versiegeln, auf dass er zusammen mit der Stadt des Königs in den Tiefen des Meeres versank.<br>Im Folgenden sollte die Figur des noblen Diebes aus der Geschichte verschwinden. Zurück blieb einzig die „Goldtruppe“, die sich weiterhin treu an seine Prophezeiung erinnert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/a8147d7dfc78a2dc5d47dd50bd6292ed_5159993621852884296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Große Sinfonie",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/4417194d9a22aa68cbc2c9d4aa037acd_924714980950165565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach seiner Rückkehr aus dem Urmeer errichtete der glorreiche König die goldene Reichshauptstadt und stand als Sebastos rittlings über der Welt. Wo immer seine großen Schiffe segelten, verneigten sich alle Städte vor seiner höchsten Autorität, wo immer die Töne erklangen, ersetzte die Sinfonie der Zivilisation ihre wilden Lieder. Die Vorfahren der heutigen Fontanier fürchteten sich vor ihm und nannten ihn deshalb „Dark Lord Remus“.\nSeitdem er von der Prophezeiung erfahren hatte, fragte sich Remus, welches Reich wohl tausend Jahre überdauern könnte. Er kombinierte den unsterblichen Stein mit der Ichor-Essenz, die aus dem von Egeria gewährten Urwasser gewonnen wurde, und schenkte den Remurianern neue ewige Körper. Der Sebastos hoffte, dass die Remurianer den Gefängnissen des verrottenden Fleisches und des Schicksals entkommen könnten. Seine große Vision war, dass alle Remurianer den Fesseln Fortunas entkommen und Herr ihres eigenen Schicksals werden sollten."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Sollten die Gezeiten meine Untertanen verschlingen, so werde ich ihre Seelen in Ichor bewahren, welcher in keinem Wasser dieser Welt löslich ist.“</color>\n<color=#ffffffd9>„Wenn der Zahn der Zeit an meinem Königreich nagt, dann werde ich ihnen aus feinstem Kupfer und Stein unzerstörbare Körper formen.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/6fa36af0507dcdef5030c81c7a0a8023_6753521086480853967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remus schloss sich in den Tiefen seines kaiserlichen Palastes ein, um nach einem Fehler in der Musik des Meisters der Fortuna zu suchen. Nach unzähligen Tagen und Nächten hatte Remus die Geheimnisse Fortunas begriffen. Er las jede Note des Schicksals, aber ihm fehlte eine „Feder“, um seine eigene Sinfonie niederzuschreiben. So beschloss der Sebastos, sich an Sybilla zu wenden, denn sie stammte aus dem Land der Toten, und die Ströme des Schicksals flossen einst durch ihre Adern. Remus verstand, dass die Lösung in den Seelen der Menschen lag, die die Macht der Vorbestimmung nicht überwinden konnten, und so schrieb er die Sinfonie - eine Musik, die das Schicksal weben konnte. Die „Sinfonie“ ist das menschliche Gedächtnis und die Persönlichkeit, die durch die Notenschrift zu einer Melodie verwoben werden und ein Lied erschaffen, in dem die Seelen der Menschen verweilen und ihre Wünsche erfüllt bekommen können. Die Goldene Biene sagte ihm, dass die Beherrschung der „Sinfonie“ die Beherrschung des „Schicksals“ bedeutet. Die Sebastos, die die „Sinfonie“ schufen, gossen diese Melodien in den unlöslichen Ichor in der Hoffnung, dass alle ihr Schicksal durch das Spielen dieser Musik kontrollieren könnten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/bb04749691763bf91c08ae162788a488_4498508554080447931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das half jedoch nicht, die Prophezeiung zu ändern. Der Schmerz der Trennung von Seele und Körper kann von keinem gewöhnlichen Leben ertragen werden, und der Befehl des Gottkönigs zerriss und zerschmetterte die Seelen. Der Ichor wurde durch den Schmerz so vieler Seelen schwarz gefärbt, verlor seine Harmonie und Weisheit und hinterließ nur noch Chaos und Wahnsinn. Die Menschen konnten die Last des Schicksals nicht ertragen und flehten ihren Gott und ihre Oberen um Führung an. Auf ihre Bitte hin fügten die Sebastos alle Melodien zu der größten aller Melodien zusammen, die ihnen das größte Glück bringen würde. Das Volk nannte diese Sinfonie „Phobos“. Wäre Remus' Plan aufgegangen, hätte die Sinfonie für sie alle eine Melodie von größter Sanftheit gewoben - eine Ewigkeit, die tausend Jahre und mehr andauern würde. In den wildesten Fantasien des Sebastos würde er beim großen Finale der harmonischen Oper den Taktstock des Schicksals in die Hände der Menschheit selbst legen. Um zu verhindern, dass die Menschen der Hohen See die Sinfonie der universellen Harmonie zerstören, beförderte König Remus vier Menschen mit großen Fähigkeiten in das hohe Amt des Harmosts, um sie nach ihm zu führen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/c1f51031792713f423f4d4a2a3b55b2f_1877279809273997464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Da „Phobos“ die Summe aller Wünsche und Gedanken der Remurianer war, gehörten auch Plünderung, Hass und Gemetzel dazu. Unter den Sünden des Gottkönigs war die schrecklichste der Versuch, Macht, die eigentlich dem göttlichen Bereich vorbehalten sein sollte, auf die Menschen zu übertragen. Die Macht und der Status verleiteten die Menschen zu Korruption und Dekadenz, was zu Gewalt und Aufständen führte. Selbst die wildesten und gewalttätigsten Vishaps würden sich niemals auf ein solch sinnloses Gemetzel einlassen. Aber Remus konnte sich nicht dazu durchringen, die Menschen zu bestrafen - er liebte die Menschheit.\nAls der Gottkönig erkannte, dass „Phobos“ Remuria in den Untergang führte, beschloss er, die Große Sinfonie zu zerstören. Er schuf seine letzte Sinfonie, Requiem, die ein Befehl zur Selbstzerstörung des Phobos war, und vertraute sie seinem Freund Scylla an. Der geheime Plan sah vor, dass Scylla eine Armee von Vishaps anführen sollte, um die Hauptstadt anzugreifen. Remus sollte sich selbst opfern, um die Macht der Sinfonie zu entfesseln, und der Fürst der Vishaps musste die ursprünglichen, wilden Energien kontrollieren, die er erwecken würde. Er hoffte, dass er seine Untertanen von ihren steinernen Körpern befreien und ihnen Formen aus Fleisch und Blut zurückgeben würde, um die künstliche Barriere zwischen den Rassen zu zerstören. Der Gottkönig trennte die Melodie des Harmost Cassiodor von der Großen Sinfonie und schickte ihn nach Ouranopolis, der Stadt der Zukunft."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/e6ded426211e34a86d94bbb81d526d43_2689578519176244197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Träume des Sebastos gingen nicht in Erfüllung. Phobos, der einen der remurianischen Harmosts absorbierte, hielt den Drachenprinzen gefangen und schloss das Initium Iani, das zur Hauptstadt führte. Scylla konnte den Goldenen Palast nicht mehr rechtzeitig erreichen, und Remus' Opfer war umsonst. Die Macht von Phobos geriet außer Kontrolle, und das Reich stürzte in die Tiefen des Ozeans, als ob es sich einer himmlischen Strafe unterwerfen würde. An diesem Tag verschwand Remus spurlos, und die goldene Zivilisation versank zusammen mit ihrem einstigen Ruhm auf den Grund des Meeres. Erst tausend Jahre später vollendete Cassiodor schließlich den Plan der Sabastos und befreite die Seelen der Remurianer.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla ist der Drachenkönig aus der Zeit Remurias. Er wurde vor 2000 Jahren versiegelt und in der Weltauftragsreihe „Lobgesang der Harmonie“ befreit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/b2d6cefc957361355bd202af3efcb21d_3436076890289724788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Einer von Remus' Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/8dd1bf13fcb6632439addaf00c2e4b7b_8473074876624781503.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>„Goldener Jäger“, einer von Remus Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/be6dc5d4421df05c7eb7e14e6211b0dd_4507834170128302655.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment harmonischer Launen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/7557f4558ab243d82e8b6b9994fc97ee_8069464724970248372.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Goldkelch des unberührten Meers",
        "desc": "<p>Als der Tyrann der untergegangenen Stadt zum letzten Satz der goldenen Symphonie anspielte, stahl sein liebster Musiker ihm den goldenen Becher, der den Ichor enthielt.<br>Schockiert über den Verrat und die Torheit des Gottkönigs, rief der Musiker die letzten verbleibenden Wachen herbei und benutzte den unlöslichen Ichor, um den Schreckensdrachen unter dem Turm zu versiegeln, auf dass er zusammen mit der Stadt des Königs in den Tiefen des Meeres versank.<br>Im Folgenden sollte die Figur des noblen Diebes aus der Geschichte verschwinden. Zurück blieb einzig die „Goldtruppe“, die sich weiterhin treu an seine Prophezeiung erinnert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/a8147d7dfc78a2dc5d47dd50bd6292ed_5159993621852884296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus verlor sein Land an König Deshret.\nSybilla\nEine Seherin, die die erste Flut überlebte und ihren Geist und Körper verlor. Sie sagte Remus den Aufstieg und Fall von Remuria voraus. Mit ihrer Hilfe wurde die große Sinfonie Phobos geschaffen.\n„Fortuna“\nRemus goldenes Schiff aus silberweißer Zeder.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Das von Remus errichtete Reich.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>„Goldener Jäger“, einer von Remus Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/be6dc5d4421df05c7eb7e14e6211b0dd_4507834170128302655.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Einer von Remus' Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/8dd1bf13fcb6632439addaf00c2e4b7b_8473074876624781503.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nRemurische Harmosten.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Herrin allen Wassers, die Remus von der unvermeidlichen Strafe für die Sünde erzählte, die sie begangen hatte, und ihm einen Kelch mit reinstem Wasser gab.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla ist der Drachenkönig aus der Zeit Remurias. Er wurde vor 2000 Jahren versiegelt und in der Weltauftragsreihe „Lobgesang der Harmonie“ befreit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/b2d6cefc957361355bd202af3efcb21d_3436076890289724788.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus Freund, der ihm aus dem Fontemer folgte, um die Erschaffung einer Welt zu erleben, die frei von den Fesseln des Schicksals ist. Remus vertraute ihm seine letzte Sinfonie an.\nPhobos\nDie große Sinfonie.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Bücher und Gegenstände"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Goldtruppe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/c32bab10651059ad3c0c8a0e5bbd2e03_2344083831294265773.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Lied vergangener Tage",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment harmonischer Launen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/7557f4558ab243d82e8b6b9994fc97ee_8069464724970248372.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Zerbrochener Kelch des unberührten Meers ",
        "desc": "<p>Die Legende berichtet davon, wie der Urtyrann, als er das Urmeer erreichte, vom ersten Herrscher des Reichs des Wassers einen Becher mit ebendiesem geschenkt bekam.<br>Später schwang er sich dann zum unbestrittenen Gottkönig auf und benutzte diesen Becher Wasser, um den magischen Tau zu veredeln. Und so gelang es ihm, ein glorreiches und mächtiges Reich zu errichten.<br>Diese Geschichte ereignete sich vor langer, langer Zeit, und ihre Protagonisten sind mittlerweile entschlummert in der Phosphoreszenz der Fische der Tiefsee.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/91ea8723306e98e3d1bcb55d7fdf7c81_7702936392263450662.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Weinkelch des unberührten Meers",
        "desc": "<p>Welches Imperium vermag es schon, tausend Jahre zu überdauern? Fragen wie diese waren es, die den Tyrannen nach seiner Rückkehr aus dem Reich der Drachen beschäftigten.<br>Unsterblicher Stein, kombiniert mit Ichor, extrahiert aus dem Urwasser, geformt zu einer Spezies, so zäh ist wie Schwarzeisen ... die Haut aus magischem Stein und in den Adern fließt der Ichor. Nie wieder Furcht vor dem Fluch der Rückkehr zum Ursprung ...<br>Noch immer träumte der stumme Golem den Traum eines Reiches ... nicht wissend, dass jenes längst vergangen war; seit mehr als tausend Jahren.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/53003e0178136f962ed95ee9c8cb7bff_6019797222817749572.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silberkelch des unberührten Meers",
        "desc": "<p>In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.<br>Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.<br>Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/c70230640d8706fd2e3aa837a391166c_8661799598287253826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Goldkelch des unberührten Meers",
        "desc": "<p>Als der Tyrann der untergegangenen Stadt zum letzten Satz der goldenen Symphonie anspielte, stahl sein liebster Musiker ihm den goldenen Becher, der den Ichor enthielt.<br>Schockiert über den Verrat und die Torheit des Gottkönigs, rief der Musiker die letzten verbleibenden Wachen herbei und benutzte den unlöslichen Ichor, um den Schreckensdrachen unter dem Turm zu versiegeln, auf dass er zusammen mit der Stadt des Königs in den Tiefen des Meeres versank.<br>Im Folgenden sollte die Figur des noblen Diebes aus der Geschichte verschwinden. Zurück blieb einzig die „Goldtruppe“, die sich weiterhin treu an seine Prophezeiung erinnert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/a8147d7dfc78a2dc5d47dd50bd6292ed_5159993621852884296.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Rückstand reinen heiligen Taus",
        "desc": "<p>Die Legende erzählt von einem dichten Meer der Ursprünglichkeit, das da war, vor der Geburt allen Lebens. Es war der reine Ursprung allen lebenden Seins und wird auch schließlich alles lebende Sein in sich verschlingen ... während alles, was nicht sein ist, ausgesondert wird und zu treibendem Schaum werde.<br>„Jener Schaum hat doch einen Zweck – Denn was würde das Urmeer je zurückweisen, es verschlingt ja alles lebende Sein?“, fragte der junge Harmost den großen Tyrannen, grübelnd ob jener Frage.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/b5eb251eb35df6de92c4e93ac29b1f23_1109308979150388286.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation reinen heiligen Taus",
        "desc": "<p>„Alles Leben, das aus jenem Ursprünglichen Meer kommt, wird zu demselben Schicksal auch wieder zurückkehren.“ So sprach der Harmost Boethius: „Aber die Möglichkeiten menschlicher Transzendenz sind unendlich, und selbst das Urmeer vermag nicht, sie alle aufzulösen ...“<br>Einst hatte der anmaßende Tyrann versucht, einen unauflöslichen reinen Ichor zu brauen, der spirituelle Weisheit und Gedächtnis gewähren sollte. Er wollte, dass seine Untertanen sich der Last ihrer physischen Leiber entledigten, um ein Sein der Ewigkeit und Unabhängigkeit zu erlangen.<br>Doch der Schmerz spiritueller Transformation ist ein solcher, wie ihn kein sterbliches Leben je ertragen könnte, und die Order des Tyrannen zerfleischte die Seelen und ließ sie in Fetzen zurück ...<br>Die Schreie der zahllosen Gepeinigten tauchten den Ichor in ein tiefes Schwarz und verloren ward Harmonie und Vernunft unter ihnen. Was blieb, waren Chaos und Wahnsinn.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/bfe4638702fbef7e67d5d84b99d5276d_1047440565046888618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Quelle reinen heiligen Taus",
        "desc": "<p>Dies ist ein Relikt aus der Zeit, als die „Okeanidenritterin“ noch durch diese Welt streifte. Die Ritter sagten, dass es in den unberührten Bergquellen noch treue Okeaniden gäbe, die jene reinsten aller reinen Quellen beschützten ...<br>Der Herr des künstlichen Ichors duldete jedoch kein Gemurmel, das von der großen Symphonie abwich. Der Legende nach wurde überall dort, wo der Harmost Boethius seinen Fuß hinsetzte, der natürliche Nektar vergraben. Aquädukte des Reiches wurden errichtet und die aus reinem Wasser geborenen Geister verschwanden spurlos ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/54913bb983c08663e91eef34841c80b9_3409061176490801630.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essenz reinen heiligen Taus",
        "desc": "<p>Eine dickflüssige und reine Essenz, gewonnen und verfeinert aus den Tropfen des Urmeeres. Der Gottkönig der alten Zeit hatte geglaubt, dass es ewiges Leben und unendliche Weisheit bringen würde, doch hört gut zu ... in ihr verbirgt sich eine Prophezeiung über das Ende: Alles löst sich auf und wird eins.<br>Dies war die unvollendete große Symphonie des Gottkönigs: Der goldene Ichor entwurzelter Geister würde das Wasser des Urmeers ersetzen, und die glorreiche Ordnung der ewigen Weisen würde honigtausüße Erleuchtung in die tiefsten Winkel dieser Welt tragen, und seien sie noch so erfüllt von Unwissenheit.<br>Doch die Verblendung des Gottkönigs ließ ihn schließlich versinken im pechschwarzen Tief der See, und zerfressen ward der goldene Ichor von der Ursuppe im unerbittlichen Fortlauf der Zeit ...<br>Der Harmost verschloss jedoch die Augen im Angesicht jenes schlechten Omens und versuchte, seinen gebrochenen Körper stützend, seinen Landsleuten mit dem letzten Ichor Leben einzuhauchen, auf dass die alte Ordnung der Dinge wiederhergestellt werde ...<br>Noch heute suchen wieder und wieder die apokalyptischen Visionen Boethius’ die Albträume vieler verrückter Dichter und junger Maler in Fontaine heim und erinnern sie an den unausweichlichen Kreislauf der Existenz des Seins.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/b511969117b243bc41e7af4c578dfb88_1180139127506227656.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Remuria, Fontaine"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "König der Götter Remurias"
          }
        ]
      }
    ]
  }
}