{
  "epId": 478,
  "name": "Lustiges von Tianheng",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Eine lockere Gedichtsammlung des Mystikers des Ping-Bergs von sehr durchmischter Qualität. Nichtsdestoweniger wird sie von jungen Dichtern in Liyue oder solchen, die es gern wären, gelesen und herangezogen.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/dd8c6468c3deeccbd4d7db623e498a40_4756487793361827791.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189770,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Erstes Lied</color>\n<color=#ffffffd9>Ich beobachte, wie zwei Dorfbewohner Schach spielen. Sie spielen furchtbar, denn einer versteht die Regeln nicht, der andere hat keine gute Strategie.</color>\n<color=#ffffffd9>Ein schwarz-weißes Chaos bricht auf dem Brett los. Ich versuche nicht so genau hinzusehen, aber ich bin doch fasziniert.</color>\n<color=#ffffffd9>Zweites Lied</color>\n<color=#ffffffd9>Diese Steinformationen sind sehr seltsam. Alles, was hier wächst, ist krumm und schief. Selbst Bäume sind wie Bonsais.</color>\n<color=#ffffffd9>Cor Lapis, schimmernde Jade und vieles mehr, so viel Seltenes sieht mancher in seinem ganzen Leben nicht.</color>\n<color=#ffffffd9>Drittes Lied</color>\n<color=#ffffffd9>Im Jueyun-Karst gibt es noch einen zweiten Himmel, einen Ort, den Normalsterbliche nicht finden.</color>\n<color=#ffffffd9>Selbst die Vögel und andere Kreaturen hier sind unsterblich.</color>\n<color=#ffffffd9>Viertes Lied</color>\n<color=#ffffffd9>Weiß wie feinste Seide, fein wie Salz, der Sand ist eine besondere Antiquität.</color>\n<color=#ffffffd9>Die Reichen schmeißen ihn aus ihren Häusern, aber ich hab ihn gern in meinem Haus.</color>\n<color=#ffffffd9>Fünftes Lied</color>\n<color=#ffffffd9>Der Fluss rauscht laut, seine Wellen schlagen an die Klippe, auf der ich sitze und lausche.</color>\n<color=#ffffffd9>Der Gott des Windes nebenan ist sehr ungehobelt. Ständig lässt er alles durch die Gegend fliegen und stört unsere Nachtruhe.</color>\n<color=#ffffffd9>Sechstes Lied</color>\n<color=#ffffffd9>Der Frühling ist endlich wieder in Qingce, Blumenduft liegt in der Luft. Schade, dass meine Eltern nicht hier sind.</color>\n<color=#ffffffd9>Schilf raschelt in der herbstlichen Kühle. Ich ernte etwas davon, um mir warme Winterkleidung zu machen.</color>\n<color=#ffffffd9>Siebtes Lied</color>\n<color=#ffffffd9>Der Herrscher über die Felsen hat diesen Felsen erbaut und die Bucht an der See.</color>\n<color=#ffffffd9>Diese Klippen sind so majestätisch und man kann von hier alles wunderbar sehen.</color>\n<color=#ffffffd9>Achtes Lied</color>\n<color=#ffffffd9>Wie schön kühl der Schatten eines Baumes ist, wenn der Sommer richtig heiß wird. Mein Bett ist ein Berg voller Blätter.</color>\n<color=#ffffffd9>Jedoch verderben mir diese elenden Mücken mein Erlebnis und ich kann nur nach Hause fliehen.</color>\n<color=#ffffffd9>Neuntes Lied</color>\n<color=#ffffffd9>Ich mache einen kleinen Spaziergang nach dem Abendessen und schaue mir die See an. Mich am Bart kratzend, sehe ich auf zu den Sternen.</color>\n<color=#ffffffd9>Die Sterne sind wie ein großes Zelt, aber der Mond war nicht zu sehen.</color>\n<color=#ffffffd9>Zehntes Lied</color>\n<color=#ffffffd9>Ich mache einen kurzen Halt beim Feiyun-Hang, dem Händler mit der besten Auswahl an feinsten Steinen.</color>\n<color=#ffffffd9>Aber warum hier mein Geld an Steine verschwenden? Lieber kaufe ich mir ein deftiges Essen auf der Yujing-Terrasse.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lustiges von Tianheng"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden Gasthaus Wangshu in Liyue"
          }
        ]
      }
    ]
  }
}