{
  "epId": 4780,
  "name": "Egeria",
  "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1723809803,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Die Sieben, Fontaine"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Herrin allen Wassers"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "乔璐雨 (Qiao Luyu)"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Courtney Steele"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "矢作紗友里 (Yahagi Sayuri)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-yeong)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Egeria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/141341446/b0fb20592e699cd5342b9c87d6fab121_3786583996664341805.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria, wie sie Okeaniden in Menschen verwandelt."
          }
        ]
      },
      {
        "key": "Egeria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/141341446/6555b6c18d716410b9f97d30e099a333_2830425838904171500.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Celestia bestraft Egeria und ihr Volk für die Erbsünde"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria und die Erbsünde",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Legende besagt, dass der erste Ozean eine blutähnliche Zusammensetzung hatte und dass das Leben in ihm nicht individuell war. Um das Land zu betreten oder sich in die Lüfte zu erheben, entwickelte das Leben Blutgefäße, um das Fließen des Urmeers in sich selbst zu erhalten. Das schlagende Herz, das dieses Urmeer des Blutes beherrschte, war der erste Hydro-Drache. Jedes Mal, wenn dieses Herz pulsierte, erhob sich alles Leben und lobte es.\nAls dieses erste Herz entfernt wurde, kam der Abgesandte von Celestia, der Anführer, auf deren Schultern die Pflicht lag, Leben zu erschaffen, zum großen Urmeer, und dort erschuf er ein anderes Herz, Egeria. In seinem Adel war dieses Herz dem Drachen gleich, aber nicht in seiner Form und es hatte die Majestät eines Gottes, war aber ohne jede göttliche Aufgabe. Und obwohl es von einem Herrscher der Menschen erschaffen wurde, waren seine Substanz und sein Wesen alles Materie aus dieser Welt, ganz ohne fremde Elemente. Sie war die Tränen, die in das Urmeer flossen, auf der Suche nach Kommunikation und Verständnis, ein Streben, das sie zum Weinen brachte. Und aus diesem Mitgefühl heraus beging sie all die Sünden, vor denen sich alle Wesen aus reinem Wasser hüten müssen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b0fb20592e699cd5342b9c87d6fab121_8080804659198869478.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria schuf die Okeaniden, elementare Lebensformen. Da die Okeaniden das Leben der Menschen bewunderten, wollten sie auch zu Menschen werden. Egeria nutzte die Macht des Urmeeres und verwandelte einige Okeaniden in Menschen, deren Blut mit dem Urwasser floss. Diese Erschaffung von Menschen wurde zur Erbsünde von Egeria. Celestia war wütend auf Egeria, weil sie die Macht des Meeres gestohlen hatte, und sperrte sie deshalb ein. Es entstand eine Prophezeiung, die besagte: <color=#ffffffd9>„Am Ende werden sie alle eins mit dem Wasser sein, und nur der Hydro-Archon wird zurückbleiben. Ganz allein, auf seinem Thron sitzend, wird er seine Tränen vergießen ... Erst dann werden die Bewohner von ihren Sünden reingewaschen sein.“</color>\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria und Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/4417194d9a22aa68cbc2c9d4aa037acd_7056164159267232608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während Egeria gefangen gehalten wurde, kam Remus in Fontaine an und gründete Remuria. Ihm wurde vorausgesagt, dass er eine blühende Nation aufbauen und den Menschen Zivilisation und Gerechtigkeit bringen würde, aber am Ende würde genau diese Gerechtigkeit ihr Untergang sein. Der Gottkönig konnte die dunkle Zukunft, die ihm vorausgesagt wurde, nicht ertragen und beschloss, Egeria zu finden, die in Fontemer gefangen gehalten wurde. In den tiefsten Tiefen der Gewässer, dem Hort der ewigen Nacht, erfuhr der erlauchte König alle Geheimnisse der Herrin allen Wassers. Egeria erzählte Remus, dass sie einst eine unverzeihliche Sünde begangen hatte, und der daraus resultierende Fluch war ebenfalls unwiderruflich. Schließlich nahm Remus den Kelch des reinen Wassers mit auf die Reise. Er versprach Egeria, eine Welt zu schaffen, die frei von den Fesseln der Vorsehung ist.\nIn einem Versuch, dem Schicksal zu entgehen, schuf Remus für sein Volk unvergängliche Körper aus Bronze und Stein mit Blut aus unlöslichem Ichor, damit die Zeit sie nicht zerstören konnte. Der Gottkönig schuf eine große Symphonie, damit jeder freie Mensch sein Schicksal selbst in die Hand nehmen konnte. Um den nördlichen \"Barbaren\" die Zivilisation zu bringen, führten die Remurianer Harmosts Golem-Armeen an, um die Völker der Hohen See zu erobern, aber Egerias Anhänger, die Okeanidenritter, weigerten sich, sich zu unterwerfen. Sie schworen, die Geister der reinen Quellen (Okeanide) und andere Ritter vor den Kriegern von Remus zu schützen. Ihr Hauptziel war es, den Kelch des reinen Wassers zu finden, um die Erbsünde zu sühnen und Egeria von den Fesseln der Gefangenschaft zu befreien.\nEine Legende besagt, dass die Okeanidenritter, als die Sünde die Stadt der Ewigkeit zum Fall verleitete, unvorstellbare Prüfungen über sich ergehen lassen und nie gekannte Leiden ertragen mussten. Doch am Ende erreichte die innige Sehnsucht der Menschen den Himmel. Dank ihrer reinen Herzen und des durch zahllose Opfer erlangten reinen Grals wurde die Herrin allen Wassers aus ihrer Gefangenschaft befreit und wiederhergestellt.\nEine andere Legende besagt, dass eine Sängerin namens Erinnyes, als die Sünde die Stadt der Ewigkeit zum Fall verleitete, unvorstellbare Prüfungen über sich ergehen lassen und nie gekannte Leiden ertragen musste. Dennoch blieb sie unfähig, den Kelch des reinen Wassers zu finden. Doch der Himmel wählte die Herrin allen Wassers aus und befahl ihr, aus ihrem urzeitlichen Gefängnis zurückzukehren, um die Nachfolge des goldenen Königs anzutreten und über die Meeresruinen zu herrschen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Wie auch immer die Legende lauten mag, als Egeria aus der Gefangenschaft zurückkehrte, erhielt sie einen Splitter desjenigen, der zuerst da war, und erlangte sowohl das Recht eines Archons als auch die göttliche Pflicht, zu spät zu kommen. So begann Egerias Herrschaft als Hydro-Archon von Fontaine. Zu Ehren der Heldentat der Okeanidenritter, die Zeuge der Rückkehr Egerias wurden, wurde das Fontainale-Fest ausgerufen.\nFrüher, während der Herrschaft von Egeria, wurden Verbrecher in die Wüste verbannt, aber einige begannen, Egeria um Vergebung zu bitten, und die barmherzige Herrin allen Wassers erlaubte ihnen, das im Meer gelegene Geheimnis zu bewachen. So entstand das Fort Méropide. Dieses Geheimnis war ein Durchgang zum Urmeer, das einer Prophezeiung zufolge Fontaine vernichten sollte. Mit der Zeit wuchs die Gemeinschaft der Verbrecher, und viele vergaßen das ursprüngliche Ziel, aber der Durchgang zum Urmeer blieb eine verbotene Zone.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontainale",
        "desc": "<p>Das Fontainale wurde ins Leben gerufen, um der Suche der Okeanidenritter nach den Okeaniden und ihrer Begrüßung des früheren Hydro-Archons Egeria zu gedenken.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/063f9b9db2646f99a188cd9cba2b1140_1481670709449090155.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Okeanidenritter",
        "desc": "<p>Okeanidenritter sind Anhänger der Herrin allen Wassers, Egeria, die geschworen hat, die Okeanide zu beschützen, den Kelch des reinen Wassers zu finden und die Fesseln zu zerschlagen, die Egeria gefangen hielten, um die Erbsünde zu sühnen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/36893887/52262407b200906aef4174b82522c390_2579717535155606902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Einer von Remus' Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/8dd1bf13fcb6632439addaf00c2e4b7b_8473074876624781503.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>„Goldener Jäger“, einer von Remus Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/be6dc5d4421df05c7eb7e14e6211b0dd_4507834170128302655.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Pracht des stillen Wassers",
        "desc": "<p>Ein Stab, um den reinstes Wasser wirbelt. In längst vergangenen Tagen symbolisierte er die höchste Autorität über die Meere.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/36893887/9807aa25f336daae391a6f6d4995af3d_1610958945734066918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment harmonischer Launen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/7557f4558ab243d82e8b6b9994fc97ee_8069464724970248372.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Die Katastrophe",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor ihrer Gefangennahme durch Celestia war Egeria, Herrin von Amrita, mit Rukkhadevata, Herrin der Pflanzen, und Nabu Malikata, Herrin der Blumen, befreundet. Nabu Malikata erschuf eine „Tochter“, Khvarena, deren Schicksal der unvermeidliche Tod und die Opferung war. Wie vorhergesagt, musste diese Tochter die Umarmung der drei Mütter, Rukkhadevata, Egeria und Nabu Malikata, verlassen, um sich aufgrund der wachsenden Unreinheit der Welt zu opfern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/06fb58047b7794f1c605ffa922279cd9_3967964877866276723.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Nabu Malikata sich opferte, bat sie ihre Freundin Rukkhadevata, sich um Khvarena zu kümmern. Die Herrin der Pflanzen verwandelte Khvarena in den göttlichen Vogel Simurgh und beauftragte sie mit dem Schutz zweier Welten, mit der Bewachung der Grenze zwischen neuer Geburt und Tod. Als viele Jahre später die Katastrophe kam, wurde die Anführerin des Wasserreichs in der Oase Vourukasha in einem Kampf mit den Abgrund-Monstern getötet, und ihr Körper wurde in ein Meer aus reinem Tau, die Amrita, verwandelt. Doch Amrita wurde von dem Abgrund entweiht, und dann erfüllte der Vogel Simurgh seine Pflicht, indem er aus dem Amrita trank und es in viele Teile zerstreute. Aus diesen Stücken wurden die Pari geboren, die die Oase Vourukasha vor den Ungeheuern des Abgrunds schützten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/0058c3c9591f49bc0ac12760d5250fb4_7510331837180065839.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata ließ aus dem Amrita den Harvisptokhm-Baum mit dem heiligen Lotus Gaokerena darin wachsen. Der Lotus enthielt das Bewusstsein von Egeria, sodass sie die Barriere zwischen der menschlichen Welt und dem Abgrund in der Tunigi-Höhle aufhalten konnte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/e53c4679115d76664383620ddb419cd7_198016762447992707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 Jahre später wurde der Gaokerena-Lotus erneut vom Abgrund verseucht. Die Barriere zwischen dem Abgrund wurde dünner und verursachte ein Phänomen am Himmel, dass das Zeichen von Apaosha genannt wird. Dank der Bemühungen des/ der Reisenden, Paimons, der Blumenwächterin Sorush und anderer Pari, wurde das Große Lied von Khvarena gefunden und der Ritus von Chinvat durchgeführt, um das Harvisptokhm zu reinigen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Die Göttin der Weisheit, die frühere Dendro-Archontin und eine Freundin von Nabu Malikata und König Deshret. Sie wurde vollständig aus Irminsul ausgelöscht, um es vor verbotenem Wissen zu bewahren.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/41cf18c09152213a5353f9588eecd2a6_7450209145864414917.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Licht der Vourukasha-Oase",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/bc9329baf36935b2fb094f783a7695f2_2413287389734859263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3764,
        "name": "Hymne des Khvarena",
        "desc": "<p>Die Hymne des Khvarena enthält die mächtige Kraft der Khvarena, doch nur die von den Khvarena geduldeten Pari können diese Kraft durch ein spezielles Ritual freisetzen ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/22/47685001/307f52873a80df9de34b48bdeca2666f_2943830428142901135.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3726,
        "name": "„Hymne des Khvarena“",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_4961883698365434118.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria und Okeanide",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der Legende nach vergoss die sanfte Egeria die erste Träne, aus der der erste Okeanide geboren wurde. Einige sagen, dass Egeria großes Mitgefühl für die Drachen empfand, andere wiederum, dass sie große Traurigkeit über das Schicksal der Menschen empfand. Nun bleibt uns nur noch eine metaphorische Darstellung, deren wahre Bedeutung unklar bleibt: <color=#ffffffd9>„Die weißen Knochen der Echsen wurden zu Schleim, und die Schwäne waren hier geboren.“</color> Die neugeborene Okeanide wurde die Aufgabe zuteil, alle Formen des Lebens zu begreifen: die Vielfalt der Arten zu verstehen und jedes Geschöpf zu lieben. Sie tauchte aus dem Meer des Lebens auf und besaß die Macht der Metamorphose. Egeria wollte, dass sie diese Kraft nutzte, um die Essenz der Lebewesen in ihr Wesen einzuprägen, und so entwickelte sie allmählich eine Sehnsucht nach dem Leben. Sobald sie genug Verständnis für die Menschheit aufbrachte, vergoss sie ihre erste Träne auf der Erde. Okeaniden drückten ihre Liebe aus, indem sie Wasserkörper miteinander verschmolzen. Auf diese Weise konnten viele Seelen ohne Trennung koexistieren.\nDie Okeaniden waren Egerias Vertraute. Sie sandte sie einst aus, um in Flüssen, Bächen und Teichen überall auf dem Kontinent zu leben, und fast alle von ihnen waren Spione für Fontaine. Die Herrin allen Wassers wollte alle Menschen auf der Welt miteinander verbinden, so wie alles Wasser miteinander verbunden ist.\nDie Okeaniden wiesen beträchtliche Unterschiede in ihren kognitiven Fähigkeiten auf, was zum Teil auf die unterschiedliche Lebenserwartung zurückzuführen ist, die zu einem sehr unterschiedlichen Niveau an Erfahrung und Wissen über die Welt führt, aber auch erhebliche individuelle Unterschiede bei den Okeaniden selbst tragen zu diesem Phänomen bei. Einige Okeaniden waren einfach zu begriffsstutzig, um Aufgaben im Zusammenhang mit den Wassersystemen des Kontinents zu erfüllen, und sind daher auf Fontaine beschränkt, wo sie dabei helfen, menschliche Emotionen zu beruhigen.\nNach dem Tod von Egeria verloren viele Okeaniden den Kontakt zu Fontaine. Sie erkannten den neuen Hydro-Archon nicht an und wünschten sich nur, die Träume von einst am Leben zu erhalten. Viele Okeaniden pilgerten durch die schwüle Sumeru-Wüste, um Harvisptokhm zu erreichen und ihre Göttin zu sehen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b1382ca8d5c39cd34c781837f05c5ea4_2796783750444812891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die mächtige Okeanide Rhodeia, die berühmteste Späherin der Okeanide, floh aus Fontaine und ließ sich in der Nähe des Dorfes Qingce in Liyue nieder, wo sie von einem kleinen Hafen mit ruhigen Gewässern träumte. Als sie einer anderen Okeanide, Endora, begegnete, befürchtete sie, dass diese eine von Hydro-Archon gesandte Attentäterin von Fontaine sei, und so streckte sie ihre Feindschaft, die das Wasser bitter machte, aus, um Endora zu töten. Nachdem Rhodeia die Wahrheit erfahren hatte, lud sie Endora ein, mit ihr zu verschmelzen und das Wasser wieder süß zu machen. Doch Endora lehnte dies ab."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/824a0869fac4b8806047e7d2fb223c1e_5613481236590228235.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Okeanide Callirhoe, die als Fee der Quelle bekannt ist, ließ sich in der Quellingen-Quelle in Mondstadt nieder. Dort lernte sie einen Jungen kennen, der sich in sie verliebte. Aus Angst vor ihren Gefühlen und weil sie befürchtete, dass der Junge viele Jahre später die mit der Okeanide verbrachte Zeit bereuen würde, schwieg Callirhoe viele Jahre lang.\n<color=#ffffffd9>„Wenn die Sterne am Nachthimmel alle erloschen sind und alle Ströme und Träume sich in demselben großen Ozean vermischt haben, erst dann werden wir uns wiedersehen.“</color>\nErst als der Junge erwachsen und ein alter Mann wurde, traute sich Callirhoe endlich, ihm zu begegnen und seine Gefühle zu erwidern, indem sie der Quelle ihr Herz schenkte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/25/36893887/47d837b35aecdab4b11dc536fa285679_2594697710832099900.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Weder Rhodeia noch Callirhoe wollten, dass Endora ihren Weg nachgeht, also beschloss Endora, einen Weg zu gehen, den niemand sonst gehen konnte. Sie beschloss, auf eine Reise zu gehen - um alles zu sehen, von den Blumen, die an seinen Ufern blühen, bis zu den Wolken, die am Horizont sitzen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1db6cabb7224e998c529340769b5842a_4323134540389713668.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Eine andere mächtige Okeanide, Idyia, traf auf der Flucht vor Fontaine die Hexe Alice in der Wüste von Sumeru, und sie schuf für sie eine Welt in einer Flasche, Veluriyam-Mirage. In dieser Welt half Idyia vielen verirrten und müden Reisenden, und als sie Veluriyam-Mirage verließen, erschuf sie ihre Wasserprojektionen aus Wassergeistern, damit sie in ihrer Welt weiterleben konnten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/9dd957087aa42735905d94761558de17_3840721841765083999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Okeanide Lyris, die nicht über so hohe intellektuelle Fähigkeiten wie Rhodeia, Idyia und Callirhoe verfügte, wurde noch vor dem Tod von Egeria als Zeichen ihrer Dankbarkeit mit der Leitung des Haus des Narzissenkreuzes, Fontaines Waisenhaus, betraut. In Lyris' Waisenhaus wuchsen bedeutende Persönlichkeiten für die Geschichte Fontaines heran wie Basil Elton, Admiralin der Fontaine-Marine; Alain Guillotin, der große Wissenschaftler, der die Fontaine-Energiekrise löste; und René de Petrichor und Jakob Ingold, die auf ihre Weise versuchten, Fontaines Prophezeiung zu widerstehen und alle Menschen zu retten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Okeanide",
        "desc": "Eine Lebensform aus hochreiner Hydro-Kraft, die oft von anderen Wesen mit Hydro-Energie begleitet wird.<br/>Je reiner ein Gewässer ist, desto stärker sollen die darin enthaltene Hydro-Energie und damit die Kraft der Okeaniden sein. Es gibt aber auch Legenden, die besagen, Okeaniden wären die Abkömmlinge eines Wasservolkes aus einem weit entfernten Land, die die Bruchstücke eines längst verstorbenen Gottes in alle Ecken dieser Welt bringen. Ihr Ziel mag sein, die Überreste ihres geliebten Gottes mitsamt ihrer Liebe in der Welt zu verteilen, um diesen Teil des gesamten Wasserkreislaufs werden zu lassen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Die bekannteste und stärkste Späherin der Okeanide. Nach dem Tod des vorherigen Hydro-Archons floh sie aus Fontaine und ließ sich im Dorf Qingce nieder.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/22c5aa48029e284acdac3cf43dc48d26_6495825121111835538.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Eine wahrlich sehr neugierige Okeanide, die nur die Welt sehen möchte. Könnte eigentlich sehr gut mit „Miniseelie – Taukraut“ auskommen, aber bitte verschmelze sie nicht miteinander, danke.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, auch bekannt als Wasserfee, ist eine Okeanide, die Fontaine nach dem Tod des vorherigen Archons verließ und sich in Quellingen niederließ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/aa9bf43eb91ae03fddb42f6c5b743ea7_6838862284042981578.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Ein Ereignis-exklusiver NSC. Sie ist eine Okeanide und die Hüterin des „Flaschenlandes“, Veluriyam Mirage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/3a7c8da6f3541e963e1cca80b7aa1cfd_4057513518819718073.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain wurde mit seiner Schwester Mary-Ann vor 500 Jahren im Haus des Narzissenkreuzes aufgezogen. Er wurde ein Forscher und trat später dem Maréchaussée-Phantom mit seiner Schwester bei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/5f9666801f8c3cd059ac14e8eb9dbc96_3560738468166124308.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria und Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1da56616903c2c0ab282394bbb06bb8c_2762668338429049931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors war einst Egerias okeanische Vertraute. Focalors wollte immer ein Mensch werden, da die Existenz eines Menschen in ihren Augen die schönste Vorstellung war. Egeria verwandelte Focalors in einen Menschen und wählte sie später zu ihrer Nachfolgerin auf dem Archon-Thron."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/4d00bf623c0adde66eacebeb7573b94e_1782249839317105255.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria war sich sicher, dass die Prophezeiung in Erfüllung gehen würde und dass der himmlischen Ordnung nicht widerstanden werden konnte. Sie legte die Lösung dieses Problems auf die Schultern von Focalors. Wenn der Diebstahl der Macht des Urmeeres die Erbsünde Fontaines war, so wäre die Abstammung der Fontainianer als Menschen und ihr Recht, in dieser Welt zu existieren, Fontaines „ursprüngliche Gerechtigkeit“. Die „Existenz“ war Egerias Gerechtigkeit, und Focalors Gerechtigkeit ist die „Fortsetzung“ dieser Existenz. Der Prophezeiung zu trotzen und dafür zu sorgen, dass Fontaines Volk weiterleben wird - das sollte die Gerechtigkeit sein, die über allen anderen thront.\nFocalors überlegte lange, wie sie der Prophezeiung entgegentreten konnte und fand die einzig mögliche Antwort: Es war notwendig, die himmlische Ordnung während der Erfüllung der Prophezeiung zu täuschen. Nachdem sie zum Archon geworden war, trennte Focalors ihre neugewonnene Göttlichkeit von ihrem Körper und ihrem Geist und erschuf Furina. Während Furina über Fontaine herrschte, sammelte Focalors Energie, um die himmlische Ordnung zu täuschen. 500 Jahre später, als sich die Prophezeiung zu erfüllen begann, war Focalors in der Lage, all diese Energie zu nutzen, um ihren göttlichen Teil zu zerstören und damit den Thron des Hydro-Archons zu vernichten, wodurch die Autorität von Hydro an den Drachenherrscher Neuvillette zurückgegeben wurde. Nachdem er seine volle Macht erlangt hatte, vergab er den Menschen von Fontaine ihre ursprüngliche Sünde und verwandelte sie in echte Menschen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Focalors ist der letzte Hydro Archon. <span class=\"wk-shady\">Sie starb durch ein Todesurteil durch das Oratrice mécanique d'Analyse cardinale.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      }
    ]
  }
}