{
  "epId": 4782,
  "name": "Fürst des ziehenden Himmels",
  "desc": "<p>Der Fürst des ziehenden Himmels war ein Adept, welcher im Archontenkrieg beim Verteidigen Liyues gestorben ist.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1708012775,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fürst des ziehenden Himmels",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/36893887/67c2b3e6ef1baf49e9d409348083680b_7213518508679606426.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Fürst des ziehenden Himmels war ein Adeptus, der die Gründung der Liyue vor 3700 Jahren miterlebte. Er gehörte zu den ersten Adepti, die den Vertrag mit Rex Lapis unterzeichneten und schworen, die Menschen zu schützen. Er half ihnen auch bei der Umsiedlung von der Guili-Stätte nach Liyue wegen der Flut."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/36893887/4026de1761414bf5119d628d56c46d81_6849405523276444635.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Seine Form eines göttlichen Tieres ist ein Hirsch mit einem riesigen Geweih - die Heiligtümer von Rex Lapis, die der Fürst des ziehenden Himmels ganzer Stolz waren. Laut Madame Ping war der Fürst des ziehenden Himmels selbst immer ein Angeber. Es heißt, dass das Geweih aus der Essenz der göttlichen Kraft von Rex Lapis hergestellt wurde, was es zum härtesten Material in ganz Liyue machte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/36893887/293b84e8f1ebe5bbc31720316051b719_2082138564154336365.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während des Archontenkrieges kam es zu einer epischen Schlacht zwischen Dämonen und Adepti. Die Legende besagt, dass sich der Himmel verdunkelte, der Wind heulte und die Wellen so hoch wie Häuser waren. Der abscheuliche Dämon schlug erneut mit aller Macht zu, aber der Fürst des ziehenden Himmels konnte dem Angriff ausweichen, so dass der Schlag auf dem Berg Tianheng landete. Er war so stark, dass die Basis des Berges zerbrach. Plötzlich gab es ein donnerndes Geräusch von riesigen Felsen, die die Berge hinunterrollten, und der gesamte Berg Tianheng drohte einzustürzen. Der Fürst des ziehenden Himmels wusste, dass er schnell handeln musste, und so rief er einen anderen Adeptus herbei. Mit einem Schlag seines Stockarms riss dieser Adeptus das Geweih des Kopfes von dem Fürst des ziehenden Himmels ab. Der Fürst des ziehenden Himmels benutzte sein eigenes blutgetränktes Geweih als Keil, um den Berg zu stützen. Sein Blut bedeckte seinen Kopf, aber er wischte sich nur groteskerweise mit der Hand über seinen blutgetränkten Schädel und begann, den Berg wieder hinaufzurennen, um den abscheulichen Dämon vom Angesicht der Erde zu tilgen. Er sah selbst aus wie ein König der Dämonen, aber für die Menschen, die unterhalb des Berges lebten, war der Fürst des ziehenden Himmels ihr Retter, ein großer und barmherziger Adeptus, der sie alle vor dem sicheren Untergang bewahrt hatte. Diese Menschen hielten mehr von ihm als vom Herrn von Geo. Der Fürst des ziehenden Himmels kämpfte so lange mit den Dämonen, bis er kein Blut mehr hatte und sein Leben ausging. Das Blut, das er in der Schlacht verlor, verwandelte sich in den Bishui-Fluss, und der Berg Tianheng steht noch heute hoch und stolz, weil der Fürst des ziehenden Himmels es geschafft hat.\nDie Mingxiao-Laterne wurde dem Fürst des ziehenden Himmels während des ersten Laternenfestes des/der Reisenden gewidmet.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fürst des ziehenden Himmels",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/141341446/fa023f37d71a5e20e763ed0427916cc9_2462552774899126470.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nachbildung von des Fürst des ziehenden Himmels' Aussehen."
          }
        ]
      },
      {
        "key": "Fürst des ziehenden Himmels",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/141341446/fa080424d41f1eafd47a6a47f80b5233_2386969376876926344.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Der Fürst des ziehenden Himmels zusammen mit Azhdaha, Marchosius und dem Fürst des untergehenden Mondes und der aufgehenden Sonne."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fürst des ziehenden Himmels"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten, Liyue"
          }
        ]
      }
    ]
  }
}