{
  "epId": 4783,
  "name": "Fürst des tobenden Meers und der ruhigen Dämmerung",
  "desc": "<p>Der Fürst des tobenden Meers und der ruhigen Dämmerung war ein Adept, der vor den Ereignissen im Spiel verstarb. Ihm wird während des Laternrituals gedenkt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/bcf3c5e99c0f06cc10a700403456164c_2159890830768602355.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1708012814,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fürst des tobenden Meers und der ruhigen Dämmerung",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/36893887/609a565288cbc847ef348ff44c26c066_4597597210781289501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Fürst des tobenden Meers und der ruhigen Dämmerung war einer der ältesten Adeptus von Liyue. Zusammen mit Rex Lapis und dem Rest der Adepti gründeten sie Liyue vor 3700 Jahren. In den alten Tagen war der Fürst des tobenden Meers und der ruhigen Dämmerung eng mit dem Fürst der fließenden Wasser und aufgetürmten Berge befreundet. Er war ein alter guter Freund von der Fürstin der stehenden Wolken und des stillen Windes und Guizhong und ihr Rivale. Der aufgeschlossene Adeptus ist schon vor langer Zeit verstorben. Der dritte Laternenritual, an dem der/die Reisende und Paimon teilnahmen, war ihm gewidmet.\nDer Fürst des tobenden Meers und der ruhigen Dämmerung liebte es, Schätze zu sammeln; er bewahrte sie in seinem Wohnsitz in der Nähe des Lisha-Gebiets auf. Gelegentlich brachte er sie zu den Adepti-Versammlungen mit. Laut der Fürstin der stehenden Wolken und des stillen Windes war er normalerweise ruhig, aber wenn es darum ging, seine Schätze zu zeigen, fing er oft an zu prahlen. Sobald er seinen Schatz zeigte, stand er sofort im Mittelpunkt der Aufmerksamkeit aller, was die Fürstin der stehenden Wolken und des stillen Windes empörte. Oft stritt der Fürst des tobenden Meers und der ruhigen Dämmerungr mit ihr, weil die Adeptus Schätze nicht das Ergebnis seiner Arbeit waren, sondern bei seinen Erkundungen gefunden wurden, bei denen er sie aus dem Boden grub, während die Innovationen und Mechanismen von der Fürstin der stehenden Wolken und des stillen Windes selbst gemacht wurden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/36893887/99e6b58147adab0a6b3a6a012db8e438_6355087114251691370.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Fürst des tobenden Meers und der ruhigen Dämmerung war einst der Besitzer des „Fantastischer Kompass“ - eines Artefakts, das die Einheit eines Adeptus und eines Sterblichen symbolisierte, und des legendären Dämmerplaustrit; der „Fantastischer Kompass“ wurde zum Schutz der Menschen geschaffen. Der Fürst des tobenden Meers und der ruhigen Dämmerung schenkte das Artefakt den Sterblichen als Zeichen der Freundschaft, und kürzlich wurde es während der Katastrophe benutzt, als die Millelithen gegen die Abgrund-Kreaturen in der großen Kluft kämpften. Cinnabarit ermöglichte es jeder Schöpfung, sich in den Himmel zu erheben. Dieses Material wurde für den Bau der Jadekammer und deren Wiederaufbau nach dem Kampf mit Osial, dem Oberherrn des Wirbels, verwendet, als dieser versuchte, den Hafen anzugreifen. Dieselbe Art von Stein wird für die Mingxiao-Laterne verwendet - die größte Laterne, die während des Laternenrituals gebaut wird und die mit den Geldern und Spenden des jährlichen Laternenmarktes errichtet wird.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Fürst der fließenden Wasser und aufgetürmten Berge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/24ed91484b6cba0d0f8c7dd916b9f774_8553136342884295936.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "Der „Tianquan“ unter den „Qixing von Liyue“. Ihr Reichtum ist enorm und bleibt unangefochten der größte im ganzen Land.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Der Letzte unter den Elf der Fatui, der Graf genannt, mit großen Erfolgen auf dem Schlachtfeld.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1735,
        "name": "Cinnabarit",
        "desc": "Ein Stück Plaustrit, das du bei einem Ruinenjäger gefunden hast. Es hat eine recht ungewöhnliche Farbe und könnte das Cinnabarit sein, von dem Wangya sprach ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vermillionite_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fürst des tobenden Meers und der ruhigen Dämmerung"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten, Liyue"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fürst des tobenden Meers und der ruhigen Dämmerung",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/6c38ec6c44b6c967e34abb39f1c74001_1235026203294209975.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nachbildung des Fürst des tobenden Meers und der ruhigen Dämmerung während des Laternenrituals."
          }
        ]
      },
      {
        "key": "Fürst des tobenden Meers und der ruhigen Dämmerung",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/d2d86f844d07a063fddbcf2670d9ecf2_8272355784189155445.png"
      }
    ]
  }
}