{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Elementare Lebensform, deren Lebensdauer die der Menschen weit übersteigt. Sie wurde von Rex Lapis an die Oberfläche gebracht. Morax schnitzte ihn in einen Drachen und gab ihm Augen, um die Sonne zu sehen. Azhdaha war seit vielen Jahren ein Freund und Verbündeter des Geo Archon.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/9c0dce794c94a0eaece583d661e78922_89780257675209378.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1705418682,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/0662a1594cc07cfeff32408a7b2637b0_4998457606528462179.png"
      },
      {
        "key": "Nantianmen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/fe16936966b43f3da1ea83765a629707_9049553062734076675.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ein Ort, an dem Azhdaha Jahrtausende lang schlummerte, bevor Rex Lapis ihn an die Oberfläche brachte. Später wurde es der Ort, an dem Azhdaha versiegelt wurde. Der Drachenbezwinger ist Azhdahas Schwanz."
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/fd99738efcbaa2937c90c54e8162ec9a_7464167198183959818.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha und Rex Lapis"
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/36893887/d4c8d1259e7de76589150fb7b36b0351_2414645499379494213.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha und Adepti"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Azhdaha",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Die meisten der alten Geo-Lebensformen, die unter Liyue leben, sind blind, da sie seit einer Ewigkeit kein Sonnenlicht mehr gesehen haben. Jahrtausendelang schlummerte der Geist des Felsens in Nantianmen und schien den umliegenden Hügeln gar nicht so unähnlich zu sein. Aber als er erwachte, ließ die kleinste Bewegung oder die geringste Ausdehnung von ihm die Erde erzittern und beben. Einmal war Rex Lapis allein in den Bergen unterwegs. Er hörte eine Stimme aus der Ferne, aus einer Erdspalte, wie keine andere. Manchmal war die Stimme traurig und liedhaft, dann wieder laut und donnernd. Der Herr des Gesteins suchte hier und dort, bis er schließlich einen seltsamen Stein aus dem Felsen herausholte."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Der Herr des Gesteins erbarmte sich des Geistes des Felsens und schnitzte ihn in eine lebendige Darstellung eines Drachens. So war Azhdaha ganz zu Beginn. Rex Lapis erhörte seinen Wunsch und hob ihn über die Erde. Mit seinem Finger verlieh er dem Drachen ein Paar Augen, mit denen er die Welt sehen konnte und kam mit ihm zu einer Vereinbarung. Rex Lapis stimmte zu, Azhdaha unter den Menschen über der Erde leben zu lassen. Sollte jedoch der Tag kommen, an dem er die Ruhe störte, würde er erneut in der Tiefe versiegelt werden. Der Drache begleitete den Herrn von Geo und kämpfte an seiner Seite in den vier Ecken der Welt."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "„Zerschmettert die Felsen, das Wasser entrinnt.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Der Drache hat Augen und ist nicht mehr blind.“",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Viele Jahrhunderte lang half Azhdaha zusammen mit Morax und anderen Adepti dem Volk von Liyue. Die Erinnerungen von Felsen halten jedoch nicht lange an. Die Erinnerungen, die überleben, sind in starken Gefühlen verwurzelt. Aber je mehr Zeit vergeht, desto mehr verblassen diese Erinnerungen. Erosion ist der größte Zerstörer von Erinnerungen auf der Welt. Die Erosion ließ Azhdahas Bewusstsein in Vergessenheit geraten. Langsam vergaß er das Gesicht seines alten Freundes und seine Erinnerungen an die Verteidigung von Liyue lösten sich auf. Azhdaha, nun unvollständig, wurde jähzornig und aggressiv. Die Erosion machte ihn noch wilder und egal wie sehr er sich auch wehrte, er verlor die Fähigkeit mit den Menschen zu koexistieren und verlor jede Vernunft. Morax teilte einen Teil seiner Macht mit Azhdaha, um eine weitere Erosion zu verhindern, aber es war vergeblich. Es ist die natürliche Ordnung, eine unaufhaltsame Kraft."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Die übermäßige Ausbeutung der Minen brachte den Fluss der Elemente in der Großen Kluft zum Beben, was Azhdaha unsägliches Leid brachte. Eines Tages griff er die Große Kluft an und führte Krieg gegen Morax. Rex Lapis musste gegen seinen Freund kämpfen. Er entschied sich für die Gerechtigkeit, gab aber seine Freundlichkeit nicht auf. Er kam nicht als Mörder zu Azhdaha, und so wurde Azhdaha bereitwillig weggesperrt. Morax sperrte Azhdaha unter der Erde ein und legte ein Siegel an, das den Durchgang schützte."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Jahrtausende später löste sich das Siegel, welches Azhdaha gefangen hielt und seine Macht manifestierte sich in dieser Welt als ein Kind namens Jiu. Mit dieser neuen Identität war er in der Lage, sich über die Kräfte, die ihn unterdrückten, hinwegzusetzen. Azhdaha beschloss, den Angriff von außen und innen zu starten, um das Siegel vollständig zu zerstören. Azhdaha hypnotisierte Bergleute, um einen Tunnel zum versiegelten Eingang zu graben. Gleichzeitig erwachte durch das Lösen des Siegels eine andere Kraft, die Reste von Azhdahas Wohlwollen. Diese Kraft war zu schwach, um zu reinkarnieren, aber stark genug, um den menschlichen Körper von Kun Jun zu übernehmen. Sein einziges Ziel war es, Morax zu finden und ihm zu helfen, Jiu aufzuhalten. Diese Kräfte waren Polaritäten und zeigten die Spaltung des Willens von Azhdaha. Jiu war die Erinnerung an die Erde, während Kun Jun die Erinnerung an die Koexistenz mit der Menschheit und an den letzten Vertrag Azhdahas mit Morax war. Dank „Kun Jun“ konnte Azhdaha sich an seine Zeit mit dem Herrn des Gesteins und an ihre Freundschaft und ihren Vertrag erinnern. Bevor er verschwand, bedankte er sich bei Morax und sagte, dass er nicht vergessen werde, wie Morax ihm die Augen schenkte, als Azhdaha sich nach der Sonne sehnte."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "„Alle Kräfte unter dem Himmel, Aufstieg und Fall von Land und Meer ...",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "... ein Stern erscheint in der Wildnis ... eine Sonne steigt auf, hell wie ... Jade ...“",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "„In der Wildnis fällt an einem Frühlingstag Schnee. Im Handumdrehen schmilzt er. Auch dort, wo er flüchtig ist und keine Spuren hinterlässt. Selbst dort, wo er nie wieder fallen wird ...“",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Ein Drache so alt wie die Berge.<br/>Unzählige Jahre hatte er Seite an Seite mit Rex Lapis gestanden, wandte sich aber schließlich gegen ihn und wurde dafür in die Dunkelheit der Erde verbannt. Während all der Zeit ist seine Kraft langsam gewichen und auch seine Erscheinung verlor ihre ursprüngliche Form.<br/>Die schwachen Vibrationen seiner Fesseln und das leise Brüllen hallen bis heute durch die Berge und halten die Erinnerungen an ihn wach.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "Grobes Schwert",
        "desc": "Ein Großschwert, das böse Geister und Menschen gleichsam vertreiben kann. Es scheint keine scharfe Kante zu haben und doch göttliche Kraft zu besitzen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Horn des Drachenkönigs",
        "desc": "Hörner, die aus gehärteter, über tausend Jahre kristallisierter Jade erschaffen wurden, sind die natürliche Krone des Drachenkönigs.<br/>Durchdrungen von Geist und aus dem Fels gehauen, wurde er aus dem Herzen des Berges geboren, um dem Land inmitten von Monolithen die Kraft der Erde zu zeigen, und seine langen goldenen Hörner sind das Zeichen seines alten Streits mit einem alten König.<br/>Eine Zeit lang war dieses Horn zerbrochen und verlor seinen Glanz, aber jetzt schimmert es kalt und golden, wenn es in deiner Handfläche liegt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Ast des Drachenbluts",
        "desc": "Genährt von der Macht des Drachenkönigs, glitzern diese Knochenzweige in seltsamen, einzigartigen Farben.<br/>Hass floss durch die natürlichen Ströme und küsste das kalte Mondlicht und aus ihnen wurden diese kristallinen Zweige geboren und wuchsen ...<br/>Auch wenn sie im Kampf abgetrennt wurden, rascheln diese von Drachenblut durchtränkten Zweige, als ob sie ewig unruhig wären.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Schuppe der Vergoldung",
        "desc": "Geschuppte Rüstungen, die auf natürliche Weise über mystischem Stein wachsen, zäh und lautlos und erfüllt von der Kraft des Drachenkönigs.<br/>Im Laufe der Jahre, als zahllose Generationen in den Mulch der Erde zurückkehrten, betteten sich Gold und Obsidian in Fleisch und Blut ein, die aus dem Gestein geformt wurden, bevor sie sich ausbreiteten und in Schuppen verwandelten.<br/>Sehr schmerzhafte Qualen, wortlose Schreie ... vielleicht werden sie alle verschwinden, wenn auch der Groll, der sie hervorbrachte, endlich zu einem Ende kommt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "König der Geo-Drachenechsen"
          }
        ]
      }
    ]
  }
}