{
  "epId": 4828,
  "name": "Die zwei Musketiere – Band I",
  "desc": "<p>Diese in Fontaine so beliebte Bestseller-Reihe erzählt eine Geschichte von Intrigen und Rache und davon, wie Gut und Böse miteinander verwoben sind.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/236594615/1772512a9302779045200c15c97d06c3_5741518591057657416.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1708205329,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Die zwei Musketiere – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Buch"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Inhalt",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>...</color>\n<color=#ffffffd9>Ein alter Mann mit leicht ergrautem Schläfenhaar legte vorsichtig sechs speziell angefertigte Musketenkugeln auf den Tisch und blickte mit seinen nahezu bereits erblindeten Augen auf das Geschwisterpaar vor sich.</color>\n<color=#ffffffd9>„Sechs Kugeln. Reicht das?“, fragte der alte Mann.</color>\n<color=#ffffffd9>„Ja, das reicht“, antwortete der Bruder.</color>\n<color=#ffffffd9>Der alte Mann seufzte. Er hatte sein Versprechen erfüllt und sein in diesem Leben angesammeltes Wissen an die beiden Waisen weitergegeben, die fünfzehn Jahre zuvor vor seiner Tür zusammengebrochen waren.</color>\n<color=#ffffffd9>Die Kunst des Schwertes, die Kunst der Schusswaffen, die Kunst der Täuschung ...</color>\n<color=#ffffffd9>Wie man in ein Herrenhaus eindringt, ohne von den Wachhunden entdeckt zu werden, wie man Menschen im Schlaf umbringt, ohne Spuren zu hinterlassen, und wie man den Abzug betätigt, ohne zu zögern ...</color>\n<color=#ffffffd9>„Sechs Kugeln, sechs Leben ...“, sagte der alte Mann zu sich selbst.</color>\n<color=#ffffffd9>„Nein“, sagte die Schwester, „fünf Leben.“</color>\n<color=#ffffffd9>„Einer Person werden wir zwei Kugeln verpassen.“</color>\n<color=#ffffffd9>Der alte Mann sagte nichts. Er hatte niemals gefragt, warum die Geschwister ihn ausgewählt hatten, und er hatte auch niemals gefragt, was sie planten. Genau wie damals auch sein Lehrer ihn nicht gefragt hatte.</color>\n<color=#ffffffd9>Aber der alte Mann empfand auch heute immer noch Mitgefühl für seine beiden Schüler. Was er mit seinen beiden nahezu blinden Augen im Laufe seines Lebens gesehen hatte, übertraf die Erfahrungen jedes anderen in der Stadt.</color>\n<color=#ffffffd9>„Rache ist ein Weg ohne Rückkehr, meine Kinder“, sagte er, „und das Wissen, das ihr von mir gelernt habt, reicht aus, um euch ein reiches und erfülltes Leben zu ermöglichen.</color>\n<color=#ffffffd9>Ich möchte nicht, dass ihr denselben Weg geht, den auch ich gegangen bin. Meine beiden Augen sind eine Strafe der Götter, die denen auferlegt wird, die Rache suchen.“ Er öffnete seine trüben Augen, so weit es ihm möglich war, um das Geschwisterpaar auf der anderen Seite des Tisches die Wahrheit sehen zu lassen.</color>\n<color=#ffffffd9>„Wir wurden schon vor zwanzig Jahren ermordet“, sagte der Bruder, „und wenn wir diese sechs Kugeln nicht dorthin schießen, wo sie hingehören, dann werden wir nie wieder in das Reich der Lebenden zurückkehren können.“</color>\n<color=#ffffffd9>Der alte Mann erwiderte nichts darauf. Er wusste schon damals, als er die beiden bei sich aufgenommen hatte, dass dieser Tag einmal kommen würde.</color>\n<color=#ffffffd9>„Also gut ... Dann werde ich auch nicht länger auf euch einreden.“ Er stand sich auf seine Hände stützend auf. In diesen Tagen kostete ihm selbst eine solch kleine Bewegung große Mühen.</color>\n<color=#ffffffd9>Dennoch wollte er auf die andere Seite des Tisches gehen und seine Schüler noch einmal umarmen. Er wusste, dass dies ihr letztes Treffen sein würde.</color>\n<color=#ffffffd9>„Braucht ihr sonst noch etwas außer diesen sechs Kugeln?“, fragte der alte Mann schließlich.</color>\n<color=#ffffffd9>„Nein“, sagte der Bruder.</color>\n<color=#ffffffd9>Der alte Mann bemerkte, wie die Schwester an der Seite die Stirn runzelte. Er konnte es nicht sehen, doch er konnte es fühlen.</color>\n<color=#ffffffd9>„Was ist, Iris?“, fragte der alte Mann. Er mochte Iris schon immer lieber, sie war einfühlsam und emotional, doch ihre Waffenhand zitterte nie.</color>\n<color=#ffffffd9>„Ehrlich gesagt habe ich noch eine weitere Bitte“, sagte Iris, während sie auf das Blumenfeld des alten Mannes vor dem Fenster blickte.</color>\n<color=#ffffffd9>„Kann ich einige der Regenbogenrosen pflücken, die du gepflanzt hast?“</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>– „Die zwei Musketiere“, Seite 224.</color>"
          }
        ]
      }
    ]
  }
}