{
  "epId": 4829,
  "name": "Die zwei Musketiere – Band II",
  "desc": "<p>Diese in Fontaine so beliebte Bestseller-Reihe erzählt eine Geschichte von Intrigen und Rache und davon, wie Gut und Böse miteinander verwoben sind.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/236594615/1772512a9302779045200c15c97d06c3_4266006560832842844.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1708205325,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Die zwei Musketiere – Band II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Buch"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Inhalt",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>...</color>\n<color=#ffffffd9>„Es ist vorbei ...“, die beiden Musketen waren auf die Brust des Barons gerichtet, während von dem Griff einer der Musketen unablässig Blut tropfte. „Tropf ... Tropf ... Tropf ...“, als würden die Tropfen die verbleibende Lebenszeit des Ziels der Muskete herabzählen.</color>\n<color=#ffffffd9>„Pah, diese Bande von Versagern“, fluchte der Baron in sich hinein, während er auf die Leute blickte, die hinter den beiden Musketieren im Regen auf dem Boden lagen, „Ich habe ihnen so viel Geld gezahlt und was habe ich am Ende dafür bekommen? Eine läppische Narbe?“</color>\n<color=#ffffffd9>„Weißt du, wer wir sind?“, fragte einer der Musketiere.</color>\n<color=#ffffffd9>„Was würde das schon ändern?“</color>\n<color=#ffffffd9>„Das würde es dir leichter machen, bei dem Richter in der Hölle Rechenschaft abzulegen.“</color>\n<color=#ffffffd9>Auch wenn der Regen auf sein Gesicht, seine Augen und seine Ohren einprasselte ... war jenes Geräusch des herabtropfenden Blutes auf unerklärliche Weise dennoch deutlich zu hören. Tropf ... Tropf ... Tropf ...</color>\n<color=#ffffffd9>„... Ich weiß es, Iris, Tulipe. Meine Kinder“, sagte der Baron. Sein Wille zur Gegenwehr war gebrochen. In dieser stürmischen Nacht saß er auf beschämende Weise im Schlamm und war am Ende seiner Kräfte angelangt.</color>\n<color=#ffffffd9>Tulipe spuckte zur Seite.</color>\n<color=#ffffffd9>„Wie kannst du es wagen, dich als Vater hinzustellen? Als du vor zwanzig Jahren unsere Mutter ermordet hast, wie hast du sie da angesehen, als sie das Gift einnahm?“</color>\n<color=#ffffffd9>Der Baron seufzte tief und schloss die Augen. Er erinnerte sich an das zurück, was vor zwanzig Jahren geschehen war. Überraschenderweise fiel ihm das leichter, als er erwartet hatte.</color>\n<color=#ffffffd9>Jene beiden Augen tauchten plötzlich vor ihm auf.</color>\n<color=#ffffffd9>Wie hätte er sich nicht in sie verlieben können?</color>\n<color=#ffffffd9>Ihr anmutiger Körper, ihr wohlklingendes Lachen ... Von einem Raum zum anderen gleitend warf sie ihm scheue Blicke zu.</color>\n<color=#ffffffd9>Und dann waren da noch ihre beiden dunkelbraunen Augen, so leuchtend wie der Sternenhimmel in der Nacht, so tief wie der Grund eines stillen Sees.</color>\n<color=#ffffffd9>Wie hätte er sie abweisen können?</color>\n<color=#ffffffd9>„Würdest du mich heiraten?“ Im Angesicht dieser beiden Augen konnte er nicht „Nein“ sagen.</color>\n<color=#ffffffd9>Doch wie hatte sie ihn verraten können?</color>\n<color=#ffffffd9>Sie forderte noch mehr von ihm und wollte sogar mit ihm davonlaufen?</color>\n<color=#ffffffd9>Tropf ... Tropf ... Tropf ...</color>\n<color=#ffffffd9>„Sie hat zu viel gefordert ...“, sagte der Baron und öffnete dabei die Augen.</color>\n<color=#ffffffd9>„Mutter hat nie etwas gefordert. Sie wollte einfach nur ein friedliches Leben führen, genau wie alle anderen Menschen“, widersprach Iris. Es war ihre Muskete, von der das Blut herabtropfte, doch ihre Waffenhand zitterte kein bisschen.</color>\n<color=#ffffffd9>„Sie wollte, dass ich meinen gesamten Reichtum aufgebe, um mit ihr durchzubrennen!“, brüllte der Baron. Den beiden kleinen Kindern vor ihm musste das Verständnis für Geld und Status fehlen, um solch naive Worte zu äußern.</color>\n<color=#ffffffd9>„Sie wollte nur, dass du deine Eitelkeit aufgibst und dich nicht um die Meinung von anderen scherst. Sie wollte, dass du sie wirklich liebst, so wie du es ihr versprochen hattest“, sagte Iris.</color>\n<color=#ffffffd9>„Wenn ihr an meiner Stelle gewesen wärt, dann hättet ihr sicher genauso gehandelt!“</color>\n<color=#ffffffd9>„Nein“, sagte Tulipe entschieden, „wir würden auf keinen Fall jemanden, den wir lieben, für Geld oder Status töten. Etwas Derartiges könnte nur der Teufel tun.“</color>\n<color=#ffffffd9>Der Baron schüttelte den Kopf, er wollte nicht weiter widersprechen.</color>\n<color=#ffffffd9>Tropf ... Tropf ... Tropf ...</color>\n<color=#ffffffd9>„Und welchen Zweck hat das alles?“, fragte er wie zu sich selbst, aber auch an die beiden Musketiere gerichtet.</color>\n<color=#ffffffd9>„Ihr habt eure Mutter verloren und euren Vater getötet ... Außer der Schuld eines Verbrechens, was bleibt euch noch?“</color>\n<color=#ffffffd9>Iris und Tulipe warfen sich einen kurzen Blick zu und zeigten keinerlei Zögern.</color>\n<color=#ffffffd9>„Es bleibt ... die Gerechtigkeit.“</color>\n<color=#ffffffd9>Zwei Schüsse ertönten, die die Nacht wie Donner durchfuhren und alle Regentropfen vor Schreck erzittern ließen.</color>\n<color=#ffffffd9>Die Geschwister standen lange bewegungslos im Regen. Wütend prasselte dieser auf die Stadt ein, doch nichts war so ohrenbetäubend wie ihre Stille.</color>\n<color=#ffffffd9>Nach einer Weile holte Iris eine Regenbogenrose hervor und legte sie auf die Brust des Barons. Dann ließ sie sich in die Umarmung ihres Bruders fallen und weinte laut. Der Regen spülte ihre Tränen in unbekannte Tiefen, in jenes Reich der Toten ...</color>\n<color=#ffffffd9>Plötzlich erzitterte ihr Körper und sie zog an der Kleidung ihres Bruders.</color>\n<color=#ffffffd9>„Was ist denn? Iris?“, fragte er.</color>\n<color=#ffffffd9>„Bruder, sieh mal ...“, sie zeigte auf die Regenbogenrose, die sie gerade abgelegt hatte. Sie war in der dunklen Nacht still erblüht und leuchtete so hell wie Blut.</color>\n<color=#ffffffd9>„Mutters liebste Regenbogenrose ... Sie ist erblüht.“</color>\n<color=#ffffffd9>– „Die zwei Musketiere“, Seite 358.</color>"
          }
        ]
      }
    ]
  }
}