{
  "epId": 4900,
  "name": "Andrius",
  "desc": "<p>Der Große Wolfskönig des Nordens, ein Beschützer des Wolfenlaufs und einer der Vier Winde.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/fc5a1da541b965f556c08e4ab01e7b89_9013765438814938837.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1713783304,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Andrius"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Vier Winde"
          }
        ]
      },
      {
        "key": "Titel",
        "value": [
          {
            "type": "RichText",
            "text": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf\nKönig des Nordwindes\nWolf des Nordens\nBoreas"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Jacob Craner"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "楠 大典 (KUSUNOKI Taiten)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "한신 (Hanshin)"
          }
        ]
      },
      {
        "key": "Verwandte Einträge",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2117,
            "name": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
            "desc": "Die größte, edelste Seele, die über Wolfenlauf wacht.<br/>Ist das Wolfsrudel in Gefahr, erscheint sie in Form eines Wolfes, der seine Zähne bleckt und die Krallen zeigt.<br/>Für die Bewohner von Mondstadt sind die Wölfe von Wolfenlauf furchterregende Phantome.<br/>Eine verschwommene Gestalt, die durch den Wald saust, ein schauriges Heulen in unbestimmter Ferne, das schleichende Gefühl, von hinten beobachtet zu werden.<br/>Das Gesetz des Wolfs des Nordens lautet, nie von Menschen erblickt werden zu dürfen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Andrius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/4e893120f175309a5dede9059a3074b8_5755852692077800989.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Andrius und Barbatos."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Andrius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/126656441db6468e7c76d32be6953935_2413593655697833579.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor Tausenden von Jahren verlieh ein alter Gott Andrius Kräfte, so dass er König des Nordwinds wurde. Er war eine edle Seele, die Wolfenlauf beschützte. Wann immer das Wolfsrudel bedroht war, erschien er in der Gestalt eines Wolfes und zeigte seine Reißzähne und Krallen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/fc0e41ddd06dc6fc637d16969e0876e7_3964897041697431359.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vor etwa 3000 Jahren führte der Große Wolfskönig des Nordens einen Krieg mit dem Gott der Stürme, Decarabian. Andrius ließ Mondstadt einfrieren und zwang Decarabian, Sturmwälle um das alte Mondstadt (heute Dvalins Ruinen) zu errichten. Als der Gott des Sturms gestürzt wurde und Barbatos der neue Anemo-Archon wurde, hörte Andrius auf zu kämpfen. Er erkannte schließlich, dass der eisige Nordwind das Leben nur auslöscht, nicht aber nährt. Deshalb ließ Boreas seine Kräfte frei in das Land fließen, um es und seine Bewohner zu schützen. Andrius ließ seinen physischen Körper sterben und nahm die Gestalt eines Wolfs aus Eis und Wind an."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/b34ebc96617bb4a954870f59cfee6165_2844330280309193709.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als vor 1000 Jahren die Aristokratie, die in Mondstadt regierte, von der Sklavin Vennessa gestürzt wurde, die daraufhin den Ordo Favonius gründete und die Vier Winde zusammenrief, wurde Andrius einer der Vier Winde, die Mondstadt beschützten. Einst wurde ihm der Wolfstempel gewidmet, in dem die Menschen den Wolf des Nordens verehrten, doch mit der Zeit gerieten die Vier Winde in Vergessenheit.\nVor vielen Jahren landete ein Mechanismus in Form eines Ruinenwächters namens „Pflug“ versehentlich in Andrius' Arena. Andrius hielt ihn fälschlicherweise für einen mutigen Mann, der ihn herausfordern wollte. Die Maschine konnte nicht denken, aber jeder Teil von ihr war zum Töten und Kämpfen bestimmt. Sie konnte sich drehen, hoch in die Luft fliegen und Feuerbälle verschießen. Am Ende konnte Andrius die Maschine besiegen, aber es gelang ihr, die Arena zu verlassen, bevor sie fiel. Für die Menschen des alten Mondstadts wurde der „Pflug“ zur „Letzten Wut des Tyrannen“, da sie die wahre Natur des Mechanismus nicht verstehen konnten. Diese Maschine war der Prototyp für alle in Khaenri'ah hergestellten Ruinenwächter und besaß das Auge des ersten Pflugs, mit dessen Hilfe der Abgrund-Orden, der sich gegen die Sieben Königreiche stellte, versuchte, eine mechanische Gottheit zu erschaffen, um die Götter von Celestia von ihren Thronen zu stürzen.\nHeutzutage haben die Wölfe von Wolfenlauf fast keinen Kontakt zu Menschen, aber eines Tages nahmen sie ein Kind in ihr Rudel auf, das sie später Razor nannten und das sie als „Lupical“, also als Familie, betrachten. Eines Tages wollte der Abgrund-Orden, dass Andrius ihnen diente, und im Gegenzug versprachen sie dem Geist, ihm seine göttlichen Kräfte zurückzugeben. Der Abgrundbote versuchte, ein Ritual durchzuführen, um den Geist des Königs des Nordens in Besitz zu nehmen, so wie der Abgrund-Magier einst den Geist des Drachen des Ostens, Dvalin, vergiftete. Der Abgerundbote lockte Andrius unter dem Vorwand, ihn zum Kampf herauszufordern, wurde aber von Razor und dem/der Reisenden aufgehalten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Der Gott der Stürme und der Herrscher vom alten Mondstadt. Er wurde durch einen Aufstand des Volkes von Mondstadt gestürzt, das seine Tyrannei nicht mehr erdulden wollte.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/54fc33ab94abb4b00460e448f7765892_2360361015522277088.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Eine ehemalige Sklavin, die Gründerin und erste Großmeisterin des Ordo Favonius und der Löwenzahnritter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/5d700c3723baf77505ae976a855abe95_2581259838663372027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Ein Junge, der zusammen mit Wölfen in Wolfenlauf bei Mondstadt weit ab von den Menschen lebt. Seine Instinkte sind scharf und seine Bewegungen schnell.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2180,
        "name": "Abgrundbote – Reißender Strom",
        "desc": "Monster des Orden des Abgrunds, die Hydro-Kraft im Kampf einsetzen.<br/>Diese stummen Gestalten sind die Vorhut des Abgrunds und schwingen Gezeitenklingen, die alles in einem Augenblick verschlingen, Rüstungen zerquetschen und Ketzer auslöschen können. Die törichten Massen können dem vorbestimmten Schicksal nicht entkommen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2117,
        "name": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
        "desc": "Die größte, edelste Seele, die über Wolfenlauf wacht.<br/>Ist das Wolfsrudel in Gefahr, erscheint sie in Form eines Wolfes, der seine Zähne bleckt und die Krallen zeigt.<br/>Für die Bewohner von Mondstadt sind die Wölfe von Wolfenlauf furchterregende Phantome.<br/>Eine verschwommene Gestalt, die durch den Wald saust, ein schauriges Heulen in unbestimmter Ferne, das schleichende Gefühl, von hinten beobachtet zu werden.<br/>Das Gesetz des Wolfs des Nordens lautet, nie von Menschen erblickt werden zu dürfen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Ein Elementardrache und der Freund des Anemo-Archons Barbatos. Nachdem er durch das Blut des bösen Drachen vergiftet wurde, wurde er als Sturmschrecken bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/6a4bc301d2ace0ace7ed7641c2c8bf9d_2129692592621583315.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 327,
        "name": "Zersplitterter Zahn des borealischen Wolfs",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br/>Das Leben eines Wolfs wird begleitet vom Tod. Gebrochene Knochen und zersplitterte Zähne sind dabei keine Seltenheit.<br/>Für Andrius brachten die Menschen nichts weiter als Verberben. Allein unschuldige Kinder nahm er auf. Sobald die Wölfe die Kinder und die Kinder die Wölfe akzeptiert haben, wurden sie zu einer „Lupical“, einer durch das Schicksal zusammengeführten Familie.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal Wolf's Cracked Tooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 324,
        "name": "Milchzahn des borealischen Wolfs",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br/>Die Wölfe sind seine Leibgarde. Jeden einzelnen davon segnet er, selbst die Kleinsten unter ihnen.<br/>Die Götter haben einst die Verantwortung für all ihre Schützlinge getragen. So führte Andrius die Wölfe nicht nur an, sondern nahm auch ausgesetzte Kinder und Streuner auf, ein sehr ungewöhnliches Verhalten.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal Wolf's Milk Tooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 326,
        "name": "Abgebrochener Zahn des borealischen Wolfs",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br/>Die Wölfe verstehen vollkommen, dass Menschen ihresgleichen brauchen, um sich nicht einsam zu fühlen. Abgebrochene Zähne sind das Abschiedsgeschenk von Wölfen, das, wie man behauptet, tatsächlich magischen Schutz bietet.<br/>In den Sagen einer weit entfernten Welt zog eine Wölfin zwei besondere Menschen auf. Die Wolfshöhle, in der sie lebten, wurde als „Lupercal“ bezeichnet, ähnlich der „Lupical“ dieser Welt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal Wolf's Broken Fang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 325,
        "name": "Heimweh des borealischen Wolfs",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br/>Der König der Wölfe, der die Menschen verachtete, konnte sich nicht im Geringsten vorstellen, welch glückliches Leben die Menschen führen konnten. Deswegen konnte auch nicht zum König des Windes dieser Welt werden. Er zog es daher vor sich zurückzuziehen. Die Wahrheit im Innern des Wolfs sah aber anders aus. Er war äußerst fürsorglich, wenn er ausgesetzte Menschenkinder aufzog.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal Wolf's Nostalgia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 355,
        "name": "Schwanz des Nordwinds",
        "desc": "Einige Schuppen vom Schwanz des großen Wolfs des Nordens.<br/>Auch nach dem Verlust von Leben und Form hat der Wolf des Nordens noch übermenschliche Kräfte. Seine für den Kampf aus Eis und Wind geformte Hülle kann sein ganzes Wesen nicht fassen. An den Eisschuppen haften im Kampf gefallene Seelen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tail of Boreas_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 356,
        "name": "Ring des Nordwinds",
        "desc": "Einige Eiskristalle vom großen Wolf des Nordens.<br/>Durch dieses Land pfiff einst der eiskalte Wind des Nordens. Wie scharfkantiger Kies sausten die Eiskristalle durch die Luft. Nackte Haut zerschlitzten sie in ihrem wilden Tanz und das Blut erstarrte im Nu. Heute ist der Wolf des Nordens zwar nur noch ein Schatten seiner selbst. Er besitzt aber immer noch die Kraft, das gesamte Land mit Schnee zu bedecken.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ring of Boreas_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 357,
        "name": "Seele des Nordwinds",
        "desc": "Etwas Energie der Seele des Wolfs des Nordens.<br/>Durch dieses Land pfiff einst der eiskalte Wind des Nordens. Letztendlich hat er verstanden, dass dieser Wind das Leben nicht nährt, sondern es zerstört. Mit seinen letzten Atemzügen übertrug er seine Kraft auf dieses Land, um es und seine Bewohner auf ewig zu beschützen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spirit Locket of Boreas_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}