{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Eine ehemalige Sklavin, die Gründerin und erste Großmeisterin des Ordo Favonius und der Löwenzahnritter.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/5d700c3723baf77505ae976a855abe95_2581259838663372027.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1712884818,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa und ihr Clan stammten ursprünglich aus Natlan und waren die Kinder von Murata, der Göttin des Krieges und der Herrin des Feuers, die zu jener Zeit der Pyro-Archon war. Die Murataner waren ein starkes und stolzes Volk, das an den Hängen der Vulkane weit im Westen lebte. Alle Kinder Muratas waren mit feuerrotem Haar gesegnet. Vor vielen Jahren verließen sie Natlan und wanderten durch das Meer aus Gras, um zu überleben. Zehn Jahre bevor Vennessa Venti kennenlernte, traf Vennessas Clan auf Ursa den Drachen, der Mondstadt viele Jahre lang terrorisiert hatte. Auf der Flucht vor Ursa, nachdem sie vier Tage lang gehungert hatten, landeten Muratas Kinder in Mondstadt, wo zu jener Zeit Adelige regierten.\nAls der vorherige Archon, Decarabian, gestürzt wurde, übernahm der Gott des Windes, Barbatos, die Herrschaft über Mondstadt. Er lehrte die Menschen Freiheit, Feste und Gleiten und hinterließ die Herrschaft an den Adel und fiel in einen Schlaf. Anfangs waren die Aristokraten ein Vorbild für die Menschen, doch mit der Zeit wurden sie durch die Macht korrumpiert. Sie brachten die Sklaverei und Gladiatorenkämpfe zu ihrer Unterhaltung zurück, und eines der wichtigsten Feste, Ludi Harpastum, wurde von einem Fest für das Volk zu einem Fest für den dominierenden Lawrence-Clan. Eine der Traditionen des Festes bestand darin, ein Mädchen auszuwählen, das den roten Ball namens Harpastum in die Menge werfen sollte. Man glaubte, dass die erste Person, die den Ball berührte, das ganze Jahr über Glück haben würde. Doch die Lawrences verboten es den einfachen Leuten, den Ball zu berühren, und das Mädchen, das zur Prinzessin von Ludi Harpastum auserwählt wurde, wurde von dem Lordling Barca Lawrence persönlich entführt.\nAls Vennessas Clan nach Mondstadt kam, versklavten die Herren sie, und Vennessa wurde zur Gladiatorin gemacht. Sie versprachen ihr, dass sie ihr und ihrem Volk nach zwölf Kämpfen die Freiheit schenken würden, und so kämpfte sie erbittert für sie. Eines Tages betete sie zu Celestia und bat die Götter um Hilfe und die Rettung ihres Clans. Anemo Archon Barbatos erwachte aus seinem Schlaf, nachdem er ihre Gebete gehört hatte, und kam in der Gestalt eines einfachen Barden, Venti, nach Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venti kam zum Ludi Harpastum und sah, in was die Adligen das Fest verwandelt hatten.Ludi Harpastum war ein Fest, dass der Anemo Archon ins Leben gerufen hatte, um die Menschen in seinem Land Freiheit, Freude und Weinbau zu lehren. Der Gott der Freiheit war nicht damit einverstanden, den Adeligen zu gehorchen, also wählte er Harpastum aus und provozierte damit den Zorn von Barca Lawrence, der den Wachen befahl, den Barden gefangen zu nehmen. Auf der Flucht vor den Wachen traf Venti auf Vennessa, die gerade Kräuter für ein krankes Mädchen aus ihrem Clan kaufte. Lawrence befahl Vennessa, sich zu entfernen, um Venti gefangen zu nehmen, aber sie weigerte sich und beschützte den Barden. Um sich an Vennessa zu rächen, bat Barca seinen Vater, Vennessas gesamten Clan freizukaufen, und sperrte Vennessa hinter Gitter, um sie am nächsten Tag in ihre letzte Schlacht zu schicken.\nIn der Nacht machte sich Venti auf den Weg zu Vennessa, dankte ihr für den Schutz, lud sie ein, Freunde zu werden, und erzählte ihr von Murata. Der Barde bedauerte ihre Fesseln und schlug ihr vor zu fliehen, doch Vennessa lehnte ab, da sie ihr Volk vor Barcas Zorn schützen musste."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/15dccff4be020841a05774fa00fb80dd_7933094639417586424.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessas letzter Gegner sollte eigentlich Ursa der Drache sein, aber Lawrence schickte nicht nur sie, sondern ihren gesamten Clan, einschließlich der Kinder und Alten, in den Kampf. Lord Lawrence versprach, im Falle eines Sieges alle Sklaven zu befreien und Vennessa seinen Reichtum und den Schlüssel zu Mondstadt zu geben. Ursa und seine Schergen warteten vor den Muratanern, und hinter ihnen ließen die Bogenschützen der Aristokraten die Sklaven nicht in die Stadt zurückkehren. Gerade als Vennessa dachte, dass sie alle sterben würden, erschien Venti und enthüllte seine göttliche Gestalt. Er verlieh Vennessas Schwert die Kraft des Windes und half, den Drachen zu vertreiben.\nNach dem Sieg über Ursa forderte Venti von den Lawrences die versprochene Freiheit, Reichtümer und die Schlüssel zur Stadt. Mit Hilfe von Ragnvindr, dem Ritter der Morgenröte, einem ehemaligen Mitglied der Lawrence-Familie Kreuzlied, und anderen verärgerten Menschen begann Vennessa eine Rebellion gegen die Aristokratie, stürzte alle Fürsten und gab die Macht an das Volk zurück.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Glocke",
        "desc": "Ein schweres Großschwert mit einer eingebauten Uhr, die jedoch längst nicht mehr geht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Altes Hofritual",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ordo Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nachdem sie die Aristokraten besiegt hatte, gründete Vennessa den Ordo Favonius, einen Ritterorden, der über Mondstadt herrschte, und wurde die erste Großmeisterin und Löwenzahnritterin. Während ihrer Herrschaft wurden vier Verteidiger, die so genannten Vier Winde, gerufen, um Mondstadt zu beschützen: der Wolf des Nordens, Andrius, der einst den Tyrannen Decarabian bekämpfte; der Falke des Westens, Vennessa; der Drache des Ostens, Dvalin, ein Freund von Barbatos; und der Löwe des Südens - der Löwenzahnritter (heute Jean). Viele Jahre lang verehrten die Bewohner von Mondstadt die Wächter, denen sie Tempel errichteten, aber nach der Katastrophe vor 500 Jahren wurden die Tempel verlassen und die Vier Winde gerieten in Vergessenheit."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jahre später, nach der Wiederherstellung von Mondstadt, stieg Vennessa in der Gestalt eines Falken zu Celestia auf. Nach all diesen Jahren wacht sie immer noch über Mondstadt.\nAn dem Ort, an dem sie aufstieg, wuchs eine riesige Eiche. Der Schatten des Baumes schützt die zu seinen Füßen errichtete Statue der Sieben vor Regen und Wind, so wie Vennessa einst Mondstadt beschützte. Diese Eiche hat eine besondere Verbindung zum Anemo-Element und zum Anemo-Archon selbst. Als Barbatos nach dem Verlust seines"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/0d8950af5f34cf7867726f77e7ddf711_775287517024727383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Göttlichen Auges verletzt wurde, konnte er sich in der Nähe des Symbols von Mondstadts Heldin heilen.\nWie Venti versprochen hatte, blieb sie für immer die Heldin von Mondstadt, über die Lieder geschrieben wurden."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn die Nacht hereinbricht und die Hoffnung schwindet,</color>\n<color=#ffffffd9>Vergesst niemals die Heldengeschichten von Vennessa mit dem flammenden Haar.</color>\n<color=#ffffffd9>Gebt niemals die Hoffnung auf Frieden und Freiheit auf!“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Der Gott der Stürme und der Herrscher vom alten Mondstadt. Er wurde durch einen Aufstand des Volkes von Mondstadt gestürzt, das seine Tyrannei nicht mehr erdulden wollte.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/54fc33ab94abb4b00460e448f7765892_2360361015522277088.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Der Große Wolfskönig des Nordens, ein Beschützer des Wolfenlaufs und einer der Vier Winde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/fc5a1da541b965f556c08e4ab01e7b89_9013765438814938837.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Ein Elementardrache und der Freund des Anemo-Archons Barbatos. Nachdem er durch das Blut des bösen Drachen vergiftet wurde, wurde er als Sturmschrecken bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/6a4bc301d2ace0ace7ed7641c2c8bf9d_2129692592621583315.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Der aufrichtige und gewissenhafte Löwenzahnritter, der stellvertretender Großmeister des Ordo Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschau",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Manga"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Prolog: Die Sänge des Windes</color>\nDies ist die zauberhafte Welt von Teyvat. Hier herrschen die Götter, die über die sieben Elemente verfügen. Die Katastrophe, die das Land durchmachen musste, ist nun vorüber und seine Wunden können langsam heilen. Leider kehrte in die Stadt des Windes, „Mondstadt“, noch keine Ruhe ein. Die „Fatui“, eine tyrannische Organisation, bedrängt die verschiedenen Länder unter dem Vorwand, sie beschützen zu wollen. Im Dunkel vergangener Zeiten wartet ein Unbekannter auf die richtige Gelegenheit für Rache.\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/de/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenvorstellung von Genshin Impact für Venti – „Die Vier Winde“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15. Oktober 2020</color>\nDiese Geschichte handelt im letzten Jahrtausend. Der Löwe des Südens hat die Aristokraten beseitigt und der Falke des Westens hat Form angenommen.\nDer Wolf des Nordens kam angereist und ließ sich im Wald der Wölfe nieder. So lebten die Vier Winde, während die Stadt der Freiheit immer wieder neu entstand."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=SH3H8ycW53A"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Ordo Favonius\nVier Winde"
          }
        ]
      },
      {
        "key": "Ereigniskarte",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "Die Sage von Vennessa",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Die Hoffnung auf Frieden und Freiheit</span></strong></p><p><span>„Der einsame Wind aus dem Wald sammelte sich und pustete den hohen Turm des Tyrannen um.“<br>„Und so stand die junge Löwin, endlich frei von ihren Ketten, den Kopf hoch gerichtet im Wind des Sieges.“</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/30/36893887/9588a6f9bfd896486d429ca3b21862a6_2788772516620559265.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/892524f3018d0015396b5550ecfc2150_2380340880936648551.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/a35b2ec6ee4ed1252917d7148141132e_8781754587657174099.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa und der Anemo Archon Barbatos."
          }
        ]
      }
    ]
  }
}