{
  "epId": 4902,
  "name": "Dvalin",
  "desc": "<p>Ein Elementardrache und der Freund des Anemo-Archons Barbatos. Nachdem er durch das Blut des bösen Drachen vergiftet wurde, wurde er als Sturmschrecken bekannt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/6a4bc301d2ace0ace7ed7641c2c8bf9d_2129692592621583315.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1712662652,
  "components": {
    "galleryCharacter": [
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/188c614c521768cde042bde17f0954a3_2607028767689942582.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Barbatos und Dvalin."
          }
        ]
      },
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/cfa445765faf581d525fe7cb8ce28fc2_1215381236183622721.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dvalin, der von Durins Blut vergiftet ist."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschau und Figurenvorschau",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Figurenvorschau von Genshin Impact für Venti – „Die Vier Winde“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15. Oktober 2020</color>\nDiese Geschichte handelt im letzten Jahrtausend. Der Löwe des Südens hat die Aristokraten beseitigt und der Falke des Westens hat Form angenommen.\nDer Wolf des Nordens kam angereist und ließ sich im Wald der Wölfe nieder. So lebten die Vier Winde, während die Stadt der Freiheit immer wieder neu entstand."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Vorstellung des Gameplays für Fontaine von „Genshin Impact“ ｜gamescom 2023"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23. August2023</color>\nWir haben viele Abenteuer erlebt, aber den Mut zur Erkundung haben wir noch nicht verloren.\nNeue Gebiete, neue Erfahrungen.\nVorstellung des Gameplays für Fontaine von „Genshin Impact“, komm mit auf ein neues Abenteuer."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=pC5D2KEincU"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dvalin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In alten Zeiten, als die Götter in ihrer Blütezeit unter den Menschen wandelten, wurde der von Anemo begnadete Elementardrache im hohen Himmel in jenem Zeitalter der Wunder geboren. Elementardrachen sind selten zu sehen und haben Kräfte, die den alten Göttern in nichts nachstehen. Der Drache stieg langsam herab und begutachtete alles mit neugierigen Augen. Er landete in einem Dorf, aber die verängstigten Dorfbewohner warfen mit Steinen nach ihm. Der Drache konnte nicht verstehen, warum sie vor Angst aufschrien. Er landete auf einem Friedhof und hörte nur das Wehklagen der trauernden Menschen. Der Drache war verblüfft über den Grund für ihr trauriges Gemurmel. Er landete in einem Obstgarten, wurde aber von den wütenden Bauern, die ihre Bäume verloren hatten, verflucht. Der Drache konnte sich nicht erklären, warum sie vor Wut schrien. Die Welt war zu kompliziert für einen jungen Drachen. Der Drache war verwirrt, doch er gab nicht auf. Eines Tages hörte der Drache Musik aus der Heiligen Leier des Himmels erklingen. So hieß die Leier, die dem Anemo-Archon gehörte. Verzaubert von der Poesie landete der Winddrache neben dem besten Sänger unter dem Himmel. Die Menschen gerieten in Panik, denn die mächtigen Elementardrachen und die großen Archonten, die über die Erde herrschten, waren sich noch nie persönlich begegnet."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Seht nur, seine Schönheit, seine Sanftmütigkeit!“</color> , sprach der Sänger des Windes.\n<color=#ffffffd9>„Aber wir wissen nicht, was er will“</color> , riefen die Menschen.",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/e4000b2c075772f202082c9a2c15c847_7839965773653386895.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hinter der Musik und der Poesie verbirgt sich ein geheimnisvoller Zauber, der sowohl Drachen als auch Menschen in seinen Bann ziehen kann. Der Drache beschloss, bei dem Barden zu bleiben, denn auch er wollte von allen Seelen verstanden werden. Er lernte die menschliche Sprache und die Gesangstechniken des Barden der Winde. So begann die Freundschaft zwischen dem Winddrachen Dvalin und dem Anemo-Archon Barbatos. Barbatos freute sich über den neuen Freund und vertraute Dvalin das Volk von Mondstadt an.\nAls Barbatos und die Sklavin Vennessa die Aristokratie von Mondstadt stürzten und Vennessa die Ritter von Favonius gründete, um das Volk zu regieren, beschwor sie auch die Vier Winde, um Mondstadt zu beschützen. Dvalin wurde zum Drachen des Ostens, und die Bewohner von Mondstadt verehrten ihn und andere Beschützer über Generationen hinweg.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Eine ehemalige Sklavin, die Gründerin und erste Großmeisterin des Ordo Favonius und der Löwenzahnritter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/36893887/5d700c3723baf77505ae976a855abe95_2581259838663372027.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Heilige Leier Der Himmel",
        "desc": "<p>Der früher von Barbatos dem Anemo-Archon gehütete Schatz hat seine Anemo-Kraft längst verloren.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/47685001/59425415f62733a7a83dab22c5787b19_2317028214624724521.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sturmschrecken",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/25dc69c3876ff2d171c7b1aac166ca3a_2860172354413886056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor 500 Jahren fiel die Finstersonnen-Dynastie des Königreichs Khaenri'ah. Eine Alchemistin namens Gold, die von ihrer eigenen Gier und ihrem Ehrgeiz korrumpiert wurde, schuf eine Armee schattenhafter Monster mit unheimlichen Kräften, die alle sieben Königreiche von Teyvat bevölkerten. Es waren besonders schwierige Zeiten für Mondstadt. Der Ritter Löwenzahn war ohne einen geeigneten Erben, und die Ritter von Favonius hatten in den bitteren Kriegen viele ihrer tapferen Männer und Frauen verloren. Der schwarze Schlangendrache Durin war eines der „Kinder“ der Alchemistin Rhinedottir, der sich aus dem Meer erhob und seinen Schatten auf Mondstadt warf. Die Bewohner von Mondstadt glaubten, dass er alles Lebendige vernichten wollte. Der Neid des teuflischen Drachens brachte das Böse hervor, das das Land und die Menschen, die darauf lebten, vergiftete. In jenen schrecklichen Tagen kamen blutrünstige Ungeheuer und Verwüstung nach Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_657516347791093780.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Anemo-Archon erwachte durch die Schreie von Durins Opfern aus seinem waldigen Schlummer und rief seinen treuen Diener an seine Seite. Für das Leben und die Freiheit ritten der Archon und der Winddrache durch den Wind, um sich ihrem Feind zu stellen. In einem Kampf, der die Wolken vom Himmel riss, breitete Dvalin seine sechs gesegneten Schwingen aus, durchtrennte den Himmel und zerriss Durins Eisenschuppen mit der Kraft einer kolossalen Klinge. Als der Konflikt die Welt in Dunkelheit tauchte, schlug der Winddrache mit seinen Klauen zu, die wie Schwerter aus Wind geschmiedet waren, und sie bohrten sich tief in Durins dunkles, verdorbenes Fleisch. Der Kampf erschütterte den Himmel, selbst die Sonne bebte vor Angst. Schließlich riss Dvalin Durin mit seinen Zähnen die Kehle heraus, und der böse Drache fiel vom Himmel."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/6c0fdabd2b5888ea057483852a685038_3779718316371348031.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mit dem Segen seines Gottes errang der Winddrache den Sieg und rettete das Volk von Mondstadt. Durins Leichnam fiel in die Ruinen des alten Königreichs Sal Vindagnyr, das seitdem Drachengrat genannt wird. Dvalin selbst schluckte versehentlich Durins giftiges Blut, das seinen Körper langsam bis ins Mark seiner Knochen vergiftete. Der Drache verlor vor unerträglichen Schmerzen das Bewusstsein, und niemand wusste, wohin Dvalin fiel."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Die Heilige Leier sang, wenn du wieder aufwachst, wirst du endlich frei sein. Geboren, um hoch in den Wolken zu fliegen, werden die Menschen endlich deine Schönheit begreifen ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Früher glaubten die Menschen, dass Dvalin immer dann erwachen würde, wenn Mondstadt einer neuen Bedrohung ausgesetzt war. Doch in diesen Zeiten des Friedens ist der Glaube an die Vier Winde allmählich erloschen, und ihre Tempel liegen fast völlig verlassen da. In dem Jahrhundert, in dem Dvalin schlief, verblasste sein Bild im Gedächtnis der Mondstädter."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f1098093d99b6d155aa588d664021eb1_1063811694369280333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als Dvalin aus einem hundertjährigen Schlaf erwachte, weil das Gift seinen Körper zerfressen hatte, hörte er nicht den Gesang der Leier seines treuen Freundes. Er glaubte, Barbatos habe ihn verraten und im Stich gelassen. Nun ist das Volk, das er einst beschützt hat, vor ihm geflohen. Vom Abgrund getäuscht, verfiel der Winddrache dem Bösen, und der furchterregende Sturmschrecken war geboren. Er ließ sich in den Ruinen der alten Mondstadt nieder, wo vor mehr als zweitausend Jahren der Tyrann Decarabian regierte. Dieser Ort wurde als Dvalins Ruinen bekannt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/48e5ede86050b7eec8728ad8c567e909_4296986223407355424.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jahrhunderte später erwachte der Anemo-Archon aus seinem Schlaf und fand seinen Freund in Wut und Angst vor. Zu dieser Zeit wurde Dvalin von Abgrund-Magiern kontrolliert, die ihm etwas über den Verrat von Barbatos und dem Volk von Mondstadt zuflüsterten. Mit Hilfe des/der Reisenden gelang es Barbatos, Dvalin zu heilen und das Gift aus seinem Geist zu entfernen. Barbatos gewährte dem Drachen den Segen des Anemo-Archons, und der sechsflügelige Winddrache erinnerte sich endlich an seinen Freund. Er fragte den Anemo-Archon, warum er ihm nicht befohlen habe, die Menschen zu beschützen, woraufhin Barbatos antwortete: <color=#ffffffd9>„Freiheit, wenn ein Archon sie von dir verlangt. Ist in Wirklichkeit gar keine Freiheit.“</color> Auf den grenzenlosen Winden reitend, erhob sich Dvalin wieder einmal in die Lüfte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Der Schattendrache und eines der Kinder von Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/4da89ee2780e1d49a61ab4c4236a9da3_4589391674283116079.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Furchterregender Sturmschrecken",
        "desc": "<p>Dvalin, der Drache des Ostens, ist einer der Vier Winde von Mondstadt.<br>Im Laufe der Zeit und inmitten grenzenloser Dunkelheit wird selbst der reinste Edelstein durch Staub getrübt und selbst ein edler Drache kann durch Hass verdorben werden.<br>Doch Staub kann fortgewischt werden und das Gift des Zweifels vertrieben.<br><br><em>„Fliege frei über den Himmel,</em><br><em>so wie du es bei unserer ersten Begegnung tatest, als ich durch das Land streifte und die Lieder des Windes sang.“</em><br><em>„Und du schwebtest hoch in der Luft und sahst auf die Welt herab.</em><br><em>Heute fegen nicht länger Wind und Schnee über den Himmel. Grünes, wunderschönes Gras wächst überall auf der Erde.“</em><br><em>„Könntest du auch über die Erde wandeln und das Lied der Hirten mit dem Glockenklang in der Ferne hören, könntest du vom honigsüßen Wein kosten, dann würdest du verstehen.</em><br><em>Wie wunderbar es wäre, wenn du deine edle Erscheinung sehen würdest, wie sie über den Himmel gleitet.</em><br><em>Dann würdest du wissen, dass es sich lohnt, um diesen Himmel und diese Erde zu kämpfen.“</em></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Der Gott der Stürme und der Herrscher vom alten Mondstadt. Er wurde durch einen Aufstand des Volkes von Mondstadt gestürzt, das seine Tyrannei nicht mehr erdulden wollte.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/54fc33ab94abb4b00460e448f7765892_2360361015522277088.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2109,
        "name": "Kryo-Abgrundmagier",
        "desc": "Abgrundkreaturen, die im Kampf Kryo-Energie beschwören.<br/>Obwohl sie große Kraft besitzen und selbst Eiszapfen erschaffen können, indem sie die Luft gefrieren lassen, sind ihre Körper verwundbar. Wurde ihre Schutzbarriere durchbrochen, sind sie dir ausgeliefert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Himmelsatlas",
        "desc": "Ein Atlas von der Wolkenlandschaft, geschaffen von Dvalin und seinem Herrn, dem Archon des Windes. Er beschreibt den Wind und die Wolken des Himmels im Norden detailliert und enthält die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Stolz des Himmels",
        "desc": "Ein Zweihänder, der Dvalins stolzen Flug im Himmel symbolisiert. Geschwungen ertönt Dvalins tiefe Stimme mit der Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Himmelsgrat",
        "desc": "Eine Lanze, die Dvalins Entschlossenheit symbolisiert. Aufrecht gehalten zeigt sie unnachgiebig nach oben und birgt die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Himmelsklinge",
        "desc": "Ein ritterliches Schwert, das Dvalins wiedererlangte Ehre symbolisiert. Auf der Hohlkehle liegt der Segen des Archons des Windes mit der Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Himmelsflügel",
        "desc": "Ein großer Bogen, der die Zusammengehörigkeit von Dvalin und dem Archon des Windes symbolisiert. Der Klang beim Loslassen der Sehne ist wie Musik in den Ohren des Archons und enthält die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "name": "Blutroter Kristall",
        "desc": "<p>Ein Kristall in Form eines Wassertropfens. Ein tiefes Rot durchzieht ihn. Vielleicht hat dieser Drache ihn zurückgelassen? Diese seltsame Person, die eben mit dem Drachen gesprochen hat, weiß da vielleicht mehr. Aber wo ist sie hin?</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/19/22173920/98b2b5dd7be25b425d4e4e6d07dac71b_7242188414224457585.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1041,
        "name": "Unreines Blut",
        "desc": "Eine Substanz, die du nach dem Sieg über Dvalin erhalten hast.<br/>Ein Kristall, der den uralten Wind in Dvalins Körper wie auch eine andere finstere Kraft enthält.<br/><br/>Der majestätische Winddrache wurde von einem Käfig aus drei Giften festgehalten:<br/>Das Blut, das er schluckte, die Lügen aus dem Abgrund und der Schmerz, verlassen worden zu sein.<br/>Mit tränenerfüllten Augen und den tröstenden Worten eines Barden im Ohr wurden die Gerinnsel gelöst und der Drache aus seinem Netz befreit.<br/>Vielleicht war das alles nur möglich, weil eine vom Wind hergeführte Reisende/ein vom Wind hergeführter Reisender aus der Ferne ihren/seinen Teil dazu beigetragen hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tainted Blood_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Dvalin"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Elementare Lebensformen\nVier Winde"
          }
        ]
      },
      {
        "key": "Titel",
        "value": [
          {
            "type": "RichText",
            "text": "Drachen des Ostens"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "彭博 (Peng Bo)"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Brook Chalmers"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "武内 駿輔 (TAKEUCHI Shunsuke)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "표영재 (Pyo Yeong-jae)"
          }
        ]
      },
      {
        "key": "Verwandte Einträge",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2217,
            "name": "Furchterregender Sturmschrecken",
            "desc": "<p>Dvalin, der Drache des Ostens, ist einer der Vier Winde von Mondstadt.<br>Im Laufe der Zeit und inmitten grenzenloser Dunkelheit wird selbst der reinste Edelstein durch Staub getrübt und selbst ein edler Drache kann durch Hass verdorben werden.<br>Doch Staub kann fortgewischt werden und das Gift des Zweifels vertrieben.<br><br><em>„Fliege frei über den Himmel,</em><br><em>so wie du es bei unserer ersten Begegnung tatest, als ich durch das Land streifte und die Lieder des Windes sang.“</em><br><em>„Und du schwebtest hoch in der Luft und sahst auf die Welt herab.</em><br><em>Heute fegen nicht länger Wind und Schnee über den Himmel. Grünes, wunderschönes Gras wächst überall auf der Erde.“</em><br><em>„Könntest du auch über die Erde wandeln und das Lied der Hirten mit dem Glockenklang in der Ferne hören, könntest du vom honigsüßen Wein kosten, dann würdest du verstehen.</em><br><em>Wie wunderbar es wäre, wenn du deine edle Erscheinung sehen würdest, wie sie über den Himmel gleitet.</em><br><em>Dann würdest du wissen, dass es sich lohnt, um diesen Himmel und diese Erde zu kämpfen.“</em></p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Figurenkarte",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4738,
            "name": "Dvalin",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Drache des Ostens – Dvalin</span></strong></p><p>„Wie wunderbar es wäre, wenn du deine edle Erscheinung sehen würdest, wie sie über den Himmel gleitet.“</p><p>„Dann würdest du wissen, dass es sich lohnt, um diesen Himmel und diese Erde zu kämpfen.“</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/15/497160d9f34a61f72b6943c550530da9_1244295654152502150.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}