{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>Der Schattendrache und eines der Kinder von Rhinedottir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/4da89ee2780e1d49a61ab4c4236a9da3_4589391674283116079.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1713771723,
  "components": {
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/b8cb3bb85db48786238de32056347a48_5918504648659167697.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dcdf547f543afd251efe7723477446d3_3871269587163042268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor Jahrtausenden gab es ein Königreich namens Sal Vindagnyr. Vor langer Zeit konnten die Priester des Königreichs den Himmel berühren und auf Bitten der Götter von Celestia in den Abgrund reisen. Auf dem Berg wuchs ein weißer Baum, der ein Teil von Irminsul war. Der Hohepriester und die Priesterin von Vindagnyr hatten eine Tochter mit der Gabe der Voraussicht. Eine ihrer Prophezeiungen war das Kommen des Schwarzen Drachen, der alles mit seinem Gift vergiften würde. Dann wurde das Königreich durch den Himmelsnagel zerstört und in Ruinen verwandelt, und der weiße Baum verdorrte. Viele Jahre lang setzte niemand einen Fuß auf diese schneebedeckten Gipfel, bis sich die Prophezeiung der Prinzessin zu erfüllen begann.\nDie Alchimistin Rhinedottir, auch bekannt als Gold, erschuf viele Bestien aus dem Abgrund, die bald alle sieben Königreiche von Teyvat angriffen. Durin war eines von Rhinedottirs Kindern, erschaffen in Form eines schwarzen Schlangendrachens mit Flügeln."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Und dann, meine lieben Kinder,</color>\n<color=#ffffff>wie Regen, der zu einem Strom wird, wie Pflanzen, die zur Sonne hin wachsen,</color>\n<color=#ffffff>geht an einen schönen Ort und zeigt stolz eure Schönheit.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eines Tages hörte Durin Anemo-Archon Barbatos auf seiner Leier spielen und sah den Drachen Dvalin. Er war fasziniert von der Schönheit der Musik. Durin träumte, er sei auf eine lange, lange Reise gegangen, in ein Land, in dem grünes Gras wuchs und wo gefühlvolle Lieder gesungen wurden. Er träumte, dass er mit den sanften Menschen dieses Landes sang und mit einem Drachen, der so schön wie ein Juwel war, in den Lüften tanzte."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Mutter, danke dir, Mutter.“</color>\n<color=#ffffffd9>„Du gabst mir Flügel, damit ich aufsteigen kann, und einen starken Körper.“</color>\n<color=#ffffffd9>„Mir ist eingefallen an welchem Ort es schöne Lieder gibt, Mutter.“</color>\n<color=#ffffffd9>„Ich werde es ihnen sagen, alles über sie und dich, Mutter.“</color>\n<color=#ffffffd9>„Ich werde ihnen sagen, wie wunderschön der Ort ist, an dem ich geboren wurde.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_7816181422405867650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin ging nach Mondstadt, um den schönen Drachen und den Barden zu treffen, aber er wusste nicht, dass sein Blut giftig war und Menschen und Land vergiften würde. Obwohl er nicht die Absicht hatte, Schaden anzurichten, wurde er zu einer wahren Katastrophe für Mondstadt. Die Bewohner von Mondstadt glaubten, dass er alles Lebendige vernichten wollte. Der Neid des teuflischen Drachens brachte das Böse hervor, das das Land und die Menschen, die darauf lebten, vergiftete. In jenen schrecklichen Tagen kamen blutrünstige Ungeheuer und Verwüstung nach Mondstadt. Durch die Schreie von Durins Opfern erwachte der Anemo-Archon aus seinem Dornröschenschlaf und rief seinen treuen Diener an seine Seite. Für das Leben und die Freiheit ritten der Archon und der Winddrache durch den Wind, um sich ihrem Feind zu stellen. In einem Kampf, der die Wolken vom Himmel riss, breitete Dvalin seine sechs gesegneten Schwingen aus, durchtrennte den Himmel und zerriss Durins Eisenschuppen mit der Kraft einer kolossalen Klinge. Als der Konflikt die Welt in Dunkelheit tauchte, schlug der Winddrache mit seinen Klauen zu, die wie Schwerter aus Wind geschmiedet waren, und sie bohrten sich tief in Durins dunkles, verdorbenes Fleisch. Der Kampf erschütterte den Himmel, selbst die Sonne bebte vor Angst. Schließlich riss Dvalin Durin mit seinen Zähnen die Kehle heraus, und der böse Drache fiel vom Himmel."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Leb wohl, Mutter! Meine Reise ist nun zu Ende.“</color>\n<color=#ffffff>„Ich werde unter diesem weißen, glänzenden Silberschnee schlafen gehen ... und vielleicht ist das auch gut so.“</color>\n<color=#ffffff>„Leb wohl, schöner Barde! Und lebe wohl, o lieblicher Drache!“</color>\n<color=#ffffff>„Hätten wir uns doch nur zu einer anderen Zeit und an einem anderen Ort getroffen“</color>\n<color=#ffffff>„um zu spielen, zusammen zu singen und zu tanzen!“</color>\n<color=#ffffff>So dachte er höchst aufrichtig, als er im Sterben lag.</color>\n<color=#ffffff>„Nun denn, dieser große Segen, der durch meine Adern pulsiert“</color>\n<color=#ffffff>„und der schöne Anblick des dunklen Universums, das mich geboren hat ...“</color>\n<color=#ffffff>„Sie gehören nun dir, sie sind dein Erbe.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f5cdefaf93f3fc5a8efaa9d8e670b325_8501016490997682825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durins Leichnam fiel auf die Ruinen des alten Königreichs Sal Vindagnyr, das seitdem Drachengrat genannt wird. Der Schnee auf den Gipfeln der Berge schmilzt nie, und so konnten die Kräfte des ewigen Eises das Gift des Verfalls eindämmen, das von Durins Körper ausgeht. Sein vergiftetes Herz schlägt noch immer tief im Schnee. Das Blut vergiftete das Land und gab den lebenden Monstern Kraft."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d97160c2d7ebb6560f691f24e5ac57f6_1075917967524094745.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durins Lebenswille ist in der Lage, tote Pflanzen wiederzubeleben und sie in Monster wie den Fluxeisbaum zu verwandeln. Als das Blut des Schwarzen Drachens Durin über das Land Vindagnyr floss und der/die Reisende den toten weißen Baum mit blutrotem Achat nährte, die aus dem Blut des Drachens entstanden waren, wurde der lange tote Baum auf dem Gipfel des Berges wiedergeboren.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Ein Elementardrache und der Freund des Anemo-Archons Barbatos. Nachdem er durch das Blut des bösen Drachen vergiftet wurde, wurde er als Sturmschrecken bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/6a4bc301d2ace0ace7ed7641c2c8bf9d_2129692592621583315.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Fluxeisbaum",
        "desc": "Ein magisches Wesen, das entstand, als die Kälte aus dem Fluss der Elemente an den Ranken haften blieb.<br/>Es gibt Forscher, die davon ausgehen, dass Pflanzen wie die Organe dieser Welt sind und die Elemente in Einklang miteinander halten. Daraus entwickeln sich Pflanzen wie Eisnebelblumen und Vaniloquen, die voller Elementarenergie stecken.<br/>Nach langer Zeit mögen sich einige davon unter bestimmten Umständen zu Wesen wie Fluxeisbäumen entwickeln, groß und fürchterlich wie andere Monster.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Himmelsatlas",
        "desc": "Ein Atlas von der Wolkenlandschaft, geschaffen von Dvalin und seinem Herrn, dem Archon des Windes. Er beschreibt den Wind und die Wolken des Himmels im Norden detailliert und enthält die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Schwert der Verderbnis",
        "desc": "Ein recht unheimliches, sehr gerades Schwert, das sich nach Lebenskraft zu sehnen scheint. Es trieft von einem säureartigen Gift, welches sogar einen mächtigen Drachen töten könnte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Stolz des Himmels",
        "desc": "Ein Zweihänder, der Dvalins stolzen Flug im Himmel symbolisiert. Geschwungen ertönt Dvalins tiefe Stimme mit der Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Himmelsgrat",
        "desc": "Eine Lanze, die Dvalins Entschlossenheit symbolisiert. Aufrecht gehalten zeigt sie unnachgiebig nach oben und birgt die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Himmelsklinge",
        "desc": "Ein ritterliches Schwert, das Dvalins wiedererlangte Ehre symbolisiert. Auf der Hohlkehle liegt der Segen des Archons des Windes mit der Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Himmelsflügel",
        "desc": "Ein großer Bogen, der die Zusammengehörigkeit von Dvalin und dem Archon des Windes symbolisiert. Der Klang beim Loslassen der Sehne ist wie Musik in den Ohren des Archons und enthält die Kraft von Himmel und Wind.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Drachengratspeer",
        "desc": "Ein Speer, der aus dem Reißzahn eines Drachen hergestellt wurde. Er fühlt sich seltsam warm an.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Permafrostfrucht",
        "desc": "Eine Frucht, die einen seltsamen, frostigen Willen besitzt. Sie riecht entfernt nach Verbitterung.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Im Schnee irrender Recke",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Lebensenergie saugender Drachenzahn",
        "desc": "Ein von Vitalität durchdrungener Drachenzahn. Allein sein Glanz und seine Ausstrahlung genügen, um einen ganz unruhig zu machen ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Blutroter Achat",
        "desc": "Ein Kristall, der durch die Kombination von großer Lebenskraft und einer seltsamen Energie am Drachengrat entstanden ist. Der beste Nährstoff für den Permafrostbaum, der sich so sehnlichst wünscht zu wachsen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Schmuckkästchen des Priesters",
        "desc": "Eins von insgesamt drei Schmuckkästchen, dessen Boden mit einem dekorativen Muster verziert ist. Wenn man die übrigen zwei Kästchen finden und zusammensetzen könnte, würde sich vielleicht irgendwo eine Tür öffnen:<br/>„Ich dachte immer, dass meine Nachkommen ewig leben könnten, genau wie Irminsul.“<br/>„Aber wie ich sehe, ist sogar Irminsul im Begriff zu verdorren und der Klang seiner Zweige ist nicht mehr zu hören. Die Erwartungen eines alten Mannes werden auch verdorrt sein.“<br/>„Noch einmal klettere ich wieder bis nach ganz oben, um dort um Rat zu bitten. Bei meinem Abstieg wird meine Tochter ihre zweite Zeichnung bestimmt fertiggestellt haben.“<br/>„Ich hoffe, dass das dritte Bild dann von geschmolzenem Eis und Schnee handelt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Priest's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Schmuckkästchen der Prinzessin",
        "desc": "Eins von insgesamt drei Schmuckkästchen, dessen Boden mit einem dekorativen Muster verziert ist. Wenn man die übrigen zwei Kästchen finden und zusammensetzen könnte, würde sich vielleicht irgendwo eine Tür öffnen:<br/>„Ich fürchte, ich kann das Wandbild nicht vollenden.“<br/>„Zu lange habe ich bereits keinen blauen Himmel oder grüne Felder mehr gesehen. Ich weiß nicht, mit welchem Blau und Grün ich die geschmolzene Schneelandschaft malen soll, die mein Vater sich wünscht.“<br/>„Wenn er zurückkommt, wird alles wieder normal sein. Aber es ist zu kalt und ich halte es nicht mehr aus.“<br/>„Tut mir leid, Papa, tut mir leid, dass du dir immer meine Faxen ansehen musst.“<br/>„Imunlaukr, ich wünschte, ich könnte dich ein letztes Mal sehen ...“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Schmuckkästchen des Archivars",
        "desc": "Eins von insgesamt drei Schmuckkästchen, dessen Boden mit einem dekorativen Muster verziert ist. Wenn man die übrigen zwei Kästchen finden und zusammensetzen könnte, würde sich vielleicht irgendwo eine Tür öffnen:<br/>„Möge dieser gefrorene, verschneite Himmel brennen, bis kein Anzeichen von Leben mehr in der Welt zu sehen ist.“<br/>„Mögen auch wir zu Asche werden, die vom Winde verweht wird, bis wir den Fremden erreichen, der die Prinzessin verlassen hat und nicht zu ihr zurückgekehrt ist.“<br/>„Möge der dunkle Drache, von dem die Prinzessin einst träumte, sein scharlachrotes Gift über diese erbärmliche Erde ausbreiten.“<br/>Ich bin der Letzte, ich muss hier nicht länger bleiben.“<br/>„Irgendwo scheint jemand eine gottlose Nation zu errichten. Vielleicht haben sie dort ja auch einen Geist des Widerstands gegen den Rest der Welt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Tiefroter Quarz",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/17/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_5907864245033384856.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kreide und Drachen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eines Tages schmiedete ein Schmied ein magisches Schwert, auf das er die gemahlenen Klauen, Reißzähne und Schuppen von Durin auftrug. Das Gift des Drachens durchdrang das Schwert und verlieh ihm besondere Kräfte. Der Schmied war so stolz auf seine Kreation, dass er beschloss, das Schwert selbst zu testen. Sobald er in den Kampf zog, strömte die Energie der Verwesung den Griff hinauf und drang in seinen Körper ein. Einfache Sterbliche konnten dieser Kraft nicht widerstehen. Der verfluchte und wahnsinnige Schmied floh in einem Anfall von Wahnsinn und fand möglicherweise an einem unbekannten Ort sein Ende."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/20f19930548c5c93f9b91aa2fc6276cd_2030450059687261741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dieses Schwert kam zu Albedo, einem der Kinder von Rhinedottir und Bruder von Durin. Albedo wollte einige Experimente durchführen, aber während seiner Forschungen erfuhr er unerwartet die Geschichte des Schwertes. Dieses Schwert war fast \"lebendig\" und in der Lage, die Energie anderer zu absorbieren. Da Albedo wusste, dass gewöhnliche Menschen dieses Schwert nicht benutzen konnten, gab er es dem/ der Reisenden, der/die die Macht hatte, Durins Gift zu neutralisieren, sodass er/sie das Schwert mit Lebenskraft durchtränkte. Albedo zog diese Kraft aus dem Schwert, das aufgrund der Verwandtschaft mit Durin mit ihm in Resonanz ging.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Der Hauptalchimist des Ordo Favonius und gleichzeitig der Anführer der Ermittlungstruppe. Er ist wahrhaft ein Genie und wird als der „Kreideprinz“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Schwert der Verderbnis",
        "desc": "Ein recht unheimliches, sehr gerades Schwert, das sich nach Lebenskraft zu sehnen scheint. Es trieft von einem säureartigen Gift, welches sogar einen mächtigen Drachen töten könnte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Drachenmark der Verderbnis",
        "desc": "Verfeinerungsmaterial speziell für das „Schwert der Verderbnis“.<br/>Man findet es rund um den Drachengrat in der Nähe des Flusses der Elemente, gereinigte Überreste von „Durins“ verrottendem Körper. Auf dem „Bluttrinkenden Schwert“ aufgetragen verbessert es die Attribute dieses Schwertes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Schatten im Schneesturm",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als die Alchimistin Rhinedottir ihre Experimente zur Erschaffung von Leben mit Hilfe von der „Kunst der schwarzen Erde“ durchführte, schlug eines ihrer Experimente fehl und wurde weggeworfen. Es wurde von dem Drachen Durin verschluckt, und nachdem der Drache im ewigen Eis und Schnee besiegt worden war, erwachte das Experiment zum Leben, genährt mit Durins Blut. Das gescheiterte Experiment wurde eifersüchtig auf Albedo, der in seinen Augen nahezu perfekt war, und so beschloss es, sich in Albedo zu verwandeln und seinen Platz einzunehmen. Albedo gelang es, seinen Doppelgänger aufzuhalten, aber sein weiteres Schicksal bleibt unbekannt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Der Hauptalchimist des Ordo Favonius und gleichzeitig der Anführer der Ermittlungstruppe. Er ist wahrhaft ein Genie und wird als der „Kreideprinz“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Vorschau zu Version 1.2 von Genshin Impact – „Kreide und Drachen“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11. Dezember 2020</color>\nDurin, der böse Drache, der einst gegen Dvalin gekämpft hatte, oder zumindest seine Überreste, bilden den Drachengrat.\nDer hohe Schnee und die bittere Kälte, das giftige Blut und die schrecklichen Monstern schaffen eine unwirtliche Umgebung, die zu erkunden nicht viele Freiwillige bereit sind. Doch der Reisende von den Sternen begibt sich auf den Weg diesen eisigen Berg hinauf."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Durin"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah\nMondstadt"
          }
        ]
      }
    ]
  }
}