{
  "epId": 4910,
  "name": "Rukkhadevata",
  "desc": "<p>Die Göttin der Weisheit, die frühere Dendro-Archontin und eine Freundin von Nabu Malikata und König Deshret. Sie wurde vollständig aus Irminsul ausgelöscht, um es vor verbotenem Wissen zu bewahren.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/41cf18c09152213a5353f9588eecd2a6_7450209145864414917.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1730600704,
  "components": {
    "galleryCharacter": [
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/39f990e559965bb30b77bb2fd4d42ebc_5937337312964245657.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/296eba896b433d2b092a09e002b6f81b_8988085679047147455.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/e42bd62f65c4985ee8d8bb014f711576_6198169614912659282.png"
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/343713543eff7d088b1652ecafc20fb2_6978538734257619659.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rukkhadevata befreit Sumeru vom verbotenen Wissen."
          }
        ]
      },
      {
        "key": "Rukkhadevata",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/7ce88eb0016e4ba98f7127b1b2a2084d_4935359820030233024.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rukkhadevata verliert ihre Kräfte nach dem sie Sumeru vom verbotenen Wissen befreit hat."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rukkhadevata"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Archonten"
          }
        ]
      },
      {
        "key": "Titel",
        "value": [
          {
            "type": "RichText",
            "text": "Höhere Herrin Rukkhadevata"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Herrin von Dendro\nDendro Archontin\nKönigin Aranyani\nGöttin der Weisheit\nHerrin der Flora\nGöttin der Pflanzen"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"A Dream of Falling Branches\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zgQG0b-Isbk",
        "coverUrl": "https://i.ytimg.com/vi/zgQG0b-Isbk/maxresdefault.jpg",
        "duration": 158
      },
      {
        "title": "Story Teaser: Lost Legacies in the Sand | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=EEGh9J0TH2E&t=1s",
        "coverUrl": "https://i.ytimg.com/vi/EEGh9J0TH2E/maxresdefault.jpg",
        "duration": 160
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschau",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "„Geschichten inmitten des Sands“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>3. Oktober 2022</color>\nDie Relikte im Roten Sandmeer sind großartig. Die alte Zivilisation ist faszinierend und wird sogar in vielen Visionen festgehalten.\nDie daraus ans Licht gebrachte Wahrheit ist jedoch von der Vorstellung der Menschen entfernt ..."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EEGh9J0TH2E&t=1s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "„Ein Traum von fallenden Ästen“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5. November 2022</color>\nIn Träumen stellen wir Fragen, und in Träumen erhalten wir auch Antworten.\nTausende von Träumen sind in die Welt zurückgefallen. Es ist Zeit, sich zu verabschieden."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zgQG0b-Isbk"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Höhere Herrin Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/ac2b30d4337bee666fae2e6979587638_4772347479214865853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Silberbäume, die Zweige des großen Baumes Irminsul, der tief unter der Oberfläche steht, sind überall in Teyvat zu sehen. Obwohl Irminsul kein Baum im biologischen Sinne ist, kann man sie sich wie einen großen Baum vorstellen, der eher nach unten als nach oben wächst. Flüsse der Elemente, die Wurzeln von Irminsul, durchziehen die Erde und erstrecken sich von einer gewaltigen Höhle tief unter der Erde bis hinauf an die Oberfläche. Die Flüsse der Elemente nehmen ständig die Erinnerungen dieser Welt auf, die dann in Irminsul einfließen und es ihr ermöglichen, Wissen und Weisheit aus alten Zeiten bis in die Gegenwart zu sammeln.\nHöhere Herrin Rukkhadevata war der Avatar und die Manifestation der Macht von Irminsul. Sie war als Göttin der Weisheit bekannt, weil ihr Bewusstsein direkt mit ihr verbunden war und die Quelle ihrer Macht sich dort befand.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Herrschaft der drei Götter",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Legende besagt, dass die\neinst von einer\nhörte und in die göttlichen Länder hinabstieg, um die Weisheit der Prinzessin zu prüfen. Nabu Malikata stellte der Prinzessin drei Rätsel und versprach ihr Gewürze, Gold und Edelsteine als Belohnung. Die Prinzessin willigte ein, aber der Wert des Wissens war für sie wertvoller als der Wert des Goldes.\nDas erste Rätsel der Blumengöttin lautete:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn ich lebe, bin ich genauso kalt wie etwas Totes,</color>\n<color=#ffffffd9>doch wenn ich vergehe, sende ich eine wärmende Brise an die Menschen. Was bin ich?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Prinzessin antwortete:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Das muss eine Rose sein, die am Ende des Frühlings verwelkt. Auch wenn sie voller Dornen ist, kann sie ihren Duft nur schwerlich verbergen.</color>\n<color=#ffffffd9>Ihre Blüten werden gepflückt, um daraus ein betörendes Parfüm herzustellen, und ihre Stängel werden abgeschnitten, um daraus einen Docht für Öllampen zu machen.</color>\n<color=#ffffffd9>Zu allen Zeiten wurden Verliebte von ihr bezaubert und auch der König des scharlachroten Banners hat ihre Schönheit bewundert.</color>\n<color=#ffffffd9>Doch wen hat die Rose je ersehnt, wenn sie allein vom Neumond und Morgentau begleitet verwelkt?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Herrin von Pushpavatika zollte der Prinzessin im Inneren Anerkennung für diese Antwort, doch ihr wunderschönes Gesicht ließ auch weiterhin keine Regung erkennen.\nDas zweite Rätsel von Nabu Malikata war:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Ich steige von der Erde zum Himmel auf und falle dann wieder herab,</color>\n<color=#ffffffd9>niemand hat mich je gesehen, doch ich sehe alles,</color>\n<color=#ffffffd9>ich bin oben genau wie unten und unten genau wie oben,</color>\n<color=#ffffffd9>doch ich kann nur von oben nach unten, aber nicht von unten nach oben. Was bin ich?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Prinzessin antwortete:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Das muss das Gesetz des Himmels sein, ein göttlicher Plan, der zu Anbeginn der Zeit geschmiedet wurde.</color>\n<color=#ffffffd9>Auf der Welt hat kein Mensch je dieses ewige Gesetz gesehen und dennoch beherrscht es alle Dinge auf der Welt.</color>\n<color=#ffffffd9>Man sollte sich nur vor der Vaana der verehrten himmlischen Wesen verbeugen und nicht der Prahlerei, der Arglist und der Falschheit anhängen.</color>\n<color=#ffffffd9>Wer es wagt, die verbotenen Praktiken zu imitieren, den erwartet nur Vernichtung an der Grenze der Erkenntnis.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der Herrin von Pushpavatika gefiel diese Erklärung, doch der Ausdruck auf ihrem Gesicht blieb kühl.\nDas dritte Rätsel:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Pfeile kann ich nicht abwehren, die Zerstörung jedoch schon,</color>\n<color=#ffffffd9>Rüstungen kann ich nicht durchbrechen, Stadtmauern jedoch schon,</color>\n<color=#ffffffd9>ich beuge mich weder den Boten des Himmels, noch den Königreichen der Erde,</color>\n<color=#ffffffd9>und weder Götter und Dämonen können mich selbst unter Aufbietung all ihrer Kraft nicht besiegen. Was bin ich?“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Prinzessin antwortete:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Das muss die endlose Weisheit sein. Es ist sie, die (...) Zivilisation beschützt.</color>\n<color=#ffffffd9>Sie wird genau wie (...) sterben und wiederauferstehen, sie wird genau wie (...) ewig existieren und niemals der Vernichtung anheimfallen.</color>\n<color=#ffffffd9>Selbst wenn die Zeit den Sand unter ihren Füßen aufwirbelt, wird sie in Millionen von Jahren immer noch wie (...) sein.</color>\n<color=#ffffffd9>Die Menschen werden schlussendlich frohlocken, weil sie (...), und sie wird wegen ihnen (...).“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/06f850e5a4b6fa662b8699dda1293f21_5446660702931516222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die Blumengöttin die Antwort hörte, konnte sie ihre Bewunderung für die Weisheit und Größe des Geistes der Prinzessin nicht zurückhalten. Seitdem verbündete sich die Blumengöttin mit der Höheren Herrin Rukkhadevata und\n, um dem Wohl der ganzen Welt zu dienen. Wie das silberweiße Mondlicht, die goldene Sonne und die jadegrüne Oase führen sie gemeinsam die Menschen zum Wohlstand."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/766f6dc32f9b78e3d6d817340c09f9d2_5849015888927505500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Legende nach war das uralte Fest Sabzeruz, benannt nach Nabu Malikata, ursprünglich die Geburtstagsfeier der Blumengöttin für die Höhere Herrin Rukkhadevata. Vor langer Zeit veranstalteten die Freunde der Höheren Herrin Rukkhadevata an einem ihrer Geburtstage ein Festbankett für sie. Einige Götter betranken sich: Einer begann zu musizieren und die Höhere Herrin begann zu singen, woraufhin die Blumengöttin zu tanzen begann. Als sie auf dem Gras tanzte, begannen unzählige wunderschöne Padisarahs zu blühen, wo immer sie hintrat. Diese leuchtenden violetten Blumen wurden zu ihrer schillernden Bühne. Alle Götter riefen: <color=#ffffffd9>„Ach, würde dieser Moment doch nur ewig anhalten!“</color> . Nach dem Tod der Blumengöttin verschwanden mit ihr auch die Padisarahs. Die Höhere Herrin erschuf die Blumen im Gedenken an ihre Freundin neu, konnte aber ihre einzigartige violette Farbe nicht wiederherstellen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Das Sabzeruz-Fest",
        "desc": "<p>Ein Fest aus Sumeru, das nach der Blumengöttin benannt ist und den Geburstag des Dendro-Archonten feiert.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/36893887/43abe7138f265ebc2d21ebb5f093c373_1135683885587718133.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Vergoldeter Traum",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/ae8a2c6f24df66e1bd7cc2dbd83d330d_566284105205223541.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Eine heilige und edle Pflanze, mit sehr hohen Ansprüchen an ihre Wachstumsbedingungen. Durch Verarbeitung können aus dem Staubblatt wertvolle Gewürze gewonnen werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d5172558c50dbc305ee422b95bf8ed21_8688116040979321702.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Entstehung des Waldes",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Während der Herrschaft der drei Götter erzählte die Blumengöttin König Deshret von der Erschaffung Teyvats durch den Meister der Himmel, der Einrichtung des Zyklus der Sieben und der Zerstörung der sterblichen Reiche durch die Göttlichen Nägel. Trotz der Warnungen der Blumengöttin wollte der Herr der Wüste die bestehende Ordnung zerstören und verbotenes Wissen erlangen. Dieses Wissen gehörte nicht zu Teyvat und war eine Form von „Wahrheit“, die nicht verstanden werden konnte. Es stammte aus den Tiefen des Abgrunds, und selbst die Göttin der Weisheit konnte es nicht begreifen. Die Blumengöttin opferte sich, damit König Deshret dieses Wissen erlangen konnte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/b35a2b34ea69abb274d5d77fc3c3be91_7230007813000477699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Höhere Herrin Rukkhadevata war mit dem Plan ihrer Freunde nicht einverstanden und verließ sie. Der Legende nach beschwor die Göttin, die über die Flora herrschte, einen Geist des rechtzeitigen Regens herauf, dessen Name Varuna war, was „Wasser und Himmel“ bedeutet. Das Varuna-Gerät ist ein Gerät, das die Höhere Herrin Rukkhadevata schuf, um Regen herbeizurufen und damit einen Wald in der Wüste zu schaffen. Das Gelb der Vergangenheit wurde durch Grün ersetzt, so dass das karge Land in ein Land voller Leben verwandelt wurde. Um zu verhindern, dass sich die Wüste weiter ausbreitet und den Wald zerstört, errichtete sie an der Grenze die Mauer von Samiel, die Sandstürme zurückhält."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/082561a52f6fa856993a1bb215e57af1_272252549940466142.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Im Wald pflanzte Rukkhadevata den Ashvattha-Baum. Die Legende besagt, dass Königin Aranyani zu Ashvattha sagte, dass viele einsame Menschen im Wald lebten und dass die Zahl der Kinder im Wald zunehmen müsse, damit sie alle zu Freunden würden. Deshalb brachte Ashvattha einen schönen und vollen Granatapfel mit vielen Samen hervor, von denen der erste Aramuhukunda - der erste Aranara - aufspross. Die Samen keimten weiter und Aranara breitete sich aus wie Blätter an einem Baum. Die Geister des Waldes, Aranara, wurden zu Vertrauten des Dendro-Archons und werden als ihre Kinder betrachtet.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7037,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Verbotenes Wissen",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/b1e044cfe5dbf7226b5d796e986dab11_6766143973391250128.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nachdem sich die Blumengöttin geopfert hatte, damit König Deshret das verbotene Wissen erlangen konnte, begann es allmählich, das Bewusstsein des Herrn der Wüste zu vergiften. Aufgrund des verbotenen Wissens begann die Wüste zu verdorren und an der unheilbaren Krankheit Eleazar zu leiden. Eleazar war die Verkörperung des Welkens auf dem menschlichen Körper. Die Krankheit ging mit dunklen Schuppen auf der Haut, Taubheit der Gliedmaßen und im Endstadium mit dem Tod einher. Al-Ahmar versuchte, das verbotene Wissen zu nutzen, um ein Paradies auf Erden zu errichten und den sterblichen Körper loszuwerden, aber die von ihm errichteten Städte fielen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/e8f967b7a6dcb81e6e56f8548f2776b8_4464903366813932796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als die Wüste am Rande der Zerstörung stand und Irminsul mit dem verbotenen Wissen infiziert war, kam die Höhere Herrin Rukkhadevata ihrem alten Freund zu Hilfe. König Deshret opferte sich, und Rukkhadevata wandte fast ihre gesamte Kraft auf, um das verbotene Wissen zu vernichten. So wurde Königin Aranyani auf die Größe eines Kindes reduziert und wurde zur alleinigen Herrscherin von Sumeru.\nIm Laufe der Zeit wurde die Geschichte der Herrschaft der Höheren Herrin Rukkhadavata, der Blumengöttin, und des Herrn der Wüste verzerrt. Die Bewohner der Wüste, die Anhänger von König Deshret, glaubten, dass die Dendro-Archontin ein Feind ihres Gottes war und seine Zivilisation zerstörte, was ihre Vorfahren dazu zwang, in die Wüste zu fliehen, wo sie in ständiger Angst vor ihren Feinden leben mussten. Sie glaubten, dass die Höhere Herrin gemeinsam mit den Menschen der Akademiya die Geschehnisse verheimlichte und sich als großzügig und wohlwollend ausgab."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/503676f6a3b0765e437578486c2faee2_2717919540826992014.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor langer Zeit, bevor es Menschen gab, wurde Teyvat von sieben Drachenherrschern regiert. Sumeru war das Land des Dendro-Drachens Apep. Zu jener Zeit war das Land vollständig mit tropischen Wäldern bedeckt. Als der erste Thron in Teyvat auftauchte, kam es zu einem unvorstellbaren Krieg, der Zerstörungen von noch nie dagewesenem Ausmaß anrichtete. Die Welt selbst stand am Rande des Zusammenbruchs. Der Drachenkönig Nibelung erlangte die\nvon außerhalb dieser Welt und führte die Drachen im Kampf gegen die von den Außenstehenden errichtete Ordnung an. Nach dem Tod von Nibelung versuchte Apep, weiteres verbotenes Wissen aus den Ecken der Welt zu sammeln, wurde aber von einem riesigen Dorn aufgehalten, der vom Himmel fiel. Wo vorher nur Wald war, entstanden nun Sanddünen. Später schloss Al-Ahmar einen Pakt mit Apep: Er würde auf ihrem Land ein Reich errichten und im Gegenzug nach seinem Tod all sein Wissen preisgeben. Als Apep den Körper von König Deshret absorbierte, wurde sie mit dem verbotenen Wissen infiziert. Das elementare Leben, das in ihrem Körper blühte, wurde durch die Apokalypse zerstört."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/9fa85e75ae6e639777111e34a91323c4_2182312494045557387.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Viele Kreaturen verließen den Körper des Drachens, um zu überleben. Mit einer dieser Kreaturen erschuf die Höhere Herrin Rukkhadevata den Feuersamen, der die Funktionsweise des „Herzens der Oase“ des Dendro-Drachen nachahmte. Das Herz der Oase war Apeps Quelle der Macht. Mit dem Samen konnte das Herz der Oase reaktiviert werden, so dass der Dendrodrache sich zu erholen begann. Das Elementarwesen, das die Gestalt eines Pilzes annahm, reiste zu den unterirdischen Minen der Schlucht, wo ein göttlicher Nagel die Macht des Abgrunds enthielt. Die Herrin von Dendro versprach, dass die\neines Tages ausgelöscht sein würde, dass alle Erinnerungen daran verschwinden würden und dass die Kreatur die Einzige sein würde, die diese Erinnerungen behalten würde. Nur mit der Macht der Höheren Herrin konnte sie mehrere Jahrhunderte lang überleben und die Macht der Apokalypse umwandeln. Rukkhadevata selbst war nicht in der Lage, dem Dendro-Drachen zu Hilfe zu kommen, aber viele Jahre später wurde ihre Vereinbarung dennoch erfüllt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "name": "Apep",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/03/9750d15029b9018793ef9d9f0bfec6de_743071265959457769.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3695,
        "name": "Beschützer von Apeps Oase",
        "desc": "<p>Zusammen mit zahlreichen Nachkommen reiste Apep einst durch ein Meer von Gräsern, durch hundert Fuß hohe Bäume und durch tausende Meilen Reben, so, als wäre er ein Fisch im Wasser. Bis das Gras, die Bäume und die Reben schließlich verdorrten und zu Staub wurden. Unzählige Kreaturen, so klein und unbedeutend wie Kies, hatten auf Apeps Land eine fragile Nation errichtet.</p><p>Apep hatte mit seinen unzähligen Nachkommen das Sandmeer wie kochendes Wasser zum Brodeln gebracht und die Türme der Städte wie herabfallende Blätter in Stücke gerissen. Bis sich der neue König des Sandmeeres und der König, der seine Heimat verloren hatte, miteinander versöhnten. Seither gehörten die Dünen unter der Sonne den Menschen und den Göttern, während die Oase des Drachens in dessen Herzen verblieb.</p><p>Apep hatte das Wissen um die Evolution mit seinen zahllosen Nachkommen geteilt, denn Wasser verrottete nicht, aber morsches Holz musste ja irgendwann fallen. Bis er schließlich seinen Pakt mit dem König des Sandes erfüllte, um ultimative Weisheit zu erlangen. Von da an konnte er nur noch das Ende sehen, den endlosen Untergang.</p><p>Apep ertrank allein im Dunkel des Wissens um diesen Untergang. Alle Menschen, Götter, Drachen, Tiere, Vögel und Fische, alle Erinnerungen, alle Weisheit, Worte und Hass, sie alle würden zu farblosem Staub zerrieben, während der letzte Schein des hellen Mondes als ein Regen weißer Flammen auf die karge Erde fallen würde.</p><p>...</p><p>Apep hatte den Grund des sandigen Meeres einst als seinen Totenacker gesehen, nicht als Palast des Königs des verlorenen Landes. Das Gift der „Weisheit“ würde ihn alsbald von Hass und Wut unzähliger Monde erlösen. Er war der Tristesse des Anblicks herannahenden Unterganges überdrüssig geworden. Bis schließlich die junge Göttin und die Silhouette mit dem goldenen Haar die Erinnerungen erneut weckten; und obwohl sich das grüne Land, das er einst beherrschte, in eine goldgeschmückte Einöde verwandelt hatte, und obwohl er und seine Kinder entstellt und hässlich geworden ware",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/d6fda0fbccc37d41505ff1fcce5b6e77_3595338531847961034.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2896,
        "name": "Laufender Geo-Pilz",
        "desc": "<p>Nachahmendes Wesen, das aus Sporen besteht, hat eine starke Fähigkeit zur Anpassung an die Umwelt.</p><p>Durch den Einfluss der Geo-Kraft, ist ein Teil der es bildenden Sporen schon komplett verhornt. Wenn man bedenkt, dass die Pilzbestien sich ursprünglich aus Sporen entwickelt haben, kann man nun vielleicht sagen, dass sich auf dieser Basis eines Tages eine völlig neue Lebensform entwickeln kann.</p><p>Seine Dominanz unter den Pilzbestien zeigt, dass es eine höhere Intelligenz besitzt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/49216ca30200a7432b571186027efd61_7729413513368697190.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Katastrophe",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lange vor ihrem Tod schuf die Blumengöttin eine Blumen-„Tochter“ Khvarena. Eines Tages sah die Blumengöttin in ihren Träumen einen gesichtslosen\n, der sie zu Tode erschreckte. Nabu Malikata wusste, dass sie vor dieser Katastrophe sterben würde. Sie bat ihre Tochter, die Katastrophe zu verhindern, und übergab sie der Obhut einer anderen „Mutter“ - der Höhere Herrin Rukkhadevata. Die Blumengöttin warnte ihre Freundin vor der dunklen Flut und erzählte ihr von Khvarenas Schicksal: Sie würde die Prüfung der Teilung und des Todes überstehen müssen, um Unsterblichkeit zu erlangen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Ich gebe dir ein Stückchen Khvarena, meine beste Freundin. Bewahre es bitte sicher auf.“</color>\n<color=#ffffffd9>„Es kommt aus der Weisheit der Blumen und den Adern des Himmels und besitzt die reinste Essenz des Lebens.“</color>\n<color=#ffffffd9>„Khvarena ist ein Tropfen im Herzen einer Blume, ein einzelner Tropfen Amrita unter Tausenden, der vom Licht erleuchtet wird.“</color>\n<color=#ffffffd9>„Bitte bewahre mein Geschenk bis zu dem Tag, an dem die dunkle Flut aufspritzt und alles Leben verschlingt ...“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/0058c3c9591f49bc0ac12760d5250fb4_4536574519318236724.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach dem Tod der Blumengöttin verwandelte die Höhere Herrin Rukkhadevata Khvarena in den göttlichen Vogel Simurgh und beauftragte sie mit dem Schutz von zwei Welten, mit der Bewachung der Grenze zwischen neuer Geburt und Tod. Als Teyvat von Monstern aus dem Abgrund überrannt wurde, wurden alle Archonten, mit Ausnahme der Dendro-Archontin, ausgesandt, um sie zu bekämpfen. Genau wie vor Jahrtausenden, als die Wüste durch verbotenes Wissen vergiftet wurde, erschien das Verdorren im gesamten Wald von Sumeru. Die Aranara nannten es Marana, was „Tod“ bedeutet. Die Hydro-Archontin Egeria, die Herrin allen Wassers, begab sich mit ihren Vertrauten, den Okeaniden, in die Tunigi-Höhle in Sumeru, wo ein Durchgang zum Abgrund entstand. Während des Kampfes wurde sie getötet, und ihr Körper wurde zu einem Meer aus reinem Tau, dem Amrita. Doch der Amrita wurde vom Abgrund entweiht, und um den Schmutz zu beseitigen und die Reinheit des Amrita zu gewährleisten, zerstörte Simurgh ihre göttliche Gestalt. Sie trank das reinste Wasser aus dem See und zersprang wie ein Granatapfel in unzählige Lichtstrahlen. Aus diesen Strahlen wurden die Pari, die Vertrauten der Dendro-Archontin geboren. Wie prophezeit, verließ die Tochter eines Nachts die Umarmung der drei „Mütter“ und opferte sich der wachsenden Unreinheit der Welt.\nDie Hauptaufgabe von Königin Aranyani während der Khaenri'ah-Katastrophe war der Schutz von Irminsul. Wenn es durch die Macht des Abgrunds zerstört würde, könnte dies ganz Teyvat vernichten. In dem Moment, als die Katastrophe eintrat, wurde Rukkhadevatas Bewusstsein, das mit Irminsul verbunden war, von schrecklichen Schmerzen durchdrungen. Als sie Irminsul erreichte, zeigte es bereits Anzeichen von Verderbnis. Die Gottheit der Weisheit verstand, dass sie das verbotene Wissen nicht allein mit ihrer Kraft abwehren konnte, also schuf sie ein Gerät, das die gesamte menschliche Weisheit vereinte und nannte es „das Akasha“. Mit Hilfe des Akasha nahm der Herr von Dendro den Menschen von Sumeru die Träume, die Quintessenz der menschlichen Weisheit. Sie sammelte ihre Weisheit und gab all ihre Kräfte weiter, wobei sie wieder an Größe verlor. Dank der Weisheit des Volkes von Sumeru wurde fast das gesamte verbotene Wissen aus Irminsul verbannt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Licht der Vourukasha-Oase",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/bc9329baf36935b2fb094f783a7695f2_2413287389734859263.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Irminsul",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/1ce6047b7dbd231e04f84df4a935df37_9168097241795931538.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die Herrin von Dendro das verbotene Wissen von Irminsul mit der Weisheit aller Menschen vernichtete, stellte sie fest, dass der Prozess nicht so reibungslos verlief, wie sie erwartet hatte. Sie hatte schreckliche Kopfschmerzen, die ihr ein ungutes Gefühl gaben. Erst dann wurde ihr klar, dass ihr Bewusstsein mit Irminsul verbunden war. Sie hatte ihr Wissen und ihre Weisheit gegeben, aber ihre Kontamination hatte sich auf sie übertragen. Von da an war ihre Existenz durch das verbotene Wissen verunreinigt. Königin Aranyani litt nicht nur sehr, sondern erkannte auch, dass selbst nach ihrem Tod alles, was mit ihr zu tun hatte, in Irminsul als Erinnerungen und Wissen weiter existieren würde, was bedeutete, dass das verbotene Wissen niemals endgültig ausgelöscht werden konnte. Aber Rukkhadevata konnte sich niemals selbst auslöschen, also nahm sie den reinsten Zweig von Irminsul als ihre Inkarnation im nächsten Samsara,\n. Rukkhadevata hinterließ ihre Hinweise, damit sie nach Irminsul kommen und es von dem Bewusstsein der Höhere Herrin befreien konnte, das mit dem verbotenen Wissen infiziert war. Als die Dendro-Archontin das verbotene Wissen von Irminsul vernichtete, vergaßen es alle und wussten nicht, dass der Baum weiterhin krank war."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/397ad0d9334efd7f716959612d251d4a_4035637091275033085.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "500 Jahre später hatte die Infektion der Irminsul verschiedene Erscheinungsformen in der realen Welt:\nim Wald, Erdbeben und Sandstürme in der Wüste. Wissenschaftler, die eine Verbindung mit Irminsul herstellten, verfielen dem Wahnsinn. Außerdem hörten alle Menschen während dieser Verbindung eine unvollendete Botschaft: <color=#ffffffd9>„... Welt ... Vergiss mich ...“</color> .\n, die zweite Dendro-Archontin, machte es zu ihrem Hauptziel, Irminsul zu retten, da sein Tod den Tod von ganz Teyvat bedeuten könnte. Mithilfe der Hinweise, die die Höhere Herrin hinterlassen hatte, und der Macht der beiden göttlichen Herzen konnte sie in das Bewusstsein von Irminsul eintreten, wie es vor 500 Jahren war, und auf das Echo des Bewusstseins ihres Vorgängers treffen. Rukkhadevata erzählte die Wahrheit über ihren Tod und die Geburt der Niederen Herrin und sprach auch über ihre vollständige Botschaft: <color=#ffffffd9>„Die Welt soll mich völlig vergessen.“</color> . Irminsul enthielt das gesamte Wissen und die Erinnerungen dieser Welt, und die Auslöschung der Höheren Herrin von dort bedeutete, dass alle Erinnerungen an sie verschwinden würden. Aber dies war der einzige Weg, Irminsul zu retten.\nObwohl Nahida Rukkhadevata nicht vergessen wollte, löschte sie die Herrin von Dendro aus Irminsul aus. Da alle Erinnerungen an Rukkhadevata ausgelöscht waren, war der/die Reisende der/die Einzige, der sich noch an sie erinnerte. Alle Bewohner von Teyvat, die zu dieser Welt gehörten, vergaßen sie. Seitdem glaubt man, dass die Niedere Herrin Kusanali die einzige Dendro-Archontin ist, die vor 500 Jahren ihre Macht opferte, um Sumeru zu retten.\nEinmal spürte die Niedere Herrin Kusanali die Anwesenheit der Höheren Herrin in einem Traum, der von einem Gelehrten der Akademie erzeugt wurde. In dem Moment, als sie in den Traum eintrat, hatte sie das Gefühl, in eine Decke aus warmen Gefühlen gehüllt zu sein. Es war so warm, dass es sich anfühlte, als sei sie an den Anfang ihres Lebens zurückgekehrt, und sie wollte nicht mehr aufwachen. Dieses Gefühl war wie die Worte auf einem Blatt Papier, nachdem sie ausradiert worden waren: Nahida konnte sie nicht mehr sehen, aber sie konnte immer noch die leichten Einkerbungen erkennen, wo die Worte geschrieben worden waren. Das Gefühl war spurlos verschwunden, als die Niedere Herrin ihre Augen öffnete. Nahida beschloss, sich nicht zu sehr mit der Bedeutung dieser Wärme zu befassen. Sie wusste, dass diese Wärme sie einst gestützt hatte und dass ihre Existenz es ihr ermöglicht hatte, dorthin zu gelangen, wo sie heute war.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Weißer Ast",
        "desc": "<p>Ein frischer Ast aus dem Zentrum der Welt.</p><p>Es war einmal ein riesiger Baum, dessen Äste sich über die ganze Welt erstreckten, und dieser Ast war einer davon. Obwohl er vom Baum entfernt wurde, bleibt ihre Verbindung nicht unterbrochen. Daher wird dieser Ast niemals verdorren, solange der riesige weiße Baum, der das Zentrum der Welt symbolisiert, nicht stirbt.</p><p></p><p>„Bäume“ symbolisieren das Leben. In einer Geschichte gab es eine Person, die ihr Bewusstsein an die Äste des weißen Baums anvertraute, bevor sie starb. So gehen weder Leben noch Hoffnung verloren, denn wo Sonne und Regen ist, werden die Äste wachsen und sprießen und eines Tages Früchte tragen.</p><p>„Bäume“ symbolisieren auch die Weisheit. In einer Legende hing ein Weiser kopfüber an einem Baum, lernte, Runen zu gravieren und heilige Worte zu kontrollieren, und konnte schließlich durch das Reich aus Baumwurzeln einen Blick auf die Geheimnisse des Himmels werfen.</p><p>Alles Wissen, alle Erinnerungen und Erfahrungen fließen aus den Wurzeln dieses riesigen Baums, wie Bäche, die in Flüsse münden, Flüsse, die in Meere Münden, Meere, die sich in Wolken und Regen verwandeln, die dann auf die Erde fallen - genauso wie das Leben selbst.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/05a1c827b845851af03663ede6b2d41f_8937581753965312286.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sumeru-Akademie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Einst begab sich ein Weiser auf die Suche nach der Dendro-Archontin, um der Katastrophe in Sumeru zu begegnen. Seine Frömmigkeit und Weisheit wurden von der Höheren Herrin anerkannt, und sie gab ihm schließlich ihren Segen. Alle möglichen spektakulären Szenen erschienen vor dem Ersten Weisen, als ob alles Wissen der Welt direkt vor ihm auf eine Leinwand gemalt würde. Er war gefesselt. Nach langer Zeit beherrschte er alles Wissen, das er begreifen konnte. Danach sagte er zu der Dendro-Archontin, <color=#ffffffd9>„Ich vermisse meine Familie. Ich war so lange von Zuhause weg. Sie muss sich große Sorgen um mich machen.“</color> Die Dendro-Archontin lächelte. Direkt danach fand sich der erste Weise auf dem Bett liegend, als hätte er gerade einen Traum erlebt. Seine Frau, die am Bett saß, sagte zu ihm: <color=#ffffffd9>„Du wirst heute hinausgehen, um nach der Göttin der Pflanzen zu suchen. Gute Reise, mein Lieber.“</color> Danach beendete der erste Weise viele Katastrophen in Sumeru und gründete die Akademie."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/d7d1a43cffcb0080a5bcc3e479d19d76_3877014687419637945.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Akademie wurde nicht nur das wichtigste wissenschaftliche Institut von Sumeru, sondern auch die wichtigste Regierungsstruktur. Sie verehrten die Höhere Herrin und betrachteten sie als eine Gottheit der Tugend. Jedes Jahr feierten sie ihren Geburtstag mit einem großen Fest. An dem Tag, an dem die Herrin von Dendro starb, fanden die Weisen die neugeborenen Niedere Herrin Kusanali, die der neue Archon von Dendro wurde. Der Tag, an dem sie gefunden wurde, wurde der neue Geburtstag des Archons. Zunächst glaubten die Menschen, dass die Höhere Herrin zurückgekehrt war, doch dann erkannten die Weisen, dass Kusanali nicht dieselben Kräfte besaß. Sie sperrten die Niedere Herrin in das Heiligtum von Surasthana und begannen, Sumeru selbst zu regieren. Sie machten Kusanali für den Tod der Höheren Herrin verantwortlich und hielten sie für zu schwach. Königin Aranyani installierte einst eine Vorrichtung im Heiligtum von Surasthana, um sich von der Außenwelt zu isolieren und zu meditieren. Vor 500 Jahren modifizierte der große Weise diese Vorrichtung, so dass sie nicht mehr von innen kontrolliert werden konnte. So war die Niedere Herrin in der Schöpfung seiner Vorgängerin gefangen. Seitdem feierte die Akademie das Sabzeruz-Fest nicht mehr und tat in jeder Hinsicht so, als gäbe es diesen Feiertag nicht. Für sie war dies eine weitere Erinnerung an den Tod ihrer geliebten Herrscherin.\nTausende von Jahren nach der Zerstörung der Zivilisation von König Deshret organisierte sich in der Wüste eine Gruppe radikaler Anhänger von Al-Ahmar, denen das Orakel die Wiedergeburt des Herrn der Wüste vorausgesagt hatte. Die „Wächter des Dorfes“, Gelehrte, die die Akademie verließen und in die Wüste gingen, begannen aus dem Dorf Aaru zu verschwinden. Ein mysteriöser Mann erzählte den Leuten, die Wissenschaftler seien ein notwendiges Opfer für die Wiederauferstehung von König Deshret. Al-Ahmars radikalen Anhängern wurde Einhalt geboten, als sie die Wahrheit aus den Schriften von Kasala, dem Orakel von König Deshret, erfuhren. Sie erfuhren, dass die Höhere Herrin der Zivilisation Deshrets geholfen hatte und dass derjenige, den sie als ihren Feind betrachteten und für den sie ihr Leben lang von Rache träumten, sich als ihr Retter erwiesen hatte.\nMit Hilfe der Macht des Akasha, die von der Höheren Herrin Rukkhadevata geschaffen wurde, schufen die Weisen der Akademie ein Akasha-Terminal, das die Kraft der Göttlichen Herzen nutzte. Durch das Tragen dieses Terminals wurde den Menschen die Weisheit der Dendro-Archontin zuteil und sie erhielten das notwendige Wissen. Allmählich begannen die Weisen, die Schöpfung der Göttin der Weisheit nicht mehr dazu zu nutzen, um jedem, der es wollte, Wissen zu vermitteln, sondern um das von der Akademie benötigte Wissen zu platzieren. Viele Informationen wurden verboten, und es war nicht mehr möglich, zwischen Wahrheit und Fälschung zu unterscheiden. Die großen Weisen benutzten das Akasha-Terminal, um die Menschen in Schlaf zu versetzen, ihre Träume zu ernten und einen falschen Gott zu erschaffen. Da die Akademie das Terminal für die falschen Zwecke nutzte, beschloss die Niedere Herrin Kusanali, das Akasha abzuschalten. Als sie einem der Elf das Göttliche Herz im Tausch gegen Wissen übergab, hörte das Akasha auf zu existieren.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Das Sabzeruz-Fest",
        "desc": "<p>Ein Fest aus Sumeru, das nach der Blumengöttin benannt ist und den Geburstag des Dendro-Archonten feiert.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/36893887/43abe7138f265ebc2d21ebb5f093c373_1135683885587718133.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Blumengöttin, die Freundin von Rukkhadevata. Zusammen mit Al-Ahmar herrschten sie über Sumeru. Nach dem Tod von Nabu Malikata kümmerte sich Rukkhadevata um ihre „Tochter“ Khvarena.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "König Deshret, der Freund von Rukkhadevata. Zusammen mit Nabu Malikata herrschten sie über Sumeru. Rukkhadevata half, Sumeru von verbotenem Wissen zu befreien, das durch ihre Schuld auftauchte.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Herrin allen Wassers, die während der Katastrophe in Sumeru starb. Rukkhadevata ließ den Harvisptokhm-Baum aus Egerias Körper wachsen, um ihr Bewusstsein zu bewahren und die Tunigi-Höhle zu versiegeln.\nKhvarena\nDie „Tochter“ von Nabu Malikata. Rukkhadevata verwandelte sie wegen der Katastrophe in den göttlichen Vogel Simurgh.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevatas Vertraute",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevatas Vertraute",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die aktuelle Dendro Archontin. Rukkhadevata hat sie aus einem Zweig Irminsuls erschaffen.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Das Sabzeruz-Fest",
        "desc": "<p>Ein Fest aus Sumeru, das nach der Blumengöttin benannt ist und den Geburstag des Dendro-Archonten feiert.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/36893887/43abe7138f265ebc2d21ebb5f093c373_1135683885587718133.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Feier zum Geburtstag des Dendro-Archonten.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Sumeru-Akademie wurde unter der Schirmherrschaft der Höheren Herrin gegründet.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Bücher und Gegenstände"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2922,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2679,
        "name": "Nagadus-Smaragd-Splitter",
        "desc": "<p>Material für den Figurenaufstieg.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/8a494dcde9769dd1e536512e1a689ba1_8634907704608394795.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Nagadus-Smaragd-Bruchstück",
        "desc": "<p>Material für den Figurenaufstieg.</p><p>„Ich hatte einen sehr, sehr langen Traum…“</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/58cae6f57061984127a0a6e2970fa134_4185082559368590688.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2677,
        "name": "Nagadus-Smaragd-Brocken",
        "desc": "<p>Material für den Figurenaufstieg.</p><p>„Ich hatte einen sehr, sehr langen Traum...“</p><p>„Die Menschen hielten sich an den Händen, tanzten im Kreis, ob sie nun weise oder töricht waren, Tänzer oder Krieger, Puppen oder Statuen...“</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/d45535e4a38da93077684ded74ff2ab7_29595192969150202.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2676,
        "name": "Nagadus-Smaragd",
        "desc": "<p>Material für den Figurenaufstieg.</p><p>„Ich hatte einen sehr, sehr langen Traum …<span style=\"color: rgb(220, 221, 222)\">“</span></p><p>„Die Menschen hielten sich an den Händen und tanzten im Kreis, ob sie nun weise oder töricht waren, Tänzer oder Krieger, Puppen oder Statuen …<span style=\"color: rgb(220, 221, 222)\">“</span></p><p>„Dieser tanzende Kreis verkörperte alles, was das Universum ausmacht. Das Leben war immer das Ziel, während die Weisheit das Mittel darstellt.<span style=\"color: rgb(220, 221, 222)\">“</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/4e6fdd6c33dcd340000b8d8087573f23_9190783731557876050.PNG",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2672,
        "name": "Erinnerungen des tiefen Waldes",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/f526e111c9c7dcbaed0d7fd8c8d58ef2_4088445263606269130.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Vergoldeter Traum",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/61142474/ae8a2c6f24df66e1bd7cc2dbd83d330d_566284105205223541.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Blumen des verlorenen Paradieses",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/36893887/50ce09dfa5a91a33aa9cedfb15bcf2d1_1017613161904916282.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Licht der Vourukasha-Oase",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/12/36893887/bc9329baf36935b2fb094f783a7695f2_2413287389734859263.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2696,
        "name": "Kupfertalisman des Waldtaus",
        "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Nach den Anweisungen des Ersten Weisen fertigten die Vorfahren im Wald diese Talismane mit den verdorrten Bäumen in Erinnerung an die Herrin der Flora.</p><p>Die Form des Talismans wurde vom Tau im Wald inspiriert. Er symbolisiert das Eindringen der Weisheit in den Geist der einfachen Sterblichen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/11ddd1bff01183e94e9cc781a79a2474_3257018164525665161.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2697,
        "name": "Eisentalisman des Waldtaus",
        "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>Dann lehrte die Herrin der Flora die Menschen das Geheimnis des Schmiedens von schwarzem Eisen. So lernten die unschuldigen Sterblichen, wie man mit Feuer Klingen schmiedet.</p><p>Die Herrin der Flora hatte Freude an ihrem Wissen – so tödlich Feuer und Klingen für die Herrin der Flora auch waren, sie machten die einfachen Menschen mächtig.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/125a6c8e66307d5cbf44bff8dc430756_7602838814379792474.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2698,
        "name": "Silbertalisman des Waldtaus",
        "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>In den unzähligen Überlieferungen des Waldes war derjenige mit dem gestreiften Umhang, der dem Aussehen lodernder Flammen ähnelte, der Labyrinthkönig und der Besitzer der mondgespiegelten Quelle.</p><p>Er verneigte sich für die Freundschaft mit der Herrin der Flora. Die Zeichen ihrer Freundschaft waren der Edelstein, der wie Wasser schimmerte, und das Silber, das wie das Mondlicht glänzte.</p><p>Als Dank für eine solche Geste versprach die Herrin der Flora, für den Labyrinthkönig Geheimnisse zu bewahren, um gemeinsam die komplizierten und schönen Träume des Regenwaldes zu schützen.</p><p>Niemand konnte vorhersehen, dass das prächtige Schloss der Geheimnisse und Träume später im Leichentuch der dunklen Flamme des Vergessens verschwinden würde, woraufhin seine Asche in den Boden zurückkehrte und zum Nährstoff für die jungfräulichen Regenwälder wurde.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d26b5f895516b6ab912be2437c4d405c_6130495172055795919.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2699,
        "name": "Goldtalisman des Waldtaus",
        "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>„Die Sterblichen schätzen nur drei Dinge: Quellwasser, das das Mondlicht umarmt, ein Grün, das dem Leben ähnelt, und ein junges Aussehen, das niemals altert …\"</p><p>Das Wesen der „Weisheit\" besteht nicht darin, alle Köpfe zu beherrschen oder sich alle Vorteile zu erschleichen. Stattdessen geht es darum, den gewöhnlichen Wesen die Freiheit zu geben, über ihre Grenzen hinaus zu leben.</p><p>Auch wenn das Brüllen des Tigers im Wald nicht mehr zu hören ist, auch wenn sich die entschlossenen Wächter in die Träume der Kinder zurückgezogen sind … In der Nacht, wenn alle verborgenen goldenen Siegel der Geheimnisse gelüftet werden und alle Träume wie Bernstein im Mondlicht glühen, würden sie und ihr geliebtes Volk vielleicht endlich die wahre Freiheit gewinnen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/6589e8def2462112ce3979dc2b74923e_6258849909237100624.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Vergangenheit der sengenden Macht",
        "desc": "<p>Material mit der Kraft, Waffen aufsteigen zu lassen.</p><p>In der Ära, in der der unwissende König der Wüste regierte, senkte sich seine Macht wie die sengende Sonne auf jeden Zentimeter des Landes.</p><p>In den Aufzeichnungen der alten Steintafel verwandelte er seine Macht in sieben Strahlen blendenden Lichts oder sieben Säulen, die er gleichmäßig und barmherzig an alle verteilte. Niemand wurde vernachlässigt und niemand war unzufrieden.</p><p>Das war eine vergessene goldene Ära, eine Ära, in der die Königin der Blumen im Sand verblasste und die Herrin der Flora beschloss, zu gehen. Nur die Nachkommen im gelben Sand entschieden sich, ihrem Gott zu folgen. Selbst als sich das Unheil anbahnte, leuchtete die Autorität, der sie vertrauten, hell wie Bernstein und Gold.</p><p>Das Unheil brach dennoch herein. Die goldenen Insignien wurden in den Tiefen des Schreins und des Palastes begraben, unter den eingestürzten Säulen mit den Gravuren von Adlern und Stieren.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/926dfd8c47c13abca0158294efe5751e_5445808914646845981.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Rukkhashava-Pilz",
        "desc": "<p>Wie die Wolken türmen sich diese Pilze Schicht für Schicht übereinander. Die meisten davon leben parasitär in der Tiefe des Waldes an Bäumen. Daher betrachten die Einwohner von Sumeru sie als den zurückgelassenen heiligen Körper der Höheren Herrin Rukkhadevata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/fbfb9632c9668ce46422fa5b2acb9f0d_2559175223730741595.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "story": [
      {
        "title": "Dialog über die Höhere Herrin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Archontenquest Kapitel III: Akt V</color> „ <color=#ffffffd9>Akasha pulsiert, die Kalpa-Flamme lodert</color> “ <color=#ffffffd9>)</color>\n<color=#37ffff>Rukkhadevata</color> : Irminsul und die Umgebung wurden hier wie vor Jahren nachgebildet, aber dies ist immer noch nur ein Bereich des Bewusstseins.\n<color=#37ffff>Rukkhadevata</color> : Weil unser „Wesen“ identisch ist, ist es auch unsere Erscheinung.\n<color=#37ffff>Nahida</color> : Warum ... ist unser „Wesen“ identisch?\n<color=#37ffff>Rukkhadevata</color> : Weil du ich bist und ich du bin.\n<color=#37ffff>Rukkhadevata</color> : Du bist mein „Samsara“.\n<color=#37ffff>Nahida</color> : „Samsara“ ...\n<color=#37ffff>Rukkhadevata</color> : Als Höhere Herrin Rukkhadevata bin ich die Verkörperung von Irminsul und du bist ihr reinster Zweig.\n<color=#37ffff>Rukkhadevata</color> : Es ist wie ... Selbst wenn ein Baum stirbt, werden seine Zweige eines Tages Wurzeln schlagen und weiterwachsen, also in neuer Form weiterleben.\n<color=#37ffff>Rukkhadevata</color> : Ich stehe nur als ein übriggebliebener Hauch des Bewusstseins der Höheren Herrin Rukkhadevata vor euch, der Rest von mir muss schon vor langer Zeit vergangen sein.\n<color=#37ffff>Rukkhadevata</color> : Hm ... Deiner jetzigen Erscheinung nach zu urteilen, muss ich schon seit etwa fünfhundert Jahren tot sein ...\n<color=#37ffff>Rukkhadevata</color> : Und hier bist du nun, mein Ich nach dem „Samsara“.\n<color=#37ffff>Nahida</color> : Wenn das so ist, werde ... ich dann auch eines Tages so ein mächtiger Archon wie du?\n<color=#37ffff>Rukkhadevata</color> : Unser Wesen ist zwar identisch, aber unsere Schicksale sind nicht dieselben. Alles hat sein eigenes Schicksal.\n<color=#37ffff>Rukkhadevata</color> : So wie ein Zweig, der zu einem neuen Baum heranwächst, nicht mit dem Mutterbaum identisch sein wird.\n<color=#37ffff>Nahida</color> : Also ist das Schicksal das höchste Wissen?\n<color=#37ffff>Rukkhadevata</color> : Das ist eine gute Sichtweise, das gefällt mir.\n<color=#37ffff>Rukkhadevata</color> : Und deshalb wirst du auch nicht zu mir werden ...\n<color=#37ffff>Nahida</color> : Ach ... Ist das so?\n<color=#37ffff>Rukkhadevata</color> : Aber vielleicht wirst du ja ein größerer Archon als ich, hehe.\n<color=#37ffff>Rukkhadevata</color> : Ich kann jetzt schon einen Willen in dir erkennen, den ich selbst niemals hatte. Die Zukunft, in die er dich führt, das ist dein Schicksal.\n<color=#37ffff>Rukkhadevata</color> : Und es ist auch das Geschenk deiner vergangenen Erfahrungen.\n<color=#37ffff>Rukkhadevata</color> : Keine Sorge, das Wissen wächst wie eine Pflanze. Du musst nur geduldig auf das Erblühen warten.\n<color=#37ffff>Nahida</color> : Danke ... Das ist so ein wundervoller Moment. Diejenige, die ich immer bewunderte, war eigentlich ich selbst mit einem anderen Schicksal ...\n<color=#37ffff>Nahida</color> : Es ist so schön, mit dir reden zu können, Höhere Herrin Rukkhadevata. Ich wollte dich schon immer treffen ..."
          }
        ]
      }
    ]
  }
}