{
  "epId": 4914,
  "name": "Elynas",
  "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1713887518,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas Geburt",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bevor er geboren wurde, schwebte Elynas in der kosmischen Dunkelheit in Kälte und Einsamkeit. Er war so traurig, dass er oft weinte. Später hörte er die Stimme der Mutter, die sich wünschte, dass Elynas in eine schöne Welt hineingeboren würde. Sie schenkte ihm Leben, einen starken und gesunden Körper, mit dem er durch die Welt gehen konnte, und einen schönen Namen. Sie wollte ihm viele Geschwister schenken, damit er viele Freunde kennenlernte und die schönen Dinge jenseits der kosmischen Dunkelheit sehen konnte. Elynas und seine Geschwister liebten sich und sorgten füreinander.\nSpäter verließ Elynas zusammen mit seinen Geschwistern die Welt unter der Erde. Er spürte den Wind, der über seine Haut strich, die Wärme der Sonne, das eisige und das warme Wasser. Zunächst war Elynas glücklich, doch bald entdeckte er, dass das, was ihm interessant und lustig erschien, für andere beängstigend und gefährlich war. Er erfuhr, dass sein Blut vergiftet war und dass er Leid und Zerstörung über das Volk von Teyvat brachte, aber es war zu spät.\nAufgrund der Tatsache, dass Elynas Blut dem Blut des Schattendrachen Durin ähnelt, dass beide die Schöpferin als Mutter bezeichneten und dass beide dasselbe Ziel verfolgten, als sie Teyvat betraten, kann man davon ausgehen, dass Elynas und Durin dieselbe Schöpferin haben - die Alchemistin Rhinedottir, auch bekannt als Gold. Sie ist die Mutter von Durin, Albedo und vielen anderen Abgrund-Bestien und auch einer der Gründe für die Katastrophe.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Der Schattendrache und eines der Kinder von Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/4da89ee2780e1d49a61ab4c4236a9da3_4589391674283116079.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Der Hauptalchimist des Ordo Favonius und gleichzeitig der Anführer der Ermittlungstruppe. Er ist wahrhaft ein Genie und wird als der „Kreideprinz“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Donnerfressender Garmwelpe",
        "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ klassifiziert es als „Alfisol“.<br/>Einst in der fernen Vergangenheit, als die Zeit endlich gekommen war, dass gigantische Ungeheuer aus der Hölle wieder auf die Welt kamen, um die Herrschaft über alles zurückzuerringen, tauchten dann eine große Meute Garme als teuflische Bote zuerst auf, um die letzte Barriere zu zersetzen und den Weg für die großen alten Bestien zu bahnen.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/67780178640303aeddfb6c453289fd3c_3434692162507576174.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Felsenfressender Garmwelpe",
        "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ klassifiziert es als „Alfisol“.<br/>Sie sind der Schatten des Abgrunds, der die Welt Stück für Stück verschluckt. Die Elementarkraft, egal wie stark sie ist, ist nichts anders als ein leckeres Häppchen für diese nimmersatten Monster. Es leben heute nur wenige davon noch, was, man muss zugeben, ein großes Glück für uns alle bedeutet.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/c0ad724314e188debb702e9ee2dde852_1840499957732153545.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Donnerfressender Garm",
        "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ hat es erschaffen.<br/>Einst tobten sie kreuz und quer in ganz Teyvat herum. Aber dann waren sie auf den heftigen Widerstand der Menschen gestoßen und wurden wiederum in die Enge getrieben und fast ausgerottet. Neulich sind sie jedoch wieder aufgetaucht und stellen eine ernsthafte Bedrohung für Quellingen und das Schwarzwolfsrudel von Wolfenlauf dar.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/f98aad8ddb6a41ae54eb9b81c63f58da_2029304103607094819.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Felsenfressender Garm",
        "desc": "Ein Monster, in dessen Adern das giftige Dämonenblut fließt. Es ist in der Lage, die Grenze zwischen der irdischen Welt und der Hölle zu durchbrechen und zerfetzen. „Gold“ hat es erschaffen.<br/>Diese Monster ähneln auf subtile Weise in vielen Hinsichten den wahren Wölfen. Vielleicht aus kranker Ehrfurcht oder tückischem Neid gegenüber ihre „Verwandten“ streben sie schwärmerisch an, alle Wölfe auszuradieren.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/4aa76a4d0124859749da800aa330f431_6692825183517332581.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Goldener Garmfürst",
        "desc": "Der aus einer dunklen Welt stammende Herrscher der schwarzen Wölfe hat die Macht, seinen Anhängern, seinen verborgenen Klauen, zu befehlen, den Raum selbst aufzulösen und einen Spalt zu formen, durch den er eindringen kann.<br/>Der Garmfürst hat keinen Namen, denn er war nur eine unbeabsichtigte Schöpfung von „Gold“. Und genau deshalb ist er davon besessen, in Welten einzudringen, die ihm nicht gehören, und sich einen Namen zu machen.<br/>Das Wolfsrudel ist jedoch alles andere als unintelligent. Nachdem es bei seiner letzten Invasion eine Niederlage erlitten hatte, wurde eine einsame Insel ausgewählt, auf der weder Menschen noch Beschützer wohnen, um sich auf die Ankunft ihres Fürsten vorzubereiten.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Mysteriöse Buchseite V",
        "desc": "<p>Eine alte Seite, dessen Inhalt völlig unverständlich ist.</p><p>Vielleicht gibt es eine Möglichkeit, den Inhalt zu entschlüsseln.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/acd0592dfbfc9bb0b9538eb35ea2e81e_304414372275710113.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas Tod und Geburt der Melusinen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Elynas tauchte in Fontaine während der Katastrophe vor 500 Jahren auf. Seine Existenz vergiftete das Wasser und das Land, so dass die Flotte von Fontaine, angeführt von Basil Elton auf ihrem Schiff Sponsian, ausgesandt wurde, um Fontaine vor Elynas zu schützen. Etwa 35 Tage lang verfolgten sie die gigantische Abgrund-Bestie und kämpften dabei ständig gegen andere Abgrund-Ungeheuer. Als die meisten Schiffe der Flotte versenkt, das Flaggschiff der Sponsian erheblich beschädigt und Elynas selbst verwundet war, holte die Sponsian die Bestie ein. Infolge des Kampfes wurde das Schiff in zwei Hälften geteilt, und eine Hälfte blieb in Elynas' Körper stecken. Die andere Hälfte ist noch immer in den Gewässern in der Nähe des Elton-Grabens zu sehen, wo sie wie ein Geist schwimmt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/acb85bf4ad0cb25cb352b5612b60ea22_6428975139913856858.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als er erkannte, dass er nur Zerstörung und Leid brachte, beschloss Elynas, nicht mehr zu kämpfen und zu sterben. Er war voller Trauer, aber dennoch froh, dass alles vorbei war. Seine gigantischen Überreste versteinerten und verblieben an dem Ort, der heute als Bezirk Béryl bekannt ist. Obwohl sein Körper und sein Herz versteinert waren, behielt er sein Bewusstsein und war daher froh, als vor mehr als 400 Jahren Menschen in seinem Körper auftauchten. Es waren Jakob Ingold und René de Petrichor, die das Fleisch und Blut von Elynas benutzten, um die Kräfte des ersten neuen Menschen Jakob zu erforschen und zu verbessern. Doch eines Tages erschienen viele andere Kreaturen in seinem Körper, darunter Metallmaschinen, ein Geist des Urwassers und andere Menschen. Es gab einen Kampf und eine Explosion in Elynas' Körper, die sein Fleisch beschädigten, und aus diesen Wunden wurden die Melusinen, Elynas' Kinder, geboren. Jede Melusine wurde mit einem Splitter des zerbrochenen Mek geboren, und so begannen sie, diese Gegenstände als ihr „Andenken“ zu betrachten, das es zu schützen gilt. Um sich und seine Töchter zu schützen, schuf Elynas die Rissprimusse, ungewöhnliche Lebewesen, die weder Pflanzen noch Tiere sind. Sie waren intellektuell weniger entwickelt als die Melusinen selbst, aber einige Melusinen begannen, sie als ihre Haustiere zu pflegen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Ich war so überglücklich, denn sie sind wunderschön und intelligent. Da wurde mir auch klar, dass ich mehr tun kann als nur zerstören. Ich kann schönes neues Leben in diese Welt bringen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Elynas liebte seine Töchter über alles und hielt sie für wunderschön. Er sprach oft mit ihnen und lehrte sie, wie sie sich ein Haus bauen sollten, damit sie gut aufwachsen konnten. Dann herrschte überall Glück und Lebendigkeit. Die Melusinen gründeten das Dorf Merusea im Körper des Elynas, in dem sie viele Jahre lang lebten. Jahrhunderte später verloren fast alle Melusinen, bis auf eine, Mamère, die Möglichkeit, mit ihrem \"Vater\" zu kommunizieren, und vergaßen ihn. Einige begannen, ihn als fürsorgliche \"Mutter\" zu betrachten, während andere sich einfach nicht mehr an ihre Herkunft erinnern.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p>Mamere ist ein Weltauftragsexklusiver NPC. Sie ist eine Melusine, die sehr am Zeichnen/Malen interessiert ist. Sie ist als einzige Melusine in der Lage ihre Vorfahren zu hören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/9cc2115edbfc809cdaa5a1629eb9dc37_1533395019625387087.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Trümmer-Rissprimus",
        "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Ousia und Pneuma-Energie scheinen eine hochgradig stimulierende Wirkung auf den Rissprimus zu haben. Deshalb kann der Rissprimus mit diesem relativ unaggressiven und nicht invasiven Mittel vertrieben werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/1317767095153c379837899e6c332db7_5691027119362652173.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Überwucherter Rissprimus",
        "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Die ersten Beobachtungen von Rissprimussen erfolgten in Fontaine kurz nach der Katastrophe. Aufzeichnungen von damals sprechen dabei sowohl davon, dass Rissprimusse Menschen angriffen, als auch, dass sie sie verteidigten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/dd7d9c3c7e9285b9650a64fc6550622b_603720227720139204.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Großer überwucherter Rissprimus",
        "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Der Rissprimus sprengt den Rahmen dessen, was an grundlegenden biologischen Merkmalen bekannt ist: Er lässt sich weder den Tieren noch den Pflanzen noch den Pilzen oder den Elementarwesen zuordnen. Die Debatte unter den Sumeru-Gelehrten hat nie einen formellen Konsens darüber erreicht, was genau es ist, bis es schließlich als Forschungsthema verboten wurde. Der Grund dafür ist, dass dieses Problem auf der Grundlage des derzeitigen Wissenssystems wie „die von der Sprache vorgegebenen Definitionen und die wahre Natur der Dinge“ ist und es unmöglich ist, eine sinnvolle, endgültige Antwort zu finden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/622d9d846f1b800fa92b4c9c24ece5a7_6672161046353432672.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Großer Trümmer-Rissprimus",
        "desc": "<p>Eine seltsame Kreatur, die hauptsächlich in Elynas vorkommt.</p><p>Für die Melusinen ist der Rissprimus eine weitgehend harmlose Kreatur. Manche von ihnen finden ihn sogar recht putzig. Was die visuelle Wahrnehmung der Melusinen betrifft, so unterscheidet sich diese doch recht stark von der der Menschen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/d94d8c4feac0e0795a26552689d6689c_3037313348150097580.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Uralte Farben",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/547c45ab9dfa0ea2c8fe583fa0f6df3b_7560227245124190085.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Elynas traf nur zwei Menschen, die seinem Gift widerstehen konnten: Jakob Ingold und den/die Reisende/n. Er war zwar froh, Jakob zu helfen, als er seine Kräfte mit Elynas' Fleisch und Blut auffüllte, aber er wollte nicht, dass sein Herz wieder zum Leben erweckt wurde. Elynas hatte Angst, dass seine Töchter sterben und ihre kleinen Häuser zerstört werden würden, und war dem/der Reisenden dankbar, dass er/sie Jakob aufgehalten hatte. Aus Dankbarkeit bat er seine Tochter Mamère, mit seinem Blut ein Bild zu malen, das es Elynas ermöglichte, den/die Reisende/n zu treffen. Zum Abschied übermittelte er Mamère eine Nachricht und wünschte sich, den/die Reisende/n wiederzusehen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Spieler, würdest du mir einen Gefallen tun?</color>\n<color=#ffffff>Sag Mamère, dass ... Ähm ... was sollte ich ihr denn sagen ...?</color>\n<color=#ffffff>Oh, ja, richte ihr bitte aus, dass ihre Gemälde wirklich sehr schön sind, dass ich sie sehr liebe und unglaublich stolz auf sie bin.</color>\n<color=#ffffff>Ah, eins noch! Sag ihr bitte, dass sie sich gut mit ihren Schwestern verstehen soll, denn auch sie alle lieben sie sehr.</color>\n<color=#ffffff>Dann zähle ich auf dich, Spieler!</color>\n<color=#ffffff>Danke dir vielmals! Ehrlich gesagt war es toll, dich kennenzulernen. Ich hoffe, dass ich eines Tages in der Lage sein werde, frei auf dieser Welt zu wandeln, ohne Angst zu haben, anderen Schaden oder Tod zuzufügen.</color>\n<color=#ffffff>Wenn es so weit ist, werde ich dir sicher meine wahre Gestalt zeigen!“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p>Mamere ist ein Weltauftragsexklusiver NPC. Sie ist eine Melusine, die sehr am Zeichnen/Malen interessiert ist. Sie ist als einzige Melusine in der Lage ihre Vorfahren zu hören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/9cc2115edbfc809cdaa5a1629eb9dc37_1533395019625387087.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Elynas Schädel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/b53af40167d4591369e3ab3f98d8638b_5869302854390219941.png"
      },
      {
        "key": "Elynas Herz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/01c6d63f9ecbb28cb94f038b8dad862d_2776834371902233351.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Elynas' versteinertes Herz."
          }
        ]
      },
      {
        "key": "Szenerie in Elynas Tiefsten Tiefen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/3bb992d0c5d29c73aeec676430fa2a8a_2257769281304567965.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ein von Elynas geschaffener Subraum zur Kommunikation mit dem/der Reisenden."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Elynas"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Abgrund"
          }
        ]
      }
    ]
  }
}