{
  "epId": 4916,
  "name": "Carole",
  "desc": "<p>Carole ist ein Weltauftragsexklusiver NPC. Sie war ein Teil der Maréchaussée-Phantome und wurde vor ungefähr 400 Jahren durch Neuvillette nach Fontaine gebracht.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/141341446/b5144639de0b40a37167f40774eb8e6b_3307026484225807654.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1713887523,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Carole"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Maréchaussée-Phantom, Melusinen, Fontaine"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillettes Legendenauftrag „Diluvies“ 1. Akt: „Die Spuren der Vergangenheit bleiben“"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Deneen Melody"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Carole und Neuvillette",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/141341446/54d819f57d56d4e686846c2fd51f6051_1889077862150348873.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Carole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole wurde wie die anderen Melusinen aus den Wunden geboren, die ihr \"Vater\" Elynas während der Schlacht zwischen den Maréchaussée-Phantomen und den Mitgliedern des Narzissenkreuz-Vereins vor mehr als 400 Jahren erlitt. Die Melusinen lebten im Dorf Merusea, das sie im Körper des Elynas errichteten. Von ihrem \"Vater\" lernten sie, wie man Häuser baut. Zwanzig Jahre später wollten einige Melusinen an den Hof von Fontaine gehen, um zu sehen, wie die Menschen lebten und den Sinn ihrer Existenz zu finden. Carole wurde eine der ersten Melusinen, die mit Hilfe des jungen Iudex von Fontaine, Neuvillette, einem Hydro-Drachen, den Hof von Fontaine betrat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Da alle Melusinen über eine besondere Sehkraft verfügen und in der Lage sind, Dinge wahrzunehmen, die dem menschlichen Auge nicht zugänglich sind, lud Neuvillette sie zu den Maréchaussée-Phantomen ein - einer Sonderabteilung der Maison Gardiennage, die für die Aufklärung von Verbrechen zuständig ist. Carole wurde die erste Melusine bei den Maréchaussée-Phantomen, und der Leiter der Sonderpatrouille für Sicherheit und Überwachung, Vautrin, wurde ihr als Partner zugeteilt. Die Bewohner des Hofes von Fontaine hatten noch nie Melusinen gesehen und begegneten ihnen daher mit Vorsicht und Unzufriedenheit, denn es gab Gerüchte, dass Melusinen Unglücksgestalten seien, die eine Gefahr für andere darstellten. Sie bewarfen die Melusinen mit Steinen und forderten sie auf, in ihr Dorf zurückzukehren. Neuvillette und Carole wussten, dass es viel Zeit und Mühe kosten würde, bis die Menschen und die Melusinen in Harmonie und Verständnis leben würden, aber Carole war bereit für diesen langen und schwierigen Weg, da ihr Leben dadurch an Bedeutung gewann."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Für ihre fünfjährige harte Arbeit wurden Carole und Vautrin mit der ersten Friedensmedaille von Neuvillette ausgezeichnet. Carole hoffte, dass die Melusinen bald anfangen würden, friedlich mit den Menschen zusammenzuleben, aber diese Medaille verärgerte nur noch mehr die Anhänger des alten Regimes, deren Interessen durch die Reform von Neuvillette verletzt wurden. Sie beschlossen, einen Mord zu begehen und ihn den Melusinen in die Schuhe zu schieben, um sie aus der Stadt zu vertreiben und Neuvillette eine Lektion zu erteilen.\nDie Anhänger des alten Regimes lockten Carole an den Tatort und erstatteten Anzeige gegen sie. Daraufhin verbreiteten sie Panik unter der Bevölkerung, um Neuvillette zu zwingen, seine Fehler einzugestehen und die Macht abzugeben. Carole beschloss, sich zu opfern, um die Situation zu entschärfen, und die Garde konnte aufgrund der wütenden Menge nicht mehr rechtzeitig eingreifen.\nVautrin, der von den Geschehnissen erfahren hatte, beschloss, Carole zu rächen, und tötete persönlich alle Verschwörer. Er wusste, dass Neuvillette gezwungen sein würde, ihn für schuldig zu erklären und in das Fort Méropide zu verbannen, aber er konnte nicht anders, als einzugreifen. Carole erinnerte Vautrin an seine jüngere Schwester Illaria, die starb, als er noch klein war. Carole und Illaria waren beide gutmütig und unschuldig, und sie glaubten immer an das Beste. Vautrin verstand, dass gütige Seelen wie Carole anfälliger für Täuschung und Verrat waren, und so versuchte er, sie zum Rückzug zu zwingen, damit die Menschen ihr nicht schaden würden.\nCaroles Tapferkeit und Aufopferung führten schließlich dazu, dass ihr Traum Wirklichkeit wurde: 400 Jahre später sind die Melusinen geachtete Mitglieder der Gesellschaft am Hof von Fontaine und leben friedlich mit den Menschen zusammen. Aufgrund von Caroles Heldentat wurde das Emblem der Maison Gardiennage mit Melusinen versehen, als Zeichen des Respekts und der Dankbarkeit gegenüber diesen Kreaturen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Artgenossen von Carole."
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vater der Melusinen."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Der oberste Richter Fontaines. Er brachte Carole vor ungefähr 400 Jahren nach Fontaine."
      }
    ]
  }
}