{
  "epId": 4924,
  "name": "Okeaniden",
  "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
  "menuId": 23,
  "menuName": "Zugehörigkeit",
  "version": 1712565205,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Schöpfung der Okeanide",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/03e130e4d7602f760144915a6059d8a0_6601489799476190465.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Okeanide sind intelligente Hydro-Lebensformen, die von der früheren Hydro-Archonin Egeria, der Herrin allen Wassers, geschaffen wurden. Sie wurden aus kondensierten Hydro-Elementen von unglaublicher Reinheit erschaffen. Es heißt, dass die Hydro-Elemente in den Gewässern, an denen die Okeanide hängen, immer reiner werden, wodurch die Okeanide immer mächtiger werden.\nDer Legende nach vergoss die sanfte Egeria die erste Träne, aus der der erste Okeanide geboren wurde. Einige sagen, dass Egeria großes Mitgefühl für die Drachen empfand, andere wiederum, dass sie große Traurigkeit über das Schicksal der Menschen empfand. Nun bleibt uns nur noch eine metaphorische Darstellung, deren wahre Bedeutung unklar bleibt: <color=#ffffffd9>„Die weißen Knochen der Echsen wurden zu Schleim, und die Schwäne waren hier geboren.“</color> Der aus dieser Träne neugeborene Okeanide wurde die Aufgabe zuteil, alle Formen des Lebens zu begreifen, die Vielfalt der Arten zu verstehen, und jedes Geschöpf zu lieben. Sie tauchte aus dem Meer des Lebens auf und besaß die Macht der Metamorphose. Egeria wollte, dass sie diese Kraft nutzte, um die Essenz der Lebewesen in ihr Wesen einzuprägen, und so entwickelte sie allmählich eine Sehnsucht nach dem Leben. Sobald sie genug Verständnis für die Menschheit aufbrachte, vergoss sie ihre erste Träne auf der Erde. Okeaniden drückten ihre Liebe aus, indem sie Wasserkörper miteinander verschmolzen. Auf diese Weise konnten viele Seelen ohne Trennung koexistieren.\nDas Entstehen neuer Okeanide bedurfte keiner Partnerschaft oder Fortpflanzung. Nach dem Erhalt von genug Verständnis und Emotionen wandten sich Okeanide an den Hydro-Archon oder einen Ältesten und baten um Erlaubnis, sich \"fortzupflanzen\". Dabei teilte sich der Okeanide in mehrere kleinere Okeanide auf. Die Bedeutung dieser Teilung variierte dabei unter den Okeaniden.\nDie Okeaniden waren Egerias Vertraute. Sie sandte sie einst aus, um in Flüssen, Bächen und Teichen überall auf dem Kontinent zu leben, und fast alle von ihnen waren Spione für Fontaine. Die Herrin allen Wassers wollte alle Menschen auf der Welt miteinander verbinden, so wie alles Wasser miteinander verbunden ist.\nDie Okeaniden wiesen beträchtliche Unterschiede in ihren kognitiven Fähigkeiten auf, was zum Teil auf die unterschiedliche Lebenserwartung zurückzuführen ist, die zu einem sehr unterschiedlichen Niveau an Erfahrung und Wissen über die Welt führt, aber auch erhebliche individuelle Unterschiede bei den Okeaniden selbst tragen zu diesem Phänomen bei. Einige Okeaniden waren einfach zu begriffsstutzig, um Aufgaben im Zusammenhang mit den Wassersystemen des Kontinents zu erfüllen, und sind daher auf Fontaine beschränkt, wo sie dabei helfen, menschliche Emotionen zu beruhigen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b0fb20592e699cd5342b9c87d6fab121_6722758825413151323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Da die Okeaniden das Leben der Menschen bewunderten, wollten sie auch zu Menschen werden. Egeria nutzte die Macht des Urmeeres und verwandelte einige Okeaniden in Menschen, deren Blut mit dem Urwasser floss. Diese Erschaffung von Menschen wurde zur Erbsünde von Egeria. Celestia war wütend auf Egeria, weil sie die Macht des Meeres gestohlen hatte, und sperrte sie deshalb ein. Es entstand eine Prophezeiung, die besagte: <color=#ffffffd9>„Am Ende werden sie alle eins mit dem Wasser sein, und nur der Hydro-Archon wird zurückbleiben. Ganz allein, auf seinem Thron sitzend, wird er seine Tränen vergießen ... Erst dann werden die Bewohner von ihren Sünden reingewaschen sein.“</color>\nWährend Egeria gefangen gehalten wurde, kam Remus in Fontaine an und gründete Remuria. Remus eroberte alle umliegenden Länder, aber Egerias Anhänger, die Okeanidenritter, weigerten sich, sich zu unterwerfen. Sie schworen, die Geister der reinen Quellen (Okeanide) und andere Ritter vor den Kriegern von Remus zu schützen.\nDie meisten Okeanide starben mit Egeria während der Katastrophe, und andere verließen Fontaine, weil das Wasser vergiftet war, so dass man heute glaubt, dass die Okeaniden in Fontaine ausgerottet sind. Obwohl die im Wasser gelösten Gifte längst verdünnt und gereinigt wurden, werden die Gewässer von Fontaine nie wieder auf natürliche Weise die Okeanide hervorbringen, es sei denn, es gibt noch irgendwo Behälter mit reinem Wasser. Anstelle der Okeanide erschienen Okeanospuke aus diesem verschmutzten Wasser."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/627b4ace22d3ef0b8590601746c9bb00_4017682127537768942.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Viele der überlebenden Okeanide verloren den Kontakt zu Fontaine. Sie erkannten den neuen Hydro-Archon nicht an und wünschten sich nur, die Träume der Vergangenheit am Leben zu erhalten. Viele Okeanide unternahmen Pilgerreisen durch die schwüle Sumeru-Wüste, um den Harvisptokhm-Baum zu erreichen, der aus Egerias Bewusstsein erschaffen wurde, und ihre Göttin zu sehen. Andere trugen die Fragmente der längst verstorbenen Göttin in die vielen Winkel dieser Welt. Vielleicht taten sie dies, damit die Liebe, die ihre Göttin für diese Welt empfand, durch die Gewässer in das ganze Land getragen werden konnte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/798328e2c3bdbc7c31a720d73c9bd8c9_3560599391289034906.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nachdem einige Okeanide zu Menschen wurden, vergaßen sie ihre Herkunft. Sie baten immer noch um Erlaubnis, sich \"fortzupflanzen\", aber das wurde als symbolischer Akt betrachtet. Sie warfen Münzen in den Lucine-Brunnen und wünschten sich Kinder, und dann wurden ihre Wünsche erfüllt. Da sie noch immer das Wasser des Urmeeres im Blut hatten, führte jeder Kontakt mit dem Urmeer zu ihrer Auflösung und Rückkehr ins \"Transzendente\". Dieser Prozess führte einst zu Serienmorden in Fontaine. Ein Abenteurer aus Snezhnaya namens Vacher und seine geliebte Vigneire fanden ein Becken mit Wasser aus dem Urmeer. Vigniere, die aus Fontaine stammte, berührte das Wasser und verschwand spurlos. Vacher versuchte, sich selbst aufzulösen, aber es gelang ihm nicht, und so begann er mit Experimenten an jungen Frauen, die er mit dem Urmeerwasser auflöste, um Vigniere zurückzuholen. Er benutzte Aufzeichnungen von Jakob Ingold, dem Mitglied des Narzissenkreuz-Vereins, der vor 400 Jahren die gleichen Experimente durchführte, um seinen Freund wiederzubeleben.\nAls Neuvillette, der Hydro-Drache, die Erbsünde vergab, verwandelte er die Fontainianer in echte Menschen mit echtem Blut, so dass sie nun nicht mehr vom Wasser des Urmeeres aufgelöst werden können.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Okeanidenritter",
        "desc": "<p>Okeanidenritter sind Anhänger der Herrin allen Wassers, Egeria, die geschworen hat, die Okeanide zu beschützen, den Kelch des reinen Wassers zu finden und die Fesseln zu zerschlagen, die Egeria gefangen hielten, um die Erbsünde zu sühnen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/36893887/52262407b200906aef4174b82522c390_2579717535155606902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leiter der Confrérie de Cabrière, einer Schwesterorganisation von Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4040,
        "name": "Wasser speiender Okeanospuk",
        "desc": "<p>Seltsame Elementarwesen, die im Wasser erschienen, nachdem die Okeaniden aus Fontaine geflohen waren.</p><p>Es heißt, dass die Okeaniden zur Zeit Egerias oft an der Seite der Menschen lebten und in den über das Festland verstreuten Quellen mit klarem Wasser wohnten, wodurch sie die Gewässer der Welt miteinander verbanden. Aber die meisten starben mit ihrer Gottheit, und für die Überlebenden hat die Welt keine Gottheit mehr, die sie anerkennen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/8da283e7673adc136462e3910db364dd_6206243879574793251.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4041,
        "name": "Wasser spaltender Okeanospuk",
        "desc": "<p>Seltsame Elementarwesen, die im Wasser erschienen, nachdem die Okeaniden aus Fontaine geflohen waren.</p><p>Diese Elementarwesen, aufgetaucht nach der Katastrophe, verfügen nicht über die Anmut der einstigen Okeaniden, weshalb man sie auch als „verunreinigt“ bezeichnet. Und obgleich sich das Gift im Wasser verflüchtigt hat und gereinigt wurde, werden die Gewässer Fontaines doch nie wieder auf natürliche Weise Okeaniden hervorbringen; es sei denn, irgendwo gibt es noch ein Gefäß mit reinem Wasser.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/47685001/72fbd17e93004303b15608ce7efc82bb_8373137637595013167.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silberkelch des unberührten Meers",
        "desc": "<p>In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.<br>Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.<br>Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/c70230640d8706fd2e3aa837a391166c_8661799598287253826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Quelle reinen heiligen Taus",
        "desc": "<p>Dies ist ein Relikt aus der Zeit, als die „Okeanidenritterin“ noch durch diese Welt streifte. Die Ritter sagten, dass es in den unberührten Bergquellen noch treue Okeaniden gäbe, die jene reinsten aller reinen Quellen beschützten ...<br>Der Herr des künstlichen Ichors duldete jedoch kein Gemurmel, das von der großen Symphonie abwich. Der Legende nach wurde überall dort, wo der Harmost Boethius seinen Fuß hinsetzte, der natürliche Nektar vergraben. Aquädukte des Reiches wurden errichtet und die aus reinem Wasser geborenen Geister verschwanden spurlos ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/54913bb983c08663e91eef34841c80b9_3409061176490801630.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1da56616903c2c0ab282394bbb06bb8c_1363725117785159919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors war einst Egerias okeanische Vertraute. Focalors wollte immer ein Mensch werden, da die Existenz eines Menschen in ihren Augen die schönste Vorstellung war. Egeria verwandelte Focalors in einen Menschen und wählte sie später zu ihrer Nachfolgerin auf dem Archon-Thron."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/071314a04852556139c4a6afb389b4dd_5347402862803336266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria war sich sicher, dass die Prophezeiung in Erfüllung gehen würde und dass der Himmlischen Ordnung nicht widerstanden werden konnte. Sie legte die Lösung dieses Problems auf die Schultern von Focalors. Wenn der Diebstahl der Macht des Urmeeres die Erbsünde Fontaines war, so wäre die Abstammung der Fontainianer als Menschen und ihr Recht, in dieser Welt zu existieren, Fontaines „Urgerechtigkeit“. Die „Existenz“ war Egerias Gerechtigkeit, und Focalors setzte dieses Prinzip fort. Der Prophezeiung zu trotzen und dafür zu sorgen, dass Fontaines Volk weiterleben wird - das sollte die Autorität sein, die über allen anderen thront."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_9063020005477646296.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors überlegte lange, wie sie der Prophezeiung entgegentreten konnte und fand die einzig mögliche Antwort: Es war notwendig, die Himmlische Ordnung während der Erfüllung der Prophezeiung zu täuschen. Nachdem sie zum Archon geworden war, trennte Focalors ihre neugewonnene Göttlichkeit von ihrem Körper und ihrem Geist und erschuf Furina. Während Furina über Fontaine herrschte, sammelte Focalors Energie, um die Himmlische Ordnung zu täuschen. 500 Jahre später, als sich die Prophezeiung zu erfüllen begann, war Focalors in der Lage, all diese Energie zu nutzen, um ihren göttlichen Teil zu zerstören und damit den Thron des Hydro-Archons zu vernichten, wodurch die Autorität von Hydro an den Drachenherrscher Neuvillette zurückgegeben wurde. Nachdem er seine volle Macht erlangt hatte, vergab er den Menschen von Fontaine ihre ursprüngliche Sünde und verwandelte sie in echte Menschen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Focalors ist der letzte Hydro Archon. <span class=\"wk-shady\">Sie starb durch ein Todesurteil durch das Oratrice mécanique d'Analyse cardinale.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rhodeia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b1382ca8d5c39cd34c781837f05c5ea4_5564506540624670480.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Egeria während der Katastrophe vor 500 Jahren starb und Focalors der neue Hydro-Archon wurde, akzeptierten die Okeanide ihre Herrschaft nicht und verließen Fontaine. Rhodeia, die berühmteste und stärkste Späherin der Okeanide, wollte nur die Träume der Vergangenheit am Leben erhalten. Sie wollte einen kleinen Hafen mit ruhigen Gewässern und ließ sich im Dorf Qingce nieder. Rhodeia besitzt enorme Weisheit und Mitgefühl und kann ozeanische Kreaturen erschaffen. Es wird angenommen, dass sie so mächtig ist, dass sie einen Menschen nachahmen kann.\nAls sie einer anderen Okeanide, Endora, begegnete, befürchtete sie, dass diese eine von Hydro-Archon gesandte Attentäterin von Fontaine sei. Daher ließ sie das Wasser bitter werden, um Endora zu töten. Nachdem Endora das Missverständnis aufklären konnte und Rhodeia die Wahrheit erfahren hatte, machte sie das Wasser wieder süß und bot Endora an, mit ihr zu verschmelzen. Endora lehnte dies jedoch ab und beschloss, beim Reisenden und Paimon zu bleiben.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Die bekannteste und stärkste Späherin der Okeanide. Nach dem Tod des vorherigen Hydro-Archons floh sie aus Fontaine und ließ sich im Dorf Qingce nieder.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/22c5aa48029e284acdac3cf43dc48d26_6495825121111835538.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Okeanide",
        "desc": "Eine Lebensform aus hochreiner Hydro-Kraft, die oft von anderen Wesen mit Hydro-Energie begleitet wird.<br/>Je reiner ein Gewässer ist, desto stärker sollen die darin enthaltene Hydro-Energie und damit die Kraft der Okeaniden sein. Es gibt aber auch Legenden, die besagen, Okeaniden wären die Abkömmlinge eines Wasservolkes aus einem weit entfernten Land, die die Bruchstücke eines längst verstorbenen Gottes in alle Ecken dieser Welt bringen. Ihr Ziel mag sein, die Überreste ihres geliebten Gottes mitsamt ihrer Liebe in der Welt zu verteilen, um diesen Teil des gesamten Wasserkreislaufs werden zu lassen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Eine wahrlich sehr neugierige Okeanide, die nur die Welt sehen möchte. Könnte eigentlich sehr gut mit „Miniseelie – Taukraut“ auskommen, aber bitte verschmelze sie nicht miteinander, danke.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Idyia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1db6cabb7224e998c529340769b5842a_8568712510485681891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Idyia ist eine Okeanide, die verbannt wurde, als der ehemalige Hydro-Archon starb und die Gewässer voller Schmerz und Hass wurden. Sie wanderte durch den Wald, als sie Alice, eine Hexe vom Hexenzierkel, traf. Alice schenkte Idyia eine magische Flasche, die ihr einen Wunsch erfüllen kann, der in der Flasche selbst enthalten ist. Idiya wünschte sich, weit weg zu gehen, wo niemand sie finden konnte, und so landete sie mitten in der Wüste."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/86ceaf03762c6ec439360750c275814f_9090761109497470470.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sie lebte weiterhin in der Welt, die Veluriyam Mirage genannt wurde, im Inneren der Flasche. Seltene Reisende, die auf der Durchreise waren, kamen zu ihrem Aufenthaltsort und baten sie, ihre Wünsche zu erfüllen. Als sie wieder gehen mussten, waren einige verärgert darüber, dass der Wunsch nur im Veluriyam Mirage erfüllt wurde, aber einige hinterließen Idyia Geschenke, die sie für ihre Lehmhütte verwendete. Einige wollten einen bleibenden Eindruck im Veluriyam Mirage hinterlassen, und so fertigte Idyia mit Hilfe der Wassergeister deren Kopien an, damit sie nicht einsam war. Alle Wassergeister waren die Verkörperung der Wünsche ihrer Besitzer."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/2985365165a6df18dddf913f2b1797f0_5658027080412426138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Idyia gilt als ebenso mächtig wie Rhodeia, denn sie kann nicht nur die menschliche Gestalt annehmen, sondern auch Okeanide-Menschen aus Wassergeistern erschaffen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Ein Ereignis-exklusiver NSC. Sie ist eine Okeanide und die Hüterin des „Flaschenlandes“, Veluriyam Mirage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/3a7c8da6f3541e963e1cca80b7aa1cfd_4057513518819718073.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Callirhoe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/a67ef560af945789ae6eb6c480f50e49_9137418590799963954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callirhoe war eine der Okeanide, die vor Fontaine floh. Sie fand ihr Zuhause in der Quelle von Quellingen in Mondstadt und erhielt den Namen Wasserfee. Auf ihrer Reise verbrauchte die Okeanide all ihre Kräfte, vergaß ihr früheres Leben und konnte nicht mehr sprechen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/53aa6a6c0961c170a1cce36e07f72d4e_821004000902968886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Eines Tages kam ein weinender Junge zur Quelle, den die Fee trösten wollte. So begann die Freundschaft zwischen dem Jungen und der Okeanide. Er erzählte ihr von allen Ereignissen in seinem Leben, von der Welt und allem, was in seinem Herzen war. Als er vor Kummer weinte, verwandelte sie seine Tränen in süßes Wasser, das ihm angenehme Träume bescherte, in denen er die Okeanide traf. In diesen Träumen erzählte sie ihm von ihrer Heimat und ihrer Einsamkeit. Dank dieser Freundschaft lernte Callirhoe wieder zu sprechen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/824a0869fac4b8806047e7d2fb223c1e_352915580004455436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Einige Jahre später spürte Callirhoe, dass der Junge Gefühle hatte, die sie nicht kannte. Sie hatte Angst vor der Trennung, Angst, dass der Junge es am Ende seines Lebens bereuen würde, und lief weg. Sie hoffte, dass der Junge sie vergessen und sein eigenes Leben leben würde, aber jeden Tag kam er zur Quelle und wartete auf sie, wobei er daran zweifelte, ob das alles echt war. Viele Jahre später blieb er allein und konnte das Verschwinden der Fee nicht begreifen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/f48254570554d9a97f737a5c59b17f57_2626066475287047201.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Viele Jahre lang studierte Callirhoe die Gefühle der Menschen und der Außenwelt und vergaß dabei nie den Jungen. Sie hatte Angst, ihm wieder zu begegnen und ihm Schmerzen zu bereiten. Doch als der Junge bereits ein alter Mann geworden war, überwand die Fee schließlich ihre Ängste, traf ihren Geliebten und schenkte ihm ihr Herz. Obwohl sie ihre körperliche Form nicht lange beibehalten konnte, versprach sie, dass sie immer miteinander verbunden sein würden, solange ihr Geliebter das Herz der Quelle besäße, egal wie weit sie voneinander entfernt wären. Am Ende gab sie ihm einen lang ersehnten Kuss und verschmolz mit dem Quellwasser. Und der Geliebte der Fee hatte immer noch ihr Herz der Quelle.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, auch bekannt als Wasserfee, ist eine Okeanide, die Fontaine nach dem Tod des vorherigen Archons verließ und sich in Quellingen niederließ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/aa9bf43eb91ae03fddb42f6c5b743ea7_6838862284042981578.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Endora",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora ist eine kleine und neugierige Okeanide, die Fontaine verlassen hat. Sie bewunderte Rhodeia, eine mächtige Okeanide-Späherin, und so verließ sie Fontaine huckepack auf einem Hydroschleim und sprang von Gewässer zu Gewässer, bis sie schließlich an der Grenze von Mondstadt und Liyue landete. Sie war so entschlossen, dass Rhodeia Endora für eine Auftragskillerin hielt, als sie sie das erste Mal traf. Rhodeia machte Wasser bitter, um Endora zu töten, aber als Endora schließlich alles erklären konnte, bat Rhodeia sie, sich mit den Wassern von Qingce zu vereinen.\nZunächst war Endora so geschwächt, dass sie kaum sprechen konnte, aber nachdem sie sich mit den Okeanid-Kreaturen von Rhodeia und der Wasserfee von Quellingen (Callirhoe) zusammengetan hatte, gewann sie ihre Kräfte zurück. In Quellingen traf sie den alten Fink, einen Freund der Wasserfee, und überbrachte ihm eine Nachricht:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn die Sterne am Nachthimmel alle erloschen sind und alle Ströme und Träume sich in demselben großen Ozean vermischt haben, erst dann werden wir uns wiedersehen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora hat nie darüber nachgedacht, wie sie ihr Leben leben sollte, weil sie immer davon ausging, dass sie mit Rhodeia verschmelzen würde, und dass dies gut und richtig wäre. Doch Rhodeia schien unglücklich und wartete nur darauf, dass reines Wasser verdorben wurde. Weder Rhodeia noch Callirhoe wollten, dass Endora ihren Weg ging. Also beschloss Endora, einen Weg einzuschlagen, den kein anderer Okeanide vor ihr gegangen war: Sie beschloss, mit dem Reisenden und Paimon zu reisen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Ich möchte gemeinsam mit dir reisen. Bevor dieser klitzekleine Strom des Lebens in den Ozean mündet, möchte ich noch alles sehen, die Blumen, die an seinen Ufern blühen, und die Wolken, die am Horizont schweben.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Eine wahrlich sehr neugierige Okeanide, die nur die Welt sehen möchte. Könnte eigentlich sehr gut mit „Miniseelie – Taukraut“ auskommen, aber bitte verschmelze sie nicht miteinander, danke.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 604,
        "name": "Wissbegierige Endora",
        "desc": "Eine seltsame Okeanidenlarve, die voller Neugierde auf die Welt ist.<br/>Okeaniden sind darauf spezialisiert, sich in wässrige Formen zu verwandeln, und können mit anderen Gewässern verschmelzen, um Emotionen und Wissen gleichermaßen zu synchronisieren. Endora ist noch klein und sie ist sehr neugierig. Endora kann Blasen ausspucken, um mit anderen Wasserwesen zu verschmelzen, wodurch sie alles lernen soll.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Inquisitive Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Die bekannteste und stärkste Späherin der Okeanide. Nach dem Tod des vorherigen Hydro-Archons floh sie aus Fontaine und ließ sich im Dorf Qingce nieder.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/22c5aa48029e284acdac3cf43dc48d26_6495825121111835538.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe, auch bekannt als Wasserfee, ist eine Okeanide, die Fontaine nach dem Tod des vorherigen Archons verließ und sich in Quellingen niederließ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/36893887/aa9bf43eb91ae03fddb42f6c5b743ea7_6838862284042981578.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/9dd957087aa42735905d94761558de17_3023765452865715269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lyris war eine sanftmütige Okeanide, die als Zeichen der Dankbarkeit gegenüber dem Hydro-Archon Egeria mit der Leitung eines Waisenhauses, dem Haus des Narzissenkreuzes, betraut wurde. Obwohl Lyris Kinder liebte, verfügte sie selbst für einen Okeanide nicht über herausragende intellektuelle Fähigkeiten und hatte kein Verständnis für Ursache und Wirkung, sodass das Waisenhaus von der stellvertretenden Direktorin Basil Elton geführt wurde.\nAls die Katastrophe vor 500 Jahren kam, konnte sie nicht verstehen, warum das Waisenhaus zerstört wurde, und ihr einziger Wunsch war es, in die Zeit zurückzukehren, in der die Kinder des Waisenhauses als Narzissen-Recken spielten. Von Schuldgefühlen geplagt, wurde sie von den Mitgliedern des Narzissenkreuz-Vereins, René und Jakob, gefunden. Da Lyris die Fähigkeit besaß, den Willen der Menschen aufzulösen und zu entziehen, wurde sie ein wertvolles Mitglied der Organisation und erhielt den Namen „Rote Königin“.\nAls René mithilfe von Lyris und des Heiligen Schwertes des Narzissenkreuzes seine körperliche Form auflöste, beschloss die Organisation, Elynas, das Monster des Abgrunds, wiederzubeleben, mit dessen Fleisch und Blut Jakob Ingold seine Kräfte weiter speisen sollte. Lyris ging mit Jakob und dem Lehrling des Narzissenkreuzes, Caterpillar, in Elynas hinein. In Elynas trafen sie auf die Schattenjäger, darunter Mary-Ann Guillotin, die versuchten, den Narzissenkreuz-Verein aufzuhalten. Während dieses Kampfes wurde Mary-Ann Guillotin schwer verletzt, woraufhin Lyris sie umarmte und ihr Bewusstsein absorbierte. Aus dieser Verschmelzung ging eine neue Okeanide, „Mary-Ann“, hervor. „Mary-Ann“ war weder Lyris noch Mary-Ann Guillotin, sondern verkörperte ihr gemeinsames Bewusstsein und ihre Wünsche. Sie war etwas jenseits von Mensch und Okeanid, das andere Okeanide erschaffen konnte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Eine Abgrund Bestie, die vor 500 Jahren während der Katastrophe in Fontaine erschien. Elynas ist der \"Vater\" aller Melusinen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/c0e859783ed546690206ed1ffd3c9cfb_3239054104496686891.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "„Mary-Ann“",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/a5f0cd83a2bd4d870aeadb802289a945_3998022492708415278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "„Mary-Ann“ ist eine einzigartige Okeanide, die nicht von Egeria, sondern durch die Verschmelzung der Okeanide Lyris und der menschlichen Mary-Ann Guillotin geschaffen wurde. Sie verkörpert ihr gemeinsames Bewusstsein und ihre Sehnsüchte und war etwas, das über das menschliche oder ozeanidische Wesen hinausging und in der Lage war, andere Okeanide zu erschaffen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/70c436b6ba31db3093589cac207466e1_5543593501652555784.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "„Mary-Ann“ wollte in ihren Träumen bleiben, also schuf sie die wahre Annapausis und ließ sich bereitwillig von ihr gefangen nehmen. Sie schuf sich ein märchenhaftes Haus, in dem sie in ihren Träumen lebte. Eines Tages erschuf sie eine andere Okeanide Ann, nachdem sie sie in einem Traum gesehen hatte. Da Ann ein Teil von „Mary-Ann“ war, erhielt sie ein Fragment der Erinnerungen von Lyris und Mary-Ann Guillotin. Ihre wichtigste Erinnerung war das Märchen über den Drachen Narcissus. Dieses Märchen wurde von Basil Elton den Kindern in dem Waisenhaus erzählt, in dem Mary-Ann Guillotin aufwuchs. Ann glaubte, ihr Ziel sei es, die Prinzessin Lyris aus dem Märchen zu retten, die sie für „Mary-Ann“ selbst hielt.\nAls „Mary-Ann“ Ann zum ersten Mal traf, wollte sie das Haus aus ihren Träumen nicht verlassen, also sagte sie Ann, sie solle ihr Leben leben und tun, was sie wolle, und verbannte sie dann aus der Annapausis, indem sie das Portal zerstörte, durch das Ann dorthin gelangte.\nAnn, der/die Reisende und Paimon beschlossen, das Heilige Schwert des Narzissenkreuzes, dass den Willen von Menschen vereinen und trennen kann, zu benutzen, um „Mary-Ann“s Identitäten zu trennen. Als sie in Annapausis ankamen, hörten sie die Wünsche von „Mary-Ann“. Sie dachte an die Kinder aus dem Waisenhaus und ihren Wunsch, allein in ihrem Märchen zu bleiben. Der/die Reisende durchbrach die von „Mary-Ann“ hinterlassene Barriere mit der Heiligen Klinge, und als sie Lyris und Mary-Ann Guillotin trennen wollten, stellten sie fest, dass das Schwert seinen Zweck bereits erfüllt hatte. „Mary-Ann“, die sich wieder mit Ann getroffen hatte, gab zu, dass sie nicht in ihren Träumen bleiben konnte, und stimmte zu, ihre Vergangenheit zu akzeptieren und ihre Reise mit Ann zu beginnen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Ann ist eine Okeanide, die aus dem Bewusstsein Mary-Anns geformt wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/7a4364ee7ecfbf1eb2b78fbf7b6607ed_9079221135054847004.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Heiliges Schwert des Narzissenkreuzes",
        "desc": "<p>Eine heilige Klinge, die mit genügend Vernunft und Willen ausgestattet ist, um ein Universum oder einen Traum zu erschaffen und zu zerstören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/a1dac5650ddc275d5309fae6199debdc_1330001158607437465.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/0e59906b15bae20336b3828c9673d493_2212878235437456342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ann ist eine Okeanide, die von einer anderen Okeanide „Mary-Ann“ erschaffen wurde, nachdem sie Ann in einem Traum gesehen hatte. „Mary-Ann“s frühere Identitäten, die Okeanide Lyris und die menschliche Mary-Ann Guillotin, haben Anns Persönlichkeit und ihr Bewusstsein maßgeblich beeinflusst. Anns Welt entstand aus einem Märchen über den bösen Drachen Narziss, das die stellvertretende Direktorin des Waisenhauses, in dem Mary-Ann aufwuchs, einst erzählt hatte. Daher glaubte Ann, dass der Sinn ihres Lebens darin bestand, Prinzessin Lyris vor dem bösen Drachen zu retten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/952ea7ca75568d589cf8e4caf5c3add3_6011513233725106285.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Eines Tages geriet eine von Anns Freundinnen, Petit Chou, in Schwierigkeiten, sodass Ann eine/n vorbeikommende/n Reisende/n um Hilfe bat. So begann ihr Abenteuer, die Prinzessin zu retten. Der Reisende und Ann konnten alle ihre Freunde befreien und Lyris Schloss (das ehemalige Gebäude des Hauses des Narzissenkreuzes) betreten. Anns Freunde mussten ihre körperliche Gestalt opfern, damit sie Lyris erreichen konnte. Nach dieser Reise stellte sich heraus, dass die Prinzessin nicht existierte, und „Mary-Ann“ am Ende auf sie wartete.\n„Mary-Ann“ wollte ihre Märchenwelt Annapausis nicht verlassen und wünschte sich, dass Ann so leben würde, wie sie wollte, und frei wäre. Ohne eine Antwort auf die Frage nach Anns Herkunft zu geben, schloss „Mary-Ann“ die Barriere hinter sich, so dass Ann und der/die Reisende nicht mehr hinein gelangen konnten.\nUm die Wahrheit über ihre Herkunft herauszufinden, schloss sich Ann mit dem mechanischen Hund Seymour, der auf der Suche nach seiner vermissten Besitzerin namens Mary-Ann war, dem Hilichurl Caterpillar, einem Mitglied des Narzissenkreuz-Vereins, und dem/der Reisenden zusammen. Nachforschungen ergaben, dass „Mary-Ann“ aus der Verschmelzung der Okeanide Lyris und der menschlichen Mary-Ann Guillotin vor etwa 500 Jahren hervorging. Sie suchten nach dem Heiligen Schwert des Narzissenkreuzes, um die Identitäten von Lyris und Mary-Ann Guillotin zu trennen. Als sie mit dem Schwert die Barriere durchbrachen, die den Weg zu „Mary-Ann“ versperrte, stellten sie fest, dass es seine Aufgabe bereits erfüllt hatte, da „Mary-Ann“ ihre Identität und Realität akzeptierte.\nNach all den Abenteuern beschlossen „Mary-Ann“ und Ann, auf eine Reise zu gehen, um die Welt zu sehen, die „Mary-Ann“ seit Hunderten von Jahren nicht mehr gesehen hatte. Sie nahmen den mechanischen Hund Seymour und die Melusine Mamère mit und versprachen dem/der Reisenden ein baldiges Treffen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Ann ist eine Okeanide, die aus dem Bewusstsein Mary-Anns geformt wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/7a4364ee7ecfbf1eb2b78fbf7b6607ed_9079221135054847004.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "„Mary-Ann“",
        "desc": "<p>Sie ist eine Okeanide, die in Annapausis lebt. <span class=\"wk-shady\">Sie ist eine hybride Lebensform, die aus der Fusion von Lyris und Mary-Ann Guillotin enstanden ist.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7ac751c3fd3892141d972392696a414b_6395605067635690245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris war eine Okeanide. Sie war Direktorin des Hauses des Narzissenkreuzes, einem Waisenheim in Fontaine, und wurde später Mitglied des Narzissenkreuz-Vereins nachdem das Haus des Narzissenkreuzes während der Katastrophe verlassen wurde.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/b6d86ff8dfd84cf744e57a516b1a14c6_8496841739177301121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin war ein Mädchen, das vor 500 Jahren im Haus des Narzissenkreuzes mit ihrem Bruder Alain aufgezogen wurde. Später trat sie dem Maréchaussée-Phantom bei, ihr Bruder Alain baute ihr Seymour als Hilfe für ihre Arbeit dort.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/7f04e9d0b83ab550cc91ddf708008a7d_2935862710097214975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour ist ein Hund, der von Alain Guillotin erschaffen wurde, um seiner Schwester Mary-Ann Guillotin bei ihrer Arbeit als Mitglied des Maréchaussée-Phantoms zu helfen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/f415fbe2eaa40cd987a8daa47643fc74_8083258565155235029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamère",
        "desc": "<p>Mamere ist ein Weltauftragsexklusiver NPC. Sie ist eine Melusine, die sehr am Zeichnen/Malen interessiert ist. Sie ist als einzige Melusine in der Lage ihre Vorfahren zu hören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/9cc2115edbfc809cdaa5a1629eb9dc37_1533395019625387087.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Schwert des Narzissenkreuzes",
        "desc": "<p>Ein Schwert, dessen Kraft mit dem Ende der Geschichte verblasst ist. Es wird nun eine neue Reise antreten. Die Kraft, die in ihm verbleibt, erinnert an einen bestimmten großen Traum.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/36893887/01d3f8317c86ea98d617ad61213b7c9a_1777016856723166712.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Heiliges Schwert des Narzissenkreuzes",
        "desc": "<p>Eine heilige Klinge, die mit genügend Vernunft und Willen ausgestattet ist, um ein Universum oder einen Traum zu erschaffen und zu zerstören.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/236594615/a1dac5650ddc275d5309fae6199debdc_1330001158607437465.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Okeaniden"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Lebensform"
          }
        ]
      },
      {
        "key": "Schöpfer",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Okeanide",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/ba7ed8e2739cbc83a3a84ce5f683460b_6264456884589245740.png"
      }
    ]
  }
}