{
  "epId": 4936,
  "name": "Fontainale",
  "desc": "<p>Das Fontainale wurde ins Leben gerufen, um der Suche der Okeanidenritter nach den Okeaniden und ihrer Begrüßung des früheren Hydro-Archons Egeria zu gedenken.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/063f9b9db2646f99a188cd9cba2b1140_1481670709449090155.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1711052100,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fontainale",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/f06c9d14f6b00c20086895159144559d_3907258913203611332.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Fontainale in Fontaine wurde zu Ehren der legendären Okeanidenritter ins Leben gerufen, die nach den Okeaniden suchten und den Hydro-Archon Egeria willkommen hießen. Ähnlich wie prominente Feste anderer Regionen, wie das Windblumenfest in Mondstadt und der Laternenritus in Liyue, ist es eng mit der Gründung Fontaines verbunden, was es zu einem der wichtigsten Feste der Nation macht. Ursprünglich gedachten die Menschen den Okeanidenrittern, indem sie sie nachahmten, spezielle Kostüme trugen, goldene Becher erhoben und von Tür zu Tür gingen, um reines Wasser zu erbitten. Frau Furina hat die Tradition jedoch vor einigen Jahren festlicher gestaltet, indem sie die Bitte um Wasser durch Süßigkeiten ersetzte. Das Fest wird nun als eher karnevalistisch angesehen und ist bei den Kindern beliebt, die jedes Jahr an „Süßes, sonst gibt’s ein bitteres Urteil!“-Aktivitäten teilnehmen, bei denen sie mit Körben von Tür zu Tür gehen und um Süßigkeiten bitten. Am Ende des Festes wird der prestigeträchtige „Furina-Preis“ verliehen, der nach dem ehemaligen Hydro-Archon Frau Furina benannt ist. Trotz des Wechsels in der Führung ist der Name immer noch passend für den Preis, da Frau Furina nach wie vor eine beliebte Figur in Fontaine ist."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Windblumenfest",
        "desc": "<p>Das Windblumenfest wurde ins Leben gerufen, um dem Mut und der Aufopferung der Helden zu gedenken, die den Tyrannen Decarabian, den Gott der Stürme, stürzten.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/a9871c7ad8593cc5f5ae833817cfd876_5691457258109926533.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Okeanidenritter",
        "desc": "<p>Okeanidenritter sind Anhänger der Herrin allen Wassers, Egeria, die geschworen hat, die Okeanide zu beschützen, den Kelch des reinen Wassers zu finden und die Fesseln zu zerschlagen, die Egeria gefangen hielten, um die Erbsünde zu sühnen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/36893887/52262407b200906aef4174b82522c390_2579717535155606902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Okeanidenritter",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eine uralte Legende besagt, dass in den Jahren, als die Herrin allen Wassers gefangen gehalten wurde und König der Götter Remus das Land regierte, reines Quellwasser in verborgenen Bergbächen versteckt werden musste, und dass die Okeanidenritter in diesen Heiligtümern geboren wurden. Die Ritter schworen auf eine silberne Rüstung, um die Okeaniden und andere Ritter zu beschützen, die ebenfalls an die Herrin allen Wassers glaubten, um der Macht des den Himmel überschattenden Goldes zu widerstehen, die den Himmel verdunkelte und die Sonne in den Schatten stellte. Sie schworen, niemals ihr Schwert gegen diejenigen zu ziehen, die an Egeria glauben, und im Angesicht des Bösen keine Kompromisse einzugehen. Sie stellten sich der Macht des den Himmel überschattenden Goldes mit einem schwachen Körper aus Fleisch und Knochen entgegen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wir schwören bei der unvergänglichen silbernen Blume, diesen goldenen Usurpator von dem hohen Meer zu vertreiben, und wir schwören, die Ungerechten mit Blut und Tränen reinzuwaschen.“</color>\n<color=#ffffffd9>„Wir schwören, die Okeaniden zu beschützen und die Gabe der Herrin allen Wassers zu bewahren, bis die Quelle wieder sprudelt wie zuvor.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Wo immer Remus' Harmost Boethius hinkam, wurde der natürliche Nektar vergraben, die Aquädukte des Reiches wurden gebaut, und die aus reinem Wasser geborenen Geister (Okeaniden) verschwanden spurlos. Als die Goldene Stadt unterging, legten die Ritter, die sich dem Usurpator widersetzten, ihre Rüstungen ab, und ihre Geschichten wurden in Balladen und Legenden verborgen.\nAls die Goldene Stadt fiel und die Okeanidenritter unvorstellbare Strapazen und nie gekannte Leiden erdulden mussten, wurde die Herrin allen Wassers aus der Gefangenschaft befreit und wiederhergestellt. Der erste Okeanidenritter beschloss, sich ins Exil zu begeben, um eine Sünde wiedergutzumachen, für die es keine Wiedergutmachung geben sollte, und so versteckte er sich in der abgelegenen Wildnis."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Lied vergangener Tage",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silberkelch des unberührten Meers",
        "desc": "<p>In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.<br>Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.<br>Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/c70230640d8706fd2e3aa837a391166c_8661799598287253826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Quelle reinen heiligen Taus",
        "desc": "<p>Dies ist ein Relikt aus der Zeit, als die „Okeanidenritterin“ noch durch diese Welt streifte. Die Ritter sagten, dass es in den unberührten Bergquellen noch treue Okeaniden gäbe, die jene reinsten aller reinen Quellen beschützten ...<br>Der Herr des künstlichen Ichors duldete jedoch kein Gemurmel, das von der großen Symphonie abwich. Der Legende nach wurde überall dort, wo der Harmost Boethius seinen Fuß hinsetzte, der natürliche Nektar vergraben. Aquädukte des Reiches wurden errichtet und die aus reinem Wasser geborenen Geister verschwanden spurlos ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/36893887/54913bb983c08663e91eef34841c80b9_3409061176490801630.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/9a710660cb5cbf9199edab0eba23e976_197275242016376518.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eine Legende besagt, dass Ritterin Erinnyes der Seeschimmer das Oberhaupt der Okeanidenritter war, die die Herrin allen Wassers, Egeria, verehrten. Sie besiegte die Fürsten von Bellouacoi, Atrebatis und Uiromanduoi und nahm deren Loyalität an. Und so unterwarfen sich die Bewohner dieser Länder ihrer Herrschaft mit Aufrichtigkeit. Sie schworen, den Kelch des reinen Wassers zu finden und die Herrin allen Wassers aus ihrer Gefangenschaft zu befreien, um für die Sünde zu büßen, die sie seit ihrer Geburt getragen hatten.\nDer Legende nach war der Kelch des reinen Wassers ein heiliges Gefäß mit dem Urwasser, das jeden Wunsch erfüllen kann. Der Kelch des reinen Wassers konnte alle Tränen der Zukunft wegwischen, die Erben des hohen Meeres dazu bringen, nie wieder den Schmerz und das Leid der Vergangenheit zu erleiden, selbst die schrecklichsten Wunden heilen, die Jugend wiederherstellen und die Toten wiederbeleben. Nur die reinsten Menschen können seine Herrlichkeit erblicken und ewiges Leben und unendliche Weisheit erlangen.\nUm diese Treue und Weisheit zu feiern, ordnete Erinnyes in der Burg Aremori acht Tage lang ein Fest an. Ein von König Remus von Capitoliani gesandter Bote nahm an den Feierlichkeiten teil und überbrachte eine Botschaft des Königs der Götter Remus. Er bat um zwei Geschenke: Wasser, denn das reinste Wasser kann alle Sünden abwaschen, und Erde, denn dichte Erde kann der drohenden Erosion widerstehen. Wenn Erinnyes sich widersetzen würde, wäre der Tod gewiss.\nDie weise Ritterin Erinnyes weigerte sich, sich vor König Remus zu verbeugen, und teilte dem Abgesandten mit, dass sie die gesegnete Armee der Herrin allen Wassers anführen sollte, um die große Stadt zu zerstören und Remus' Armee mit ihrem eigenen Blut zu reinigen. Sie bestellte wundersame Geschenke für den Musiker der Capitoliani und schickte ihn zurück in die Goldene Stadt.\nDie Legende besagt, dass Erinnyes' Heimat schon früh vom zornigen König der Götter zerstört wurde, wobei eine Armee aus der Goldenen Stadt ihre Familie versklavte oder tötete. Nur zwei von ihnen gelang es, diesem Schicksal zu entrinnen. Einer von ihnen traf in den Flammen des Krieges auf den hochmütigen Harmost und wurde letztendlich zum Nachfolger der Herrschaftsgewalt erhoben.\nDer anderen wurde die Gnade der Herrin allen Wassers zuteil und sie wurde von einem Baron auf der Insel Aremorica adoptiert und aufgezogen, um das reine Wasser zu bewahren, das noch nicht vom König der Götter geraubt worden war.\nSie meisterten viele unvorstellbare Prüfungen und durchstanden zahlreiche ungeahnte Unbillen, bis der aufrichtigste Wunsch der Menschen schließlich in Erfüllung ging.\nMit einer guten und reinen Seele und durch Erbringung vieler Opfer erhielten sie den Kelch des reinen Wassers, sodass die Herrin allen Wassers endlich aus ihrer ewigen Gefangenschaft zurückkehren konnte.\nErinnyes dankte der Herrin allen Wassers dafür, dass sie ihr den Kelch des reinen Wassers gezeigt und ihr erlaubt hatte, diese Reise zu vollenden. Sie versprach, dass die überlebenden Okeanidenritter Egeria und ihrem zukünftigen Königreich weiterhin treu dienen würden, in der Nachfolge dieses edlen Musikers, und dass sie die verweilenden Schatten verfolgen und die Gerechtigkeit wiederherstellen würden. Die Ritterin mit den meeresfarbenen Augen gestand ihre Sünden und bat darum, ihre Seele in der Vertreibung und Verbannung zu trösten. Die Herrin allen Wassers erfüllte den Wunsch der Ritterin freundlicherweise. Die Herrin allen Wassers schenkte dem letzten Okeanidenritter zum Abschied eine Blume, die so rein war wie Seeschimmer. Bis heute hält Fontaine die Tradition aufrecht, ein Seeschimmer-Maiglöckchen zu pflücken und sie denjenigen zu schenken, die eine lange Reise antreten, um sich gegenseitig einen Weg zu wünschen, der so ruhig ist wie reines Wasser, und dass die wertvollsten Menschen seinem kühlen Licht folgen können und an ihre Seite zurückkehren.\nUm die Herrin allen Wassers um Gnade zu bitten und das heilige Schwert zurückzugeben, warf Erinnyes ihr Schwert Hauteclaire in die Gewässer des Sees. Beim dritten Mal versank das Schwert des Lichts spurlos. Und dann verließ sie erhobenen Hauptes die Welt, um nie wieder von jemandem gesehen zu werden.\nEine andere Legende besagt, dass eine Sängerin namens Erinnyes, als die Sünde die Stadt der Ewigkeit zum Fall verleitete, unvorstellbare Prüfungen über sich ergehen lassen und nie gekannte Leiden ertragen musste. Dennoch blieb sie unfähig, den Kelch des reinen Wassers zu finden. Doch der Himmel wählte die Herrin allen Wassers aus und befahl ihr, aus ihrem urzeitlichen Gefängnis zurückzukehren, um die Nachfolge des goldenen Königs anzutreten und über die Meeresruinen zu herrschen.\nErinnyes sagte:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„O Herrin allen Wassers, gütige Egeria, ich verlange danach, deinem Urteil unterzogen zu werden.“</color>\n<color=#ffffffd9>„Ich habe zahlreiche gute Werke und Taten vollbracht, doch ich habe mich auf dieser Reise auch mit schweren Sünden befleckt.“</color>\n<color=#ffffffd9>„Dein Ideal sollte keine Unreinheit dulden, nur wenn du diesen Körper in die Verbannung sendest, kann meine Seele Frieden finden.“</color>\n<color=#ffffffd9>„O Herrin allen Wassers, gütige Egeria, bitte erhöre meinen letzten Wunsch.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Königin aller Gewässer war gerührt von diesem klagenden Flehen und sagte der Ritterin, was sie einst König Remus gesagt hatte. Doch die Tochter eines Stammesführer, die von Ehre und Ruhm träumte, war verzweifelt, und ihr Schwert, das schon lange mit Blut befleckt war, fiel ab und nahm den letzten Faden der Vernunft mit sich. Erinnyes verließ das Land auf Nimmerwiedersehen, ohne das Land ihrer Träume gesehen zu haben."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Pracht des stillen Wassers",
        "desc": "<p>Ein Stab, um den reinstes Wasser wirbelt. In längst vergangenen Tagen symbolisierte er die höchste Autorität über die Meere.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/36893887/9807aa25f336daae391a6f6d4995af3d_1610958945734066918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Lied vergangener Tage",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Seeschimmer-Maiglöckchen",
        "desc": "<p>Diese blasse Blume, klar und rein, wächst dort, wo Wasseradern zusammenfließen. Sie verströmt einen kühlen und eleganten Duft, der scharf und doch sanft ist.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/36893887/c43e2d148b98d58c98a008b13e37b5b5_976262038189508848.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "„Rosen und Musketen“",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/64778d2a5c53c95882e44596439122a1_6114010165305992774.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die erste Fontainale, das der/ die Reisende erlebte, wurde von der Filmvereinigung Fontaine veranstaltet, die das Ziel hatte, das Filmemachen zu fördern. Xavier, ein Filmproduzent, hatte finanzielle Probleme, obwohl er den Großteil des Teams und die Urheberrechte sichern konnte, da der Investor des Films, Herr Morris, kein Geld hatte. Xavier erklärte Chiori die Situation, die als künstlerische Leiterin der Veranstaltung, einschließlich der Gestaltung der Kostüme und des Auftritts der Schauspieler, an dem Film arbeitete. Die Hauptdarsteller, Kamisato Ayaka und Kamisato Ayato, boten an, kostenlos aufzutreten. Mit dem/ der Reisenden an der Kamera, Paimon als Materialassistentin, Yoimiya als Assistentin und Xavier als Produzent fehlte ihnen nur noch ein Regisseur, bis Paimon Furina vorschlug, die durch ihren Auftritt in „Die kleine Okeanide“ und für ihre früheren Fähigkeiten bekannt war. Nachdem sie Fontainale-Mousse geschenkt bekommen hatte und ihr völlige Freiheit beim Drehbuch zugesichert wurde, stimmte Furina trotz geringerer Bezahlung zu, Regie zu führen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/c97a4a7e2a2d5cbaafb652104be7af48_6432672916249393761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Um den Film aufzuwerten, wurde Truppenführerin Chevreuse von der Sonderpatrouille für Sicherheit und Überwachung für die Choreografie empfohlen, und als sie hörte, dass der Film auf „Die zwei Musketiere“ basiert, sagte sie zu. Chevreuse erklärte, dass die Inspiration für den Film, „Die zwei Musketiere“, sich um zwei uneheliche Kinder einer Magd eines Barons dreht, die im Haushalt des Barons misshandelt werden. Nachdem ihre Mutter ermordet und das Verbrechen vertuscht worden ist, fliehen sie, schwören aber, sie zu rächen. Die Geschwister werden zu geschickten Musketieren und rächen sich Jahre später systematisch an den Familienmitgliedern des Barons, um die Wahrheit über den Tod ihrer Mutter ans Licht zu bringen und ihr Andenken zu ehren. Dies schien auch die Inspiration für einen aktuellen Mordfall mit ähnlichen Methoden zu sein. Sie forderte den Reisenden auf, sich auszuruhen und sich am nächsten Tag den Ermittlungen anzuschließen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/f8b2c16d78bd37da4ab6eded7ebb009a_6744400594899788496.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Am ersten offiziellen Drehtag von „Die zwei Musketiere“ stellte Xavier die neuen Teammitglieder Véronique und Bonnot als Requisiteurin bzw. Beleuchter vor. Furina informierte das Team über die erste Szene, die im Haus des Barons spielt. Véronique erklärte, dass die Musketenrequisite spezielles Schießpulver verwendet. Ayaka und Chevreuse freundeten sich über ihre Waffen an, und Ayato schlug vor, seine Rolle an Chevreuse zu übergeben, was Furina genehmigte. Die Dreharbeiten begannen mit zwei eindrucksvollen Szenen auf dem Anwesen des Barons, in denen Chevreuse als Tulipe und Ayaka als Iris zu sehen waren. Die Szenen zeigten die Misshandlung der Figuren und den Mord an ihrer Mutter. Nach den Dreharbeiten leitete Chevreuse die Mordermittlung ein, wobei sie sich auf Orte konzentrierte, die mit Musketenaktivitäten in Fleuve Cendré in Verbindung standen. Die Ermittlungen ergaben einige Anhaltspunkte, aber Chevreuse schlug vor, die Ermittlungen nach Abschluss des Films fortzusetzen, in der Erwartung, dass sich mit der Zeit neue Hinweise ergeben würden. Ayato bemühte sich um den Aufbau diplomatischer Beziehungen zwischen Inazuma und Fontaine und unterbreitete Neuvillette einen gut durchdachten Vorschlag, der auf die Einhaltung der Vorschriften verwies. Ayato plante, dem Palais Mermonia innerhalb einer Woche einen schriftlichen Vorschlag zu unterbreiten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/392d8579f2c63b9c36453fb0c9aed6f0_1654831241470558702.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sowohl die Dreharbeiten als auch die strafrechtlichen Ermittlungen schritten in den nächsten Tagen zügig voran. In den Schlussszenen von „Die zwei Musketiere“ triumphierten Chevreuse als Tulipe und Ayaka als Iris über den Baron, was die Gerechtigkeit symbolisierte. Nach dem Sieg dachten Iris und Tulipe über ihre nächsten Schritte nach und erklärten, sie seien bereit, weiterzuziehen und Frieden zu suchen. Die Szene endete mit dem Erblühen einer Regenbogenrose. Ayaka und Chevreuse wurden für ihre Leistungen gelobt. Chevreuse begann, ihre Vorliebe für Geschichten zu erklären, in denen die Gerechtigkeit über das Böse siegt, wurde aber durch einen dringenden Bericht unterbrochen und ging. Als sie zurückkam, verriet sie, dass sie einen Hinweis auf den Mordfall der Regenbogenrose erhalten hatte. Die Blume, die der Mörder hinterlassen hat, gehört zu einer seltenen Sorte, und mit Hilfe ihrer Freundin Émilie, einer Parfümeurin, haben sie sie zu einem bestimmten Garten in Fontaine zurückverfolgt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/0c2c8a66f9be2c0fcd2224e193b308b0_2702109110692246361.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als sie im Garten ankamen, gestand Baptiste, der Autor der „Die zwei Musketiere“, die Morde und enthüllte seinen Rachefeldzug gegen einen wohlhabenden Mann wegen des Todes seiner Mutter. Chevreuse zweifelte an seiner Geschichte, willigte aber in ein Gespräch unter vier Augen ein, bei dem Baptiste weitere Informationen preisgab. Er forderte Chevreuse auf, direkte Gerechtigkeit walten zu lassen, da eine Gefängnisstrafe nicht ausreichen würde. Baptiste wurde zur weiteren Befragung abgeführt, und Chevreuse deutete an, zur Sonderpatrouille zurückzukehren, und bereitete sich auf arbeitsreiche Tage vor. Das Filmteam sah sich während der letzten Dreharbeiten mit unerwarteten Herausforderungen konfrontiert. Technische Probleme mit den Kameras und ein gestohlener Film sorgten für Rückschläge, aber das Team schaffte es, diese Hindernisse zu überwinden. Trotz des Zeitdrucks konnten die Dreharbeiten zu „Die zwei Musketiere“ erfolgreich abgeschlossen werden. Furina und Xavier bedankten sich bei dem Team und feierten mit einem Festmahl am Strand. Das Team genoss die festliche Atmosphäre, und Yoimiya lud den Investor des Films, Herr Morris, ein, ihr zu helfen, ein Feuerwerk zur Party zu bringen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/bd3777a688e074a1a19d681718a10bfb_6693588501781061483.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yoimiya und Morris betraten einen schwach beleuchteten Raum, in dem es zu einer dramatischen Wendung der Ereignisse kam, als Yoimiya scheinbar erschossen wurde und eine Regenbogenrose vor ihr landete. Chevreuse erschien plötzlich mit einer Muskete in der Hand und beschuldigte den Filminvestor Morris, Elisa, Baptistes Mutter, ermordet zu haben, dabei hielt sie einen Anhänger mit einem Bild der beiden als Beweis vor sich. Chevreuse erklärt seine Verhaftung wegen Mordes an Elisa. Véronique, die sich darüber aufregte, dass er nicht getötet wurde, versuchte, ihn zu erschießen, indem sie ihn als „den zweiten Musketier“ bezeichnete. Es stellte sich heraus, dass Morris aufgrund einer skandalösen Affäre mit Elisa einen Attentäter angeheuert hatte. Véronique, die sich als Baptistes Schwester entpuppte, teilte ihren Wunsch nach Rache an Morris. Kurz darauf traf die Sonderpatrouille ein, um Morris und Véronique festzunehmen. Chevreuse enthüllte, dass die gesamte vorangegangene Veranstaltung, einschließlich Yoimiyas scheinbarem Ableben, inszeniert war, um Morris zu zwingen, die Wahrheit über Elisas Mord zu enthüllen. Das Team kehrte zur Feier zurück, und Chevreuse bemerkte, dass die Regenbogenrosen im Garten nun in voller Blüte standen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/74e101c93d27d8531734024e7b50ea38_5762675954368015346.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nach der erfolgreichen Filmpremiere und der Klärung des Mordfalls bereitete sich Xavier auf die Preisverleihung vor. Chevreuse besprach mit Wriothesley im Fort Méropide die Schuldigen und bat ihn, eine Zeitungsmeldung über den Fall zu verteilen, damit „ein gewisser Jemand“ sich bald als der Unglücklichste im Fort Méropide wiederfindet, während zwei andere als Helden gefeiert werden. Bei der Preisverleihung wurde „Die zwei Musketiere“ mit dem Furina-Preis ausgezeichnet und Xavier kündigte seine Filmgesellschaft „Musketier-Filmstudio“ an. Die Darsteller und das Team machten ein Erinnerungsfoto, und Furina erhielt den Furina-Preis. Die Feier endete mit einem Applaus für das „Musketier-Filmstudio“!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Einträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Die Tochter des Kamisato-Klans der Yashiro-Verwaltung. Sie ist würdevoll und elegant, klug und stark.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Das junge und talentierte derzeitige Oberhaupt der Familie Kamisato der Yashiro-Verwaltung ist ein sanfter und höflicher Mann, der seine eigenen Mittel und Wege hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Besitzerin von „Naganoharas Feuerwerksartikel“ und bekannt als die Königin des Sommerfests. Sie ist eine gelernte Handwerkerin, die die Wünsche der Menschen mit Feuerwerkskörpern ausdrückt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Truppenführerin der Sonderpatrouille für Sicherheit und Überwachung, deren Herz stets für die „Gerechtigkeit“ schlägt, während ihre Muskete sich nur auf die Schuldigen richtet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/61142474/a846729f31f16a987a8696466ebabcc0_1474533800708855468.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Regenbogenrose",
        "desc": "<p>Eine grazile und sanfte rosa Blume. Auch wenn sie Rose genannt wird, gehört sie eigentlich zu den Lilien.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/47685001/670b8958c90014a1bdacba5123c2c9da_7110424819274769570.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "name": "Fontainale-Mousse",
        "desc": "<p>Eine leuchtend blaue Leckerei der Fontainale. Diese Mousse orientiert sich in ihrer Form an den Blüten des Seeschimmer-Maiglöckchens und mauserte sich schnell zu einer der beliebtesten Festspeisen in Fontaine, nachdem die Bräuche des Fests mehr auf den Verzehr von Süßspeisen ausgerichtet geändert wurden. Vergiss nicht, sie mit allen zu teilen, wenn du „Süßes, sonst gibt’s ein bitteres Urteil!“ hörst.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/47685001/4cd8fdaff7a2e8b5cc460c3fe503d90a_2347468824402282607.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo für Version 4.3 von Genshin Impact: „Rosen und Musketen“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8. Dezember 2023</color>\nZum Auftakt der Filmfestspiele auf der Fontainale scheinen Regisseure, Produzenten, Schauspieler, künstlerische Leiter ... allesamt an den richtigen Ort gekommen zu sein.\nEs liegt also an euch allen, die Musketen zum richtigen Zeitpunkt abzufeuern und die Rosen im richtigen Moment blühen zu lassen."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fontainale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/764832917a672b0bb0cc69f1aabf370c_5853453453886261456.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fontainale"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Feierlichkeiten"
          }
        ]
      }
    ]
  }
}