{
  "epId": 4939,
  "name": "Windblumenfest",
  "desc": "<p>Das Windblumenfest wurde ins Leben gerufen, um dem Mut und der Aufopferung der Helden zu gedenken, die den Tyrannen Decarabian, den Gott der Stürme, stürzten.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/a9871c7ad8593cc5f5ae833817cfd876_5691457258109926533.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1717539292,
  "components": {
    "galleryCharacter": [
      {
        "key": "Windblumenfest",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/eab11a3d54dddbd4dbaa65c7cc631c35_2706615951420648131.png"
      },
      {
        "key": "Windblumenfest",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/905436dc67bb03496dcb21a96ccfc168_3094651543406264368.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Windblumenfest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Feierlichkeiten"
          }
        ]
      },
      {
        "key": "Verwandte Aktionen",
        "value": [
          {
            "type": "RichText",
            "text": "Version 1.4 Aktion - Windblumeneinladung\nVersion 3.5 Aktion - „Hauch der Windblumen“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblumeneinladung",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/95ca1cc0629928435ad5fa771f17a460_2176272422658468295.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während des Windblumenfestes entscheiden viele Mondstädter über Herzensangelegenheiten. Auf dem ersten Fest, das der/die Reisende und Paimon besuchten, trafen sie ihren alten Freund, den Barden Venti, der davon träumte, Geld für einen begrenzten Vorrat an neuem Wein zu verdienen. Er beschloss, Menschen, die die Kunst der Liebe kennenlernen wollten, das Schreiben von Liebesgedichten beizubringen. Um sich schnell zu befreien und den Wein zu probieren, bat Venti den/die Reisende/n und Paimon um Hilfe und versprach, geheime Signale zu senden, um festzustellen, ob die Menschen Abstand halten und sich Zeit lassen oder ganz aufgeben sollten. Der Rittmeister des Ordo Favonius, Kaeya, beschloss ebenfalls, Liebesgedichte zu schreiben und erklärte, dass Venti wie jeder Lehrer die Hausaufgaben seiner Schüler kontrollieren sollte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/07f20cc638f78fca8cded745bef11c66_4179823261222771264.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mit Ventis Tipps machten sich der/die Reisende und Paimon auf, um den Menschen in Mondstadt zu helfen. Als Erstes trafen sie sich mit Marvin, einem Mitglied der berühmten Mondstädter Goth-Familie. Sein strenger und konservativer Vater war mit der Beziehung seines Sohnes zu einem Mädchen aus einer Bauernfamilie nicht einverstanden, also wollte Marvin seinem Vater eine Windblume geben und um Erlaubnis bitten, mit Marla auszugehen. Der/Die Reisende und Paimon raten Marvin, mit seinem Vater zu reden, und erinnern ihn daran, am Fest der Liebe nicht auch Marla selbst zu vergessen. Dann gingen sie zu Ellin, einem Mädchen, das davon träumte, ein Ritter von Favonius zu werden. Sie wollte der Stellvertretenden Großmeisterin Jean Blumen und ein Gedicht bringen, da sie ihr größter Fan war. Ellin war besorgt, dass die schöne, hartnäckige und gewissenhafte Jean ihr ein Gegengeschenk machen wollte, was sie von wichtigen Dingen ablenken würde. Gleichzeitig könnte ein Geschenk ohne Unterschrift aber auch Verdacht erregen. Mit der Hilfe von Venti berieten der/die Reisende und Paimon Ellin und gingen zum nächsten Bürger. Albert, der Anführer des Barbara-Fanclubs, wollte eine riesige Blumenstatue von Barbara errichten und sie in der Nähe des Eingangs zur Kathedrale aufstellen.\nDurch das Sammeln von Gedichten seiner Schüler und das Erfüllen verschiedener Aufgaben erhält Venti folgende Gedichte von Kaeya, Timaeus und Bennett:\nKaeyas Gedicht:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„‚Mi muhe ye‘</color>\n<color=#ffffffd9>bedeutet ‚Ich liebe dich‘</color>\n<color=#ffffffd9>in der Sprache der Hilichurle.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Timaeus Gedicht:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Hand in Hand mit dir vorm Ofen</color>\n<color=#ffffffd9>steigen keine Flammen auf.</color>\n<color=#ffffffd9>Denn sie brennen in meinem Herzen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bennetts Gedicht (gemeinsam verfasst mit Razor):"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Du und das Mare Jivari,</color>\n<color=#ffffffd9>so nah und doch so fern.</color>\n<color=#ffffffd9>Das eine am Rande der Welt,</color>\n<color=#ffffffd9>der andere in meinem Herzen.</color>\n<color=#ffffffd9>Wolfshaken und Löwenzahn,</color>\n<color=#ffffffd9>meine Windblumen für dich.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Unter der Anleitung des berühmten Barden konnten sich die Menschen in Liebesgedichten öffnen, auch wenn einige von ihnen von Venti als unzureichend durchdacht angesehen wurden. Da das Windblumenfest seinen Ursprung in der Stadt der Freiheit hat, ist es den Menschen selbst überlassen, was sie an diesem Tag tun: den ersten Schritt machen oder dem Zufall vertrauen. Man sollte schöne Erinnerungen teilen und den Rest dem Herzen überlassen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/599eb94d632a3bcc06212d3e4793ddc7_2132090646349250493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dank seiner unschätzbaren Hilfe für das Volk von Mondstadt wurde der/die Reisende zum Windblumenstar erklärt und erhielt die Ehre, eine Windblume auszuwählen und sie dem Anemo-Archon im Namen des gesamten Volkes von Mondstadt zu überreichen. Nach Beratungen mit Venti, dem Anemo-Archon Barbatos, erfuhren der/die Reisende und Paimon von der wahren Natur der Windblume und dass die Blume für jeden Menschen eine eigene Bedeutung hat."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wer war es, der dein blut’ges, steinernes Antlitz streichelte</color>\n<color=#ffffffd9>am Bach, der leise fließt,</color>\n<color=#ffffffd9>am Felsen, der tapfer steht?“</color>\n<color=#ffffffd9>„Wer war es, der deine müde, edle Seele umarmte</color>\n<color=#ffffffd9>in tiefsten Träumen</color>\n<color=#ffffffd9>in Himmeln schwebend?“</color>\n<color=#ffffffd9>„Liebster Freund,</color>\n<color=#ffffffd9>ich nehme dich an die Hand</color>\n<color=#ffffffd9>in der Nacht, in der Laternen strahlen.“</color>\n<color=#ffffffd9>„Und ich erzähle dir eine Geschichte von Freiheit und Träumen,</color>\n<color=#ffffffd9>die Geschichte, mit der dieses Fest beginnt.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Ein exzellenter Schwertkämpfer und Denker des Ordo Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Jeder in Mondstadt findet Barbara toll. Was ein „Star“ ist, hat sie aber erst beim Blättern durch ein Magazin gelernt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2538,
        "name": "Ellin",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/18/19929963/ffd096758138bff9f4202485b134b3f8_1878325044740878977.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Der aufrichtige und gewissenhafte Löwenzahnritter, der stellvertretender Großmeister des Ordo Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2547,
        "name": "Timaeus",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/19/19929963/7b348be20f8d73d0846912a09793a868_2207894508786538233.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "Ein junger Abenteurer aus Mondstadt, der trotz seiner ungewöhnlichen Güte vom Pech verfolgt wird.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Ein Junge, der zusammen mit Wölfen in Wolfenlauf bei Mondstadt weit ab von den Menschen lebt. Seine Instinkte sind scharf und seine Bewegungen schnell.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "„Hauch der Windblumen“",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Während des zweiten Windblumenfestes, an dem der/die Reisende und Paimon teilnehmen, treffen sie auf die Alchimistenassistentin Saccharose, die zur Sonderbotschafterin des Windblumenfestes ernannt wurde. Saccharoses Aufgabe war es, während des Festes gute Taten zu vollbringen, und sie bat jede Person, der sie half, in ein Reagenzglas auszuatmen, um den „Atem der Freude“ zu sammeln. Sie hoffte, diesen Atem in der Alchimie zu verwenden, um noch nie dagewesene Wunder zu erzielen. Saccharose wollte, dass der letzte Atemzug etwas Besonderes war, und bat den/die Reisenden und Paimon, ihr bei etwas Schwierigem zu helfen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/1d82f912d49d607775eb1d03f99d4aef_5124665864379630035.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Unterwegs trafen sie ihre Freundin Collei, die mit ihren Lehrern Tighnari und Cyno aus Sumeru gekommen war, um sich mit ihrer Freundin Amber zu treffen. Als Collei im Geschenkeladen ein Buch aussuchte, stieß sie auf eine seltsame Notiz, die wie eine Prophezeiung aussah. <color=#ffffffd9>„Solange man diese Dinge abschließt, kann man die Lampe des höchsten Glücks zum Strahlen bringen und wird das höchste Glück empfangen. Finde die Blume, die nicht existiert. Finde den Wegweiser, der sich niemals verirrt. Finde den Menschen, der nicht lügt. Finde die Legende, die niemals endet.“</color> Gemeinsam beschlossen Collei, Saccharose, der/die Reisende und Paimon, das Geheimnis der Notiz zu lüften und die Laterne der größten Freude zu finden.\nCollei und andere nahmen an, dass die Laterne der größten Freude einen Wunsch erfüllen kann, und so dachte Collei darüber nach, „ihre Persönlichkeit zu ändern“. Als sie das erste Mal nach Mondstadt kam, war sie sehr unreif und wollte die Leute nicht an sich heranlassen. Amber, die Kundschafterin des Ordo Favonius, war die einzige Person, die sie nicht aufgab. Deshalb begann Collei zu ihr aufzuschauen und hoffte, eines Tages so zu sein wie sie. Nachdem sie es mehrere Jahre lang versucht hatte und gescheitert war, wurde ihr klar, dass sie nie so sein würde wie ihre Freundin: Collei ist immer ängstlich, macht sich zu viele Gedanken und gerät in eine Spirale der Selbstzweifel, deshalb wollte sie sich ändern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/cf71b33447c4077f2368102d0cdd84e1_4734233364738817117.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mit der Hilfe all ihrer Freunde fanden sie eine fliegende Insel, in deren Mitte ein Tisch mit Stühlen und Besteck für sieben Personen und eine Laterne in der Mitte steht. Nachdem sie alle ihre Vermutungen über die Prophezeiung geäußert hatten, nahmen sie mithilfe der Laterne Kontakt mit der Hexe Alice, Klees Mutter, auf. Es stellte sich heraus, dass es sich bei der „Prophezeiung“ um einen Einladungsbrief zu einem Abschiedstreffen handelte, den die Hexen an ihre Freundin schickten, die beschloss, sie zu verlassen und den Rest ihrer Tage mit ihrem Liebhaber zu verbringen. Jedes der Rätsel des Briefes bezog sich auf eine der Hexen: Rhinedottir (eine Blume, die nicht von dieser Welt ist), Nicole (eine Führerin, die sich nie verirrt), Alice (eine, die nie lügt) und Andersdotter (eine Legende, die kein Ende hat)."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/38baf6f86cedc33042b0666e1553b0eb_4030153624051823655.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alice erzählte vom Hexenzirkel, einer geheimen Hexengesellschaft. Einst forderte er den Archon von Anemo selbst heraus, doch dieser befahl ihnen, Musik zu machen, nicht Krieg. Von da an trafen sich die Magier nur noch in den Wäldern, im Himmel oder an den Rändern der Klippen. Bei diesen Teepartys besprachen sie ihre Geschichten und Geheimnisse und legten ihre Differenzen bei. Es waren acht Hexen, darunter Alice (A), I. Ivanovna N. (J), die das Einladungsschreiben erhielt, das von Collei gefunden wurde, Rhinedottir (R), Andersdotter (M), Mona Magistus' Meister, Barbeloth (B) und Nicole (N).\nDie „Prophezeiung“, die Collei in einem von Andersdotter geschriebenen Buch entdeckte, wurde von einer der Lehrlinge von I. Ivanovna N., Scarlett, eingefügt. Die junge Hexe wollte den Hexenzirkel treffen, um J.s offizielle Nachfolgerin zu werden, also beschloss sie, Collei und ihren Freunden bei der Lösung der Notiz zu folgen.\nAm Ende von Colleis Abenteuern hat ein schüchternes und bescheidenes Mädchen mit einer schwierigen Vergangenheit wahre Freunde gefunden und sich besonders mit Saccharose angefreundet, die von Natur aus introvertiert ist. Saccharose wählte Colleis „Atem der Freude“ als letzte Komponente für ihre Forschung. Padisarah-Samen, eine seltene Sumeru-Blume, wurden zu Colleis Windblume, die sie dem/der Reisenden schenkte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Eine auszubildende Waldhüterin vom Avidya-Wald. Hinter ihren leidenschaftlichen Worten und Taten verbirgt sich eine eher introvertierte Persönlichkeit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/61142474/37a18b6b6865c59063003a9380f08225_4537555712510150773.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Saccharose",
        "desc": "Eine Alchimistin, die sich für regelrecht alles um sie herum interessiert. Darüber hinaus erforscht sie die sogenannte Bio-Alchimie.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Eine geheimnisvolle Astrologin, die sich selbst als „Große Astrologin Mona“ bezeichnet. Doch nicht nur ihr Name macht einiges her. Ihre Stärke und ihr Wissen sind beeindruckend.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3654,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3661,
        "name": "„Windblume“ von Collei",
        "desc": "<p>Für Collei sind Padisarah die Windblumen, die ihre Dankbarkeit und ihre guten Wünsche am besten zum Ausdruck bringen, weshalb sie dir diese Samen geschenkt hat.</p><p>Mit ihrem Besuch in Mondstadt hat Collei einen zaghaften Schritt in Richtung Zukunft getan. Möge ihre Zukunft nur Licht und Hoffnung für sie bereithalten, genau wie diese winzigen Samen, die sie dir geschenkt hat.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/abd1eb8a9d4c6277f7b4560b6c86f784_3610087611912243417.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo zu Version 1.4 von Genshin Impact: Windblumeneinladung"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "06.03.2021"
      },
      {
        "type": "RichText",
        "text": "Im Winde treiben frohe Lieder\nwie alte Gedichte zwischen Blumen.\nDoch vergiss auch nicht im munteren Treiben,\nwas dich angetrieben hat, herzukommen."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vv_JnSwFp0A&t=1s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Szene direkt aus dem Windblumenfest bei Genshin Impact: „Wind Tausender von Blumen“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "05.04.2021"
      },
      {
        "type": "RichText",
        "text": "Sanft streicht der Wind über die Wolken, beschwingt tanzt er im Regen, und liebevoll umschmeichelt er das Blumenmeer und meine Träume,\nwährend du lächelnd zu mir kommst, meine Augen zum Strahlen bringst und mein Herz höherschlagen lässt."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=HRksKER0Ies"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vorschauvideo zu Version 3.5 von Genshin Impact: „Hauch der Windblumen“</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "17.02.2023"
      },
      {
        "type": "RichText",
        "text": "Manche sagen, das Schicksal verberge sich im Wind, wie der Duft von Blumen, wie Regen und Tau ...\nEs sei das Gesetz der Natur und unüberwindbar.\nAndere wiederum streben danach, ihr eigenes Schicksal zu finden und versuchen, es sogar selbst zu schmieden.\nDoch wird das alles nicht vom Schicksal gelenkt?"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AcTUi59vw_E"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Handlungsvorschau von Genshin Impact – „Die Teegesellschaft der Hexen“</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "01.03.2023"
      },
      {
        "type": "RichText",
        "text": "Als Alice plötzlich von der antiken Lampe kontaktiert wurde, wusste sogar sie, die „große Abenteurerin ferner Welten“, die „Dodo-König“, „Beschützerin des alten Mondstadt“, „Freundin hoffnungsvoller Freunde“, „Autorin des Reiseführers von Teyvat“, „Meisterin der Kujiraischen Temari-Technik“, „Lieferantin des berühmten Herrn Sangemah Bay“, „Mitgründerin Kürzel A des Hexenzirkels“ und „Mutter der süßen Klee“, erstmal nicht weiter.\nGlücklicherweise war nichts Schlimmes geschehen. Für dieses schon erwachsene Mädchen diente es lediglich als Erinnerung an alte Freunde, mit denen sie ihre Jugend verbracht hatte."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&t=1s"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrationen und Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "A Windblume Story"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "18.03.2021Heute veranstaltet Zum Katzenschwanz ein festliches Gewinnspiel mit dem exklusiven Apfelschorle des Windblumenfestes als Hauptpreis! Ohne lange zu überlegen, meldet sich Venti an, aber gerade als der Sieg zum Greifen nah scheint, versagt er...!?"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblumenfest",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die Legende besagt, dass zu der Zeit, als der Tyrann Decarabian vor über 2600 Jahren über Mondstadt herrschte, auf allen Hügeln und Tälern wilde Blumen blühten. Je stärker der Wind wehte, desto kräftiger wuchsen die Wurzeln dieser Blumen und desto mehr blühten sie. Sie hatten keine Angst vor den mächtigen Winden, den schrecklichen Wintern und dem wild peitschenden Eis. Diese Blumen wurden „Windblume“ genannt.\nEs wird angenommen, dass das Wort „Windblume“ einst ein Codewort für Menschen war, die in Kontakt bleiben und im Geheimen Widerstand leisten wollten. Damals hieß es oft, je stärker der Wind weht, desto fester wachsen die Wurzeln der Windblume und desto heller erblüht die Blume."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Lass mich dir diese namenlose Blume geben, und mögen die Frühlingszeiten, die du nie gesehen hast, dir nichts bedeuten.“</color>\n<color=#ffffffd9>„Vergelte es mir mit Hoffnung und einem Lächeln und begrüße mit mir den Tag, an dem die Stürme nicht mehr wehen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der rothaarige Krieger war der erste, der geheime Botschaften durch die Windblume schickte. Obwohl sein Name seither der Zeit verloren gegangen ist und ein Krieger dem neugeborenen Gott, der nach Decarabian kam, den Rücken zukehrte, werden seine Taten noch immer in Liedern erinnert. So wie das Schicksal der Windblume darin besteht, unter großem Druck zu erblühen, wenn die Not am größten ist, so wird sich das Schicksal dieses Klans wahrscheinlich nie ändern: Sie werden immer in der Dunkelheit leben und die Flamme der Morgenröte hervorbringen. Tausend Jahre später zog ein anderer rothaariger Krieger, Ragnvindr, der Ritter der Morgenröte, in den Krieg gegen die von Macht und Reichtum korrumpierte Aristokratie von Mondstadt. Und der Erbe des Ragnvindr-Clans, Diluc, schützt Mondstadt heute im Schutze der Nacht vor allen Feinden.\nAls der Tyrann gestürzt wurde und Barbatos die Macht in Mondstadt übernahm, wurde die Windblume zum Symbol der Freiheit, und das Windblumenfest wurde zu einem Tag des Gedenkens an den Mut und die Opferbereitschaft dieser Helden. Doch im Laufe der Jahre geriet die Geschichte des Festes in Vergessenheit, und die Bedeutung des Wortes „Windblume“ erhielt eine neue Bedeutung."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Die blühenden Blumen sollen die Liebe repräsentieren und für das Kommen des Frühlings stehen.“</color>\n<color=#ffffffd9>„Sie sollen nicht mehr das Signal zur Rebellion sein und nicht mehr das Zeichen für das Hissen von Bannern ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Der Gott der Stürme und der Herrscher vom alten Mondstadt. Er wurde durch einen Aufstand des Volkes von Mondstadt gestürzt, das seine Tyrannei nicht mehr erdulden wollte.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/54fc33ab94abb4b00460e448f7765892_2360361015522277088.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Einer der vielen Barden in Mondstadt, der frei und wohlgemut durch die Gassen schlendert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Der reiche Junggeselle, der den größten Teil der Getränkewirtschaft in Mondstadt kontrolliert. Sein Reichtum, seine Eleganz und seine Fähigkeiten sind bewundernswert.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2045,
        "name": "Windblumenode",
        "desc": "Ein Bogen, geschmückt mit namenlosen Blumen, der die innigsten Wünsche einer ebenso namenlosen Person trägt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风花之颂.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Eiserne Blume",
        "desc": "<p>Ein elegant geformtes Großschwert, verziert mit festlichen Blumen und Bändern.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/36893887/bca5e3d255c646e42449a06b79b5d019_7620041085408064916.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblume",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/63c39f59ec1f979b04e586eee3c5dbc3_304963201630290061.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Niemand in Mondstadt weiß, was für eine Blume die Windblume ist, aber in Mondstadt gibt es zwei große, gegensätzliche Lager: Asteristen, auch bekannt als „Windblumen-Traditionalisten“, und Löwenzahnanhänger.\nDie Asteristen glauben, dass das Windblumenfest eine Hommage an die Befreiung der alten Mondstadt von der Tyrannei ist. Windmühlenastern, die sich im Wind drehen, sind das wahre Symbol für die Freiheit Mondstadts und der Inbegriff von Windmühlen, weshalb die Traditionalisten sie als Symbol gewählt haben. Viele haben die Geschichte des Festes vergessen, sodass diese Theorie nicht weit verbreitet ist.\nHeutzutage sind die meisten Menschen Löwenzahnanhänger und glauben, dass das Windblumenfest ein Fest für Verliebte ist und dass sie ihre Liebe in dieser Zeit mit der größten Aufrichtigkeit zum Ausdruck bringen sollten. Leidenschaftlich Verliebte reisen oft zum Gelöbniskap, um inmitten der wogenden Pusteblumen und üppigen Cecilias ihre Gefühle füreinander auszudrücken. Für sie bedeutet die Windblume Liebe und Freude. Manchmal werden sogar die geschmiedeten Waffen auf Wunsch des Auftraggebers oder des Schmieds mit solchen Blumen geschmückt.\nEinige Leute gehören weder zu den Löwenzahlanhängern noch zu den Asteristen und glauben, dass Windblume auch Wolfshaken, Cecilia, Zuckerblume oder andere Blumen sein können."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/add38acc78249d2073b5c6372a2dcced_9155247330472710375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In Wirklichkeit hat die Windblume nie existiert, und so bedeutet sie für jeden etwas anderes: Blumen der Liebe, Blumen des Respekts oder Blumen des Segens. Windblume ist der Geist des Wunsches nach Freiheit, der Mut, dem Wind zu folgen, wohin er auch immer führt. Daher kann alles, was schön und segensreich ist, eine Windblume sein.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1750,
        "name": "Windmühlenaster",
        "desc": "Eine Pflanze, die den Wind liebt. Für die Freiheit schätzenden Menschen von Mondstadt, die den Wind verehren, sind Windmühlenastern wie Wind, den man anfassen kann.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1543,
        "name": "Löwenzahnsamen",
        "desc": "Viele kleine Samen, die im Wind tanzen. Selbst ohne ihre Flügel zeugen sie von einer weiten Reise.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dandelion Seed_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Cecilia",
        "desc": "Eine Blume mit einem Namen so schön wie ihr Anblick. Sie wächst nur hoch oben an kalten und windigen Stellen. Sie ist so schwer zu greifen wie ein flüchtiger Gedanke.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1676,
        "name": "Wolfshaken",
        "desc": "Eine stachelige Beere, die am Fell von Wölfen hängenbleibt und von ihnen weitergetragen wird. Sieht man diese Beeren, kann man sich darauf gefasst machen, das Echo von Wolfsgeheul zu hören.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wolfhook_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1197,
        "name": "Zuckerblume",
        "desc": "Eine überaus stark duftende Blume. Selbst im Dunkeln kann man sie so finden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sweet Flower_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Eiserne Blume",
        "desc": "<p>Ein elegant geformtes Großschwert, verziert mit festlichen Blumen und Bändern.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/36893887/bca5e3d255c646e42449a06b79b5d019_7620041085408064916.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1748,
        "name": "Ballon zum Gedenken des Windblumenfests",
        "desc": "Benutze dies, um einen Ballon loszulassen, der zum Platzen gebracht werden kann.<br/>Ballons haben im Reich des Windes eine besondere Bedeutung, denn sie stehen für die Freiheit, mit dem Wind zu treiben. Natürlich werden Ballons durch den Luftdruck zerstört, sobald sie eine bestimmte Höhe erreicht haben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windblume Festival Commemorative Balloon_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gegenwart",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/771cf09d9af26231d33162b656b01737_1134607433157461641.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das moderne Mondstadt feiert das Frühlingsfest der Windblume als ein Fest der Freiheit und der Liebe, eine Zeit der Freude und des Spaßes. Das Windblumenfest steht in seiner Bedeutung dem Laternenfest in Liyue oder dem Fontainale in Fontaine in nichts nach. Zu dieser Zeit bringen die Menschen dem Anemo-Archon Barbatos Windblumen dar, um ihm ihren Respekt und ihre Liebe zu zeigen. Und gemäß der Tradition schenken sie diese Blumen ihren engsten und liebsten Menschen. Zu dieser Zeit hat auch die Abenteurergilde keine Aufträge, denn während des Festes muss man alles selbst machen, um seine Liebe zu finden.\nEine der modernen Traditionen des Windblumenfestes ist das Fangen von Füchsen. Bei jedem Windblumenfest gehen junge Jäger nach Wolfenlauf, um Füchse zu fangen. Wenn sie einen fangen, setzen sie ihm einen Blumenkranz auf den Kopf und lassen ihn frei. Es ist ein Gebet für die Liebe im kommenden Jahr.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontainale",
        "desc": "<p>Das Fontainale wurde ins Leben gerufen, um der Suche der Okeanidenritter nach den Okeaniden und ihrer Begrüßung des früheren Hydro-Archons Egeria zu gedenken.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/063f9b9db2646f99a188cd9cba2b1140_1481670709449090155.png",
        "displayStyle": "card"
      }
    ]
  }
}