{
  "epId": 4951,
  "name": "Wolkennaht-Schuppenpanzer",
  "desc": "Die kalten und harten Panzerschuppen der ausgestiegenen Suanni. Selbst von ihrer früheren Besitzerin entfernt, bleibt die reine Adeptenkraft an ihnen haften, sodass gewöhnliche Waffen ihnen nur schwer etwas anhaben können.<br>Es soll vorkommen, dass gewöhnliche Bestien von entweichender Adeptenkraft beeinflusst werden und so noch mächtiger werden als sonst. Das Besondere an einer Suanni ist jedoch, dass ihre Adeptenkraft kein Produkt äußerer Umstände ist, sondern von ihr selbst ausgeht. Dies ist auch der Grund, warum ihr Anführer gerne mal mit den Adepten gleichgesetzt wird.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/c51294943608418125265cc8aa101a1b_896968098564622760.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1717601963,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Ausgestiegene Suanni",
        "desc": "<p>Eine elegante und stolze göttliche Bestie, die nur dort in den tiefsten Gebirgen haust, wo auch die Adeptenkraft verweilt.</p><p>Sie gilt bereits seit Urzeiten als Symbol des Glücks, und dass sie es bevorzugt, in Abgeschiedenheit zu leben, weit weg von den Problemen der Welt, ist seit jeher etwas, das Schriftsteller und Künstler an ihr zu schätzen wissen. In den uralten lokalen Legenden des Chenyu-Tals wird das Oberhaupt der Suanni auch gern mal als „Herrin des Berges“ bezeichnet, wobei ihr Status nicht selten mit dem der Adepten gleichgesetzt wird.</p><p>Einer anderen Vermutung zufolge seien die Xuanwen-Bestien, die heute durch die Berge und Wälder streifen, ebenfalls die Erben jener göttlichen Bestien. Doch aufgrund ihres unbedeutenden Schicksals erwies es sich als schwierig, eine solch edle Blutlinie zu erben; und so degenerierten sie zu den wilden Biestern, die sie nun mal sind. Diese Aussage steht dabei allerdings im krassen Widerspruch zu einer anderen Erzählung über den Ursprung der Xuanwen-Bestien. Dennoch wird in den wenigen Berichten über das Erscheinen der Suanni oft von einer großen Anzahl von Xuanwen-Bestien berichtet, die ihr zur Seite stehen.</p><p>Heutzutage wird im Chenyu-Tal der allseits beliebte „Wushou-Tanz“ aufgeführt, bei dem die Bewegungen und Verhaltensweisen der legendären Suanni Pate gestanden haben. Allerdings haben nur sehr wenige Menschen sie jemals zu Gesicht bekommen, und die meisten können ihr Aussehen nur mithilfe ihrer Vorstellungskraft beschreiben. Nach Jahrtausenden der Abwandlung und künstlerischen Bearbeitung wurde sich dann irgendwann schließlich auf den „Wushou-Tanz“ festgelegt, wie wir ihn heute kennen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/f02b8c509e8b9e4440f8c7d044f8206e_4082340553379677710.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Eine der erleuchteten Adepten von Jueyun, bekannt als „Fürstin der stehenden Wolken und des stillen Windes“. Sie ist Experting für alle Arten von mechanischen Vorrichtungen, aber ihr Herz wendet sich nun den Angelegenheiten der Welt der Sterblichen zu, durch die sie mit dem Namen „Xianyun“ wandelt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/2c2be27f8876e9435ab8c8b933b8408c_5507410655437265239.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "Nachfolger des Tempels des Schweigens, der Geheimnisse in sich trägt und aus der Wüste kommt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/30/cdb7abfcb86138e5b618946a5466d442_2702695812908100899.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Wolkennaht-Schuppenpanzer"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von ausgestiegene Suanni ab Stufe 30"
          }
        ]
      }
    ]
  }
}