{
  "epId": 5083,
  "name": "Fujin",
  "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1715530440,
  "components": {
    "galleryCharacter": [
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/3bd593650846f74d2440570112d45a6d_489463379971208541.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fujin in ihrer menschlichen Form."
          }
        ]
      },
      {
        "key": "Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/acb166b151e7743e3e2202c2247e826e_3799408580153226325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fujin in ihrer Karpfen Form."
          }
        ]
      },
      {
        "key": "Fujin und Lingyuan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/28d436515e5f0695e04a902ebcc79143_1283856406781615195.png"
      },
      {
        "key": "Fujin und Mao",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/169345fdff19fd08da87d49642f9e8f7_4729222887607387675.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eine Suanni, die zusammen mit Fujin lange Zeit im Chenyu-Tal lebt."
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eine Schlangen Adeptin. Sie ist Fujins Freundin."
      },
      {
        "type": "CustomEntry",
        "epId": 5084,
        "name": "Mao",
        "desc": "<p>Mao ist ein Junge aus dem Chenyu-Tal. Er erscheint als erstes in der Weltauftragsreihe „Chenyu-Segensjade“.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/141341446/f8b14cc4415930d04b94be9318be76c2_8884390666085785181.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Junge aus dem Chenyu-Tal. Er ist Fujins Freund."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Verwandte Einträge"
      },
      {
        "type": "CustomEntry",
        "epId": 5021,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adeptentee aus Chenyu",
        "desc": "Ein Tee, der in den warmen und feuchten Gefilden des Chenyu-Tals gedeiht. Nach Tausenden von Jahren sorgfältiger Auswahl und Kultivierung besitzt dieser Tee heute ein langanhaltendes und reichhaltiges Aroma, das man auch noch mehrere Straßen entfernt wahrnehmen kann.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/09/47685001/188a2af60b1978f2e8b627ac5f500c03_6243833157561216521.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fujin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/28d436515e5f0695e04a902ebcc79143_4622881255621272880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor tausenden von Jahren, lange vor dem Archontenkrieg, gab es im Chenyu-Tal eine andere Göttin, der Fujin und ihr Freund Yaojun dienten. Fujin ist eine göttliche Bestie, deren wahre Gestalt ein Karpfen ist, aber sie selbst bevorzugt die menschliche Form. Eines Tages besiegte sie die alte Suanni Lingyuan, die als Herrin der Berge bekannt ist. Sie tötete die azurblaue Suanni nicht, sondern wurde ihre Freundin. Anfangs verstand Fujin, wie Lingyuan, die Menschen nicht und mochte sie nicht wegen ihrer übermäßigen Ansprüche, ihrer Leidenschaft zum Horten und ihrem ewigen Wunsch, mehr von dem zu haben, was sie brauchten. Sie konnte nicht verstehen, warum die Sorgen und Freuden der Menschen vom „Reichtum“ abhingen. Doch im Laufe der Jahre akzeptierte sie die Menschen: Das Weinen eines Kindes begann ihr das Herz zu brechen, und die zerrütteten Erinnerungen eines alten Menschen begannen sie zu betrüben. Fujin erkannte, dass auch die Menschen Teil des Tals waren.\nZum Wohle der Menschen im Chenyu-Tal führte Fujin den Regenjade-Ritus durch und beherrschte im Namen ihrer Meisterin die Flüsse und Berge. Das Ritual veränderte die Geisteradern und die elementare Energie des Tals, damit die Menschen dort leben konnten. Der Regenjade-Ritus war einst ein großes Fest, bei dem sich alle in Hülle und Fülle freuten, lachten, in Tierkostümen tanzten und Feuerwerkskörper zündeten, um böse Geister zu vertreiben. In jenen ruhigen Tagen bestieg Fujin die Wasserfälle des Aocang-Berges und des Hulao-Berges, wo sie Adepten traf, deren Stärke und Weisheit sie weit übertrafen.\nEinmal pflanzte Fujin einen Teebaum auf Lingyuans Berg:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn die Zeit gekommen ist, machen wir es genau hier, lade sie alle ein, die Fürstin der stehenden Wolken und des stillen Windes und den Fürsten der fließenden Wasser und aufgetürmten Berge ...“</color>\n<color=#ffffffd9>„Du sagst diese Frechheit, nachdem du auf meinem Land ganz frei Bäume gepflanzt hast?“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/1158bb1575081f8ca8dabf6014efed2f_4307364717859963273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Später nahmen die Menschen Zweige dieses Baumes und pflanzten sie auf der anderen Seite des Bishui-Flusses ein. Sie begannen, aus Dankbarkeit gegenüber Fujin Teezeremonien abzuhalten und verehrten sie als Adeptin. Der Duft des Tees verbreitete sich von diesem Ort, dem Chenyu-Tal, bis zum Hafen von Liyue und von dort aus noch zu vielen anderen Orten. Eine der Legenden über die Teebäume im Chenyu-Tal lautet wie folgt: <color=#ffffffd9>„Unabhängig von dem Wasser, dem Boden und der Sonneneinstrahlung diese Bäume nur im Chenyu-Tal gedeihen. Das liegt daran, dass sie sich an einen Pakt erinnern, der vor langer Zeit zwischen alten Freunden neben den Teebaumsetzlingen geschlossen wurde.“</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/0fed1cd78224e2e1c5f6f05aedc15696_8551513999407387991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Im Gegensatz zu den Adepten des Südens, denen Rex Lapis „Erleuchtung“ und die Fähigkeit verlieh, ihre eigenen Wohnstätten zu erschaffen, verfügt Fujin nicht über solche Kräfte und hält sich selbst für den schwächsten Adepten, weshalb ihre Kammern eher einer „Höhle“ als einer Wohnstätte gleichen. Da sie weder in der Lage war, Süßwasser für längere Zeit zu verlassen, noch in salzigen Gewässern zu leben, schenkten ihr ihre Adepten-Freunde einen „Teekelch“, in deren Inneren sich ein Unterraum befand, in dem sie leben konnte. Die Quelle im Kelch würde nie versiegen, was ihn zu einem guten Ort für einen vorübergehenden Aufenthalt machte. In ihm konnten sich Sonne und Mond spiegeln, und er konnte schwimmende Fische beherbergen. Fujins Freunde wollten sie in die Guili-Ebene und den Hafen von Liyue mitnehmen, um die netten Leute zu treffen, von denen sie sprachen, aber dazu kam es nie.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu-Tal",
        "desc": "<p>Die sanfte Brise trägt den Duft des Tees über die Berge von Liyue und erfüllt die Luft erneut mit dem wohlschmeckenden Aroma.</p><p>\"Tee wächst auf den Felsen, wo die Jadequellen endlos fließen. Der schwache Duft und das uralte Lied der Jade treiben gemeinsam entlang der Flüsse, vorbei am Dorf Qiaoying bis zum geschäftigen Hafen des Yilong-Piers. Welche Abenteuer und welches Glück erwarten uns in den nebelverhangenen Gipfeln des Südens...?“</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/76ac6789127af5838b6bbf28fdba65cb_1673521972787305144.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepten",
        "desc": "<p>Adepten sind eine Gruppe göttlicher Bestien von Liyue, die die Menschen seit Jahrtausenden beschützen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/acf8b3f376f436b47bd1c4911fb9fe4d_5900927205587409184.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Fürst der fließenden Wasser und aufgetürmten Berge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/24ed91484b6cba0d0f8c7dd916b9f774_8553136342884295936.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echo des Opferfests",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adeptentee aus Chenyu",
        "desc": "Ein Tee, der in den warmen und feuchten Gefilden des Chenyu-Tals gedeiht. Nach Tausenden von Jahren sorgfältiger Auswahl und Kultivierung besitzt dieser Tee heute ein langanhaltendes und reichhaltiges Aroma, das man auch noch mehrere Straßen entfernt wahrnehmen kann.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/09/47685001/188a2af60b1978f2e8b627ac5f500c03_6243833157561216521.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenkrieg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/6258654267ebf786d39a77b385b2e0ab_7308345604311255648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die Himmlische Ordnung einen Krieg um den göttlichen Thron und die Herrschaft von Teyvat erklärten, kämpfte die Meisterin von Fujin und Yaojun gegen Rex Lapis. Laut Fujin wurde ihre Herrin wahnsinnig, weil sie die Position eines Gottes anstrebte, der diese Welt regieren könnte, oder sie versuchte einfach zu überleben, weil sie begriff, dass sie Morax nicht besiegen konnte. In einem verzweifelten Versuch, das Schicksal umzukehren, ließ sie den Bishui-Fluss über die Ufer treten und zerstörte alles flussabwärts. Yaojun und Fujin konnten nicht zulassen, dass Menschen starben, also stellten sie sich gegen ihre Göttin. Der Legende nach hielt Yaojnu die Göttin mit einem Kampf auf, und Fujin warf die Regenjade ins Wasser, wodurch der Fluss nicht mehr über die Ufer trat. Fujin setzte die Adepten-Energie des Jade-Anhängers frei, so dass sich der Boden öffnete und den Bishui-Fluss verschluckte, so dass der Jademund wachsen und den Fluss stabilisieren konnte. Lingyuan beschwor ihre Vertrauten, die Xuanwen-Bestien, um ihren Freunden zu helfen und die Menschen in die Höhlen zu treiben. Während des Krieges verbrauchte Fujin all ihre Energie und verbrachte viele Jahre im Hof des gefallenen Brokats, unfähig, ihn zu verlassen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu-Tal",
        "desc": "<p>Die sanfte Brise trägt den Duft des Tees über die Berge von Liyue und erfüllt die Luft erneut mit dem wohlschmeckenden Aroma.</p><p>\"Tee wächst auf den Felsen, wo die Jadequellen endlos fließen. Der schwache Duft und das uralte Lied der Jade treiben gemeinsam entlang der Flüsse, vorbei am Dorf Qiaoying bis zum geschäftigen Hafen des Yilong-Piers. Welche Abenteuer und welches Glück erwarten uns in den nebelverhangenen Gipfeln des Südens...?“</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/76ac6789127af5838b6bbf28fdba65cb_1673521972787305144.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Xuanwen-Bestie",
        "desc": "<p>Dieses als „Xuanwen-Bestie“ bekannte wilde Tier, das sich in den Wäldern und Bergen des Chenyu-Tals niedergelassen hat, sticht besonders aufgrund seiner Färbung und Musterung ins Auge.</p><p>In der örtlichen Folklore des Chenyu-Tals sollen diese Bestien einst zu einem bestimmten Adepten gehört haben, der Dämonen bezwungen und seinesgleichen beschützt haben soll. Erst nach seinem Tod wurden sie zu den wilden Bestien, wie wir sie heute kennen. Der Ursprung der Legende ist längst vergessen, die wahre Identität des Adepten höchst umstritten; nur bei einem ist man sich absolut sicher: Willst du an einem Stück bleiben, solltest du dich auf keinen Fall diesen brutalen Biestern nähern. Und vermeide möglichst hastige Bewegungen.</p><p>Aufgrund unaufhaltsamer Pionierarbeit des Menschen wurde der ursprüngliche Lebensraum dieser Tiere im Laufe der Jahrtausende immer kleiner. Heutzutage sind sie nur noch gelegentlich abseits ausgetretener Pfade im tiefsten Gebirge des Chenyu-Tals anzutreffen ...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/d75494fa72798564617469b6393fac97_4216946319820150542.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu-Segensjade",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tausende von Jahren später beschloss die Herrin der Berge, das Chenyu-Tal in den Zustand vor der Ankunft der Menschen zurückzuversetzen. Sie glaubte, dass sie, die Karpfen und Schlangen aus der Natur stammten, und wollte daher alles in die Form zurückbringen, die es bei seiner Geburt hatte. Damals stiegen und fielen die Flüsse mit den Regenfällen, ihre Wege waren nicht festgelegt, die Teebäume und Blumen wurden nicht beschnitten oder kultiviert, noch existierten sie für die Menschen. Lingyuan glaubte, dass Fujin in einer solchen Umgebung ihre wahre Karpfenform und geistige Kraft wiedererlangen und in den großen Flüssen herumtollen würde. Viele Jahre lang veränderte die Herrin der Berge die Geistadern, wodurch sich der Boden verschlechterte und sich ein dichter Nebel bildete."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/32a53ea6575595c0d13233ec1748138a_3604543691133244023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fujin, die sich um die Menschen des Tals sorgt, bat den/die Reisende/n um Hilfe, um die Geistadern wiederherzustellen und den Boden zu verändern. Die Adeptin hatte nicht genug Kraft, um den Regenjade-Ritus selbst durchzuführen, also brauchte sie Hilfe. Sie wollte nicht, dass Qiaoying, das für seinen Tee berühmt war, seine Existenzberechtigung verlor. Dank dem/der Reisenden, Paimon und Lingyuans Freund, Mao, konnte Fujin genug Kraft sammeln, um ein Ritual auf dem heiligen Berg durchzuführen und Lingyuan aufzuhalten. Die Suanni akzeptierte ihre Niederlage und erklärte sich ihrem Freund zuliebe bereit, sich nicht mehr in die Pflege der Menschen einzumischen.\nAuf der Chiwang-Terrasse, wo alle Geisteradern des Chenyu-Tals zusammenlaufen, übertrug Fujin ihre Adepten-Energie in das ganze Tal, um Wasser und Boden wiederherzustellen. Da sie während des Rituals all ihre Kräfte verbraucht hatte, verlor sie erneut die Fähigkeit, menschliche Gestalt anzunehmen, aber sie war froh, ihren Freund zurückzubringen und die Menschen zu retten.\nAls der/die Reisende Fujins Kraft, die während des Rituals verstreut worden war, wieder zu beschaffen half, beschloss Fujin, die Guili-Ebene und den Hafen von Liyue zu besuchen, um die Menschen zu sehen und sie kennenzulernen. Außerdem wollte sie sich mit Yaojun treffen und Lingyuan überzeugen, sie zu begleiten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu-Tal",
        "desc": "<p>Die sanfte Brise trägt den Duft des Tees über die Berge von Liyue und erfüllt die Luft erneut mit dem wohlschmeckenden Aroma.</p><p>\"Tee wächst auf den Felsen, wo die Jadequellen endlos fließen. Der schwache Duft und das uralte Lied der Jade treiben gemeinsam entlang der Flüsse, vorbei am Dorf Qiaoying bis zum geschäftigen Hafen des Yilong-Piers. Welche Abenteuer und welches Glück erwarten uns in den nebelverhangenen Gipfeln des Südens...?“</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/76ac6789127af5838b6bbf28fdba65cb_1673521972787305144.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fujin"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Chenyu-Tal, Adepten, Liyue"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftragsreihe: „Chenyu-Segensjade“\nWeltauftrag: „Wolkenpfad zur Chiwang-Residenz“"
          }
        ]
      }
    ]
  }
}