{
  "epId": 5090,
  "name": "Yaojun",
  "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1717089017,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eine Adeptin in der Form eines Karpfen. Eine Freundin von Yaojun."
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Sie ist eine Suanni und Yaojuns Freundin."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Verwandte Einträge"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echo des Opferfests",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5017,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yaojun",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor Tausenden von Jahren, lange vor dem Archontenkrieg, gab es im Chenyu-Tal eine andere Göttin, der Yaojun und ihre Freundin Fujin dienten. Die wahre Gestalt der Adeptin Yaojun war eine weiße Schlange mit gelben Augen, aber zum Heilen kranker Sterblicher und zum Herstellen von Arzneien bevorzugte sie die menschliche Gestalt: eine Frau mit heller Haut und goldenen Augen. Zusammen mit Fujin freundete sie sich mit den azurblauen Suanni an, die im Tal lebten, lange bevor die Menschen dort ankamen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/64d0bfa488abb0f686ae11699ddd2475_5408777128137087972.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eines Tages pflanzte Yaojun einen Adeptenbaum. Dann wurde der Mechanismus, der den Baum antrieb, zerstört und der Baum vertrocknete, aber Yaojun sagte, dass der Baum wiederbelebt werden könne, solange die bunten Schmetterlinge nicht wegflogen. Zuvor hatte die Adeptin die Tore, die zu diesem Baum führten, mit bunten Schmetterlingen geschmückt. Während des Archontenkrieges spaltete sie einen Teil der Adepten-Energie ab und injizierte sie in diese Schmetterlinge, wodurch sich ihre Lebensspanne erheblich verlängerte. Selbst wenn der Schlangen-Adeptin etwas zustoßen sollte, könnten die Sterblichen des Chenyu-Tals der Führung der Schmetterlinge folgen und die Formeln finden, die Yaojun hinterlassen hat."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„... Während die bunten Schmetterlinge sich in den Medizingefäßen versammeln, wird der tote Baum zum Leben erweckt ...“</color>\n<color=#ffffffd9>„Das Holz, geboren im Winter, verwelkt über die Jahre seine Pracht. Der Frühling, der mir so gefällt, bringt wieder Duft und Harmonie in die Welt ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu-Tal",
        "desc": "<p>Die sanfte Brise trägt den Duft des Tees über die Berge von Liyue und erfüllt die Luft erneut mit dem wohlschmeckenden Aroma.</p><p>\"Tee wächst auf den Felsen, wo die Jadequellen endlos fließen. Der schwache Duft und das uralte Lied der Jade treiben gemeinsam entlang der Flüsse, vorbei am Dorf Qiaoying bis zum geschäftigen Hafen des Yilong-Piers. Welche Abenteuer und welches Glück erwarten uns in den nebelverhangenen Gipfeln des Südens...?“</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/76ac6789127af5838b6bbf28fdba65cb_1673521972787305144.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepten",
        "desc": "<p>Adepten sind eine Gruppe göttlicher Bestien von Liyue, die die Menschen seit Jahrtausenden beschützen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/acf8b3f376f436b47bd1c4911fb9fe4d_5900927205587409184.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5017,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenkrieg",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als die Himmlische Ordnung einen Krieg um den göttlichen Thron und die Herrschaft von Teyvat erklärten, kämpfte die Meisterin von Yaojun und Fujin gegen Rex Lapis. Laut Fujin wurde ihre Herrin verrückt, weil sie die Position eines Gottes anstrebte, der diese Welt regieren könnte, oder sie versuchte einfach zu überleben, weil sie begriff, dass sie Morax nicht besiegen konnte. In einem verzweifelten Versuch, das Schicksal umzukehren, ließ sie den Bishui-Fluss über die Ufer treten und zerstörte alles flussabwärts. Yaojun und Fujin konnten nicht zulassen, dass Menschen starben, also stellten sie sich gegen ihre Göttin. Der Legende nach hielt Yaojun die Göttin mit einem Kampf auf, und Fujin warf die Regenjade ins Wasser, wodurch der Fluss nicht mehr über die Ufer trat. Lingyuan beschwor ihre Vertrauten, die Xuanwen-Bestien, um ihren Freunden zu helfen und die Menschen in die Höhlen zu treiben. Während des Krieges verbrauchte Yaojun einen Großteil ihrer Energie und verließ später das Chenyu-Tal, um im Hafen von Liyue eine neue Heimat zu finden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Xuanwen-Bestie",
        "desc": "<p>Dieses als „Xuanwen-Bestie“ bekannte wilde Tier, das sich in den Wäldern und Bergen des Chenyu-Tals niedergelassen hat, sticht besonders aufgrund seiner Färbung und Musterung ins Auge.</p><p>In der örtlichen Folklore des Chenyu-Tals sollen diese Bestien einst zu einem bestimmten Adepten gehört haben, der Dämonen bezwungen und seinesgleichen beschützt haben soll. Erst nach seinem Tod wurden sie zu den wilden Bestien, wie wir sie heute kennen. Der Ursprung der Legende ist längst vergessen, die wahre Identität des Adepten höchst umstritten; nur bei einem ist man sich absolut sicher: Willst du an einem Stück bleiben, solltest du dich auf keinen Fall diesen brutalen Biestern nähern. Und vermeide möglichst hastige Bewegungen.</p><p>Aufgrund unaufhaltsamer Pionierarbeit des Menschen wurde der ursprüngliche Lebensraum dieser Tiere im Laufe der Jahrtausende immer kleiner. Heutzutage sind sie nur noch gelegentlich abseits ausgetretener Pfade im tiefsten Gebirge des Chenyu-Tals anzutreffen ...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/d75494fa72798564617469b6393fac97_4216946319820150542.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Changsheng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/a13ea30b31d0f86f2e449842196890bd_4131096950139344579.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach dem Archontenkrieg, als Liyue von Krankheiten und Seuchen heimgesucht wurde, gelobte ein Arzt, die Welt von Schmerz und Leid zu befreien. Er begab sich ins Chenyu-Tal, um Yaojun zu suchen, doch in ihrer Behausung fand er nur eine weiße Schlange, die all ihre Kräfte aufgebraucht hatte. Die Schlange lud den Arzt ein, eine Vereinbarung zu treffen, die ihre Leben miteinander verband: Im Austausch für die Lebenskraft des Arztes würde die Schlange ihn in der geheimen Kunst des Heilens unterrichten. Der Arzt akzeptierte die Bedingungen und konnte viele Leben retten, doch eines Tages kam seine Stunde des Abschieds. Er gab den Vertrag mit der Schlange an seinen besten Schüler weiter, der ihn wiederum an seinen Schüler weitergab. Der letzte Mensch, mit dem die Schlange Changsheng einen Vertrag geschlossen hat, ist der Arzt und Besitzer der Bubu-Hütte, Baizhu, der ein Heilmittel gegen den Tod finden will.\nNach der Tatsache zu urteilen, dass Yaojun, die die Fähigkeit verlor, menschliche Gestalt anzunehmen, eine Schlange mit gelben Augen war, Menschen heilen konnte und im Hafen von Liyue ihr Zuhause fand, kann man davon ausgehen, dass Changsheng selbst Yaojun sein könnte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3609,
        "name": "Baizhu",
        "desc": "<p>Der Besitzer der „Bubu-Hütte“. Er trägt eine weiße Schlange namens Changsheng auf seiner Schulter. Ein äußerst geschickter Mediziner, der allerdings als Person schwer zu durchschauen ist.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/61142474/05599650d7f42e1c4adde373de6b297d_722432638078852054.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Yaojun"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Weiblich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten, Liyue"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Yaojun und Fujin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/5e91d3a10f956a8d6660f9648c9b6e55_637502928065930793.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Eine Wandmalerei, die Fujin und Yaojun zeigt."
          }
        ]
      }
    ]
  }
}