{
  "epId": 5102,
  "name": "Adepten",
  "desc": "<p>Adepten sind eine Gruppe göttlicher Bestien von Liyue, die die Menschen seit Jahrtausenden beschützen.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/acf8b3f376f436b47bd1c4911fb9fe4d_5900927205587409184.png",
  "menuId": 23,
  "menuName": "Zugehörigkeit",
  "version": 1739251482,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Adepten"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Gruppe von Unsterblichen"
          }
        ]
      },
      {
        "key": "Anführer",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Lapis"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Adepten",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Adepten sind unsterbliche göttliche Bestien von Liyue, die die Menschen seit Jahrtausenden beschützen. Da die Menschen ein höheres Ziel haben, können nur Menschen mit nicht-menschlichem Status Adepten sein. Niemand wird als Adept geboren und niemand bleibt für immer ein Adept, daher können alle mit nicht-menschlichem Status Adept werden. Das Wort „Adept“ ist lediglich ein Titel, daher werden nicht alle göttlichen Bestien als solche bezeichnet. Die Adepten sind als „mächtige und erleuchtete“ Adepten bekannt, und diese „Erleuchtung“ bezieht sich auf das Licht eines dritten „Auges“, das sie besitzen und das es ihnen ermöglicht, Elementarkräfte ohne ein göttliches Auge einzusetzen. Für Menschen nimmt das dritte „Auge“ die Form eines göttlichen Auges an, aber Adepten, die reine Elementarwesen sind, sind dem Ursprung der letzten Wahrheit näher als gewöhnliche Sterbliche. Sie wurden inmitten der elementaren Energie geboren, die zwischen Himmel und Erde fließt, so dass die Kanalisierung elementarer Kraft etwas ist, das fast unbewusst geschehen kann. Sie benötigen dazu keinen externen Fokus, geschweige denn ein göttliches Auge. Es ist nicht sicher bekannt, wie Adepten ihre Visionen erhalten, aber wenn sie die menschliche Form annehmen, neigen sie dazu, ein göttliches Auge zu benutzen, um menschlichen Regeln zu folgen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/8bc8ed5052b285574a1fcd8917789598_7366726805741491308.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Halb-Adepten, in deren Adern eine Mischung aus Menschen- und göttliche Bestienblut fließt, können ihre Gestalt wahrscheinlich nicht ändern und sehen sowohl wie göttliche Bestien als auch wie Menschen aus (Ganyu hat Hörner und Yanfei hat ein Geweih und Schuppen). Ihre Lebenserwartung ist viel höher als die der normalen Menschen, denn einige Halb-Adepten werden mehr als 3000 Jahre alt. Obwohl Halb-Adepten eine natürliche Fähigkeit haben, mit der Welt in Resonanz zu treten, empfangen sie wie sterbliche Menschen göttliche Augen, die ihnen helfen, ihre Kräfte zu verbessern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/e7516eb701186c244d7ff526a2288034_1312556472542768517.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rex Lapis, der Geo-Archon, ist der Erste der Adepten, der andere Adepten als Teil ihrer „Erleuchtung“ segnen kann. Eine dieser Segnungen ist die Fähigkeit, kleine, autonome Taschenwelten und Wohnstätten der Adepten zu erschaffen. Obwohl die Adeptin des Nordens, Fujin und Yaojun, als Adepten verehrt wurden, haben sie keinen Adept-Namen und verfügen nicht über Kräfte der südlichen Adepten, wie die Fähigkeit, Wohnstätten zu erschaffen. Jeder Adept hat seine eigenen Kräfte. So können Rex Lapis und Menogias das Geo-Element, Xiao und die Fürstin der stehenden Wolken und des stillen Windes das Anemo-Element, Indarias das Pyro-Element und Bonanus und Bosacius die Hydro- bzw. Elektro-Elemente kontrollieren. Adepten können ihre Kräfte sogar einsetzen, um Menschen vor dem Tod zu retten, obwohl Sterbliche diese Energie nicht ertragen können.\nWenn Adepten sterben, gibt es eine Tradition der „Verabschiedung von Adepten“, die als Adeptenabschied bezeichnet wird und es Adepten ermöglicht, aufzusteigen. Dieser Ritus ist eine Zeremonie, die besondere Kostüme, eine besondere Zeit, einen besonderen Ort, Wetter und Publikum erfordert. Manche Menschen glauben, dass Adepten nach Celestia aufsteigen oder sogar dort geboren werden, aber niemand kennt wirklich die Wahrheit über ihre Geburt und ihren Tod."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a6d19eeb674008265ba99f55f7d23fe5_911525643140844101.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Viele Adepten leben im Jueyun-Karst, der als das Reich der Adepten von Liyue gilt und für Sterbliche normalerweise unerreichbar ist. Es gibt jedoch spezielle „Kräutersammler“, die ihren Lebensunterhalt durch das Sammeln wertvoller natürlicher Ressourcen verdienen, die nur im Jueyun-Karst zu finden sind. Andere Sterbliche benötigen das besondere Siegel der Erlaubnis, um das heilige Land zu betreten. Einige Adepten stellen Fallen für unvorsichtige Reisende und Schatzsucher auf, damit sie nicht gestört werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Ein Yaksha, ein Adept, der Liyue beschützt. Er wird als großer „Dämonenbändiger“ und „Schützender Yaksha“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Eine der erleuchteten Adepten von Jueyun, bekannt als „Fürstin der stehenden Wolken und des stillen Windes“. Sie ist Experting für alle Arten von mechanischen Vorrichtungen, aber ihr Herz wendet sich nun den Angelegenheiten der Welt der Sterblichen zu, durch die sie mit dem Namen „Xianyun“ wandelt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/2c2be27f8876e9435ab8c8b933b8408c_5507410655437265239.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Eine sehr bekannte Rechtsberaterin in Liyue und ein gescheites Mädchen mit dem Blut einer göttlichen Bestie in ihren Adern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Bosacius war der Anführer der fünf adeptischen Yaskshas. Er galt als der stärkste von ihnen und verstarb vor vor den Ereignissen des Spiels.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/09/19929963/61275d8b97a9c5e4055ed07a4d34c4fa_6429051871871400732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Fürst der fließenden Wasser und aufgetürmten Berge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/24ed91484b6cba0d0f8c7dd916b9f774_8553136342884295936.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Passierschein",
        "desc": "Ein Streifen mit Symbolen, den der Graf von den Elf der Fatui ausgeliehen hat. Die Menschen in Liyue beten die Adepten nur außerhalb vom Jueyun-Karst an. Mit diesem Gegenstand soll man aber sicher bis zum Wohnort der Adepten vordringen können.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/3af4d0f5dbd9c2329e46b666ca5ca91f_1164563880644734284.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenkrieg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a82bdf0881ab4b3d46003b668727a98c_7407766534823115402.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lange vor dem Archontenkrieg, als Rex Lapis noch keine Gnosis erhalten hatte, gründete er zusammen mit anderen Göttern und Adepten Liyue und die Guili-Stätte. Guizhong, die Göttin des Staubs, vermittelte der Menschheit ihre Weisheit und ihre Fähigkeit, Maschinen zu bauen. Marchosius, der Gott des Herdes, vermittelte den Menschen das Wissen über das Kochen und die Herstellung von Öfen. Zusammen mit anderen Adepten verteidigten sie ihr Volk. In jenen fernen Zeiten waren die Adepten des Südens, die Rex Lapis dienten, mit den Adepten des Nordens befreundet, die einer anderen Göttin dienten. Die Adepten feierten oft Teepartys, verbrachten ihre Zeit miteinander, musizierten und sangen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/5d7ba312dadb3346ea74692d25d818ba_5898312870462407618.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als der Archontenkrieg begann, wurden die Ländereien von Liyue zu einem Schlachtfeld. Die Göttin des Nordens und ihre Diener Fujin und Yaojun kämpften mit Rex Lapis; die Guili-Ebenen wurden überflutet, und die Adepten halfen den Bewohnern, zum Hafen von Liyue zu ziehen, der später zur Hauptstadt wurde. Viele Adepten wurden in diesem Krieg getötet. Marchosius opferte sich für die Menschen, verlor seine Kräfte und sein Gedächtnis und verwandelte sich in Guoba. Der Fürst des ziehenden Himmels opferte sein Geweih, um einen einstürzenden Berg zu stützen und die Sicherheit der Dorfbewohner zu gewährleisten, und kämpfte weiter, bis sein Blut versiegt war und sein Leben zu Ende ging. Yaojun und Fujin widersetzten sich ihrer Göttin, um die Menschen zu schützen, und verloren ihre gesamte Adepten-Energie. Vor 3700 Jahren schlossen die Adepten einen Vertrag mit Rex Lapis und versprachen, den Hafen von Liyue zu schützen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/cbbc2021262142dac77f5818495a655b_3938580049421528200.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach dem Archontenkrieg wurden die Länder von Liyue von Pestilenz und Hungersnot heimgesucht. Die verrottenden Überreste der besiegten Götter verbreiteten sich über die Welt und wurden als Dämonen wiedergeboren. Die Wut der Monster äußerte sich in Form von Krankheiten, Monsterplage und anderen seltsamen Vorkommnissen. Dann rief Rex Lapis die Yakshas herbei, um die Dämonen auszulöschen. Sie schworen einen Eid: <color=#ffffffd9>„Töten für Recht und Ordnung. Das Böse durch den Kampf zu beseitigen, dem widmen wir unser ganzes Leben.“</color> Da sie die wildesten und kriegerischsten aller Adepten waren, waren sie bereit, alles zu tun, um das Land zu schützen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5103,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Auch bekannt unter dem Namen Haagentus als Göttin des Staubs, sie verstarb im Archontenkrieg beim Beschützen der Guili-Stätte.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/623e8e3ab639fb91c6a55c58822308b3_7925910210052409481.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/19929963/769f11f5b9ab2b2e5b7d9275b980cd34_1527499378527139045.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Fürst des ziehenden Himmels",
        "desc": "<p>Der Fürst des ziehenden Himmels war ein Adept, welcher im Archontenkrieg beim Verteidigen Liyues gestorben ist.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2332,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tod von Rex Lapis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a0a990eea30d7f5ee6099930cc60bb29_169340195974880557.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Rex Lapis während des Adeptenabschieds getötet wurde, waren die Adepten wütend auf die Menschen in Liyue. Die Fürstin der stehenden Wolken und des stillen Windes wollte den gesamten Hafen von Liyue zerstören. Sie glaubte, dass nach dem Tod des Archons schreckliche Ereignisse folgen würden, von denen sie die Menschen befreien wollte. Die Adepten glaubten, dass die Qixing von Liyue, die Liyue regierte, bei ihrer Aufgabe versagt und den Tod des Archons zugelassen hatten.\nAls Rex Lapis in einem Traum zu ihnen kam, beschlossen die Adepten, sich vorübergehend mit den Qixing von Liyue zu versöhnen, um die Menschen vor der Bedrohung zu schützen. Osial, dem Oberherrn des Wirbels, wurde während des Archontenkrieges von Rex Lapis besiegt und dann vom Graf, einem Fatui, beschworen, in der Hoffnung, Rex Lapis herauszulocken und seine Gnosis für Tsaritsa zu erhalten. Adepten modifizierte die Guizhong-Ballista, um sie in eine Kriegsmaschine zu verwandeln. Durch die gemeinsamen Anstrengungen der Millelithen, den Qixing von Liyze und der Adepten wurde der alte Gott aufgehalten und Liyue gerettet.\nNach dieser Schlacht vertrauten die Adepten die Herrschaft vollständig den Qixing von Liyue an. Als Osials Frau Beisht Liyue erneut angreifen wollte, um ihren Mann zu rächen, mischten die Adepten sich nicht mehr ein und erlaubten den Menschen, die Stadt selbst zu verteidigen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "„Der Graf“",
        "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Feierlichkeiten",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/d5c9c5afb47c2d374724a12982d4ea71_3923824738491132764.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während des Archontenkrieges erleuchtete das Volk von Liyue den Nachthimmel mit Laternen, um seine Krieger an den Heimweg zu erinnern und sich selbst nie aus den Augen zu verlieren. Das Laternenritual ist ein jährliches Fest zu Ehren dieser Helden. Gefallenen Adepten wird während des Laternenrituals in Form der Mingxiao-Laterne gedacht - einer riesigen Laterne mit einem Plaustrit als zentralem Stein darin. Während der Feste, an denen der/die Reisende und Paimon teilnahmen, wurde der Fürst des ziehenden Himmels, der Fürst des tobenden Meers und der ruhigen Dämmerung und Menogias ein Denkmal gesetzt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/9ed83fa2d6bcada9bf8363303f7d7797_6849639409695348428.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Legende besagt, dass einige Adepten auf ihrem Weg über Berge und Flüsse wanderten und dabei verschiedene Gourmetgerichte genossen, um ihre Herzen zu beruhigen. Ihr Weg wurde von den Nachfolgenden als „Pfad der Köstlichkeiten“ bezeichnet. Ursprünglich war die Mondjagd ein Ritus, der nur den Adepten vorbehalten war. Heute ist die Mondlichtfreude ein Fest, das die Ankunft des Herbstes bei Mondschein feiert, bei dem die Menschen ihre Lieblingsspeisen essen, Zeit mit Freunden und Verwandten verbringen und den Mond und die Blumen genießen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4938,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Acht Adepten",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/03/237301566/3f04195c8c23f62ed7825beb72e2102e_2304632224911737331.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während des Archontenkrieges gab es in Liyue einen göttlichen Berg mit einem riesigen Baum auf seinem Gipfel. Dieser Baum war ein Gott namens „Tao Dou“, der ursprünglich „Bune“ hieß. Damals glaubten die Menschen, dass sich hinter Tao Dou das Reich der Toten befand, und wenn man im Leben schwere Sünden beging, konnte die Seele nicht über diesen Baum hinaus ins Jenseits gelangen. Vor etwa zwei- bis dreitausend Jahren erhoben sich die Acht Adepten - acht Menschen und Tiere, die ein großes magisches Feld niederlegten, um Tao Dou zu reinigen. Er sorgte sich sehr um alle Lebewesen und erklärte sich bereit, sich selbst zu heiligen, um die Unterwelt zu befrieden. Ohne den Willen des Gottes wären nicht einmal acht Adepti in der Lage gewesen, ihn zu überwältigen, geschweige denn die Acht Adepten. Tao Dou wurde zusammen mit anderen bösen Geistern in einem geheimen Palast in den Qingce-Bergen eingesperrt, der „Verborgener Palast der Zhou-Formel“ genannt wurde, und der Palast selbst wurde mit der Methode der Sieben-Acht-Tore verzaubert. Danach versanken die Überreste von Tao Dou in den Fluss der Elemente und wurden zu einer Grenze, die die Lebenden von Liyue von den Toten in Liyue trennte.\nDie Sterblichen bewahrten und pflegten die neue Gestalt des Gottes über Tausende von Jahren hinweg."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/03/237301566/4d7b1223b8aca0651509f4246beadee3_2637362835544329644.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Unter den Acht Adepten gab es drei vereinte Kräfte: die Drei Einsiedler von Guizang, die Zwei Weisen von Lianshan und die Drei Bestien von Tao Dou. Obwohl sie Kräfte besaßen, die mit denen der Adepten vergleichbar waren, waren viele von ihnen gewöhnliche Sterbliche. Einer der Einsiedler wurde „Windleser“ genannt, er stammte von den Zwölf Stämmen des Chenyu-Tals, und seine Nachkommen wurden die Begründer des Lan-Klans und der alten Kunst der Qimen-Wahrsagerei. Der zweite Einsiedler beherrschte die Kunst des Angelns mit Rute und Leine und wurde bei den Menschen als „Yunlai-Angler“ bekannt. Es wird vermutet, dass die Yunlai-Schwertkunst, die Yuheng von der Liyue Qixing, Keqing, anwendet, auf den Techniken des Yunlai-Anglers im Umgang mit der Angelrute basiert. Der dritte Einsiedler war Wuwang Kid, auch bekannt als Alter Mann Wuwang. Der Legende nach präsentierte er sich stets in Kindergestalt und war ein Meister der Qihuang-Sigillen, mit denen er Dämonen fangen, Krankheiten heilen und Leben vor der nahenden Gegenwart des Todes schützen konnte. Zu den Lianshan-Weisen gehörten auch der Weise Hu, ein Meister des Kürbishandwerks, und der Weise Jian, ein Experte für Bronzespiegel. Es ist nur wenig über sie bekannt, aber man weiß, dass sie die geheime Kunst des Lianshan gemeistert haben, was ihnen den Titel der beiden Weisen von Lianshan einbrachte. Ein versteckter Palast befindet sich tief in den Bergen südlich des Steinernen Tores. Es wird angenommen, dass sie sich dorthin zur Kultivierung zurückgezogen haben. Die drei Bestien von Tao Dou, auch bekannt als die drei Unsterblichen von Tao Dou, lebten auf dem Berg, auf dem der göttliche Baum wuchs. Sie waren bekannt als der „Karminrote Phantomschmetterling“, „Goldäugige Mondstute“ und „Silbergefiederter Jadevogel“. Es waren drei glücksverheißende Bestien, die alle die Macht hatten, menschliche Gestalt anzunehmen, ähnlich wie die Adepten. Während der Reinigungszeremonie von Tao Dou opferte sich der Karminrote Phantomschmetterling, Silbergefiederter Jadevogel und Goldäugige Mondstute reisten gemeinsam, und das weiße Pferd zog sich in die Abgeschiedenheit des Qingce-Gebirges zurück. Obwohl sie alle über bemerkenswerte Kräfte verfügten, war es kein leichtes Unterfangen, einen Gott vom Kaliber eines Tao Dou zu reinigen. Sie mussten die geheime Kunst des Sieben-und-Acht-Tore Methode anwenden, bei dem eines der Tore verschleiert werden musste, damit das Böse nicht entkommen konnte. Der Karminrote Phantomschmetterling war für das verborgene Tor zuständig, das für die Verschleierung ausgewählt wurde, und so verschwand er aus der Welt. Der Legende nach schaute der alte Wuwang sehr zu ihr auf, übernahm ihren Mantel und hielt ihr Vermächtnis am Leben, indem er es an die Gründer des Wangsheng-Bestattungsinstituts weitergab. So opferte der Schmetterling sein Leben, um die Ordnung im Reich der Toten wiederherzustellen, und einige zufällige Begegnungen sorgten dafür, dass auch künftige Generationen ihre Methoden nutzten, um die Grenze zwischen Leben und Tod zu bewachen. Obwohl sie selbst aus der Welt verschwunden ist, ist ihr Auftrag, Liyue zu beschützen, auch nach Tausenden von Jahren noch lebendig und gut.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Legenden",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Es gibt viele Legenden über Adepten. Die erste Legende handelt von Steinstatuen, die überall im weiten Land Liyue auftauchen. Die Legende besagt, dass in einigen Ecken des Landes uralte Steinwesen nachts in der Kühle des Herbstes erwachen und sich in einer Welt umsehen, die ihnen langsam fremd geworden ist. Wenn sie die Geräusche von Fröschen und Insekten hören, die sie begrüßen, antworten sie mit tiefen, gefühlvollen Schreien aus ihren versteinerten Kehlen. Dann streifen sie in Liyue umher und inspizieren noch einmal das Land, das sie einst beschützt haben. Die Ältesten des Dorfes Qingce sagen, dass diese Statuen göttliche Bestien sind, die einst an der Seite von Rex Lapis im Archontenkrieg kämpften. Nach dem Ende des Krieges ließ die Flut nach, und der Frieden wurde wiederhergestellt. Die göttlichen Bestien brauchten nicht mehr als Verteidiger des einfachen Volkes zu dienen, und eine nach der anderen zog sich in abgelegenere Teile des Landes zurück. Dort lebten sie frei von der Sorge um die Angelegenheiten der Sterblichen. Einige der göttlichen Bestien erinnerten sich jedoch gern an die glorreichen Tage, in denen sie unter Rex Lapis gedient hatten, und sie sehnten sich nach den Jahren, in denen sie Liyue beschützt hatten. Sie gehörten zwar nicht zum Reich der Sterblichen, waren aber auch nicht unsterblich: Auch für sie würde das Leben eines Tages zu Ende gehen. Deshalb baten sie Rex Lapis, ihre vergänglichen fleischlichen Körper in ewigen Stein zu verwandeln. Der barmherzige Geo-Archon erfüllte ihre Bitte und machte sie zu solchen.\nDie zweite Legende erzählt eine Geschichte über Qilin, eine Art edles, sanftes und wohlwollende göttliche Bestie. Qilin streifen oft durch die Bergwälder, erscheinen aber nur in Nächten, in denen das Sternenlicht auf den klaren Tau scheint. Um sich zu ernähren, trinken sie nur Quellwasser und essen nur duftende Kräuter. Es heißt, dass die Qilin niemals etwas Lebendiges verletzen und sich weigern, auf ein Insekt zu treten oder einen Grashalm abzubrechen. Die Menschen glauben, dass die Eigenschaften, das Verhalten und jede Bewegung der Qilin von einer uralten Etikette bestimmt werden, die seit tausend Jahren unverändert geblieben ist. Der Legende nach badete vor mehreren tausend Jahren ein Kräutersammler in einem Gebirgsteich, als zu seiner Überraschung ein vorbeiziehender Qilin begann, die Kleidung zu fressen, die er am Rande des Wassers zurückgelassen hatte. Das erleuchtete Tier war noch zu jung, um die menschlichen Vorstellungen von Scham und Privatsphäre zu verstehen, und musste erst noch lernen, wie sich göttliche Bestien in der Welt der Sterblichen zu verhalten haben. Um ihr ungehobeltes Verhalten wiedergutzumachen und um den verletzlichen Sterblichen nicht mit ihrer jenseitigen Adeptenerscheinung zu erschrecken, verwandelte sie sich in eine menschliche Gestalt. Als das fahle Licht des Vollmondes auf den Teich fiel, erschien sie vor dem Kräutersammler. Gemeinsam begaben sie sich auf eine Reise zwischen Blumen und Bambushainen, Qilin übersetzte dem Sterblichen die Sprache der Vögel, offenbarte ihm die Bergbehausung der Adepten, und sie träumten gemeinsam. Als der Kräutersammler im ersten Licht der Morgendämmerung erwachte, musste er feststellen, dass die edle göttliche Bestie spurlos verschwunden war. Manche Leute sagen, dass die Qilin mit den Sterblichen zusammenlebte, Kinder gebar und sich an das menschliche Leben gewöhnte.\nDie dritte Legende handelt von dem Jungen und dem Pferd-Adept. Der Junge verirrte sich im Bambuswald, und eine schlanke, weiß gekleidete Frau bot ihm an, ihn aus dem Wald zu führen. Während sie die Nacht im Wald verbrachten, erzählte sie verschiedene Geschichten über drei Monde und die Zeit, bevor Archonten geboren wurden."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Vor langer Zeit hingen drei helle Monde hoch am Nachthimmel. Diese drei Monde waren Schwestern, zusammen waren sie älter als der Geo-Archon selbst und ihr Geburtsjahr liegt noch vor der eigentlichen Grundsteinlegung Liyues.</color>\n<color=#ffffffd9>Die Monde waren Töchter der Prosa und des Gesangs, Herrscher über den Nachthimmel. Sie fuhren in ihrer silbernen Kutsche durch den Himmel und wechselten sich damit dreimal im Monat ab. Wenn die Herrschaft nicht umgehend von einer Schwester auf die nächste überging, würde sich noch am selben Tag eine schreckliche Katastrophe ereignen.</color>\n<color=#ffffffd9>Diese drei leuchtenden Monde teilten nur eine Liebe, den Morgenstern des Tagesanbruchs. Nur in den flüchtigen Momenten, in denen Tag und Nacht aufeinander trafen, konnte eine der drei Schwestern an den verblassenden Sternen vorbeigehen und in die Kammern des Morgensterns schauen. Augenblicke später, wenn die neue Morgendämmerung über dem Horizont hereinbricht, fährt die Kutsche die Schwestern der Nacht wieder davon.</color>\n<color=#ffffffd9>Die drei Schwestern teilten die gleiche Zuneigung für ihre einzige Liebe, ähnlich wie die Zuneigung, die sie füreinander empfanden. Aber das geschah alles, bevor die Welt in großes Unglück gestürzt wurde.</color>\n<color=#ffffffd9>Mit der Zeit stürzten Katastrophen den Herrschaftswagen und legten die Sternhallen in Schutt und Asche. Die drei Schwestern der Nacht wandten sich gegeneinander, was zu ihrem ewigen Abschied durch den Tod führte. Nur einer ihrer bleichen Leichname ist übrig geblieben, der für immer sein kaltes Licht ausstrahlt ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Im Morgengrauen trennten sich ihre Wege. Im Schein der Morgendämmerung hörte der Junge einen wiehernden Schrei, der sich dann entfernte. Als er sich umdrehte und nachschaute, war hinter ihm nichts zu sehen als eine einzelne Haarsträhne, die sich auf seine Schulter gelegt hatte. Viele Jahre später erinnerte sich der Junge, der kein Junge mehr war, an diesen Moment, und er verstand: Die Kluft zwischen ihnen war wie ein gähnender Abgrund. Sein Schicksal war es, seine Heimat zu verlassen und zum Hafen von Liyue zu gehen, um die Reichtümer zu suchen, die der Geo-Archon ihm geschenkt hatte. Ihr Schicksal war es, sich vor dem majestätischen, gütigen Blick des großen Herrn von Geo zu verstecken und die alten Geschichten zu bewahren, die selbst sie zu vergessen begann."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a617a1d0de3a8ceb6be7f6a0995a2187_916208721105143432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eine andere Legende handelt von einem kriegerischen Nomaden, Guhua. Er war der Meister des Regenschnitters, ein dunkles, fluoreszierendes Breitschwert ohne scharfe Klinge. Vor vielen Jahren nannten Banditen in den Bergen es „Dunkles Signalfeuer“, denn wenn man es sehen konnte, bedeutete dies keinen Weg zurück. Die Legende besagt, dass Guhua ein Adept war. Zu seinen Lebzeiten trauten sich Diebe nicht ihrem Handwerk nachzugehen und die Wildnis war so friedlich wie die Stadt. Der Legende nach wurde er am Ende seiner Reise zu lila Dunst und stieg auf zu den Sternen am Firmament. Zu seinen Ehren wurde die Guhua-Schule errichtet, aber keine Schule ist für die Ewigkeit bestimmt. Einer, dem Guhua Freundlichkeit erwiesen hatte, gründete ihm zu Ehren das, was heute als Guhua-Schule bekannt ist. Einst war der Guhua-Clan sehr bekannt, aber jetzt ist es eine aussterbende Kunst, die seit mehreren hundert Jahren im Niedergang begriffen ist."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/d9ad26954d1ce9e0a40f196b72450232_8437343604592123714.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Eine weitere Legende ist eine lokale Legende in Fontaine. Vor vielen Generationen rutschte ein Reisender aus Fontaine, der durch Liyue wanderte, aus und fiel in einen See. Als er sank und nach Atem rang, hörte er eine wundersame Melodie in der Luft. Es heißt, es war die schönste und bewegendste Melodie, die er je gehört hatte. Selbst in diesem Augenblick, in dem es um Leben und Tod ging, nahm die ätherische Musik seine volle Aufmerksamkeit in Anspruch und ließ ihn fast vergessen, dass er ertrank. Als er schließlich wieder zu sich kam, stellte er fest, dass er bereits an Land gebracht worden war. Nicht weit von ihm entfernt stand eine unbekannte Frau mit einer fast göttlichen Aura. Als sie sah, dass er nicht mehr in Gefahr war, ging sie ohne ein Wort weg. Der Reisende versuchte, ihr hinterherzulaufen, um seine Dankbarkeit zu zeigen. Obwohl nur ein Dutzend Schritte zwischen ihnen lagen, kam er nicht näher und blieb ein Dutzend Schritte zurück. Am Ende blieb ihm nichts anderes übrig, als sich vor der Frau zu verbeugen und ihr zuzusehen, wie sie in Richtung der Flüsse und Berge in der Ferne davonlief, bevor er sich umdrehte und den Heimweg antrat. Als er nach Fontaine zurückkehrte, begann er, ein Instrument zu erlernen, um seine Geschichte zu verbreiten, genau wie die Barden. Nach Generationen des Nacherzählens, Ausschmückens und Dramatisierens haben die Menschen diese Dame als so etwas wie eine Fee betrachtet. Die Geschichte ist in Fontaine zu einer Art lokaler Legende geworden. Sie heißt „Der See unter dem Blick der Fee“. Die Leute sagen, dass man, wenn man an den See geht und ein Instrument spielt, eine Fee hören kann, die sich versteckt und mit einem spielt, solange man eine angenehme Melodie spielt.\nDie sechste Legende handelt von einem komplexen, berühmten Gericht der Liyue-Küche, der Versuchung des Adepten. Nur ausgewählte Zutaten gehören in die Fleischbrühe, die als Basis verwendet wird. Auf kleiner Flamme köchelt die Suppe vor sich hin und entwickelt einen Geschmack, der Adepten das Herz höherschlagen lässt, obwohl das Rezept selbst nur aus einer Erinnerung stammt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2042,
        "name": "Regenschnitter",
        "desc": "Ein Großschwert ohne scharfe Klinge, das leicht schimmert. Hält man dieses Schwert in den Händen, zerschlägt man seine Feinde gnadenlos mit purer Gewalt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雨裁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 271,
        "name": "Versuchung der Adepten",
        "desc": "Ein schwierig herzustellendes Gericht aus Liyue. Nur ausgewählte Zutaten gehören in die Fleischbrühe, die als Basis verwendet wird. Auf kleiner Flamme köchelt die Suppe vor sich hin und entwickelt einen Geschmack, der Adepten das Herz höherschlagen lässt, obwohl das Rezept selbst nur aus einer Erinnerung stammt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Adeptus' Temptation_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2338,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2337,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rex-Lapis, der Erste der Adepten.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Kranich-Adept vom Aocang-Berg.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Fürst der fließenden Wasser und aufgetürmten Berge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/24ed91484b6cba0d0f8c7dd916b9f774_8553136342884295936.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Kranich-Adept vom Hulao-Berg.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Fürst des untergehenden Mondes und der aufgehenden Sonne",
        "desc": "<p>Der Fürst des untergehenden Mondes und der aufgehenden Sonne ist ein Adept, der am Qingyun-Gipfel residiert. Seine Adeptenform ist die eines Hirsches. Er ist auftragsexklusiv zum Archontenauftrag und jährlich beim Laternenritual.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/f6db6df736a86639eaf7c2d89eb318b8_4739251817946076662.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Hirsch-Adept vom Qingyun-Gipfel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Fürst des ziehenden Himmels",
        "desc": "<p>Der Fürst des ziehenden Himmels war ein Adept, welcher im Archontenkrieg beim Verteidigen Liyues gestorben ist.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Reh-Adept, der den Tianheng-Berg vor der Zerstörung bewahrt hat.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Fürst des tobenden Meers und der ruhigen Dämmerung",
        "desc": "<p>Der Fürst des tobenden Meers und der ruhigen Dämmerung war ein Adept, der vor den Ereignissen im Spiel verstarb. Ihm wird während des Laternrituals gedenkt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/141341446/bcf3c5e99c0f06cc10a700403456164c_2159890830768602355.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Gänse-Adept und der frühere Besitzer des Fantastischen Kompasses.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "<p>Von Madame Ping bekommt man die Möglichkeit die Kanne der Vergänglichkeit freizuschalten.<span class=\"wk-shady\"> Sie ist eine Adeptin Liyues.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/141341446/0f6d6b3952d41b274178b21b4b0169b9_4994321794929932513.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Fürstin des Singens und des Streunens, eine Adeptin die beschlossen hat, unter den Sterblichen zu leben.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ein Karpfen-Adept aus dem Chenyu-Tal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ein Schlangen-Adept aus dem Chenyu-Tal.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Ein Yaksha, ein Adept, der Liyue beschützt. Er wird als großer „Dämonenbändiger“ und „Schützender Yaksha“ bezeichnet.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bezwinger der Dämonen und der letzte Yaksha.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>Bosacius war der Anführer der fünf adeptischen Yaskshas. Er galt als der stärkste von ihnen und verstarb vor vor den Ereignissen des Spiels.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/09/19929963/61275d8b97a9c5e4055ed07a4d34c4fa_6429051871871400732.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Anführer der Yakshas, auch bekannt als Marshall Vritras.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>Bonanus war einer der fünf adeptischen Yakshas, er starb vor den Ereignissen des Spiels.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/09/19929963/2a70abcd41f1c25b94da6c18901fc863_2097140918940050305.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "General Kapisas, einer der stärksten Yakshas, der ein Talent für Kleidungsdesign hatte.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p>Bonanus war eine der fünf adeptischen Yakshas, sie starb vor den Ereignissen des Spiels.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/09/19929963/c11e8841d51eca4a0f5877567d0b1b28_2868647174639963821.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einer der fünf stärksten Yakshas, auch bekannt als General Chizapus.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>Indarias war eine der fünf adeptischen Yakshas, sie starb vor den Ereignissen des Spiels.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/09/19929963/7280f8fc2afecab369f640ed8370390d_2556771002054415742.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einer der fünf stärksten Yakshas, auch bekannt als General Musatas.\nPervases\nEin Vogel-Yaksha, der während des Archontenkriegs starb.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Eine Sekretärin im Yuehai-Pavillon, in deren Adern das Blut eines Qilins, einer göttlichen Bestie, fließt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eine Halb-Adeptin, deren Mutter eine Qilin-Adeptin ist. Sie ist die Sekretärin des Yuehai-Pavillons.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Eine sehr bekannte Rechtsberaterin in Liyue und ein gescheites Mädchen mit dem Blut einer göttlichen Bestie in ihren Adern.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eine Halb-Adeptin, deren Vater ein Adept ist. Sie ist eine der wenigen Halb-Göttlichen-Bestien, die noch keinen Vertrag mit Rex Lapis unterzeichnet haben, da sie in friedlichen Zeiten geboren wurde und mit ihren Eltern einen Vertrag über ein „glückliches Leben“ unterzeichnet hat.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Eine Suanni, bekannt als die Herrin der Berge. Obwohl sie nicht als Adept verehrt wurde, ist sie eine göttliche Bestie mit den Kräften der Adepten.\n„Karminroter Phantomschmetterling“\n„Goldäugige Mondstute“\n„Silbergefiederter Jadevogel“\nDie drei Bestien von Tao Dou, auch bekannt als die drei Unsterblichen von Tao Dou, die auf dem Berg lebten, wo der göttliche Baum wuchs. Obwohl sie nicht als Adepten bezeichnet werden, sind sie unsterbliche glücksverheißende Bestien, die alle die Macht haben, menschliche Formen anzunehmen.\nGuhua\nEs wird angenommen, dass er ein Adept ist, der zu Celestia aufgestiegen ist.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/19929963/769f11f5b9ab2b2e5b7d9275b980cd34_1527499378527139045.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Marchosius, der Gott des Herdes, dessen wahre Gestalt ein Panda ist. Obwohl Marchosius nicht als Adept bezeichnet wird, ist er eine unsterbliche göttliche Bestie mit den Kräften eines Adepten.",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Adepten",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/6b11fb506aa893d24ecbfd3802fc2c66_3139542998819760075.png"
      },
      {
        "key": "Adepten",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/2306ed29f295924df4b791619cbd6a9e_7227608488047865248.png"
      }
    ]
  }
}