{
  "epId": 5118,
  "name": "Chenyu-Tal",
  "desc": "<p>Die sanfte Brise trägt den Duft des Tees über die Berge von Liyue und erfüllt die Luft erneut mit dem wohlschmeckenden Aroma.</p><p>\"Tee wächst auf den Felsen, wo die Jadequellen endlos fließen. Der schwache Duft und das uralte Lied der Jade treiben gemeinsam entlang der Flüsse, vorbei am Dorf Qiaoying bis zum geschäftigen Hafen des Yilong-Piers. Welche Abenteuer und welches Glück erwarten uns in den nebelverhangenen Gipfeln des Südens...?“</p><p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/76ac6789127af5838b6bbf28fdba65cb_1673521972787305144.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1739399202,
  "components": {
    "galleryCharacter": [
      {
        "key": "Ode an das jadeklare Wasser",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/3ebfe29c94ef7965067a31e2105b90a9_7093262002783792873.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„... Das Weinen der Quelle plätschert durch die Täler. Ein Schrein zeigt sich an den nordöstlichen Ufern, ein anderer versteckt sich zwischen den südwestlichen Felsen. Sonne und Erde voneinander getrennt, der ewige Strudel, der sich nie dreht, schöne Jade darin versteckt ...“"
          }
        ]
      },
      {
        "key": "Yilong-Pier, zwischen Wolken und Wasserfall",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/a00f7114fa24b9befd9973472a5a6820_8717764749894036884.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Folgt man dem Bishui-Fluss flussaufwärts, erblickt man den florierenden Handelshafen, der neben einem riesigen Wasserfall errichtet wurde. Hier drängen sich die Menschen dicht an dicht, das Geplänkel der zahllosen Händler und Seeleute, die sich unterhalten und lachen, begleitet von den Verkaufsrufen, die in den Straßen und Gassen hallen, zusammen bilden sie eine einzigartige Kulisse an der Nordgrenze von Liyue."
          }
        ]
      },
      {
        "key": "Tal der bunten Schmetterlinge",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/a4774c65d503c62da902a52fe0e6a336_4160403047945409748.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Die Wohnstätte einer Adeptin, fernab des Trubels der sterblichen Welt. Es heißt, dass in der fernen Vergangenheit die Vorfahren, die ihre Heimat durch die Kriege verloren hatten, von einer Adeptin namens „Fujin“ aufgenommen wurden und hier der Katastrophe entgingen, die draußen wütete. So überdauerte die Flamme der Zivilisation und wurde nicht von den gigantischen Fluten ausgelöscht."
          }
        ]
      },
      {
        "key": "Versammlungsort der Arzneibehälter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/059898ac9204c1b8767616e8661e1816_6587801362392435305.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Der einst als „Yaojun“ verehrte Adept ist längst fort, und das Einzige, was von ihm hier geblieben ist, sind die unzähligen leeren Arzneibehälter. Bis zum Ende des Krieges hielt sich ungebrochen der traurige Wunsch, den Bedürftigen zu helfen."
          }
        ]
      },
      {
        "key": "Das Echo reinen Wassers",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/3b60df225dc4c5f2d6e3507a9edfa15c_6922643795568523558.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„... Wo die Jade versinkt, steigt der Ring empor ... Gewinn und Verlust der Welt gehen Hand in Hand, was in der Welt geschieht, ist schwer zu sagen; Aufstieg und Fall der Epochen, sie sind nichts weiter als Träume, und so fließt der Fluss, wie er einst zu Anbeginn floss ...“"
          }
        ]
      },
      {
        "key": "Vergangener Glanz von Wangshan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/eabaeaf317a032884b580af0f995ab63_7579999019387917844.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Damals, in der Blütezeit der Guhua-Schule, trafen sich hier die unterschiedlichsten Helden von Rang und Namen. Sie sangen immerwährend Lieder und setzten sich an eine reich gedeckte Tafel. Und obwohl die Schule dem Niedergang anheimgefallen ist, steht die große Halle immer noch hier. So zeugt sie bis heute von dem, was dereinst „Ritterlichkeit“ genannt wurde."
          }
        ]
      },
      {
        "key": "Sonniger Himmel über Xuanlian",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/6db244cd9c58a728de4933ecf707a875_5630651195890966391.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„Der große Nebel, gefroren Tag und Nacht, der hohe Wasserfall, er fällt vom Himmel wie weiße Seide.“"
          }
        ]
      },
      {
        "key": "Verlassene Tempel am Fuße des Berges",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/23bf8616fbc3e2760ebed28a1d2abd1a_1067754748847197760.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In den Legenden der Alten heißt es, dass die Vorfahren des Chenyu-Tals einst aus dem fernen Süden eingewandert sind. Hier errichteten sie dann Altäre, die bis in die hohen Himmel reichten und hinterließen unzählige prächtige Tempel. Die aus Jade gemeißelten Altäre sind schon lange nicht mehr, und in den nebelverhangenen Bergen zeugen nur noch alte Ruinen schweigsam jener Geheimnisse, die längs niemand mehr kennt."
          }
        ]
      },
      {
        "key": "Spuren von Laixin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/0de7e57e40ed07387297b3af07a24d6b_8236282408589978059.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„Der Berg Laixin, hier steht er, ist unerschütterlich, edel und unbezwingbar.“"
          }
        ]
      },
      {
        "key": "Chiwang-Gipfel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/49e8c8a48ffbfdacc7ddfebedb4165c6_8241645909517613908.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In alten, heute längst vergessenen Zeiten nannten die Vorfahren von Chenyu diesen Ort die „Hängenden Gärten“. Das einst glorreiche Königreich sollte in unzählige Stämme zerfallen, die sich nun wiederum zu einem blühenden Reich vereinten. Die Geistadern des Chenyu-Tals hingegen kommen hier treu zusammen, genauso, wie sie es schon seit Anbeginn taten."
          }
        ]
      },
      {
        "key": "Ein unerfülltes Versprechen uralter Zeiten",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/4a6bf1e821297820e356b6c79f12e16e_4950714225806540504.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„Wenn der Baum ein wenig gewachsen ist, werde ich die Blätter pflücken und hier einen Tee für euch kochen.“"
          }
        ]
      },
      {
        "key": "Die warme Sonne und Blumen Qiaoyings",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/fa2ff1bcb126d3148641eb142a4d0799_107548668065761975.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wenn die warme Frühlingsbrise erneut die Berge und Täler Chenyus umschmeichelt und der Duft des Tees einen sanften Tanz mit den seelisch duftenden Blütenblättern vollführt, dann weht es wieder durch die beschaulichen Gassen und Straßen, genau wie damals ..."
          }
        ]
      },
      {
        "key": "Klares Wasser, versunken im Zwielicht",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/36893887/859a574478baa3901198d9cbdd1d1212_2992041151181009210.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hier war es, dass die letzte Jade in den tausenden Metern des Abgrundes versank. Und hier war es, dass sich der ursprünglichste aller Wünsche in tiefen Nebel auf dem Wasser verwandelte."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Regionale Besonderheit"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Rezepte"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materialien & Zutaten"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material zur Verbesserung von Figuren"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Abenteuerobjekt"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Strahlender Drehkristall"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Gegner und Monster"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Wildtiere"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fische"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Händler"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte NPCs"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Weltaufträge"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Einführungen"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Interaktive Karte"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo zu Version 4.4 von Genshin Impact: „Drachenpracht in der Frühlingsbrise“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "19.01.2024Der Frühling ist früher gekommen, die Fabelbestie steigt auf in die Höhen, wie ein Wind, der sich zwischen den Wolken erhebt."
      },
      {
        "type": "RichText",
        "text": "Wie wilde Kraniche steigen die bunten Drachen in den Himmel und die Flüsse kehren ins Tal zurück, in dem Jade verborgen liegt."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zQk1QHm2-Cw"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Stop-Motion-Animation von Genshin Impact – „Fröhliche Fabelbestie“"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "20.01.2024Legenden zufolge bringt der Wushou-Tanz Glück."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrationen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Anekdoten aus Chenyu: Die Vorstellungsseite zu den neuen Gebieten von Version 4.4 ist verfügbar!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "23.01.2024Hallo Reisender, nach der Aktualisierung auf Version 4.4 sind die neuen Gebiete „Chenyu-Tal – Oberes Tal“, „Chenyu-Tal – Südlicher Berg“ und „Berg Laixin“ in Liyue verfügbar. Schau dir die Anekdoten aus Chenyu in dieser Ausgabe an und finde heraus, was an den neuen Gebieten besonders ist!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Jadeite Redolence"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "27.03.2024Die Originalmusik zum Chenyu-Tal „Jadeite Redolence“ von Genshin Impact ist offiziell verfügbar! Das Album besteht aus den zwei CDs „Enthralled by the Spring Breeze“ und „Clouds Over Lingmeng“ und enthält 54 von der Musikgruppe HOYO-MiX für das Gebiet des Chenyu-Tals und Version 4.4 komponierte, originale Musikstücke.CD 1:CD 2:"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu-Tal",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/bb101171bbe566a17307d6a991dd189d_470125453664444096.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor langer Zeit nannten die Menschen, die heute das Chenyu-Tal bewohnen, die Liyue-Minen (höchstwahrscheinlich die Kluft) ihre Heimat. Ihre Siedlungen erstreckten sich von Gipfel zu Gipfel, und das Leben spielte sich in den Minen ab. Doch die uralte Sünde, die unter ihren Füßen und Schaufeln begraben lag, war den Sterblichen unbekannt und in den tiefsten Schächten verborgen. Nachdem der göttliche Nagel, mit dem Celestia die Verschmutzung versiegelte, auf die Minen gefallen war, zogen die Menschen nach Norden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/2e56158352a7c7a86d03f4124b5a226f_2496689897044980368.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In alten Zeiten konnten die Vorfahren des Chenyu-Tals durch eine Jade mit dem Himmel kommunizieren. Celestias Abgesandte, deren Schönheit so rein wie das Mondlicht war, führten und beschützten die Menschen. Doch nach großen Veränderungen in ihrer „Geologie“ verloren sie diese Fähigkeit. Eine Legende besagt, dass die zwischen den Felsen verstreute Jade aus dem azurblauen Himmel stammt. Celestias Gesandte schenkten den frühen Bewohnern diese schönen Edelsteine und leiteten sie an, einen rituellen Jadealtar zu errichten, der bis zum Himmel reichte, damit sie den Segen und die Flüche von oben empfangen konnten. Auf ihrer Wanderung aus dem Süden ließen die Menschen viele mächtige Tempel zurück und brachten die rituelle Jade zur Chiwang-Terrasse im Chenyu-Tal. Den Jadeturm gibt es nicht mehr, und nur stille, uralte Ruinen stehen inmitten des dichten Nebels, der die Berge umhüllt, und wachen über ein Geheimnis, das niemand mehr kennt. Später behielten viele Stämme, die von diesen Vorfahren abstammten, diesen ursprünglichen, einfachen Glauben bei, und ihre Ehrfurcht vor der Jade ging in die Liyue-Tradition über und formte die Kultur, die wir heute sehen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/618c50edcbf897e21a1daa5ac5a0763f_7070550899516466894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Rex Lapis noch nicht Herrscher über diesen Ort war, hatte das Chenyu-Tal seine eigene Göttin, die einst die Träume vieler Menschen erfüllte. Zwei Adeptinnen dienten ihr: Yaojun, deren wahre Gestalt eine weiße Schlange mit goldenen Augen war, und Fujin, ein goldener Karpfen. Eines Tages besiegte Fujin die alte Suanni Lingyuan, die als Bergfürstin bekannt war und vor der Ankunft der Menschen im Tal lebte. Fujin tötete die Suanni nicht, sondern wurde ihre Freundin, zusammen mit Yaojun. Obwohl Lingyuan die Menschen nicht mochte, erlaubte sie Fujin, das Regenjade-Ritual durchzuführen, der den Fluss der Elemente und die elementare Energie veränderte, sodass die Menschen im Tal leben konnten. Aufgrund dieser Veränderungen begann sogar der Tee, der im Dorf Qiaoying wuchs, den Menschen zu schmecken. Während des Rituals warfen die Menschen magische Jade in den Fluss, die lange Zeit mit der Strömung schwamm und dann auf den Grund sank. Die letzte Jade, die die Menschen ins Wasser warfen, bevor das Ritual während des Archontenkrieges in Vergessenheit geriet, wurde Regenjade genannt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/93197f4eac03bb2c9ee0c67f126fa92d_2448148890486757335.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yaojun nahm früher die Gestalt einer Frau mit heller Haut und goldenen Augen an, um Kranke zu heilen und Medizin herzustellen. Eines Tages pflanzte sie einen Adeptenbaum und schmückte die Tore, die zu diesem Baum führten, mit bunten Schmetterlingen. Dann wurde der Mechanismus, der den Baum mit Energie versorgte, zerstört und der Baum vertrocknete, aber Yaojun sagte, dass der Baum wiederbelebt werden könne, solange die bunten Schmetterlinge nicht wegflogen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„... Während die bunten Schmetterlinge sich in den Medizingefäßen versammeln, wird der tote Baum zum Leben erweckt ...“</color>\n<color=#ffffffd9>„Das Holz, geboren im Winter, verwelkt über die Jahre seine Pracht. Der Frühling, der mir so gefällt, bringt wieder Duft und Harmonie in die Welt ...“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/849a69ae814bc5ca99e37a0415be26a4_2885857759589562646.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/97bc2b4c6cd52746646785d1e8a7c541_7626059119605200368.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In alten Zeiten schnitzten die Menschen Statuen ritueller Geister, um ihre Häuser zu schützen, die als Heilige Simulakren bezeichnet wurden. Diese eulenartigen Statuen können die Geisteradern im Chenyu-Tal wiederherstellen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3692,
        "name": "Jadesturz-Pracht",
        "desc": "<p>Ein zeremonielles Gefäß, das aus wunderschöner türkisfarbener Jade geschnitzt wurde. Es strahlt den Glanz des Himmels und des Wassers aus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/36893887/def4fb3f809c9b77d9ee699f453a877a_4219529747088287652.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4003,
        "name": "Zeremonielle Jade",
        "desc": "<p>Eine uralte rituelle Jade. Sie schimmert wie klares Wasser und scheint ein uralter Opfergegenstand zu sein.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/36893887/58d2970c1997ad52dfbb43017dac3ce8_8908524077038267103.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echo des Opferfests",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5017,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5095,
        "name": "„Gemächliche Adeptenstatue“",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5096,
        "name": "„Verärgerte Adeptenstatue“",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5094,
        "name": "„Federleichte Adeptenstatue“",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Qiaoying",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/6b036f622e48d68272160ed125e35283_1494204877670050034.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das Dorf Qiaoying ist der einzige Ort in Liyue, an dem Teebäume wachsen können, und ist daher berühmt für sein Teegeschäft. Die Bewohner des Dorfes glauben, dass die Karpfen-Adeptin Fujin den ersten Teebaum gepflanzt hat, und halten aus Dankbarkeit für diese Adeptin Teezeremonien ab. Um dem Dorf zu helfen, baute die Fürstin der stehenden Wolken und des stillen Wassers einst einen besonderen Kessel mit drei miteinander verbundenen Monolithen, die speziell dafür entworfen wurden, chaotische Elementarenergie zu verhindern. Eines Tages fingen diese drei Mechanismen an, sich seltsam zu verhalten, und die Teemeister luden eine Forscherin aus Fontaine, Hautemontagne, ein, um das Problem zu untersuchen. Dank ihrer und der Hilfe des/der Reisenden konnte der Fluss der Elemente in den Monolithen wiederhergestellt und der Kessel repariert werden, sodass das Dorf wieder mit der Teezubereitung beginnen konnte.\nChenyu-Talist nicht nur für seinen Tee, sondern auch für sein Kunsthandwerk berühmt. Silberschmiedekunst, Jadeschnitzen, Färben von Stoffen, Rattanweben und unzählige andere Handwerkskünste - Chenyu-Tal ist berühmt als Heimat der herausragendsten und versiertesten Kunsthandwerker auf jedem Gebiet. Geschickt, geschickt und kreativ sind nur einige der Worte, mit denen man sie beschreiben könnte. Viele dieser Handwerker leben und arbeiten seit Generationen zusammen und haben ihr Handwerk in dem malerischen Dorf Qiaoying perfektioniert. Die Handwerker des Dorfes haben sich zum Schutz ihrer gemeinsamen Interessen zu einem Kollektiv zusammengeschlossen und präsentieren sich nun stolz als Mitglieder vom Kunsthandwerksverein aus dem Chenyu-Tal, die ihr Heimatdorf und ihr Können überall bekannt macht. Die Mitglieder des Vereins kümmern sich nicht nur gegenseitig um Handwerk und Handel, sondern bilden auch eine eng verbundene, nachbarschaftliche Gruppe, die in guten wie in schlechten Zeiten immer füreinander da ist.\nWenn es für die Bewohner von Chenyu-Tal an der Zeit ist, ihr Heim zu verschönern, gibt es nicht nur die übliche Palette an kunstvoll geschnitzten Holzbetten und -tischen im Angebot. Sie haben auch eine feine Auswahl an Korbmöbeln, die von ihren eigenen Rattanflechtmeistern in Handarbeit hergestellt werden. Der Prozess des Rattanflechtens besteht aus mehreren Schritten: dem Sammeln der Ranken, der Verarbeitung und dem Flechten. Verschiedene Rattanarten eignen sich für unterschiedliche Flechtarbeiten. Ein Paravent zum Beispiel erfordert eine gewisse Hartnäckigkeit, während geflochtene Blumenkörbe eher geschmeidige Reben erfordern. Die berühmteste Rattanflechterin ist ein junges Mädchen namens Lan Yan. Trotz ihres jungen Alters beherrscht sie das Flechten von Rattanwaren aller Art und hat gleichzeitig ein Gespür für die geheimen Qimen-Künste. Es heißt, dass „Fähigkeiten, die bis zur höchsten Spitze geschliffen sind, Kunst hervorbringen, die das göttliche Reich berührt“. Die ehrwürdigen Meister glauben, dass jeder, der den Gipfel seines Handwerks erreicht, über Fähigkeiten verfügt, die die spirituelle Kluft durchbrechen. Für sie ist Lan Yan - mit ihrer Vision und ihrer Einstimmung auf die Qimen-Künste - eine wahrhaft bemerkenswerte junge Frau.\nÄhnlich wie die Exorzisten, die auf dem Berg Tianheng wohnen, hat der Lan-Klan mit seiner Vorliebe für die Qimen-Künste Chenyu-Tal seit langem zu seiner Heimat gemacht. Eine dieser Künste erfordert die Verwendung von Rattanfiguren, weshalb die Weberei bei diesem Clan so hoch im Kurs steht. Die Familie Lan wird auch mit den „Acht Adepten“ in Verbindung gebracht, die in der Geschichte von Liyue eine wichtige Rolle spielen und"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/07/36893887/e3f587c64f5437a1f0c3c4eb19d05737_8177615112532290498.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "einst gegen den Gott Tao Dou kämpften. Von diesen acht Helden sind der Jadegefiederte Silberflügel, der Karminrote Phantomschmetterling und die Goldäugige Mondstute als die Drei Bestien des Tao Dou bekannt. Von den übrigen fünf wurden der Windleser, der Wuwang-Kid und der Yunlai-Angler als die drei Einsiedler von Guizang geehrt. Sie und die beiden Weisen von Lianshan waren alle Menschen. Der Jadegefiederte Silberschwingen hatte eine tiefe Verbindung zum Windleser, der ein wahrhaft bemerkenswertes Individuum war. Er stammte von den Zwölf Stämmen des Chenyu-Tals und war der erste, der den Lan-Klan in die Geheimnisse der Qimen-Kunst einweihte. Diese Kunst beinhaltet die fünfstufige Glücksübertragung und die Schicksalsübertragung, weshalb viele Menschen ihr misstrauisch gegenüberstehen. Als der Besitzer der Feiyun-Handelsgilde während des Laternenrituals schwer erkrankte und ins Koma fiel, wurde in seinem Zimmer eine vom Lan-Klan hergestellte Rattanpuppe gefunden, und die Leute dachten, die Puppe sei kalt und habe die Krankheit des Besitzers verursacht. In Wirklichkeit war diese Puppe von Lan Yan hergestellt worden und trug das Zeichen von Vaisravana, eines der vier wichtigsten Exorzismus-Sigillen. Sie hoffte, dass die Puppe den Gildenbesitzer und andere Patienten mit ähnlichen Symptomen schützen würde.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adeptentee aus Chenyu",
        "desc": "Ein Tee, der in den warmen und feuchten Gefilden des Chenyu-Tals gedeiht. Nach Tausenden von Jahren sorgfältiger Auswahl und Kultivierung besitzt dieser Tee heute ein langanhaltendes und reichhaltiges Aroma, das man auch noch mehrere Straßen entfernt wahrnehmen kann.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/09/47685001/188a2af60b1978f2e8b627ac5f500c03_6243833157561216521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7318,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7319,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guhua-Schule",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/a617a1d0de3a8ceb6be7f6a0995a2187_5105971332668553902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Legende besagt, dass ein kriegerischer Nomade, Guhua, der Meister des Regenschnitters war, einem schwach fluoreszierenden Zweihänder ohne scharfe Klinge. Vor Jahren wurde es von den Bergbanditen als „Dunkles Signalfeuer“ bezeichnet, weil sein Anblick bedeutete, dass es keinen Weg zurück gab. Die Legende besagt, dass Guhua ein Adept war. Solange er lebte, wagten die Banditen nicht zu handeln, und in der Wildnis herrschte ein Frieden wie in der Stadt. Am Ende seiner Reise stieg Guhua in einem violetten Dunst zum Himmel auf und wurde zu einem Stern. Nach dem Tod des Großmeisters gründete Meister Baixuan, der einst seine Gunst erhalten hatte, in seinem Namen die Guhua-Schule und nannte sich selbst einen Schüler Guhuas, um das Erbe des Großmeisters weiterzuführen. Die Schüler gründeten die Wangshan-Halle, die zuvor als „Lingmeng-Kammer“ bekannt war.\nEs hieß, dass der Clan drei große geheime Künste besaß - die Wege des „Lichtstichkunst“ für Stangenwaffen, des „Regenschnittkunst“ für Schwerter und des „Schlächterkunst“ für diejenigen, die sich in beiden Künsten auszeichneten. Es heißt, dass die „Schlächterkunst“ Wind zerschneiden, Wellen spalten und Berge zerstören konnte. Die drei Künste wurden im Laufe der Generationen verfeinert und erreichten mit der Zeit ihren Höhepunkt. Doch die Stärke der Schule ließ immer weiter nach, sodass sie ihren Einfluss verloren. Die drei Künste wurden zu versteckten Diamanten, die in aller Stille auf einen Nachfolger warteten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/bce44a88ed4793285335be138b8089c6_3215293187597732593.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nach vielen Jahren des Niedergangs begann Xingqiu von der Feiyun-Handelsgilde, sich für die Guhua-Schule zu interessieren. Nach nur vier Jahren Studium gelang es ihm, das uralte Kampfprinzip zu verstehen. Xingqiu war der Meinung, dass die Grundlage der Stangenwaffen und Schwerter der Gebrauch eines Göttlichen Auges war. Kampfkünstler sollten ein Göttliches Auge als eine Erweiterung ihrer selbst sehen und ihre Waffe als eine Erweiterung des Göttlichen Auges. Nach dieser Erkenntnis nahm Xingqiu einen Federkiel zur Hand und verfasste einen Vers über das Kampfprinzip, der im Schul-Hauptquartier in der Wangshan-Halle aufbewahrt wird."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Lange studierte ich die Guhua-Künste, bis ich selbst die geheimsten von ihnen erlernte. Doch lagen Lanze und Schwert unberührt, verdeckt von Rost und Staub, während die Jahre vergingen. Nun werde ich ihnen ihren alten Glanz zurückgeben.</color>\n<color=#ffffffd9>Das Schwert tanzt nun im Regen schwebender Blüten. Eine Blüte zu ergreifen ist einfach, ihre Gesamtheit zu erfassen jedoch nicht.</color>\n<color=#ffffffd9>Die Lanze ist eine Laterne in der tiefen Dunkelheit der Nacht. Ihre Funken zerstreuen sie sich schnell, sammeln sich aber erneut wie die Sonne am Anbruch des Tages.</color>\n<color=#ffffffd9>Der brennende Feuerball der Sonne wirft seinen schwachen Schein in den Morgen. Welch eine Pracht! Die Menschen sagen, das Schwert sei wie der eigene Arm. Doch ich sage, es ist wie der Augenschein.</color>\n<color=#ffffffd9>Wer sich von der Last der Dinge befreit, ist auch frei von Sorgen. Schneide den Regen und werde Regen. Stich das Licht und werde Licht. Wie ein Drache, wie eine Schlange bewege dich und du wirst dich nicht unterwerfen, Schwert und Lanze wie der Schein deiner Augen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Leider ist die Wangshan-Halle, das Haupthaus der Guhua-Schule und der Ort, an dem Großmeister Guhua die Erleuchtung erlangte, unbrauchbar geworden, und selbst der jetzige Meister besucht sie nur noch gelegentlich.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adepten",
        "desc": "<p>Adepten sind eine Gruppe göttlicher Bestien von Liyue, die die Menschen seit Jahrtausenden beschützen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/36893887/acf8b3f376f436b47bd1c4911fb9fe4d_5900927205587409184.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Ein junger Mann, der häufig in der Nähe von Bücherständen gesehen werden kann. In der Hand trägt er ein Langschwert, in seiner Brust ein Herz für die Schwachen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2042,
        "name": "Regenschnitter",
        "desc": "Ein Großschwert ohne scharfe Klinge, das leicht schimmert. Hält man dieses Schwert in den Händen, zerschlägt man seine Feinde gnadenlos mit purer Gewalt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雨裁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 379,
        "name": "Die Schüler der Guhua-Schule",
        "desc": "Der Roman von Chang IX. Allein an der Dicke und Schwere des Romans erkennt man, wie wichtig ihm dieses Werk ist.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/47685001/b90cba5d6151cf2fbcc82b7173fba655_450383198110562459.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Archontenkrieg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/8eea1223e0efe3e44e7706e69809d3c9_7824076517417803230.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als die himmlischen Ordnung den Krieg um den göttlichen Thron und die Herrschaft über Teyvat erklärten, kämpften Fujin und Yaojuns Meister gegen Morax. Laut Fujin wurde ihre Herrin verrückt, weil sie die Position eines Gottes anstrebte, der diese Welt regieren könnte, oder sie versuchte einfach zu überleben, weil sie begriff, dass sie Rex Lapis nicht besiegen konnte. In einem verzweifelten Versuch, das Schicksal umzukehren, ließ sie den Fluss Bishui über die Ufer treten und zerstörte alles flussabwärts. Yaojun und Fujin konnten nicht zulassen, dass Menschen sterben, also stellten sie sich gegen ihre Göttin. Der Legende nach hielt"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/67d0b871d971ade0c4f0824a1786c280_5621597078462971843.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yaojun die Göttin mit einem Kampf auf, und Fujin warf die Regenjade ins Wasser, was den Fluss vor einer Überschwemmung bewahrte. Fujin setzte die Adeptenenergie des Jade-Anhängers frei, sodass sich der Boden öffnete und den Bishui-Fluss verschluckte, so konnte der Jademund wachsen und den Fluss stabilisieren. Lingyuan beschwor ihre Vertrauten, die Xuanwen-Bestien, um ihren Freunden zu helfen und die Menschen in die Höhlen zu treiben. Während des Krieges verbrauchten Fujin und Yaojun ihre gesamte Energie, und Yaojun verlor die Fähigkeit, ihre menschliche Gestalt anzunehmen, sodass sie als weiße Schlange gefangen blieb.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "name": "Xuanwen-Bestie",
        "desc": "<p>Dieses als „Xuanwen-Bestie“ bekannte wilde Tier, das sich in den Wäldern und Bergen des Chenyu-Tals niedergelassen hat, sticht besonders aufgrund seiner Färbung und Musterung ins Auge.</p><p>In der örtlichen Folklore des Chenyu-Tals sollen diese Bestien einst zu einem bestimmten Adepten gehört haben, der Dämonen bezwungen und seinesgleichen beschützt haben soll. Erst nach seinem Tod wurden sie zu den wilden Bestien, wie wir sie heute kennen. Der Ursprung der Legende ist längst vergessen, die wahre Identität des Adepten höchst umstritten; nur bei einem ist man sich absolut sicher: Willst du an einem Stück bleiben, solltest du dich auf keinen Fall diesen brutalen Biestern nähern. Und vermeide möglichst hastige Bewegungen.</p><p>Aufgrund unaufhaltsamer Pionierarbeit des Menschen wurde der ursprüngliche Lebensraum dieser Tiere im Laufe der Jahrtausende immer kleiner. Heutzutage sind sie nur noch gelegentlich abseits ausgetretener Pfade im tiefsten Gebirge des Chenyu-Tals anzutreffen ...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/d75494fa72798564617469b6393fac97_4216946319820150542.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu-Segensjade",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tausende von Jahren später, als Yaojun ihre Heimat im Hafen von Liyue fand und Fujin ihre Kräfte noch nicht wiedererlangt hatte und noch nicht einmal die menschliche Gestalt annehmen konnte, beschloss die Bergfürstin, das Land Chenyu in den Zustand vor der Ankunft der Menschen zurückzuversetzen. Sie glaubte, dass sie, die Karpfen und die Schlangen alle aus der Natur stammten, und wollte daher alles in die Form zurückbringen, die es bei seiner Geburt hatte. Damals stiegen und fielen die Flüsse mit den Regenfällen, ihre Wege waren nicht festgelegt, die Teebäume und Blumen wurden nicht beschnitten oder kultiviert, noch existierten sie für die Menschen. Lingyuan glaubte, dass Fujin in einer solchen Umgebung ihre wahre Karpfenform und geistige Kraft wiedererlangen und in den großen Flüssen herumtollen würde. Viele Jahre lang veränderte die Bergfürstin die Geistadern, wodurch der Boden verdarb, ein dichter Nebel entstand und sich ein Miasma im Tal ausbreitete."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/32a53ea6575595c0d13233ec1748138a_2818816502012227015.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fujin, die sich um die Menschen des Tals sorgt, bat den/die Reisende/n um Hilfe, um die Geistadern wiederherzustellen und den Boden zu verändern. Die Adeptin hatte nicht genug Kraft, um das Regenjade-Ritual selbst durchzuführen, also brauchte sie Hilfe. Sie wollte nicht, dass das Dorf Qiaoying, das für seinen Tee berühmt war, seine Existenzberechtigung verlor. Dank dem/der Reisenden, Paimon und Lingyuans Freund, Mao, konnte Fujin genug Kraft sammeln, um ein Ritual auf dem heiligen Berg durchzuführen und Lingyuan aufzuhalten. Die Suanni akzeptierte ihre Niederlage und erklärte sich ihrem Freund zuliebe bereit, sich nicht in die Pflege der Menschen einzumischen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/acb166b151e7743e3e2202c2247e826e_7308742810634327951.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Auf der Chiwang-Terrasse, wo alle Geisteradern des Chenyu-Tals zusammenlaufen, übertrug Fujin ihre Adeptenenergie in das ganze Tal, um Wasser und Boden wiederherzustellen. Nachdem sie all ihre Kräfte für das Ritual verbraucht hatte, verlor sie erneut die Fähigkeit, menschliche Gestalt anzunehmen, war aber froh, ihren Freund zurückzubringen und die Menschen zu retten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5549,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5084,
        "name": "Mao",
        "desc": "<p>Mao ist ein Junge aus dem Chenyu-Tal. Er erscheint als erstes in der Weltauftragsreihe „Chenyu-Segensjade“.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/141341446/f8b14cc4415930d04b94be9318be76c2_8884390666085785181.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5100,
        "name": "Miasma",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu-Tal – Oberes Tal",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Yilong-Pier",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In alten Zeiten schnitzten die Menschen Jade, die so rein wie frisches Wasser war, und veranstalteten Feste in feierlicher Übereinstimmung mit ihren alten Traditionen. Nachdem sie einen günstigen Tag abgewartet hatten, stellten sie ihre mühsame Arbeit ein, opferten ihre schöne Jade und warfen sie aus Respekt ins Wasser. Als der uralte Gott, der einst über das Chenyu-Tal herrschte, in der Fremde unterging und der Orden von Rex Lapis die Herrschaft über das Land übernahm, nahmen diese alten Vorfahren inmitten ihrer bergigen Wildnis langsam die Zivilisation von Liyue an und verloren die alte Kunst des Jadeschmuckschnitzens. Heute stellen nur noch einige Handwerker im Hafen von Yilong solche Jadeschmuckstücke her."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/e49e5394cd25f219f35cc94e4d63cb51_2456726257497014661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Yilong-Pier liegt im Norden des Chenyu-Tals und ist einer der wichtigsten Handelshäfen der Region, der Liyue und Fontaine miteinander verbindet. Während eines der Laternenfestivals konnten die Kunden hier Sunglo-Tee mit einem fünfzigprozentigen Rabatt beim Kauf von 10 Kisten kaufen. Der Hafen beherbergt die Kaufleute Fengtai und Lianfang sowie die Schwertschachtel, wo Gaming als Wächter arbeitet.\nIm Hafen gibt es die folgenden Aufträge:"
      },
      {
        "type": "CustomEntry",
        "epId": 5543,
        "name": "Ein Ausflug nach Wangshan",
        "desc": "<p><span>Auf Einladung von Meister Huang dem Dritten erreichst du einen wichtigen Stützpunkt der Guhua-Schule, wo die legendären Schätze versteckt sind, die Wangshan-Halle ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/259bdd2ad9bdc6571419096864cc4f08_2306342403345037907.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "und"
      },
      {
        "type": "CustomEntry",
        "epId": 5542,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", und gegenüber dem Pier"
      },
      {
        "type": "CustomEntry",
        "epId": 5546,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Er ist eine Transportwache der Schwertschachtel und gleichzeitig Leiter der renommierten Mächtigen Fabelbestien.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/b041ad23a9d6245efac952a9379c5114_2038843306722897043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5080,
        "name": "Fengtai",
        "desc": "<p>Fengtai ist ein Gemischtwarenhändler am Yilong-Pier.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/27/141341446/c1f6fb58b867a3d670e2bcb56572a9db_6214868696811355492.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5081,
        "name": "Lianfang",
        "desc": "<p>Lianfang betreibt einen Imbissstand am Yilong-Pier. Sie vertreibt Gerichte und Zutaten aus dem Chenyu-Tal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/da3fb421979ab0536958623e2eee5ad5_6019325324013003225.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5570,
        "name": "Woliu",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/5cb67df0f3b62d8a4ab61d33e72f424b_100089128436887449.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echo des Opferfests",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4952,
        "name": "Klarwasserjade",
        "desc": "Jade aus dem Chenyu-Tal. Sie fühlt sich kühl an wie klares Wasser, daher auch ihr Name.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/637fe2a7402e611f03d7bae55de9606c_2126353335131268416.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Berg Mingyuan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/a090a716f9394ebc9246a673759d3cc9_5558422454041936508.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Berg Mingyuan befindet sich im Norden des Chenyu-Tals, westlich des Hafens von Yilong. Die Eisen- und Salzbande operierte auf dem Gebiet des Berges und geriet aufgrund von Meinungsverschiedenheiten mit Schmugglern aus Fontaine in Konflikt. Mithilfe der Millelithen konnten sowohl die Eisen- und Salzbande als auch die Fontaine-Bande gestoppt werden, sodass der Berg nun sicher besucht werden kann.\nIn diesem Untergebiet kann der Auftrag"
      },
      {
        "type": "CustomEntry",
        "epId": 5552,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5573,
        "name": "Eiserner Dou’er",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/cbceb98de7cc460096ee1eebff976a80_2680508973917730797.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Jademund",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/4419fef7490585f7f891ceccd8e00d95_8167966539003194884.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Jademund in der Mitte des Tals am Bishui-Fluss ist die Hauptattraktion des Chenyu-Tals. In dem Fluss befinden sich zwei riesige Jadeschmuckstücke. Der Legende nach wurden sie von dem Karpfen-Adepten während des Archontenkrieges in den Bishui-Fluss geworfen, damit sich die Erde öffnete und den Fluss verschluckte und Liyue vor Überschwemmungen bewahrte. Es gibt ein Volkslied über den Jademund: <color=#ffffffd9>„... Das Weinen der Quelle plätschert durch die Täler. Ein Schrein zeigt sich an den nordöstlichen Ufern, ein anderer versteckt sich zwischen den südwestlichen Felsen. Sonne und Erde voneinander getrennt, der ewige Strudel, der sich nie dreht, schöne Jade darin versteckt ...“</color>\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Chenlong-Becken",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/1c1e8916fa798e84b04ef2abfaf9ae17_3529769063591714798.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das Chenlong-Becken, in der die Regenjade ruhte, liegt unter dem Jademund. Seit uralten Zeiten wird in diesem Tal der Regenjade-Ritus durchgeführt, bei dem Jade in den Fluss Bishui geworfen wird. Diese Regenjade ist der letzte Edelstein, den die Adeptin Fujin während des Archontenkrieges geworfen hat. Obwohl er wie ein gewöhnlicher Jadestein aussieht, enthält er genug Adeptenenergie, um das Wasser und das Land in der Nähe in einem Augenblick zu verändern.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Berg Lingmeng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/4717e1bf34490c8df8c86224deb66667_5826736977410650227.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Berg Lingmeng liegt südöstlich des Yilong-Piers im oberen Chenyu-Tal. Vor vielen Jahrhunderten wurde hier die Kampfkunstschule der Guhua-Schule gegründet, deren Haupthaus die „Lingmeng-Kammer“ war, die heute als Wangshan-Halle bekannt ist. Heute ist die Halle verfallen und verwahrlost, und nur einige wenige Schüler der Guhua-Schule versuchen, die Erinnerung an die alten Zeiten zu bewahren.\nIn diesem Untergebiet kann man die Aufträge"
      },
      {
        "type": "CustomEntry",
        "epId": 5543,
        "name": "Ein Ausflug nach Wangshan",
        "desc": "<p><span>Auf Einladung von Meister Huang dem Dritten erreichst du einen wichtigen Stützpunkt der Guhua-Schule, wo die legendären Schätze versteckt sind, die Wangshan-Halle ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/259bdd2ad9bdc6571419096864cc4f08_2306342403345037907.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5541,
        "name": "Guhua-Handbücher für Schriften und Schwerter",
        "desc": "<p><span>Erkunde das von Guhua hinterlassene Geheimnis.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/08/39324012/259bdd2ad9bdc6571419096864cc4f08_5344675800960495471.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "und"
      },
      {
        "type": "CustomEntry",
        "epId": 5540,
        "name": "Verhülltes Tal, verborgener Held",
        "desc": "<p><span>Erkunde das von Guhua hinterlassene Geheimnis.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/08/39324012/259bdd2ad9bdc6571419096864cc4f08_1902496977610074728.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "finden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Ein junger Mann, der häufig in der Nähe von Bücherständen gesehen werden kann. In der Hand trägt er ein Langschwert, in seiner Brust ein Herz für die Schwachen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5569,
        "name": "Wen der Vierte",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/e28a68525b9052787479ac7ff53ad3fa_3344546777046340387.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5568,
        "name": "Huang der Dritte",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/fe4e33a55784fe95497755f208b78067_2523384410446136037.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Qiaoying",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/26fd0cfc54d7d345f425dbfa74dc1305_5478295270887330620.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das Dorf Qiaoying liegt im Nordosten des Chenyu-Tals und ist berühmt für seinen Tee. Das Dorf ist der einzige Ort, an dem Teebäume wachsen. Die Legende besagt, dass dies auf einen alten Pakt zwischen den Adepten des Tals zurückzuführen ist. Im Chenyu-Tal glaubt man, dass das Teetrinken eher ein Ritual ist, das man nach einem anstrengenden Tag praktiziert, um sich von der Hektik zu erholen und den Kopf freizubekommen. Jede Teesorte hat ihre eigenen Traditionen. Weißer Yunlai-Tee hat die Form einer Silbernadel und darf nicht mit kochendem Wasser aufgebrüht werden. Das Wasser muss abkühlen, bis es 70 % seiner Siedetemperatur erreicht hat. Befeuchten Sie den Tee zunächst mit heißem Wasser, gießen Sie dann eine angemessene Menge Wasser in die Kanne und warten Sie geduldig zehn Minuten, bis der Tee eine leichte Bernsteinfarbe annimmt. Erst dann sollten Sie einen Schluck nehmen. Beim Jadewasser-Grüntee werden die Zubereitungsschritte umgedreht. Hier wird zuerst das Wasser aufgegossen, dann die Teeblätter. Ein Yauwan-Tee , einer der Teesorten, für die das Chenyu-Tal berühmt ist, muss bei hohen Temperaturen gebrüht werden. Es muss kochendes Wasser verwendet werden, nachdem man es einen kurzen Moment stehen gelassen hat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/237301566/f612a821246b14b854bcd02735934126_6004796496877050540.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chunming-Teemanufaktur ist eine Teeverarbeitungswerkstatt, deren Ruf weit über das Dorf Qiaoying hinausreicht. Hier werden traditionelle, seit Tausenden von Jahren überlieferte Methoden zur Herstellung von Tee angewandt und die besten und neuesten Maschinen zum Trocknen der Teeblätter und zum Rösten des Tees eingesetzt, die das duftende Aroma des Tees hervorbringen. Vielleicht ist diese Teemanufaktur der Grund, warum der Tee des Dorfes Qiaoying so berühmt ist."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/097838b8bdc191f2c50ece0252e655c9_510963764616482814.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In der Mitte des Dorfes befindet sich ein großer Teekessel, den die Fürstin der stehenden Wolken und des stillen Windes einst den Dorfbewohnern schenkte. In den Tiefen des Dorfes befindet sich das Haus eines Kräutersammlers, der seltene Pflanzen sammelte. Er erzählte, dass er in seinem Garten eine göttliche Pflanze hatte, die dieses gesegnete Wasser brauchte, um zu wachsen. Eines Tages begegnete er beim Sammeln von gesegnetem Wasser am Berg Xuanlian Monstern und kehrte nie wieder zurück. Das Dorf Qiaoying ist die Heimat von Gaming und Little Mao, einem Freund der Bergfürstin.\nDer berühmte Tee lockt Touristen aus ganz Teyvat an. So besuchten während einem Laternenritual die Direktorin des Wangsheng-Bestattungsinstituts, Hu Tao, ihr Berater Zhongli sowie Gäste aus Fontaine, Oberster Richter Neuvillette, Furina, Navia und Clorinde, das Dorf.\nIn diesem Untergebiet können die Aufträge"
      },
      {
        "type": "CustomEntry",
        "epId": 5545,
        "name": "Dreifach gestapelte Sehnsucht",
        "desc": "<p><span>Onkel Luo hat immer noch wegen des Teekessels Kopfschmerzen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/259bdd2ad9bdc6571419096864cc4f08_7406888528860234438.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "und"
      },
      {
        "type": "CustomEntry",
        "epId": 5548,
        "name": "Das sagenumwobene Dorf Qiaoying",
        "desc": "<p><span>In Qiaoying trefft ihr abermals auf die mental leicht instabile Autorin Guijarro ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/259bdd2ad9bdc6571419096864cc4f08_6467241132300541194.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Laternenritual",
        "desc": "<p>Jedes Jahr am Tag des ersten Vollmonds wird in Liyue das Laternenritual gefeiert. In der Nacht lassen die Menschen viele Xiao-Laternen und eine große Mingxiao-Laterne in den Himmel steigen. In jeder Laterne befinden sich ein Stück Plaustrite und die Herzenswünsche, die auf spezielle Stöcke geschrieben sind. Die Laternen schweben langsam davon und erleuchten den Weg für die Seelen der treuen Verteidiger von Liyue.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/36893887/fbae4f414f399aea1959bcbb588f50aa_3868125965959421666.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Fürstin der stehenden Wolken und des stillen Windes",
        "desc": "<p>Ein Quest exklusiver NPC. Sie ist ein Adeptus, der auf dem Berg Aocang, Liyue, lebt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/19929963/46ee1323ddfe94fe1707c1d50912504e_1645445170765267682.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>Er ist eine Transportwache der Schwertschachtel und gleichzeitig Leiter der renommierten Mächtigen Fabelbestien.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/61142474/b041ad23a9d6245efac952a9379c5114_2038843306722897043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5084,
        "name": "Mao",
        "desc": "<p>Mao ist ein Junge aus dem Chenyu-Tal. Er erscheint als erstes in der Weltauftragsreihe „Chenyu-Segensjade“.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/141341446/f8b14cc4415930d04b94be9318be76c2_8884390666085785181.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5561,
        "name": "Opa Lu",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/c72c4f3d2ce3d248306edd6eea2095e5_7672757197441702986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5563,
        "name": "Onkel Luo",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/3ecbc34e03ba2996420e578ecad8383a_2121332895920759925.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5564,
        "name": "Jin",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/81a285cab1fa7e26419994409748b0cd_6751127367969898109.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "name": "Hautemontagne",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/272640cca03458d36e5da9c79ce5390d_8250663735247039157.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "77. Direktorin des Bestattungsunternehmens Wangsheng in Liyue. Sie übernahm die Leitung bereits in sehr jungen Jahren",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Ein geheimnisvoller Gast beim Bestattungsunternehmen Wangsheng, der eine unglaubliche Menge Wissen angehäuft hat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "name": "Adeptentee aus Chenyu",
        "desc": "Ein Tee, der in den warmen und feuchten Gefilden des Chenyu-Tals gedeiht. Nach Tausenden von Jahren sorgfältiger Auswahl und Kultivierung besitzt dieser Tee heute ein langanhaltendes und reichhaltiges Aroma, das man auch noch mehrere Straßen entfernt wahrnehmen kann.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/09/47685001/188a2af60b1978f2e8b627ac5f500c03_6243833157561216521.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu-Tal – Südlicher Berg",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Teebaum-Hang",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/93065d62d1058e8dd9a8a68124a32f19_4170006845643839302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor langer Zeit pflanzte die Adeptin Fujin den ersten Teebaum auf dem Gipfel des Berges, der den Suanni Lingyuan gehörte. Es wird angenommen, dass alle anderen Teebäume im Tal aus seinen Zweigen wuchsen. Obwohl viele Jahre vergangen sind, ist dieser Baum ein Symbol für das Abkommen zwischen der Adeptin und der Bergfürstin.\nIn dieser Untergebiet kann der Auftrag"
      },
      {
        "type": "CustomEntry",
        "epId": 5544,
        "name": "Adeptin im Dorf",
        "desc": "<p><span>Nachts auf dem Land trefft ihr ein kleines Mädchen, das auf einem Floß steht ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/259bdd2ad9bdc6571419096864cc4f08_9183426039630671821.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echo des Opferfests",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Yaodie-Tal",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/c88798f79d6c7bf0ebc5f3ec550489bd_3722107958464342618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das Yaodie-Tal befindet sich im Osten des südlichen Berges des Chenyu-Tals. Während des Archontenkrieges wurde es zu einem Zufluchtsort für Menschen, die ihre Heimat verloren hatten.\nIm Osten des Yaodie-Tals kann der Auftrag"
      },
      {
        "type": "CustomEntry",
        "epId": 5547,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5574,
        "name": "Wenhua",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/ed8142af61442aff463c91cc68341df4_4221553527359233388.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Des Adepten Ruhe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/63fd82821bb21cb71770cd27b0373ca8_6726207681054496987.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Im Yaodie-Tal liegt des Adepten Ruhe der Adeptin bekannt als Yaojun. Während des Archontenkrieges spaltete sie einen Teil ihrer Adeptenenergie ab und injizierte sie in die Schmetterlinge, wodurch sich deren Lebensspanne erheblich verlängerte. Selbst wenn der Schlangen-Adeptin etwas zustoßen sollte, könnten die Sterblichen im Chenyu-Tal der Führung der Schmetterlinge folgen und die Formeln finden, die Yaojun zurückgelassen hat.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5017,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Hof von Lingshu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/f3b4d3f16ca0e2314561a79c0ed34cc3_5694514303011512965.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Im Yaodie-Tal, neben dem Adeptenhof, liegt der Linghsu-Hof. Dies war der Ort, an dem Yaojin ihre Medizin herstellte. Die Adeptin verließ das Chenyu-Tal schon vor langer Zeit, und es blieben nur noch leere Medizinbehälter zurück, doch ihr Wunsch, den Bedürftigen zu helfen, war auch nach dem Ende des Archonkriegs ungebrochen. Eines Tages pflanzte Yaojin dort einen Adeptenbaum, und obwohl der Baum nach ihrem Weggang verdorrte, kann er mithilfe der Schmetterlinge, die ihre Adeptenenergie enthalten, wieder wachsen.\nIn dieser Untergebiet findet man den Auftrag"
      },
      {
        "type": "CustomEntry",
        "epId": 5551,
        "name": "Schmetterlinge schwingen sich flink durchs Tal ...",
        "desc": "<p><span>Im Yaodie-Tal scheinen Geheimnisse vor den Menschen verborgen zu schlummern ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/259bdd2ad9bdc6571419096864cc4f08_8417796072045814100.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Berg Xuanlian",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/095a71c3299f1978b32b15a6ed83e61b_1862869415073672036.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Berg Xuanlian befindet sich im Süden des Chenyu-Tals an der Grenze zum Jueyun-Karst. Der Berg bietet wunderschöne Ausblicke auf spektakuläre Sonnenuntergänge. Man glaubt, dass sich am Fuße des Berges gesegnetes Wasser befindet. Im Osten des Berges Xuanlian befindet sich ein irdenes Floß, das auch ohne Wasser schwimmen kann. Auf dem Floß wächst ein seltsames Gras mit großen Blättern und Wurzeln, die wie kleine Kinder aussehen. Sein Klang gleicht dem eines Säuglings, und es reist mit dem Floß, lächelt, wenn es Menschen sieht, und kann das Böse abwehren.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5571,
        "name": "Xiangjun",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/10/60efac78cfb6dbeac18584c681dd6851_5888202093510996327.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5031,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Chizhang-Mauer",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/7d01b38c47de067d332c57e9e7b25468_2583055524133648824.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Chizhang-Mauer befindet sich im Westen des südlichen Berges des Chenyu-Tals. Legenden zufolge waren diese Ruinen einst ein ritueller Jadeturm, der den Himmel erreichte, und zahlreiche Tempel."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/553f59f94b7ba81e4e99d7f74710f7dc_9114395508511053561.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Während des Archontenkrieges wurden die Dorfbewohner von Bergbestien in die Höhlen dieser Gegend getrieben. Die Menschen dachten, sie seien dem Untergang geweiht, bis sie einem großen Adepten von unbeschreiblicher Schönheit begegneten, den diese Welt noch nie gesehen hat. Es war die Bergfürstin Lingyuan, die ihren Freunden Fujin und Yaojun half."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/9232ddfa9d47eccee4565157484f2a74_3288653302829090880.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jetzt ist die Höhle unter der Chizhang-Mauer die Höhle der einsamen Suanni. Diese eleganten und stolzen mystischen Bestien leben nur in den Bergen, umhüllt von der Energie der Adepten. Seit dem Altertum gelten sie als Glückssymbol, und ihre Vorliebe für ein Leben abseits der materiellen Welt wird seit Generationen von Intellektuellen bewundert. Heutzutage ist der bekannte Wushou-Tanz im Chenyu-Tal auf die Bewegungen der Suanni zurückzuführen. Da aber nur eine Handvoll Menschen diese Kreaturen tatsächlich gesehen hat, können sich die meisten nur vorstellen, wie sie aussehen. Nach Tausenden von Jahren der Veränderungen und verschiedenen künstlerischen Interpretationen hat sich der Kopf des Wushou-Tanzes zu seinem heutigen Stil entwickelt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Lingyuan ist eine Suanni, die seit vielen Jahren das Chenyu-Tal bewohnt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/141341446/5b4231e4ced390bfd124db7badbc7e2a_631756960693265494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Yaojun",
        "desc": "<p>Yaojun war eine Adeptin in Form einer Schlange, die im Chenyu-Tal gelebt hat.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/31/36893887/3fff85d0fc97c8c29a572d9d7612bd46_8727678738937401577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5056,
        "name": "Ausgestiegene Suanni",
        "desc": "<p>Eine elegante und stolze göttliche Bestie, die nur dort in den tiefsten Gebirgen haust, wo auch die Adeptenkraft verweilt.</p><p>Sie gilt bereits seit Urzeiten als Symbol des Glücks, und dass sie es bevorzugt, in Abgeschiedenheit zu leben, weit weg von den Problemen der Welt, ist seit jeher etwas, das Schriftsteller und Künstler an ihr zu schätzen wissen. In den uralten lokalen Legenden des Chenyu-Tals wird das Oberhaupt der Suanni auch gern mal als „Herrin des Berges“ bezeichnet, wobei ihr Status nicht selten mit dem der Adepten gleichgesetzt wird.</p><p>Einer anderen Vermutung zufolge seien die Xuanwen-Bestien, die heute durch die Berge und Wälder streifen, ebenfalls die Erben jener göttlichen Bestien. Doch aufgrund ihres unbedeutenden Schicksals erwies es sich als schwierig, eine solch edle Blutlinie zu erben; und so degenerierten sie zu den wilden Biestern, die sie nun mal sind. Diese Aussage steht dabei allerdings im krassen Widerspruch zu einer anderen Erzählung über den Ursprung der Xuanwen-Bestien. Dennoch wird in den wenigen Berichten über das Erscheinen der Suanni oft von einer großen Anzahl von Xuanwen-Bestien berichtet, die ihr zur Seite stehen.</p><p>Heutzutage wird im Chenyu-Tal der allseits beliebte „Wushou-Tanz“ aufgeführt, bei dem die Bewegungen und Verhaltensweisen der legendären Suanni Pate gestanden haben. Allerdings haben nur sehr wenige Menschen sie jemals zu Gesicht bekommen, und die meisten können ihr Aussehen nur mithilfe ihrer Vorstellungskraft beschreiben. Nach Jahrtausenden der Abwandlung und künstlerischen Bearbeitung wurde sich dann irgendwann schließlich auf den „Wushou-Tanz“ festgelegt, wie wir ihn heute kennen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/47685001/f02b8c509e8b9e4440f8c7d044f8206e_4082340553379677710.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Berg Laixin",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Chiwang-Terasse",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/1580d58b8b1c82d539acb19a77196778_5829704835613399573.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Chiwang-Terrasse befindet sich auf dem heiligen Berg Laixin, wo alle geistigen Adern des Tals fließen. Auf der Terrasse befindet sich ein Jadeinstrument, mit dem die Vorfahren der Menschen im Chenyu-Tal mit dem Himmel kommunizieren konnten. In längst vergessenen Zeiten nannten die Menschen diesen Ort den „Hängenden Garten“.\nIn dieser Untergebiet kann der Auftrag"
      },
      {
        "type": "CustomEntry",
        "epId": 5550,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Hof des gefallenen Brokats",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/237301566/0fed1cd78224e2e1c5f6f05aedc15696_7655981384421292275.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Vorfahren der Menschen im Chenyu-Tal opferten einst Jade, indem sie sie in die Gewässer warfen und so die Adeptenenergie in die Geist-Adern übertrugen. Auf diese Weise wurde ihre Heimat geschützt und günstiges Wetter gesichert, das reiche Ernten garantierte. Doch heute sind die alten Rituale längst in völliger Vergessenheit geraten. Wenn es gelänge, die verlorene Adeptenenergie wieder in der Jade zu sammeln, könnte der Segen des Bodens und des Wassers vielleicht noch einmal gewährt werden.\nIm Inneren des Berges Laixin befindet sich der Hof des gefallenen Brokats, in der die Adeptin Fujin viele Jahre lang versiegelt war, bis sie genügend Adeptenenergie gesammelt hatte. Da die nördlichen Adepten nicht die gleichen Wohnstätten erschaffen können wie die südlichen Adepten, sind ihre Kammern eher eine „Höhle“ als eine Wohnstätte. Wenn du die im Chenyu-Tal verteilten Adeptenkräfte in Form von Geisterkarpfen sammelst und sie der Regenjade in der Kammer opferst, kann Fujin wieder menschliche Gestalt annehmen und ihre Höhle verlassen.\nWenn Reisende das Chenyu-Tal zum ersten Mal betreten, werden sie zum Hof des gefallenen Brokats teleportiert, um den Auftrag"
      },
      {
        "type": "CustomEntry",
        "epId": 5549,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "zu starten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Fujin ist eine Adeptin in der Form eines Karpfens. Sie lebt im Chenyu-Tal und ist für ihre Nähe zu den Menschen bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/141341446/87ac671b11a51263e1e810e44048dda0_5241236950325953110.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Chenyu-Tal"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Permanenter Ort"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ]
  }
}