{
  "epId": 5141,
  "name": "Bezirk Belleau",
  "desc": "<p>Obwohl ein Großteil von Fontaine von Wasser bedeckt ist, gibt es auch Berge und Wälder. Der Mont Automnequi, der zwischen dem Hafen und dem Hof von Fontaine liegt, ist einer der markantesten Gipfel der Stadt. Das Forschungsinstitut Fontaine hat den Poisson-Tunnel mit riesigen technischen Geräten gebohrt und damit eine der größten Herausforderungen beim Bau der Aquabus-Linien gelöst.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/7bb630aacf263515328ea8198cbbc48a_8850863360561223415.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1723810691,
  "components": {
    "galleryCharacter": [
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/a7b53a9e337b423e631f15ec3b39e068_4976591859833212881.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wo die Spina di Rosula geboren wurde. So wie ein winziges Küken aus einem Ei schlüpft, aus dem eines Tages ein fliegender Adler wird, so werden große und strahlende Ambitionen an einem dunklen und beengten Ort ausgebrütet.\nDie Bewohner von Poisson sind wie die Bewohner des Fleuve Cendre, und aus der Geschichte dieser Orte wissen sie, dass es Dinge gibt, die es wert sind, erkämpft und mit Blut erkauft zu werden, und die es auch sein müssen."
          }
        ]
      },
      {
        "key": "Westhänge von Mont Automnéqui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/c3deefbdcf32b0ce91f2a24e0c1f0d71_76040912100874794.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa hat die Landschaft hier einst gemalt.\nVom Mont Automnequi aus kann man den Kamm von Elynas sehen. Unter den Gipfeln und Seen verbirgt sich die Heimat der Melusinen."
          }
        ]
      },
      {
        "key": "Romaritime-Hafen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/307c16e297aa72001ce2331c1a797a6e_5849500519590454703.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Die Gerechtigkeit offenbart die Wahrheit. Das Böse wird bestraft, das Gute wird belohnt. Sie und ich sind nur Wassertropfen im Quellwasser, unsere ursprünglichen Wünsche werden mit den schnellen Strömungen in die Tiefe getragen und neben vergessenen Notizen und Codes begraben."
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/d04b5fd576ed49e1c1349a984606f2ab_998199444681677666.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Konzeptzeichnungen"
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/7d3e119fcd6af3afcccce5c4c021d1d2_4539588437874824338.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Erste gestalterische Entwürfe"
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/626fe56685bd642dbec1ae0edcce5d46_2503210732187102471.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Konzeptzeichnungen"
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/7bcdade73cc9d36eb9f694f8602c4e0e_1037939651118410514.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Konzeptzeichnungen"
          }
        ]
      },
      {
        "key": "Kaiser von Feuer und Eisen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/5049840a8580e4105e88fb3f8bd3a9e0_722270737538917358.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kaiser von Feuer und Eisen: Konzeptzeichnungen"
          }
        ]
      },
      {
        "key": "Kaiser von Feuer und Eisen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/bdd999d81c11c2fa48faa50cb2ba1415_8826888084266379709.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kaiser von Feuer und Eisen: Erste gestalterische Entwürfe"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Romaritime-Hafen",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/dedd60ac6dbe044331c6cfd8906cfe4b_3430538121776033774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Hafen von Romaritime ist eine Aussichtsplattform an der Küste im Süden der Region Belleau. Der Hafen umfasst zwei Ebenen, auf denen Schiffe aus Sumeru und Fontaine anlegen können. Er ist an der Seite eines Wasserfalls gebaut und ist ein Haltepunkt des Aquabus. Von hier aus kann man mit dem Aquabus zum Hof von Fontaine an der Clementine Line fahren. Der Hafen von Romaritime grenzt an Sumeru, daher kommen viele Touristen, Händler und sogar Bücherliebhaber aus dem Land der Wüsten und Regenwälder dorthin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/61b4a4b9d3a22151cd2851d4267933bb_3979199907066784739.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Das donnernde Geräusch des Wasserfalls übertönt die Geräusche der Menschen, die unten im Hafen ein- und ausgehen. Selbst wenn Sie den Aufzug benutzen, dauert es eine ganze Weile, bis Sie die Spitze des Wasserfalls erreichen. Aber wenn man erst einmal in der Clementine Line sitzt und sich auf den Weg ins Herz der Hydro-Nation macht, verblasst die Zeit, die man gewartet hat, zur Nebensache.\nEine Melusine Everallin arbeitet im Hafen. Ihre Aufgabe ist es, das Meer zu beobachten und die Bewegungen des Ozeans zu verfolgen. Außerdem warnt sie die Menschen rechtzeitig vor Stürmen und Regenschauern.\nMehrere Geniale Beschwörung TCG Duellanten sind im Hafen von Romaritime zu finden: Everallin und Lectoure auf der unteren Plattform, und Hermosa und Rena auf der oberen Plattform."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/f5160f512a74267f18b6a658e4f4db36_211261387065920584.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nördlich des Hafens befinden sich alte Ruinen. Die Legende besagt, dass der erste Lochknight, ein Anhänger der Herrin der vielen Gewässer, sich zusammen mit dem Lochfolk in der abgelegenen Wildnis versteckte, um im Exil und durch strenges Training eine Sünde wiedergutzumachen, für die es keine Wiedergutmachung geben sollte. Jetzt ist das Land längst zur Totenstille zurückgekehrt, und die langen, kalten Winde wehen noch immer durch das verlassene Tal.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Okeanidenritter",
        "desc": "<p>Okeanidenritter sind Anhänger der Herrin allen Wassers, Egeria, die geschworen hat, die Okeanide zu beschützen, den Kelch des reinen Wassers zu finden und die Fesseln zu zerschlagen, die Egeria gefangen hielten, um die Erbsünde zu sühnen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/36893887/52262407b200906aef4174b82522c390_2579717535155606902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "name": "Everallin",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/cf673fab52b2bcda147f024c35213f78_4586111814101644215.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "name": "Lectoure",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/7de96d4d887e43863458e8be32610690_3674518192491419876.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "name": "Hermosa",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/f1f8c8c9cadc2d050698ea8c6dff3fb4_6140788721716662370.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "name": "Rena",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/5bf0247336747d94107a15cf1c04b222_7508971161020705450.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1984785759947143378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poisson ist ein ruhiges Städtchen am Fuße des Mont Automnequi. Die Einwohner arbeiten hauptsächlich in der Fischerei oder der Unterwasserbergung. Die Legende besagt, dass die Stadt vor der ersten diluvianischen Periode ein zentraler Knotenpunkt des maritimen Verkehrsnetzes von Fontaine war. Obwohl die Stadt durch die Veränderung des Wasserstandes ihren Status als wichtiger Hafen verloren hat, zieht die gemütliche und warme Atmosphäre der Stadt zweifellos immer noch viele Besucher an. In Poisson gibt es einen Fischhändler Hinterman.\nPoisson ist die Heimat von Spina di Rosula, einer Organisation, die Menschen bei der Lösung komplexer Probleme hilft. Der Hauptsitz der Organisation befindet sich in einem großen Schiff in der Stadt. Die Stadt wurde bei der Katastrophe erheblich beschädigt, aber dank Spina di Rosula und ihrer derzeitigen Leiterin, Navia Caspar, wurde sie wiederaufgebaut.\nIm Norden von Poisson gibt es die Quests „Was für ein Gaumenschmaus!“ und „Immer noch ein Gaumenschmaus!“.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Lebensbereiche einbezieht und sich auf die Lösung schwieriger Probleme der Bürger konzentriert und bei Bedarf mit den Behörden Fontaniens zusammenarbeitet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/4fcc959d9c20a034311a9381f31d498c_7791724052189855893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Westhänge von Mont Automnéqui",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5f98d4667483dff8a99203f75cbfd3e4_7949136655228517159.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Auch wenn ein Großteil von Fontaine von Wasser bedeckt ist, gibt es auch Berge und Wälder. Der Mont Automnequi, der zwischen dem Hafen und dem Hof von Fontaine liegt, ist einer der markantesten Gipfel der Stadt. Das Forschungsinstitut von Fontaine hat den Poisson-Tunnel mit riesigen technischen Geräten gegraben und damit eine der größten Herausforderungen beim Bau der Aquabus-Linien gelöst."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5a28bb387f9039fde56b1d8c8ef303d5_1248372417385075807.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vom Mont Automnequi aus kann man den Bergrücken von Elynas sehen, unter dem sich die Heimat der Melusinen verbirgt. Salsa, ein Künstler, der sich gegen die Abenteurergilde stellt, malte einst die Szenerie hier."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/e2a49d0aa35f33f3a63d3d15706ab8ca_6820294591069267285.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Im Westen des Mont Automnequi gibt es ein kleines Dorf, in dem der berühmte Schriftsteller Baptiste Fontaine, Autor von „Die zwei Musketiere“, lebte. Der Roman handelt von zwei unehelichen Kindern, die von der Magd eines Barons geboren wurden und im Haushalt des Barons misshandelt wurden. Nachdem ihre Mutter getötet wurde, flohen sie von zu Hause, schworen aber, sie zu rächen. Die Geschwister wurden zu erfahrenen Musketieren und begannen Jahre später, sich an Mitgliedern der Familie des Barons zu rächen, um die Wahrheit über den Tod ihrer Mutter aufzudecken und die Gerechtigkeit wiederherzustellen. Während der Filmfestspiele von Fontinalia wurde dieser Roman zur Grundlage eines Films, der von Xavier produziert und von Furina inszeniert wurde. Dasselbe Buch diente als Vorlage für eine Reihe von Morden, die von Chevreuse, dem Hauptmann der Spezialeinheit für Sicherheit und Überwachung, untersucht werden. Wie im Buch hinterlässt der Mörder eine Regenbogenrose am Tatort, und diese Rosen führen Chevreuse mit Hilfe der Parfümeurin Emilie zum Mörder. Die Blumen stammten von einer seltenen Sorte, die genau im Garten der Familie Baptiste in einem Dorf an den Westhängen des Mont Automneqi wuchs. Die Nachforschungen von Chevreuse ergaben, dass Baptiste „Die zwei Musketiere“ nach wahren Begebenheiten aus seinem Leben schrieb: Seine Mutter Elisa wurde aufgrund einer Affäre mit einem Mitglied einer wohlhabenden Familie ermordet und ließ Baptiste und seine Schwester Veronica allein zurück. Veronica beschließt, sich an ihrem Vater zu rächen. Ihr erstes Opfer war der Attentäter, der ihre Mutter töten sollte. Obwohl Baptiste, Veronica und ihr Vater geschickt wurden"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/32de30d95c4c796050080361dca61eab_8667461232774211061.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Im Süden des Gebiets befindet sich eine Unterwasserhöhle mit dem Versteck der riesigen Gepanzerten Krabbe. Die Menschen nannten sie den „Imperator aus Feuer und Eisen“. Sie ist einer der beiden Herrscher, die einst an der Spitze der abartigen Spezies der Fontemer standen, und Gegenstand vieler Geschichten unter den Seeleuten. Fontemer-Aberranten unterscheiden sich von den Menschen dadurch, dass ihnen das Konzept der Aristokratie oder der Vererbung völlig fremd ist. Keiner von ihnen wird als überlegener Mensch geboren. Eine Kreatur, die tödliche Raubtiere und Widrigkeiten überlebt, kann unendlich viel Macht anhäufen, wenn sie über Jahrhunderte hinweg immer wieder jagt und sich ernährt. Eine solche Kreatur wird oft als Overlord bezeichnet, weil sie Angst einflößt. Vor der ersten diluvianischen Periode griff eine riesige gepanzerte Krabbe einmal ein Schiff an und wurde schließlich von einem berühmten Ex-Admiral der Weißen Armada, Basil Elton, der noch nicht wieder als Marinekommandant eingesetzt worden war, in die Tiefe zurückgedrängt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/237301566/a4611b88389774e93d71776a96d0d05c_4457577996581128571.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Außerdem befinden sich an der Südküste des Mont Automnequi antike Ruinen mit geschnitzten Wandmalereien, die die Erschaffung der Ozeaniden durch die Herrin der vielen Gewässer, Egeria, die Begehung der Erbsünde und die Prophezeiung von Fontaine darstellen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Bezirk Béryl",
        "desc": "<p>Eine uralte, mit Ruinen übersäte Bergkette auf der anderen Seite des Wassers gegenüber dem Hof von Fontaine.</p><p>Vor vielen, vielen Jahrhunderten sahen die Anhänger von Egeria diesen Ort als idealen Ort für Ausflüge und Picknicks. Hier versammelten sie sich und sangen von Liebe und Träumen, so rein und makellos wie geschliffene Edelsteine. Ihre Lieder sind längst im fahlen Mondlicht verklungen, und jetzt streichelt nur noch eine kühle Brise diese einsamen, minzbesetzten Hochebenen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/20/36893887/7bb630aacf263515328ea8198cbbc48a_7884555676186906904.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontainale",
        "desc": "<p>Das Fontainale wurde ins Leben gerufen, um der Suche der Okeanidenritter nach den Okeaniden und ihrer Begrüßung des früheren Hydro-Archons Egeria zu gedenken.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/36893887/063f9b9db2646f99a188cd9cba2b1140_1481670709449090155.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4361,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Truppenführerin der Sonderpatrouille für Sicherheit und Überwachung, deren Herz stets für die „Gerechtigkeit“ schlägt, während ihre Muskete sich nur auf die Schuldigen richtet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/61142474/a846729f31f16a987a8696466ebabcc0_1474533800708855468.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton war vor 500 Jahren Vizedirektorin des Hauses des Narzissenkreuzes und Admiralin der Marine Fontaines. Sie starb während der Katastrophe im Kampf.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/10/141341446/386107b800f05b084d15ad8145cf8913_4195686832812206279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Kaiser von Feuer und Eisen",
        "desc": "<p>Einer der beiden Herrscher, die alle anderen Fontemer-Mutanten dominieren und dereinst Legenden unter den Seeleuten waren.</p><p>Die Panzerkrabbe, die keine natürlichen Feinde trifft und stets auf der Jagd und am Fressen ist, sucht während ihres Wachstums unentwegt nach einem geeigneten Schneckenhaus oder Muscheln, die ihr als neuer Panzer dienen können. Doch am Ende wurde sie einfach zu groß. Es existieren Aufzeichnungen, die auf die Zeit vor der ersten Hochwasserperiode zurückgehen und in denen eine riesige Panzerkrabbe erwähnt wird, die Schiffe angegriffen hat und am Ende von der noch nicht wiedereingesetzten Marinekommandantin Basil Elton besiegt wurde.</p><p>Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um ihn als prachtvolle weiße Steinrüstung zu tragen. Natürlich würde es in einer solchen Welt keine Menschen mehr geben, die ihn halb in Ehrfurcht, halb im Spott als „Kaiser von Feuer und Eisen“ bezeichnen würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/92cf784732984089c7f5a91f7a42822c_4656668074587906433.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Des Kaisers Entschlossenheit",
        "desc": "<p>Der Streithammer des Kaisers von Feuer und Eisen. Egal ob andere Fontemer-Mutanten, Uhrwerk-Mecha oder Jäger mit unangebrachter Neugierde, er hat unzählige Besucher mit seiner riesigen Klaue zermalmt.<br>Anders als bei den Menschen gibt es bei den Fontemer-Mutanten keine Aristokraten oder Kinder reicher Eltern. Niemand wird höher geboren als ein anderer der gleichen Art. Fontemer-Mutanten, die alle Widrigkeiten überstehen und ihre natürlichen Feinde besiegen, werden durch viele Jahre des Jagens und Fressens immer stärker und wachsen unbegrenzt, bis sie schließlich zu den furchterregenden Tyrannen werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4192b765e880bef0a49753fc0b634c13_7741188119833696531.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Regenbogenrose",
        "desc": "<p>Eine grazile und sanfte rosa Blume. Auch wenn sie Rose genannt wird, gehört sie eigentlich zu den Lilien.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/47685001/670b8958c90014a1bdacba5123c2c9da_7110424819274769570.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrationen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "The Steambird Special Edition I: The Terrestrial Sea, Origin of All Waters"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/8458af7e370ca4be1d499963c18873ff_8988558508845599873.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9. August 2023</color>\nHallo, Reisende! In den Gewässern von Fontaine erwarten euch viele neue Rätsel. Lasst sie uns zusammen entdecken und lösen! Unter den Abenteurern, die sich auf den Weg nach Fontaine machen, ist in letzter Zeit eine bestimmte Publikation sehr beliebt. Es handelt sich angeblich um eine Sonderausgabe der Zeitung Dampfvogel über Fontaine. Schauen wir mal, was es Neues gibt!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "The Steambird Special Edition VII: Lone Suzerain of Land and Sea Beneath the Roiling Waters"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/dbfb528591d9eac77d78c46a54b61149_1508546605683925315.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15. August 2023</color>\nHallo Reisender! In dieser Sonderausgabe der Zeitung Dampfvogel stellen wir dir den neuen Gegner unter der Wasseroberfläche von Fontaine vor – „Kaiser von Feuer und Eisen“!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Musik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fountain of Belleau"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/5b6554f30813c3e823e1e25035be3dd6_2469318684227731904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2. Oktober 2023</color>\nDas Album der Originalmusik zu Fontaine „Fountain of Belleau“ von Genshin Impact ist offiziell online und enthält die vier Tonträger „Chanson of Justice and Impartiality“, „Arioso of Belle Epoque“, „Chapelloise of Trickling Springs“ und „La bataille de Fontaine“ mit insgesamt 96 von der Musikgruppe HOYO-MiX für Fontaine komponierten Stücken.\nDie ausgewählte Musik zu Fontaine wurde vom London Symphony Orchestra und von Volksmusikern aufgeführt und in renommierten Studios wie den Abbey Road Studios, Angel Studios, Air-Edel Recording Studios usw. aufgenommen.\n<color=#ff9999>Disk 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=znHhRYBmfck&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gwGOp351clk&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xZSDdaYjV_c&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 4:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xUcJtXtLb_I&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ressourcen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Material zur Verbesserung von Figuren</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Des Kaisers Entschlossenheit",
        "desc": "<p>Der Streithammer des Kaisers von Feuer und Eisen. Egal ob andere Fontemer-Mutanten, Uhrwerk-Mecha oder Jäger mit unangebrachter Neugierde, er hat unzählige Besucher mit seiner riesigen Klaue zermalmt.<br>Anders als bei den Menschen gibt es bei den Fontemer-Mutanten keine Aristokraten oder Kinder reicher Eltern. Niemand wird höher geboren als ein anderer der gleichen Art. Fontemer-Mutanten, die alle Widrigkeiten überstehen und ihre natürlichen Feinde besiegen, werden durch viele Jahre des Jagens und Fressens immer stärker und wachsen unbegrenzt, bis sie schließlich zu den furchterregenden Tyrannen werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/4192b765e880bef0a49753fc0b634c13_7741188119833696531.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Strahlender Drehkristall"
      },
      {
        "type": "CustomEntry",
        "epId": 4238,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lebewesen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Gegner und Monster"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Kaiser von Feuer und Eisen",
        "desc": "<p>Einer der beiden Herrscher, die alle anderen Fontemer-Mutanten dominieren und dereinst Legenden unter den Seeleuten waren.</p><p>Die Panzerkrabbe, die keine natürlichen Feinde trifft und stets auf der Jagd und am Fressen ist, sucht während ihres Wachstums unentwegt nach einem geeigneten Schneckenhaus oder Muscheln, die ihr als neuer Panzer dienen können. Doch am Ende wurde sie einfach zu groß. Es existieren Aufzeichnungen, die auf die Zeit vor der ersten Hochwasserperiode zurückgehen und in denen eine riesige Panzerkrabbe erwähnt wird, die Schiffe angegriffen hat und am Ende von der noch nicht wiedereingesetzten Marinekommandantin Basil Elton besiegt wurde.</p><p>Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um ihn als prachtvolle weiße Steinrüstung zu tragen. Natürlich würde es in einer solchen Welt keine Menschen mehr geben, die ihn halb in Ehrfurcht, halb im Spott als „Kaiser von Feuer und Eisen“ bezeichnen würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/92cf784732984089c7f5a91f7a42822c_4656668074587906433.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fische"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Händler"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "name": "Rena",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/5bf0247336747d94107a15cf1c04b222_7508971161020705450.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "name": "Lectoure",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/7de96d4d887e43863458e8be32610690_3674518192491419876.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "name": "Hermosa",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/f1f8c8c9cadc2d050698ea8c6dff3fb4_6140788721716662370.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "name": "Everallin",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/cf673fab52b2bcda147f024c35213f78_4586111814101644215.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4522,
        "name": "Étienne",
        "desc": "<p>Étienne arbeitet als Wachman am Hafen Romaritime. Man begegnet ihn im Archontenauftrag beim Eintreffen in Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/0d34e228d32023ba1c5b6daf061f61fb_2958527092176131418.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Interaktive Karte",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-274.84,-5018.77&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Schlacht von Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor über 500 Jahren wollten die Behörden von Fontaine aus den Abwasserkanälen unter dem Hof von Fontaine eine Unterstadt unter der Stadt, die Fleuve Cendré, schaffen. Da es schwierig war, die Ordnung aufrechtzuerhalten, ergriffen Eduardo Baker und seine Freunde die Macht im Fleuve Cendré. Sie begannen, Streitigkeiten zwischen den „Landsleuten“ der Fleuve Cendré zu schlichten, die Neuvermählten zu segnen und die Kaufleute vor Erpressung, Belästigung und Erpressung durch die Banden zu schützen. Als die Behörden des Hofes von Fontaine beschlossen, die Fleuve Cendré zu säubern, wurde Baker verhaftet und in die Wüste verbannt. Auf dem Weg ins Exil floh er mit Hilfe seiner Gefolgsleute nach Poisson und nahm sowohl die Stadt selbst als auch die Mitglieder der Maison Gardiennage, die Baker transportierten, als Geiseln. Er stellte mehrere unangemessene Forderungen, so dass die Schattenjäger unter der Leitung von Emanuel Guillotin eingriffen. Der Journalist Karl Ingold traf als Unterhändler in Poisson ein, zusammen mit Eduardos Sohn Jakob.\nNach einem erfolglosen Versuch, die Angelegenheit zu klären, schlug der Streit zwischen Bakers Gruppe und den Marechaussee-Jägern in einen heftigen Kampf um. Infolgedessen wurden Jakob und Rene, der Sohn des Bürgermeisters von Poisson, zu Waisen. Sie wurden beide in das Haus des Narzissenkreuzes geschickt, ein Waisenhaus, in dem oft Kinder von Kriminellen untergebracht wurden. Später gründeten diese beiden Kinder den Narzissenkreuz-Verein eine der wichtigsten Organisationen in der Geschichte Fontaines.\nDie Belagerung von Poisson hinterließ bei Guillotin physische und psychische Narben. Aufgrund dieses Ereignisses verließ er die Reihen der Maréchaussée und plante, den Rest seiner Tage zufrieden mit dem Inhalt seines Bechers zu verbringen. Als die Katastrophe begann, vertraute ihm seine alte Freundin aus dem Haus des Narzissenkreuz, Basil Elton, zwei Kinder an: Mary-Ann und Alain. Emanuel liebte keine Kinder und wollte mit niemandem etwas zu tun haben, aber seinem alten Freund zuliebe willigte er ein.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée-Phantom",
        "desc": "<p>Die persönliche Abteilung des Obersten Richters Neuvillette, die für die Untersuchung von Verbrechen zuständig ist. Sie hat ihren Sitz im Palais Mermonia und ist eine der Abteilungen des Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/8c57616ad82afff946a1cd18e11a0b39_1838800628818598656.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Haus des Narzissenkreuzes",
        "desc": "<p>Ein Waisenhaus in Fontaine, das auf den Ruinen einer alten Zivilisation errichtet wurde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/36893887/50684a597c68d7048315e684a8792710_126691204196130196.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob ist eines der Gründungsmitglieder des Narzissenkreuz-Vereins. Er wurde vor über 500 Jahren geboren und ist ein „neuer Mensch“, weswegen er noch am Leben ist. Er hat sich an die Macht des Abgrunds angepasst. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/02bc05cc787742e2fdf79dc45a69ccec_8690545139199929437.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz erscheint <span style=\"color: rgb(219, 222, 225)\">exklusiv in der Weltauftragsreihe „Spuren des Narzissenkreuzes“, er ist der Leiter des Narzissenkreuz Vereins. </span><span class=\"wk-shady\">Narzissenkreuz wurde von Jakob für Renés Bewusstsein geschaffen, nachdem er den Übertritt als „neuer Mensch“ nicht schaffte.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/141341446/90f57df4396a9aa89cee2704bafdac6d_3532001003210145051.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Schiffer des Fleuve Cendré",
        "desc": "<p>Ein ausrangiertes Kupferrohr in genau der richtigen Länge. Diente einst jemandem als Waffe und erfreute sich als solche wohl in bestimmten Kreisen berüchtigter Berühmtheit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/920ca2fe25ca2db1796848099b59b2d8_7805725652847915305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_3600196575135307589.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Gesellschaftsschichten einbezieht und sich auf die Lösung schwieriger Probleme des einfachen Volkes konzentriert und bei Bedarf mit den Behörden Fontainas zusammenarbeitet. Die Organisation, deren Hauptsitz sich im Schiff befindet, wurde von Callas in Poisson gegründet. Ein gigantisches und glamouröses Schiff verkörpert Entdeckung, Gelegenheit, Ehrgeiz und Eroberung. Es symbolisiert die strahlende und grenzenlose Zukunft von Spina di Rosula. Das Emblem von Spina, das einen Anker und Rosen zeigt, wurde von Clementine, der Ehefrau von Callas und Mutter von Navia, der derzeitigen Leiterin der Organisation, entworfen.\nEines der wichtigsten Projekte der Callas war der Bau von Wasserleitungen, die sich durch ganz Fontaine ziehen sollten. Als es um den Bau der Leitungen ging, war Spina di Rosula in zwei Parteien gespalten. Callas war der Meinung, dass die Organisation eine seltene Gelegenheit hatte, mit den Behörden des Hofes von Fontaine und dem Forschungsinstitut zusammenzuarbeiten, und dass der Bau der Linien dazu beitragen würde, nützliche Verbindungen zu schaffen. Die Wasserbusse sollten kommerzielle Vorteile und einen guten Ruf bei den Einwohnern von Fontaine bringen. Die zweite Partei, angeführt von einem Mitglied von Spina di Rosula, Romeuf, vertrat die Ansicht, dass so hohe Summen besser in die Entwicklung von Poisson investiert werden sollten. Als sich die Parteien nicht einigen konnten, hegten Romeuf und seine Anhänger einen Groll gegen Callas und Clementine, da sie sie aufgrund ihrer Schwangerschaft für befangen hielten. Für Romeufs Gruppe war Clementines Unterstützung für den Bau der Linien ein Verrat, was bedeutete, dass ihre Stimmen nie wieder gehört werden würden. Nachdem Clementine aufgrund von Komplikationen bei der Geburt ihrer Tochter gestorben war, begann die Callas, den Bau der Linien als Verkörperung ihres letzten Willens zu betrachten. Dann schwand die letzte Hoffnung auf einen Kompromiss, und Romeuf verließ Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_988917864761509741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Daraufhin wurden mit Unterstützung von Spina di Rosula drei Aquabus-Linien gebaut, die nach der Familie Caspar benannt wurden: Clementine, Navia und Callas. Obwohl die Organisation ihren Sitz in Poisson hat, führt keine der Linien in die Stadt, und nur die Clementine-Linie führt über den Mont Automnequi. Die Callas-Linie, die vom Hof von Fontaine zum Forschungsinstitut führt, wurde zerstört, als das Zentrallabor des Instituts explodierte.\nViele Jahre später, als die Tochter von Clementine und Callas, Navia, Präsidentin der Organisation wurde, beschloss Romeuf, sich an Spina di Rosula zu rächen und die Clementine-Linie über Poisson zu sprengen. Sein Assistent Colter, der vor kurzem die Festung Meropide verlassen hatte, gab Navia die Schuld an allen Schwierigkeiten, die Spina di Rosula widerfahren waren, weil seiner Meinung nach Clementine, Callas und der ehemalige Butler Melus gestorben waren. Er glaubte, dass Navia alles, was ihm lieb war, mit ihren eigenen Händen zerstört und Poisson ins Verderben gestürzt hatte. Navia konnte Colter in einem Kampf besiegen, und der Reisende und Paimon entschärften die Bomben und retteten die Linie vor der Zerstörung.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Lebensbereiche einbezieht und sich auf die Lösung schwieriger Probleme der Bürger konzentriert und bei Bedarf mit den Behörden Fontaniens zusammenarbeitet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/4fcc959d9c20a034311a9381f31d498c_7791724052189855893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Prophezeiung",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/4d00bf623c0adde66eacebeb7573b94e_4354889468432779816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor einigen Jahrtausenden sündigte Egeria, der frühere Hydro-Archon, und nutzte die Macht des Urmeeres, um die Oceaniden in Menschen zu verwandeln. So erschien eine Prophezeiung in Fontaine, die lautete: <color=#ffffffd9>„Am Ende werden sie alle eins mit dem Wasser sein, und nur der Hydro-Archon wird zurückbleiben. Ganz allein, auf seinem Thron sitzend, wird er seine Tränen vergießen...“</color>\nViele Jahre später begann sich die Prophezeiung zu erfüllen, und in der Region Poisson brach das Wasser des Urmeeres aus. Die Bewohner von Poisson erkannten die Gefahr nicht sofort, so dass Passanten, die sich in der Nähe des Wassers befanden, sofort verschwanden. Daraufhin begannen die Menschen in Panik zu rennen, in der Hoffnung, höher gelegene Orte zu erreichen. Einige Menschen wurden bei dem Ansturm verletzt oder stürzten in die Tiefe. Als eine Rettungsaktion organisiert wurde, konnten viele gerettet werden, aber Melus und Silver, Navias Assistenten, die bei der Evakuierung halfen, schafften es nicht mehr rechtzeitig. Der Leiter von Spina di Rosula Navia konnte mit Unterstützung des Fatui Harbinger Arlecchino die Sicherheit der betroffenen Bewohner von Poisson gewährleisten und sie aus der Stadt evakuieren.\nDie Einwohner von Poisson gaben Hydro Archon Furina die Schuld an der Katastrophe, da sie der Meinung waren, dass sie nichts zu ihrer Rettung unternommen hatte. Nach dem Vorfall begann sich die Stadt allmählich zu erholen, und Navia versprach allen Opfern eine Entschädigung. Obwohl die finanzielle Lage der Spina alles andere als rosig ist, trug dieses Versprechen dazu bei, die Einstellung zu dem Geschehenen zum Ausdruck zu bringen, so dass die Menschen wieder an die Organisation glaubten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_8326275464811305097.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach dem Wiederaufbau von Poisson beschlossen die Bewohner, ein Denkmal für die Eltern von Navia zu errichten. Die Menschen wollten Clementine und Callas ihre Dankbarkeit für die Entwicklung von Poisson und Spina di Rosula zeigen und spendeten daher Geld für den Bau des Denkmals. Obwohl Navia der Meinung war, dass sie nicht genug getan hatte, um bei dem Denkmal anwesend zu sein, waren die Einwohner von Poisson ihr dankbar für alles, was sie in letzter Zeit getan hatte, und nahmen sie in das Modell auf.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Lebensbereiche einbezieht und sich auf die Lösung schwieriger Probleme der Bürger konzentriert und bei Bedarf mit den Behörden Fontaniens zusammenarbeitet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/4fcc959d9c20a034311a9381f31d498c_7791724052189855893.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Focalors ist der letzte Hydro Archon. <span class=\"wk-shady\">Sie starb durch ein Todesurteil durch das Oratrice mécanique d'Analyse cardinale.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Bezirk Belleau"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Permanenter Ort"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ]
  }
}