{
  "epId": 5143,
  "name": "Bezirk Liffey",
  "desc": "<p>Tief unter der Wasseroberfläche, hinter einer Wand aus Eisen, begann eine andere Art von Lebenskraft aufzusteigen.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/36893887/7bb630aacf263515328ea8198cbbc48a_3591165151233826628.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1736512747,
  "components": {
    "galleryCharacter": [
      {
        "key": "Meer des Exils",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/36893887/bc37083001673bc8fd8adc16fc908d74_4373069173366710272.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„Welche Sünde auch immer es ist, sie wird schließlich von den Wellen verschluckt werden wie ein Sandkorn von den Dünen.“"
          }
        ]
      },
      {
        "key": "Die Kupferfestung",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/36893887/a9686c4a20fd32a7869d01f90f1d5532_7546349397059527941.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "„Die Festung aus Kupfer und Eisen wird eines Tages untergehen, aber die Stadt, die auf Recht und Gerechtigkeit steht, wird niemals fallen.“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Haus des Kamins",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/a32cc8c6f80c32247adf3b48836b4993_3009902221930885354.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Crucabena war die ursprüngliche Bedienstete, die vierte der Fatui. Während ihrer Zeit als Leiterin des Waisenhauses Haus des Kamins brachte sie den Kindern das Kämpfen bei und zwang sie, sich einander zu duellieren. Einer von ihnen wurde dann zum Sieger und zum „König“ des Hauses gekrönt, nachdem er sich als würdigster Erbe des Titels erwiesen hatte. Sie zwang ihre Tochter Clervie, dem Haus des Kamins beizutreten, um ihre eigene Unparteilichkeit als „Mutter“ zu demonstrieren - um zu zeigen, dass sie alle ihre Kinder gleich behandelte. Es ist schwierig, die Zahl der Kinder zu schätzen, die dabei starben oder verstümmelt wurden. Diejenigen, die mit bleibenden Verletzungen davonkamen, wurden dem Doktor, dem zweiten der Fatui, übergeben, um an ihnen zu experimentieren, oder sie wurden auf gefährliche Missionen geschickt. Die Kinder waren nichts weiter als Werkzeuge, die benutzt und dann weggeworfen wurden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/a201b815a1a4c359a701255778b2a388_3616433964507356012.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Arlecchino, damals noch unter dem Namen Peruere bekannt, war noch ein Kind im Haus des Kamins und schlug vor, „Mutter“ selbst zu stürzen. Clervie, der zu dieser Zeit ihre engste Freundin geworden war, lehnte diesen Vorschlag mit der Begründung ab, dass Crucabena als berühmte Fatui unvorstellbare Macht besitze. Clervie nannte nie einen anderen Grund, aber Peruere konnte sehen, dass Clervie Crucabena immer noch als ihre Mutter betrachtete, und das Töten ihres eigenen Fleischs und Blutes war eine Grenze, die sie nicht überschreiten konnte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/6867de4c8209319eb8e517a65e92c411_7997600774634647148.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Letztendlich beschloss Clervie, Peruere ihr Leben beenden zu lassen, damit diese „Mutter“ töten konnte. Als Peruere ein Jahr später Crucabena tötete, wurde sie als Gefangene nach Snezhnaya gebracht, und die Tsaritsa begnadigte sie für ihre Verbrechen. Peruere wurde daraufhin zur Fatui und erhielt von der Zarin einen neuen Namen: Arlecchino. Nachdem Crucabena besiegt worden war, starb der Beiname „Mutter“ mit ihr. Arlecchino baute das Haus des Kamins unter einer neuen Identität wieder auf, nicht nur als Arlecchino, sondern als „Vater“."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/42020152b5a1ae69aa0d7f28d3d202d2_1946223361810276792.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nach dem Tod durch Perueres Hand war Clervie zu einem Schatten geworden, einer aus der Flamme geborenen Illusion. Obwohl sie im Alter von 16 Jahren starb, war ihr Schatten viel jünger. Sie kümmerte sich um die Kinder und rettete sogar einigen von ihnen das Leben. Ein anderes Mal versteckte sie sich vor Arlecchino und war besessen davon, jedem, der zuhörte, die „Wahrheit“ über das Haus zu verraten. Da Schatten nicht in der Lage sind, zu lernen oder zu wachsen, wird jede neue Information, die sie erhalten, mit der Zeit schnell wieder vergessen. Clervie war nicht in der Lage zu erkennen, dass das gegenwärtige Haus des Kamins anders war als das, in dem sie unter Crucabena aufwuchs, und Arlecchino musste sich mit Clervie auseinandersetzen, um die Angelegenheit zu klären."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/d5344c6e55386888dd387779781f5f1b_3375078380423470229.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eines Tages kamen einige der Kinder des Hauses des Kamins mit den „Verrätern“ Filliol und Nanteuil zu den vereinzelten Ruinen. Arlecchino hatte sie als Verräter bezeichnet, da sie gegen die Interessen des Hauses des Kamins handelten, und deshalb sollten sie hingerichtet werden. Lyney, Lynette und Fréminet hatten sich entschieden, eine Bedrohung für das Haus Clervie zu verheimlichen, weshalb auch sie später bestraft werden sollten. Arlecchino plante eine Hinrichtung, aber Lyney flehte sie an, damit aufzuhören, da ihr Handeln die Familie auseinanderreißen würde. Chapleau stellte sich auf Lyneys Seite, was Arlecchino dazu veranlasste, einem Duell zuzustimmen. Der/Die Reisende, Lynette und Fréminet stellten sich ebenfalls auf Lyneys Seite und begannen ein Duell mit der Bediensteten, doch sie waren der Fatui nicht gewachsen und wurden besiegt. Bewegt von ihrer Entschlossenheit, die „Verräter“ zu verschonen, war Arlecchino bereit, die Regeln zu ändern und Filliol und den anderen zu erlauben, zu gehen, wenn sie es wollten. Sie beschlossen schließlich, dass sie gehen wollten, und Arlecchino gab ihnen Flammen in Flaschen, die die Version des Hauses von ihnen „töten“ würden, indem sie alle Erinnerungen, die sie während ihrer Mitgliedschaft gemacht hatten, auslöschten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/799f5ff50df9f2389c46c869b81d41e8_8889551073379338694.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als alle gegangen waren, sprach Arlecchino mit Clervie, die den Kindern zu den Ruinen des früheren Hauses des Kamins gefolgt war, und erzählte ihr die Wahrheit über das, was in der Vergangenheit geschehen war. Daraufhin entließ die Bedienstete Clervie aus dem Haus und erfüllte ihr den Traum, die Sonne zu sehen. Als Clervie in Frieden entschlief, gab Arlecchino zu, dass sie ihr noch mehr sagen wollte. Der Trank war denjenigen verabreicht worden, die das Haus verlassen wollten, aber Lyney, Lynette und Fréminet hatten sich entschieden, ihn nicht zu trinken und Mitglieder des Hauses des Kamins zu bleiben. Arlecchino betrachtete Lyney als „König“, weil seine Überzeugung stark war, und sie wusste, dass er nur noch stärker werden würde. Dieselbe Überzeugung half ihr, gegen Crucabena zu gewinnen, obwohl sie zu diesem Zeitpunkt nicht so stark waren.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p>Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/61142474/8e44111a378f4e5379b8e7444e8c2daa_3466652756939044323.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5595,
        "name": "„Arlecchino“",
        "desc": "<p>Die „Bedienstete“, die Vierte unter den Elf der Fatui.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/6673f62e348a0eb42218a128deb8410e_6696582390131444520.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fort Méropide",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/f9637e460d788f9ba3c8144200245850_8215231806489262316.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als der/die Reisende Fontaine besuchte, gab es in der Stadt eine Reihe von Verschwundenen, und die Behörden beschuldigten Tartaglia, den elften der Fatui, der Schuldige zu sein. Obwohl der eigentliche Schuldige bereits entlarvt und während des Prozesses verurteilt worden war, wurde Tartaglia im Fort Méropide inhaftiert, nachdem er von der Oratrice mécanique d'Analyse cardinale, einer großen mechanischen Waage im Hof der Opéra Épiclèse von Fontaine, die von dem Hydro-Archon Focalors geschaffen wurde, für schuldig befunden worden war. Die Oratrice fällte präzise Urteile, und unabhängig von der Meinung des Obersten Richters Neuvillette während des Prozesses entschied die Oratrice das endgültige Urteil. Nach einer gewissen Zeit verschwand Tartaglia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/bcd22c2364dddfabdd2d02d5d2dc0ee0_8866879075450635765.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ein anderer Fatui, die Bedienstete, suchte bald ein diplomatisches Treffen mit Furina, an dem auch Neuvillette teilnahm. Während des Treffens forderte Arlecchino die Übergabe von Tartaglia an Snezhnaya und verwies auf ihre diplomatischen Aufgaben und Verantwortlichkeiten. Da der Prozess jedoch abgeschlossen war, sah Fontaine den Fall als erledigt an, und Neuvillette lehnte den Antrag von Arlecchino ab. Die Fatui schlug daraufhin vor, das Fort Méropide aufzusuchen, um nach Tartaglia zu sehen, doch Neuvillette erklärte, dass das Fort Méropide nicht in den Zuständigkeitsbereich des Gerichts falle, und machte einen Alternativvorschlag. Da Tartaglia aus dem Gefängnis verschwunden ist und keine Sichtungen außerhalb des Gefängnisses gemeldet wurden, schlug er vor, jemand anderen mit den Ermittlungen zu beauftragen, was sie widerwillig akzeptierte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/399b775edc930c1479685ea47dc886e3_3348882611891200546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der/Die Reisende und Paimon hatten mit Neuvillette vereinbart, Tartaglias Verschwinden unter dem Deckmantel der Gefangenschaft zu untersuchen, um Informationen über den Verbleib des Fatui zu erhalten. Die Fatui hatten ihre eigenen Infiltratoren als Informanten sowohl zu den Gefangenen als auch zu den Wachen geschickt, doch diese verschwanden. Daraufhin wurden Lyney, Lynette und Fréminet entsandt, um das Fort zu infiltrieren und Informationen zu sammeln. Der „Vater“ ihres Hauses, die Bedienstete, beauftragte sie, das Geheimnis zu erforschen, das das Fort Méropide verbarg. Das Haus des Kamins hatte sehr lange nachgeforscht und versucht, das Geheimnis zu lüften, als alle ihre Informanten, einschließlich derer, die die Wachen infiltriert hatten, plötzlich verschwanden. Außerdem war es Arlecchino irgendwie gelungen, zu bestätigen, dass Focalors kein göttliches Herz besaß. Diese Information führte sie zu der Vermutung, dass Fontaines Göttliches Herz im Fort Méropide sein könnte und mit diesem „Geheimnis“ zusammenhängt. Die Bedienstete nutzte die Situation mit Tartaglia als Vorwand, um mit zwei hochrangigen Beamten am Hof von Fontaine zu verhandeln. Tartaglia war für sie so etwas wie ein Druckmittel.\n<color=#ffffff73>Bei ihren Nachforschungen fand Lyney heraus, dass das Fort Méropide eine „verbotene Zone“ hat, was von den Wachen bestätigt wurde. Nach einiger Überredungskunst willigte der Herzog des Forts, Wriothesley, ein, den Reisenden und Paimon in die verbotene Zone zu begleiten. Sie erreichten eines der drei riesigen Isolationstore, durch das nur Wriothesley eintreten durfte. Die Konzentration des Urmeeres in den Gewässern um das Fort Méropide hatte zu steigen begonnen, und in der „verbotenen Zone“ befand sich ein riesiges Schleusentor, das das Urmeer zurückhielt.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fe528b8667e756f11c1c864866b74822_7540592123183275540.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Anstieg des Urmeeres war besonders besorgniserregend, da in Fontaine eine Prophezeiung kursierte, die besagte, dass jeder Mensch in Fontaine mit „Sünde“ geboren wurde und eines Tages der Wasserspiegel in Fontaine ansteigen würde, wodurch die sündigen Menschen langsam ertrinken würden. <color=#ffffffd9>„Am Ende werden sich alle Menschen in den Wassern auflösen, und nur der Hydro-Archon wird übrig bleiben und auf seinem Thron weinen.“</color> Später stellte sich heraus, dass Tartaglias Verschwinden mit einer geheimnisvollen Stimme zusammenhing, die er im Fort Méropide hörte. Dieser Stimme folgend, floh Tartaglia aus dem Fort und landete im Urmeer, wo er das Bewusstsein verlor. Als er erwachte, schwamm ein riesiger Narwal vor ihm her. Er kämpfte mit dem Narwal und verhinderte so versehentlich, dass die Prophezeiung in Erfüllung ging."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/30e52c0f12e3a9272267dce7b8a66666_8035890872333343610.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Um die Menschen zu retten, falls sich die Prophezeiung bewahrheiten sollte, rekrutierte Wriothesley Jurieu und Lourvine für den Bau eines gigantischen Schiffes, das ebenfalls im Fort aufbewahrt wurde. Der Legende nach kam der remurische Gottkönig Remus nach Fontaine, nachdem er durch eine göttliche Offenbarung inspiriert worden war, und fand die Seherin Sybilla, die die Gestalt einer goldenen Biene angenommen hatte. Er nahm Sybilla mit sich und ritt auf einem riesigen Schiff, der Fortuna, und gründete seine Nation über den wogenden Wellen. Wriothesley ließ sich von der legendären Fortuna inspirieren und begann mit dem Bau eines Bootes, als er vermutete, dass das Urmeer jenseits des Tores lag. Als sich die Prophezeiung von Fontaine bewahrheitete, setzte der Herzog das gigantische Schiff Wingalet ein, um bei den Rettungsarbeiten zu helfen. Nachdem das Wasser zurückgegangen war, kehrte das Schiff zum Gefängnis zurück und wurde eingelagert, was in den Medien große Aufmerksamkeit erregte und einige Forscher neugierig machte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fort Méropide",
        "desc": "<p>Fontaine-Gefängnis, geleitet vom Herzog Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/e27911c30c5036e87c45ee64d39bdf18_9052857954631715839.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Der Letzte unter den Elf der Fatui, der Graf genannt, mit großen Erfolgen auf dem Schlachtfeld.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p>Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/61142474/8e44111a378f4e5379b8e7444e8c2daa_3466652756939044323.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Focalors ist der letzte Hydro Archon. <span class=\"wk-shady\">Sie starb durch ein Todesurteil durch das Oratrice mécanique d'Analyse cardinale.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Sternenverschlingender Narwal",
        "desc": "<p>Geheimnisvolle außerirdische Bestie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/36893887/d6f05906844b79f1be3d4f049381a60f_5076645313947257172.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Version 4.1: Zu den leuchtenden Sternen tief im Wasser"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15. September 2023</color>\nGeheimnisse liegen in der Geschichte begraben, in den Tiefen des Wassers.\nBis zur Aufdeckung der Wahrheit wird jemand auf den Wellen reiten."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=i7wgl1v1_5M&embeds_referring_euri=https%3A%2F%2Fwiki.hoyolab.com%2F&embeds_referring_origin=https%3A%2F%2Fwiki.hoyolab.com&source_ve_path=OTY3MTQ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Das vollständige Animationskurzvideo von Genshin Impact „Das Lied in der Glut“"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 April 2024</color>\nWie heißt es doch so schön? Das Erwachsenwerden ist ein Prozess, bei dem man sich allmählich von seinen Ketten befreit.\nDas Schicksal erlegt uns grausame Regeln auf, die Tage erscheinen düster wie die Nacht und von der Zukunft bleibt nur das Nachglühen eines schönen Traums.\nAlso richten wir unsere Klingen zueinander, die untergehende Sonne begraben wir und heißen die aufgehende Sonne willkommen.\nUnd dann, sobald der Käfig bricht ...\nAuf dass die sanfte Flamme die noch nicht erblühte Blume verbrenne und ein Lied aus der Glut ertöne."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=tN5JACOEJFM"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrationen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Sonderausgabe der Zeitung Dampfvogel: Die Vorstellungsseite zu den neuen Gebieten von Version 4.1 ist online!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c6b7b009dc82356a3ab1ff5fc80fc489_5187964082485960714.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19. September 2023</color>\nHallo, Reisende!\nNach der Aktualisierung auf Version 4.1 werden die Gebiete „Forschungsinstitut für kinetische Energie Fontaine“ und „Bezirk Liffey“ in Fontaine verfügbar sein! Sieh dir diese Sonderausgabe vom „Dampfvogel“ an und erfahre mehr über deren Besonderheiten!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Einführungen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Neuer starker Gegner: Arlecchino"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/237301566/43e20330e7761386bbf681de20d52b11_2901962607662459802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24. April 2024</color>\nHallo, Reisender!\nNach der Aktualisierung auf Version 4.6 wirst du auf Arlecchino, einen mächtigen neuen Gegner treffen. Werfen wir nun einen Blick darauf, welche besonderen Eigenschaften sie hat und wie man damit umgeht!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ressourcen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Rezepte"
      },
      {
        "type": "CustomEntry",
        "epId": 4386,
        "name": "Rezept: Forelle Amandine",
        "desc": "<p>Rezept mit detaillierten Schritten zur Zubereitung von „Forelle Amandine“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/47685001/60c9c277139b43907167e6452d409874_4711823648769653441.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4385,
        "name": "Rezept: Gegrillte Rippchen",
        "desc": "<p>Rezept mit detaillierten Schritten zur Zubereitung von „Gegrillte Rippchen“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/47685001/60c9c277139b43907167e6452d409874_8616495979128563600.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4424,
        "name": "Rezept: Kaffee-Bavarois",
        "desc": "<p>Rezept mit detaillierten Schritten zur Zubereitung von „Kaffee-Bavarois“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/47685001/60c9c277139b43907167e6452d409874_7753685518540154174.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4425,
        "name": "Rezept: Haggis",
        "desc": "<p>Rezept mit detaillierten Schritten zur Zubereitung von „Haggis“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/47685001/60c9c277139b43907167e6452d409874_549329263042271907.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Material zur Verbesserung von Figuren"
      },
      {
        "type": "CustomEntry",
        "epId": 4380,
        "name": "Fontemer-Horn",
        "desc": "<p>Dieser elektrisch geladene Fortsatz des Millenniums-Perlenseepferds dient diesem auch als königliches Instrument und als Symbol für dessen Erhabenheit, wurde aber mittlerweile von dem Herausforderer abgetrennt.<br>Als Spitzenprädator, der sich aus dem Blubber-Seepferdchen entwickelt hat, unterscheidet sich die evolutionäre Reise des Millenniums-Perlenseepferds deutlich von der anderer Fontemer-Mutanten: Anstatt sich entsprechend ursprünglicher Physiognomie zu entwickeln und stärker zu werden, bildeten sich Gliedmaßen und Hörner, die die Blubber-Seepferdchen eigentlich nicht aufweisen, gemeinsam mit Veränderungen der Knochenstruktur und Muskulatur. Es entwickelte dadurch eher eine Ähnlichkeit zu den fantastischen Bestien alter Legenden als zu der Gestalt, der es ursprünglich entsprungen war. In der Fantasie der Dichter und Dramatiker besitzen selbst Seepferdchen den Gestus eines scheckigen Rosses, wie es über Wiesen und Felder hinweg galoppiert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/36893887/7be427946bd4dde5c5fa47f52bd7a051_5403059984992011448.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Einprägsame Gegner Materialien"
      },
      {
        "type": "CustomEntry",
        "epId": 5607,
        "name": "Schwelende Kerze",
        "desc": "<p>Eine Kerze, die du nach dem Duell mit der Bediensteten in den Ruinen gefunden hast.</p><p>Die Legende besagt, dass, wenn sie in den Händen eines Sünders liegt, sich das Licht der Kerze in Schatten verwandelt, welche dessen Schritte und mörderische Absichten verbergen.</p><p>Aus unbekanntem Material gefertigt, vergießt sie brennend keine Wachstränen und hinterlässt nur schwarze Asche, die vom Wind fortgetragen, hin in unbekannte Ferne schwebt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/12c3d10c72d5f5908820015fc7856de8_5019112740539077477.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5606,
        "name": "Seidene Feder",
        "desc": "<p>Ein Splitter, den du nach dem Duell mit der Bediensteten in den Ruinen gefunden hast.<br>Das Blut und das Feuer, längst erkaltet, haben die Form einer Feder beibehalten und kräuseln sich zu geronnenen schwarzen Fasern.<br>In ihrer geistigen Unreife sind Kinder gänzlich auf die sorgsame Pflege ihrer Eltern angewiesen, ähnlich wie Küken den Schutz der elterlichen Flügel benötigen.<br>Um dieses Bedürfnis zu stillen, webte „Vater“ gefährliche Spinnweben zu Federn gleich jenen von Vögeln, um dem Zuhause einen Hauch von Wärme zu schenken.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/da99b97d2e27560f02c024f9b1ff5190_4029623369652738977.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5605,
        "name": "Ablehnung und Urteilsspruch",
        "desc": "<p>Ein Ohrring, den du nach dem Duell mit der Bediensteten in den Ruinen gefunden hast.</p><p>Die roten Zeichen darauf, gleich dem Muster in ihren Augen, sind zugleich Verkündung und Zurückweisung.</p><p>Wie die Kinder, die ihre Eltern früh verloren hatten, von klein auf großem Leid ausgesetzt waren, hat sich tief in ihr Gedächtnis eingegraben.</p><p>Das Schicksal prüft uns Menschen, aber es gibt auch solche, die dem Schicksal in die Augen sehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/a84e058dc658533ccc3e2484bfbe7bf6_2221881801656643179.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hilfsmittel"
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "name": "Hinweisakte zu Fort Méropide",
        "desc": "<p>Aufzeichnungen zahlreicher Hinweise, denen ihr im Fort Méropide nachgegangen seid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b35798b83d28d3754e8d588ae3485fca_2484743496047895899.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verbrauchsgegenstand"
      },
      {
        "type": "CustomEntry",
        "epId": 4453,
        "name": "Wohlfahrtsmahlzeit",
        "desc": "<p>Eine von der Tauschscheinkantine ausgegebene Wohlfahrtsmahlzeit. Weil sie kostenlos ist, ist sie Überraschung und Risiko zugleich.</p><p></p><p>Verwende sie, um ein Gericht und ein Los des Schicksals zu erhalten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/818da5f6a5d2a9ebb0d826cd4ea84b7a_4076894179447550577.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Strahlender Drehkristall"
      },
      {
        "type": "CustomEntry",
        "epId": 4493,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4494,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4495,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4496,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lebewesen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Gegner und Monster"
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Millenniums-Perlenseepferd",
        "desc": "<p>Einer der beiden obersten Herrscher, die an der Spitze der Fontemer-Mutanten stehen.<br>Dichter und Schriftsteller bezeichnen ihn wegen seiner Zurückgezogenheit oft als stolz und edel, doch eigentlich verdankt er diese Darstellung seinem schlanken und anmutigen Körper. Deshalb wird ihm auch die Bezeichnung „Seepferd“ zuteil, während der König der Panzerkrabben „Kaiser“ genannt wird.<br>Der Legende nach soll unter den Fontemer-Mutanten ein erbitterter Krieg ausgebrochen sein, an dessen Ende schließlich nur noch das „Millenniums-Perlenseepferd“ und der „Kaiser von Feuer und Eisen“ übrig waren und um den Norden und Süden des Großen Sees kämpften. In der „Ballade von Dobharcu„ beschrieb der Autor das Ende des Krieges einst wie folgt: Der riesige Jäger-Schwertrochen, auch bekannt als der Sturmkönig, hauchte sein Leben aus und entfesselte Wellen von gewaltiger Größe; so läutete er die „erste Hochwasserperiode“ ein ...<br>All dies ist natürlich nichts weiter als das Produkt der romantischen Vorstellung eines Mannes, der nicht bereit war, sich der fantasielosen Realität hinzugeben. Die Fontemer-Mutanten sind letztlich nichts weiter als Wasserlebewesen. Sie verfügen weder über prunkvolle oder zerfallende Königshäuser noch über überschwängliche oder boshafte Worte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/c4f5112a860768d0c0c581344c205174_2377857180635815303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5595,
        "name": "„Arlecchino“",
        "desc": "<p>Die „Bedienstete“, die Vierte unter den Elf der Fatui.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/6673f62e348a0eb42218a128deb8410e_6696582390131444520.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Händler"
      },
      {
        "type": "CustomEntry",
        "epId": 4419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4421,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte NPCs"
      },
      {
        "type": "CustomEntry",
        "epId": 4420,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne ist eine Wache vom Fort Méropide. Er hilft dem Reisenden, Caterpillar und Lanoire während der Weltauftragsreihe „Die unvollendete Komödie“ dabei aus dem Fort Méropide zu fliehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/3e48716519d70c05febbdc4be9d0742c_8856562882077919421.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4524,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4525,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bibliothek",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bücher"
      },
      {
        "type": "CustomEntry",
        "epId": 4470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Abenteuerhandbuch",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Einführungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4558,
        "name": "Herausforderung der Pankration-Arena",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/30/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_1368545603686335288.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4554,
        "name": "Druckeinheit",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_5851593909174177919.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4556,
        "name": "Werkstücke mit der Maschine verarbeiten",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/30/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_7304812564870800399.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4553,
        "name": "Fliegender Energiedieb",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_4527429931123813433.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4551,
        "name": "Getriebeventil zum Schließen und Öffnen der Zugänge in alle Richtungen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_6771652512961937101.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karte",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Interaktive Karte"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-2111.82,-5796.59&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Berg Esus – Östlicher Ausläufer",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Berg Esus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/01cfc484dcf965992feb19f4b75f1c0d_9183540336167486658.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Berg Esus ist ein Untergebiet, das nördlich des Hofes von Fontaine liegt. Hier befinden sich die „Verstreuten Ruinen“ des Hauses des Kamins, das einst ein wundervoller Hof war, jetzt aber verödet ist. Hier fand ein Kampf zwischen der früheren Bediensteten und Fatui Crucabena und der aktuellen Bediensteten Arlecchino statt, die das gesamte Gebäude zerstörte. Am Eingang der Ruine befindet sich ein Grabstein mit der Aufschrift <color=#ffffffd9>„Hier liegt Crucabena. Um die verblassende Glut der Dämmerung zu betreten. Um den aufsteigenden Glanz der Morgendämmerung zu sichern.“</color> Die Schlacht, die hier stattfand, beendete das frühere Haus des Kamins, das wie das sterbende Licht begraben wurde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/0de847a72b6ea79ac09ef7f86390d746_7405368636656696707.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Im Norden des Berg Esus steht ein hoher, eigenartiger Beobachtungsturm, eine von drei Messstationen, die zur Überwachung der hydrologischen Daten genutzt wurden. Dieser Turm gehörte dem Forschungsinstitut Fontaine, wurde aber von den Fatui übernommen. In der Nähe der Station finden sich Notizen über die 34. unabhängige Ermittlungsgruppe, die hier mit konkreten Plänen für zwei Lager eingesetzt wurde. Lager 1 befindet sich südlich der zerbrochenen Brücke hinter dem Beobachtungsturm und hat die Aufgabe, die logistischen Routen zu sichern, um den sicheren Transport von Vorräten zu gewährleisten. Ihm gehören der Gefreite H.A. Petunin, der Gefreite N.N. Shagayev und der Gefreite A.U. Yudichev an. Lager 2 befindet sich auf der südlichen Hochebene des Beobachtungsturms in der Nähe der Klippe und ist für die Beseitigung potenzieller Bedrohungen durch Landungen zuständig. Ihm gehören der Gefreite V.T. Eyubov und der Gefreite C.A. Zinkov an. Sergeant F.S. Vorovskaya ist für Patrouillen zwischen den beiden Lagern zuständig, um Fehlverhalten zu überwachen und Selbstgefälligkeit zu verhindern. Jedes unbefugte Verlassen des Lagers führt zur Entlassung und zur Meldung an höherrangige Offiziere."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/bb1b648af7e7e266bfd8f4cb9ae0a8ab_9006547051627857528.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die hier stationierten Unteroffiziere und Gefreiten haben sich täglich zur festgesetzten Zeit vor dem Beobachtungsturm zu versammeln und auf das Signal hin durch Anschlagen des Topfes gemeinsam in dem dafür vorgesehenen Bereich zu essen. Es ist verboten, ohne Erlaubnis privat zu essen, und es ist strengstens untersagt, den Topf allein anzuschlagen und die Ruhezeit der Truppe zu stören. Um sie herauszulocken, schlugen der/die Reisende und Paimon auf den Kochtopf, und kurz darauf hörten sie eilige und hektische Schritte von weiter oben im Turm. Man hörte Oberleutnant A.M. Schumilow, der alle an die Vorschriften über die Essenszeiten erinnerte. Als er den/die Reisenden und Paimon bemerkte, stellte er ihre Identität und Anwesenheit unvermittelt infrage. Ein Kampf entbrannte, und gerade als der Trupp besiegt werden sollte, floh der Zugführer mit seinen Untergebenen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/6598ea917a0af7c45f5555e7796614d0_5830730596892090808.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Neben diesem Turm, auf der zerbrochenen Brücke, befindet sich ein unvollkommener Mecha, ein Garde-Mecha des neuen Typs R-101. Wenn man solche Mechas besiegt, erhält man ein Energiekonzentrationsbauteil, einst ein gewöhnliches bewegliches Uhrwerkbauteil, dem ein Energiespeicherring aus hochdichten Materialien hinzugefügt wurde. Sieben solcher Komponenten können eine Zelle in Kuisels Werkstatt im Bezirk des Forschungsinstituts für kinetische Energie Fontaine öffnen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/416a6503a47de16653157e71cd550353_8987514283506535084.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Im Süden des Teilgebiets befindet sich das Vertretungsbüro des Fontaine-Forschungsinstituts für Qualifikationsprüfungen. Der Leiter der Qualifikationsprüfung, Desnos, führt die vorläufigen Qualifikationsprüfungen durch. Früher kamen viele Abenteurer zur Rekrutierung hierher, aber nur der/die Reisende und Paimon erfüllten die Kriterien des Instituts. Zu den erforderlichen Dokumenten und Anmeldeinformationen für Abenteurer gehören ein Provisionslebenslauf, eine Einkommenserklärung, Informationen zu Provisionsbewertungen, Provisionsstatistiken, die Gesamtzahl der Sterne (Bewertung), ein Nachweis der Abenteurerqualifikationen, ein Reiseverlauf für die letzten 30 Tage und alle vergangenen und aktuellen Abenteuerhandbücher. Dazu gehören auch der gewöhnliche Wohnsitz, die Kontaktadresse, die Kontaktdaten, die Kontaktperson für Notfälle, Ihr aktueller Name, die Namen, die Sie in der Vergangenheit verwendet haben, etwaige Pseudonyme und/oder Aliasnamen, Erklärungen zu Treu und Glauben, Haftungshinweise, Verpflichtungserklärungen und Hinweise zum Haftungsausschluss. Selbst wenn Abenteurer alle Dokumente und Nachweise bereithalten und am angegebenen Ort zur Prüfung erscheinen, können sie den Auftrag nicht annehmen, wenn sie nur einen Punkt der Qualifikationsprüfung nicht bestehen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/0257e1e195d76b57844733fcc46e8a45_7217108248653215059.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aufgrund der strengen Regeln kehrten viele begeisterte Abenteurer, die eine erfolgreiche Anwerbung erwartet hatten, enttäuscht und verärgert zurück. Diese Kommission ist inzwischen so berüchtigt, dass niemand mehr überprüft werden will. Als der/die Reisende Desnos vor Mechas rettete, schlug er vor, sich mit einem leitenden Forscher des Fontaine-Forschungsinstituts, Nacker, zusammenzutun, um bessere Chancen zu haben, die Prüfung zu bestehen.\nAuf der linken Seite des Vertretungsbüros befindet sich ein Mecha des neuen Typs A-112 - ein unvollkommener Mecha, der zusammen mit anderen unvollkommenen Mechas von einem seltsamen Forscher, Coutrot, geschaffen wurde, der wegen seiner fragwürdigen Forschungen gefeuert wurde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/236a869b30d66ce531a207168c17ae57_4291605054246736270.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Unter dem Berg Esus gibt es eine Unterwasserhöhle mit der Dornenzyste. Sie kann lange Stacheln wachsen lassen und unbesiegbar werden, aber wenn die Zyste besiegt ist, bleibt an ihrer Stelle ein geheimnisvolles Erz zurück. Sieben Stücke des Erzes können in der Presserei von Bravais zu einem besonderen Schlüssel geschmiedet werden.\nIn diesem Untergebiet können die Aufträge"
      },
      {
        "type": "CustomEntry",
        "epId": 5508,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "und"
      },
      {
        "type": "CustomEntry",
        "epId": 5486,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5595,
        "name": "„Arlecchino“",
        "desc": "<p>Die „Bedienstete“, die Vierte unter den Elf der Fatui.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/36893887/6673f62e348a0eb42218a128deb8410e_6696582390131444520.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4459,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fort Méropide",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Fort",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/35b91b0f4bded29a18df0855fb35c083_3133651981380438014.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als der vorherige Hydro-Archon, Egeria, das Land regierte, wurden alle verurteilten Verbrecher aus Fontaine verbannt. Das Volk vertrieb die Verbrecher wie ein Wolfsrudel, das die Verbannten verjagt. Die Verbrecher erfuhren keinerlei Sympathie von Seiten des Volkes. Sie wurden an die trostlose Küste verbannt, wo sie nur Schmerz, Kampf und klirrende Kälte erlebten. Einige von ihnen begannen zu bereuen und beteten zum Hydro-Archon, um zu fragen, ob sie noch etwas tun könnten, um sich zu rehabilitieren. Egeria hatte Mitleid mit ihnen und sagte: <color=#ffffffd9>„Du darfst mein Geheimnis hüten, tief unter den Wellen.“</color> Und so versammelten sie sich, gestützt auf die Macht des Hydro-Archons, unter dem Meer und begannen, ein Fort zu bauen. Sie bildeten dort unten in den Tiefen eine Gemeinschaft und verhalfen ihr im Laufe der Jahre zum Aufschwung. Als die Zahl der Verbannten zunahm, schlossen sich mehr und mehr Menschen der Gemeinschaft an. Als die erste Gruppe von Exilanten starb, hinterließen sie ihren Nachfolgern das noch unvollendete Fort. Der Hydro-Archon unterstützte sie weiterhin, sodass das Fort und das, wofür sie stand, immer weiter wachsen konnten. Es dauerte nicht lange, bis diese dunkle Unterwasserfestung zum einzigen Zuhause für die Sünder wurde. Und damit hörten die Menschen hier auf, das Fort als Gefängnis zu bezeichnen. Sie sahen sich als reuige Sünder, die ihre Freiheit wiedererlangen würden, sobald sie sich ausreichend rehabilitiert hätten. Im Laufe der Zeit erkannten die Menschen auch, dass die Festung ein einsamer Ort war. Wenn sie sich erst einmal an das Leben hier gewöhnt hatten, konnten sie sich in der Überwelt nicht mehr wohlfühlen. Nachdem sie ihre Strafe verbüßt hatten, verließen einige das Fort, während andere blieben. Sie suchten sich eine müßige Stellung und ließen ihre verwelkten Seelen mit den alten Geheimnissen der Vergangenheit verblassen. Nach vielen, vielen Jahrhunderten erinnern sich nur noch wenige Menschen an den Grund für die Gründung der Festung. Heute nehmen sie sie nur noch als integralen Pfeiler der fontainischen Gesellschaft wahr, als Treffpunkt für Exilanten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/f43cc111ff0c95bba9cc967098a92ca6_5525066251122378819.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Das Fort ist eine Unterwasserfestung, die ein gewisses Maß an Autonomie und Selbstverwaltung gegenüber den Rechtssystemen Fontaines besitzt. Trotz ihrer Autonomie dient sie als Gefängnis für diejenigen, die vor Gericht gestanden haben und verurteilt worden sind. Es ist ein Ort, an dem jeder neu anfängt und sich seine Gutscheine von Grund auf verdient. Das Fort verfügt über alle Arten von mechanischen Produkten für den offiziellen Gebrauch und einige lebenswichtige Güter, die aus der Überwelt bezogen werden müssen. So stehen Neuvillette, der Iudex von Fontaine, und Wriothesley, der Herzog des Fort von Méropide, in Kontakt. Außerdem ist die Festung derzeit der größte Hersteller von Fontaines Uhrwerk-Mecha. Im oberen Stockwerk des Fort von Méropide befindet sich ein Kanal, durch den Gefangene aus der Opera Epiclese transportiert werden.\nDie Hauptwährung des Forts sind die Tauschscheine. Als Teil eines Experiments wurden sie geschaffen, um zu verhindern, dass die Macht der Götter eingreift oder die Macht der Reichen gegenüber den Armen verschönert. Gutscheine können Wünsche erfüllen, Macht verleihen und sogar das Schicksal verändern. Innerhalb des Fort erhält jeder die Chance auf einen Neuanfang, unabhängig von seinem früheren Reichtum oder Status.\nDas Gefängnis nimmt einen großen Unterwasserbereich im Bezirk Liffey ein. Das Gefängnis verfügt über spezielle Suchscheinwerfer, die Flüchtige überwachen. Wenn sie sich zu lange in der Nähe dieser Scheinwerfer aufhalten, könnten sie selbst in dem Fort landen. Es gibt ein komplexes System von Metallrohren, die regelmäßig gewartet werden müssen. Ein junger Festungsarbeiter, Balent, stellte bei einer Routineinspektion fest, dass die Ersatzteile defekt waren. Obwohl er neue beantragte, waren diese noch nicht geliefert worden, also beschloss er, die Wartung der Rohrleitungen selbst zu übernehmen und wurde von Hilichurls gefangen genommen. Mit der Hilfe des/der Reisenden wurde das Gasleck in den Rohren gestoppt und Balent gerettet.\nIm Fort Méropide können die Aufträge"
      },
      {
        "type": "CustomEntry",
        "epId": 5498,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5500,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5495,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5501,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5503,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5507,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5497,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5490,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5494,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5502,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5493,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5504,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5506,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5489,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "und"
      },
      {
        "type": "CustomEntry",
        "epId": 5496,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "gefunden werden."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwaltungstrakt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/d432afeeebb4066c9e989bc5cd5b1a1d_6759398035729676588.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die zweite Ebene des Verwaltungstrakts verfügt über einen Aufzug in die obere Ebene der Festung, sodass alle Insassen zunächst hier zum Rezeptionisten Monglane kommen. Wenn die Insassen Fragen haben, stellen sie eine Anfrage über ein spezielles Formular, das dann später kategorisiert und insgesamt beantwortet wird. An der Anmeldung an der Rezeption kann jeder an der internen Zufriedenheitsumfrage der Tauschscheinkantine teilnehmen und hat so die Chance, Tauschschein-Prämien zu gewinnen. Unabhängig von den Antworten füllt Monglane die Umfrage selbst mit „zufriedenstellenden“ Antworten auf alle ihre Fragen aus."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/fdae1fb8bde9df163d3e0fac9bcd44d6_8403292574097080366.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Das Büro des Herzogs befindet sich an zentraler Stelle in dem Fort von Méropide. Obwohl seine Tür oft fest verschlossen ist, weiß sein Besitzer dennoch alles, was in der Festung geschieht. Das Kontor hat insgesamt drei Stockwerke, wobei das oberste Stockwerk das Büro von Wriothesley ist. Der jetzige Herzog Wriothesley war einst ein Gefangener in dem Fort von Méropide. Er wurde als Teenager in die Festung geschickt, nachdem er verurteilt worden war, seine Pflegeeltern aus Rache für deren ausbeuterisches Pflegefamiliensystem umgebracht zu haben. Während seiner Zeit als Gefangener in der Festung verdiente er mehr Tauschscheine als alle anderen Insassen zusammen. Dieser angehäufte Reichtum machte ihn zu einem angesehenen Mann unter seinen Mitgefangenen, aber der damalige Verwalter löschte sein Konto vollständig. Wriothesley forderte den Verwalter zu einem Duell heraus, und als der Tag des Duells kam, floh der Verwalter. Das Duell fand zufällig am Tag von Wriothesleys Entlassung statt, und da der Verwalter nirgends zu finden war, gab es auch niemanden, der seine Entlassungspapiere unterschreiben konnte. Er betrat daraufhin das Büro in der Mitte der Festung und übernahm alle relevanten Aufgaben. Anschließend führte er mehrere Reformen durch, um das Leben innerhalb des Gefängnisses zu verbessern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/8e713a362de4529d26568515115f6d53_2529251628098195653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Im Keller des Büros des Herzogs befinden sich ein Aufzug zur verbotenen Zone und die Tür, die zum Schiff Wingalet führt. Die verbotene Zone ist ein Ort, an dem das Urmeer versiegelt ist. Wegen des alles verschlingenden Narwals, einer mysteriösen und riesigen Kreatur aus einer anderen Welt, ist der Pegel des Urmeeres gestiegen und hat das Siegel zerstört. Mit der Hilfe von Wriothesley, der Meisterduellantin Clorinde und dem Hydrodrachen Neuvillette wurde das Tor wieder versiegelt. Die Wingalet ist ein Schiff, das vom Gott König Remus inspiriert wurde, der auf seinem goldenen Schiff „Fortuna“ nach Fontaine kam. Die Wingalet half bei der Rettung vieler Menschen, als das Wasser Fontaine überschwemmte, und ist jetzt in einem Lager untergebracht."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/e0fe63f958789ea9ad0f2518103aa7c7_5786088942249010659.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Mahlzeiten in dem Fort von Méropide werden hauptsächlich von der Tauschscheinkantine bereitgestellt. Eine Person kann eine Wohlfahrtsmahlzeit pro Tag aus dem Mecha Bran der Kantine erhalten, die eine kostenlose Mahlzeit voller Überraschungen und einen Glückszettel enthält. Laut Feedback-Umfragen wünschen sich die Menschen mehr Abwechslung und einen höheren Anteil an leckeren Mahlzeiten. Einige wünschen sich sogar ein Punktesystem: Wer fünf schlechte Mahlzeiten hintereinander isst, erhält eine gute Mahlzeit seiner Wahl. Cuistot von den „Bombshell Bros“ arbeitet als Küchenhilfe und hilft bei der Zubereitung der Sozialmahlzeiten. Der Leiter der Tauschscheinkantine, Wolsey, ist der Meinung, dass hinter jeder schlechten Mahlzeit ein Koch steht, der diese Mahlzeit zubereitet hat, also sollte man diesen Köchen und ihren minderwertigen Gerichten eine Chance geben. Mit genügend Tauschscheinen kann man auch Mahlzeiten nach seinem Geschmack kaufen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/ec54b101094d258148a8382452c167be_5181155904274583310.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Neben der Kantine befindet sich ein Versammlungsraum der „Barettgesellschaft“. Ursprünglich sollte sie Häftlinge unterstützen, die sich in der Festung hilflos und einsam fühlten. Dougier, der Leiter und Gründer der Barettgesellschaft, erklärte, seine Aufgabe sei es, allen zu helfen, ein neues Leben zu beginnen, damit sie nicht länger ein so düsteres Dasein fristen müssten. Wriothesley genehmigte Dougiers Antrag für die Organisation, da er glaubte, dass es sich um eine Gruppe mit vorbildlichen Gefangenen handelte und dass sie ein großartiger Ort für diejenigen war, die eine Wende herbeiführen wollten. Die Mitglieder der Gesellschaft trugen Baskenmützen als sichtbares Erkennungszeichen und Symbol des Gemeinschaftsstolzes. Dougier glaubte, wenn die Mitglieder Freude und Stolz an der Zugehörigkeit zur Gruppe verspürten, dann würden auch die Hüte zu einem Punkt des Stolzes für sie werden. Die Baskenmützen standen für alles, worauf die Gruppe hinarbeitete - Optimismus, Gemeinschaft, harte Arbeit und den Wunsch, ein neues Leben zu beginnen. Die Baskenmützen dienten auch als Symbol für „Musterbürger“ und halfen bei der Anwerbung neuer Mitglieder. Durch subtile Andeutungen wurde Wriothesley schnell klar, dass mit der Barettgesellschaft etwas nicht stimmte. Nach einigen Nachforschungen stellte sich heraus, dass die Baskenmützen einen Dorn enthielten, der mit Aqua Doloris gefüllt war, einer dunklen Flüssigkeit, die Angst auslöste, wenn sie in die Gehirne der Mitglieder injiziert wurde. Dougier bestrafte und folterte mit dieser Flüssigkeit diejenigen, die gegen die wahren Regeln der Gesellschaft verstießen. Der Verstoß gegen eine Regel hatte eine „Zensur“ zur Folge, bei der der Dorn Aqua Doloris in den Kopf des Mitglieds injiziert wurde, was Angst auslöste und an Dougiers Autorität erinnerte. Für größere Verstöße gab es strengere, nicht erwähnte Strafen. Außerdem hatte er eine „Armee“ von Gardemechas zusammengestellt, die er zum Sturz von Wriothesley einsetzen wollte. Dougiers Pläne wurden schließlich vereitelt, was zu seiner Verhaftung und der Auflösung der Gesellschaft führte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/8b642b04cebb394f1ef87393b2cc7f08_5017449656053103972.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Knochenbrecherladen wird von Alvard betrieben und befindet sich im südöstlichen Teil des Verwaltungstrakts. Es ist das am besten ausgestattete nicht-offizielle Warengeschäft in dem Fort von Méropide. Solange man im Besitz von Tauschscheinen ist, kann man hier alle möglichen Gegenstände kaufen, sei es Hydro-Phantasma Taint-B-Gone oder Hilfsgegenstände für den Pankration Ring. Der größte Teil der Waren wurde als Geschenk für den/der Reisende(n) und Paimon von einem kleinen Mädchen namens Lanoire gekauft, das in der Festung geboren wurde. Vidoc, ein Insasse der Festung, sagte dem/der Reisenden und Paimon, sie sollten ihn im Knochenbrecherladen aufsuchen, nachdem sie genug Tauschscheine hatten, um sie gegen Informationen über die „versteckten Regeln“ einzutauschen. Ein Buch namens „Die Kunst des Verhandelns“ kann von Alvard gekauft werden. Es vermittelt tiefe Einblicke und Verständnis für die Abgründe der menschlichen Natur, ein wahrhaft unvergleichlicher Beitrag zur Wissenschaft und Kunst des Erfolgs."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/1993ef2602143e4720d113596a6fef42_3169960693086889414.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Neben dem Aufzug zum oberen Stockwerk befindet sich eine Tafel, die für das von der Wächterin Estienne organisierte Tauschschein-Millionär-Spiel verwendet wurde. Das Gewinnerteam musste mehr Gutscheine als die anderen Teams bekommen, um Estienne bei einem seiner Rundgänge außerhalb des Fort von Méropide zu begleiten. Der/Die Reisende und Paimon verbündeten sich mit einem Mädchen namens Lanoire und ihrem geheimnisvollen Freund Caterpillar, während das gegnerische Team aus Genevieve, Poiret, Rave und Darcy bestand. Das zweite Team hatte schon fast gewonnen, als sich herausstellte, dass Caterpillar in all den Jahren, die er in der Festung verbracht hatte, eine Million Tauschscheine gesammelt hatte.\nDer Verwaltungstrakt ist ein Treffpunkt der Theatergruppe Drei Scheine, deren Stammbesetzung aus Meilhat und Fourmon besteht. Sie proben ein Stück mit dem Titel „Die GBaronin von Monte-Mer“, sind sich aber nicht sicher, wie es ausgehen wird. Die Geschichte beginnt in einem Land der Verbannten namens Monte-Mer. Eine Frau namens Juliette hat ihren Verlobten durch einen brutalen Mord verloren, der ihr angehängt wurde und für den sie verbannt wurde. Das Feuer der Rache brennt in ihrem Herzen und weigert sich, der Zeit oder der Stille nachzugeben. Es wird der Tag kommen, an dem sie endlich flieht und sich an allen rächt, die dafür verantwortlich sind. Wie es der Zufall will, entkommt sie nicht nur Monte-Mer, sondern stößt auch auf dessen verborgenen Schatz. Einer nach dem anderen rächt sich an denen, die ihr Unrecht getan haben. Doch in der Euphorie der Rache hat sie ihr eigenes Mitgefühl verloren. Als sie ihrem Erzfeind von einst, Jerome, der ihren Verlobten getötet hat, gegenübersteht, fordert er sie auf, ihm das Messer in die Brust zu stoßen, wenn sie durch Rache befreit werden soll. Nach dieser Szene gibt es zwei Möglichkeiten, wie die Handlung weitergehen kann. Die eine ist, dass Juliette ihre Rache abbricht und den Rest ihres Lebens damit verbringt, die Welt zu bereisen und das Leben zu genießen. Die andere ist, dass sie ihre Rache vollendet, nur um festzustellen, dass sie sich innerlich immer noch leer fühlt, also spendet sie ihr gesamtes Vermögen für wohltätige Zwecke, wird alt und stirbt allein an dem Ort, an dem sie ihren Verlobten kennengelernt hat. Fourmon ist der Meinung, dass der Verzicht auf Rache als eine Art von Freiheit gelten kann. „Töte deinen Erzfeind, und du wirst glücklich sein“, mag erfreulich klingen, aber Glück wird geschaffen und aufgebaut und nicht durch zerstörerische Mittel wie Rache erreicht. Menschen gewinnen kein Glück durch Vergeltung, sondern nur ein sündhaftes Vergnügen. Aber wenn diese Euphorie vergeht und sie keine andere Richtung im Leben finden können, hinterlässt sie nichts als eine große Leere im Inneren. Auf dem Weg der Rache müssen sie unbedingt einen anderen Weg der Erlösung als die Rache selbst finden. Im Gegenteil, Meilhat glaubt, dass Rache das bessere Ende sein wird, denn Jerome ist der Dreh- und Angelpunkt der ganzen Rachegeschichte. Wenn er den Stachel der Rache nicht spürt, wird es sich wie eine völlige Enttäuschung anfühlen. Die Figur sich den Schmerz und die Leere nur vorstellen zu lassen, ist auch etwas anderes als das, was sie nach der Tat tatsächlich erlebt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/c37c2a48cefbc06cf02cdea0cce06b72_543535898359500653.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Pankration-Ring ist die beliebteste Form der Unterhaltung in dem Fort von Méropide. Alle Turniere werden von Roussimoff ausgerichtet. Im Pankration-Ring kann mit einem Leibwächter, Nizami, gekämpft werden. Obwohl die Regeln besagen, dass es sich um „Pankration“ und damit um einen Nahkampf handelt, wird die „Verwendung anderer Handwaffen im Kampf gegen andere“ nicht als Regelverstoß angesehen. Solange die besonderen Bedingungen erfüllt sind, können alle auf der Bühne des Pankration-Rings stehen, egal ob Sternschildkrabbe oder Uhrwerk-Mecha. Das siegreiche Team erhält Tauschscheine sowie eine fantastische Fonta-Trophäe. Wenn sie im Fontaine-Forschungsinstitut vorgeführt werden, kann der Gewinner kostenlos so viel Fonta trinken, wie er möchte. Einmal wollte das Institut seinen neuen roten Fonta-Geschmack testen und bot sogar an, das Pankrationsturnier zu sponsern, um sein neues Produkt zu bewerben, aber der Herzog lehnte die Idee ab. Die Vertreter des Instituts versuchen immer noch, für ihr Getränk zu werben, und so entstand die „versteckte Regel“ des Pankration-Rings: Wenn jemand versucht, beide Boxer gleichzeitig zu unterstützen, erhält er am nächsten Morgen ein Paket, das eine seltsame blutfarbene Flüssigkeit enthält."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/237301566/887c430dd341d1e2f5d2f2989e5514dc_1948627965960825240.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Obwohl es dem/der Reisenden verboten ist, am Turnier teilzunehmen, da das Ergebnis von vornherein feststeht und alle Spannung aus dem Spiel genommen ist, durften sie Genevieve und Poiret, die schwächsten Teilnehmer, trainieren. Sie lernten sich bei dem Spiel Tauschschein-Millionär kennen, wo sie in den gegnerischen Teams spielten. Genevieve war früher Forscherin am Institut, aber wegen ihrer Wutausbrüche und der Bedrohung von Kollegen mit ihrer Axt wurde sie in das Fort geschickt. Sie hackte Brennholz, um Stress abzubauen, wenn ihre Forschung auf der Kippe stand, und so wählte sie die Axt als ihre Hauptwaffe für das Turnier. Der Detektiv Poiret kannte keine Waffen und wählte Flaschen mit Kryo- und Lungenenergie, die in einem Behälter aufbewahrt wurden. Nach mehreren Trainingseinheiten gewannen Genevieve und Poiret das Pankrationsturnier unter der Anleitung des/der Reisenden. Genevieve, die viele Tauschscheine gewonnen hat, plant, ihre Forschungen fortzusetzen, und Poiret hofft, mit seiner Detektivarbeit über Fontaine hinauszuwachsen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/94e118b6d7b0ce323f31f83a7e6ce40e_4769162883920695729.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als ehemaliger Forscher hinterließ Clynes einige Graffiti an den Wänden des Verwaltungstrakts. Dieses Graffiti enthielt ein spezielles Zeichen des Fontaine-Forschungsinstituts, das nur mit einer besonderen Methode entziffert werden kann. Der Chiffre-Brief ist eine Technologie, die von Herrn Butor, Clynes' Wohltäter, entwickelt wurde, und nur wenige wissen, wie sie zu entschlüsseln ist, selbst im Fontaine-Forschungsinstitut. Die Wächter des Forts, Galvaryet und Maupoil, haben alle möglichen Reinigungsmittel ausprobiert, um die Graffiti von den Wänden zu entfernen, ohne Erfolg, also haben sie den/die Reisende/n um Hilfe gebeten. Es stellte sich heraus, dass Clynes hoffte, Bekannte zu treffen, die in der Lage sein würden, das Zeichen zu entziffern, weil sie dann etwas Gemeinsames hätten, worüber sie reden könnten. Obwohl es Clynes freisteht, das Fort zu verlassen, beschließt er, dort zu bleiben, weil er sich Sorgen macht, seine Freunde nicht zu sehen.\nAuf dieser Ebene sind der ehemalige Forscher des Fontaine-Forschungsinstituts, Nacker, und die „Arglistige Blasenmandarine“ zu finden. Nacker wurde in das Fort von Méropide geschickt, weil er den Arkhiumkern aus dem Institut gestohlen und die zweite Explosion des Zentrallabors ausgelöst hat. „Arglistige Blasenmandarine“ war früher ein Kader der „Fruchtigen Ordnung“, einer Gruppe von Schatzsuchern, die sich nach Früchten benannt hat. In den Ruinen des Instituts fand er die unvollendete Formel für „Reines Wasser“ und stellte einen Trank her, in der Hoffnung, dass seine Adoptivschwester Blanche eine bessere Zukunft haben könnte als er. Er schickte die vollständige Formel an das Institut und ging zum Fort. Derzeit plant er, einen Laden zu eröffnen, will aber nicht die Aufmerksamkeit von Alvard auf sich ziehen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fort Méropide",
        "desc": "<p>Fontaine-Gefängnis, geleitet vom Herzog Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/e27911c30c5036e87c45ee64d39bdf18_9052857954631715839.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Eine unbesiegte Duellrepräsentantin. Mit dem Schwert in der Hand bewahrt sie die „Gerechtigkeit“ des Hofs von Fontaine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4420,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4421,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4525,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne ist eine Wache vom Fort Méropide. Er hilft dem Reisenden, Caterpillar und Lanoire während der Weltauftragsreihe „Die unvollendete Komödie“ dabei aus dem Fort Méropide zu fliehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/3e48716519d70c05febbdc4be9d0742c_8856562882077919421.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4524,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Sternenverschlingender Narwal",
        "desc": "<p>Geheimnisvolle außerirdische Bestie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/36893887/d6f05906844b79f1be3d4f049381a60f_5076645313947257172.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "name": "Hinweisakte zu Fort Méropide",
        "desc": "<p>Aufzeichnungen zahlreicher Hinweise, denen ihr im Fort Méropide nachgegangen seid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b35798b83d28d3754e8d588ae3485fca_2484743496047895899.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4453,
        "name": "Wohlfahrtsmahlzeit",
        "desc": "<p>Eine von der Tauschscheinkantine ausgegebene Wohlfahrtsmahlzeit. Weil sie kostenlos ist, ist sie Überraschung und Risiko zugleich.</p><p></p><p>Verwende sie, um ein Gericht und ein Los des Schicksals zu erhalten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/818da5f6a5d2a9ebb0d826cd4ea84b7a_4076894179447550577.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Verwaltungstrakt - Schlaftrakt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/628776a84b2687d0fe14d98aee9dbdcd_8372827204582201289.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Auf der oberen Ebene des Verwaltungstrakts befindet sich der Schlaftrakt, in dem die Schlafsäle, die Poststelle, die Krankenstation und der Erosionsgraben untergebracht sind. Die Schlafsäle sind die Schlafräume für die Gefangenen und einer der Hauptaufenthaltsbereiche der Insassen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/389ae1d8c4159e91f7c6e34e254bfc6b_576172327002414285.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Poststelle befindet sich gegenüber der Krankenstation. Im Austausch gegen Gutscheine hilft Lutz den Insassen des Forts, Briefe an die Oberfläche zu schicken. Die Poststelle ist berüchtigt dafür, die langsamste Warteschlange in dem Fort von Méropide zu sein, weil Lutz die Briefe beim Abtippen verschönert. Die Insassen müssen die Briefe dann noch einmal überprüfen, um sicherzugehen, dass sie mit dem Ergebnis zufrieden sind, was die Abläufe in der Regel verlangsamt. Wenn der Häftling ohnmächtig wird, muss er am nächsten Tag noch einmal von vorne anfangen. Einem Insassen ist es dreimal hintereinander nicht gelungen, einen Brief abzuschicken, die Leute nennen ihn „Unglücksdecembre“. Beim ersten Mal verschlief Decembre und konnte seinem Sohn keinen Brief schicken. Beim nächsten Mal wachte er früh auf, ließ das Frühstück aus und wurde am Nachmittag ohnmächtig. Er war bewusstlos, und als er wieder zu sich kam, war die Poststelle für den Tag geschlossen. Einmal bat Decembre den/die Reisende/n, ihm zu helfen, einen Geburtstagsbrief an seinen Sohn auf der Oberfläche zu überbringen, aber am Ende stellte sich heraus, dass der Brief zu jemand anderem gehörte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/237301566/fc2a33f9351c6c32fbb9f97f681429c5_8375521877014712432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Krankenstation ist der Ort, an dem die Insassen bei Sigewinne Hilfe suchen, wenn sie sich unwohl fühlen. Sigewinne ist die Oberschwester des Fort, die sich um ihre Patienten kümmert. Obwohl sie als Oberschwester bezeichnet wird, erledigt sie alle Arbeiten, die mit der Krankenpflege zu tun haben, ganz allein. Sie verlässt die Krankenstation eine halbe Stunde vor dem Mittagessen, weil um diese Zeit normalerweise alle beschäftigt sind und es keine Patienten zu versorgen gibt. Eine Melusine Ottnit aus der Maréchaussée-Phantom kommt an ihrem freien Tag oft hierher, um mit ihrer Freundin zu sprechen. Wenn Sigewinne sich mit ihren melusinischen Freunden trifft, wetten sie oft, wer mehr Aufkleber auf die Sachen des Herzogs kleben kann."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/237301566/707a80f16d1238008ffa59d1f9399e4d_8618240651510151459.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sigewinne war selbst einmal eine Insassin des Fort. Vor vielen Jahren freundete sich Sigewinne mit einem Menschenmädchen an, doch dieses wurde krank. Die Melusine hatte bereits Medizin studiert und wollte ihre Freundin heilen, aber die Eltern des Mädchens verbaten es ihr, da Sigewinne kein Mensch war. Sigewinne wandte sich an ihren Lehrer, und der Arzt gab ihr einen Trank, der ihr Aussehen verändern konnte. Die Melusine wurde menschenähnlich und konnte ihre Freundin retten, wurde aber eines Verbrechens beschuldigt. Ein altes Gesetz in Fontaine verbot jeden Versuch, andere Spezies in einen Menschen zu verwandeln, und so wurde sie in das Fort von Méropide geschickt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/237301566/4df69b13083cac59bb566a799dfdc9e2_8854795599681965994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach Verbüßung ihrer Strafe blieb die Melusine dort und wurde zu einem wichtigen Teil der örtlichen Verwaltung. Heute ist Sigewinne die oberste Krankenschwester des Forts, und für die Patienten ist sie wie ein vom Himmel herabgestiegener Engel und die „Sonne“ des Forts, die eine strahlende Wärme in ihr dunkles, feuchtes Gefängnis bringt. Zum Dank für die Freundlichkeit und Fürsorge des „Engels“ fügten die Wärter den zahlreichen Regeln des Fort von Méropide eine weitere „ungeschriebene Regel“ hinzu: Wer unhöflich zu Sigewinne ist, wird besonders hart bestraft. Die Insassen ihrerseits haben eine unausgesprochene Vereinbarung, dass besonders wilde und gewalttätige Neuankömmlinge bei ihrer Aufnahme eine „Verwarnung“ erhalten müssen. Sigewinne selbst ist sich all dieser Bräuche, die sich um sie herum entwickelt haben, nicht bewusst und bedient ihre Patienten einfach wie immer.\nAls die Fatui Arlecchino Lyney, Lynette und Freminet aus dem Haus des Kamins schickte, um das Verschwinden einer der Elf zu untersuchen, sollte Lynette die Krankenstation untersuchen, aber Sigewinne durchschaute ihren Plan. Hinter den Kisten befand sich ein Geheimgang, der zur Wingalet-Fabrik führte und den die Forscher Lourvine und Jurieu benutzten.\nAuf der oberen Ebene des Verwaltungstrakts befinden sich ein ehemaliger leitender Forscher, Edwin Eastinghouse, und „Tapfere Valbeere“. Edwin wurde zunächst der Zerstörung des Zentrallabors im Fontaine-Forschungsinstitut beschuldigt und für tot gehalten, später aber im Erinnyes-Wald versteckt aufgefunden. Obwohl er seine Unschuld beteuerte, wurde er wegen Schädigung des Instituts in das Fort geschickt. „Tapfere Valbeere“ ist ein Freund von „Arglistige Blasenmandarine“, der den Fruchtorden verlassen hat. Obwohl er und Arglistige Blasenmandarine in der Nähe leben, glaubt Tapfere Valbeere immer noch, dass sein Freund tot ist, während Arglistige Blasenmandarine glaubt, dass seine Augen ihn täuschen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/c5e15180f9f96fa572b329ef88188cd7_1093455000006843264.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Neben Edwin Eastinghouse befindet sich ein Durchgang zum Erosionsgraben. Da er mit der Außenwelt verbunden ist, muss er überwacht werden. Das Forschungsterminal wurde entwickelt, um den Durchgang zu versiegeln und Arbeitskräfte zu sparen. Es erfordert zwei Personen, um es gleichzeitig zu bedienen. Der ehemalige Forscher des Instituts, Clynes, hat es ein wenig modifiziert, und die endgültige Form ist nun im Geodenschacht im Einsatz.\nEin Mädchen namens Lanoire lebt im Schlaftrakt in einem Zimmer mit Büchern. Ihre Mutter Agness brachte sie in das Fort zur Welt und hatte keine Möglichkeit, Dokumente für ihre Tochter vorzubereiten. Agness starb an der Krankheit, und Lanoire wurde im Gefängnis zurückgelassen, weil sie keine Dokumente hatte. Sie freundete sich mit Caterpillar an, die 400 Jahre lang in dem Fort von Méropide lebte. In diesem Raum trafen sich Lanoire, Raupe, der/die Reisende und Paimon, um ihre Pläne zu besprechen. Der/Die Reisende und Paimon schliefen dort auch während ihrer Zeit im Gefängnis.\nIm Schlaftraktbefinden sich die beiden zertifizierten Kartenbeschwörer Rosolino und Carranza. Rosolino ist ein Angestellter des Forts, der bei den jüngeren Leuten einen guten Ruf zu haben scheint, und Carranza ist ein Insasse, der sich gerne mit der Theorie beschäftigt, was er bei der Analyse seines Decks gut genutzt hat.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fort Méropide",
        "desc": "<p>Fontaine-Gefängnis, geleitet vom Herzog Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/e27911c30c5036e87c45ee64d39bdf18_9052857954631715839.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée-Phantom",
        "desc": "<p>Die persönliche Abteilung des Obersten Richters Neuvillette, die für die Untersuchung von Verbrechen zuständig ist. Sie hat ihren Sitz im Palais Mermonia und ist eine der Abteilungen des Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/8c57616ad82afff946a1cd18e11a0b39_1838800628818598656.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "Die Oberschwester im Fort Méropide, eine Melusine, versorgt jeden Sünder im Unterwassergefängnis gleichermaßen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p>Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/61142474/8e44111a378f4e5379b8e7444e8c2daa_3466652756939044323.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5854,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5853,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Produktionstrakt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/99275f6d3741bd88bd3461995f8c3856_6233638928344464350.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die obere Ebene der Produktionszone befindet sich direkt unter dem Verwaltungstrakt und ist nur über den Aufzug von der unteren Ebene der Produktionszone aus erreichbar. Normalerweise verbringen Kriminelle in dem Fort von Méropide die meiste Zeit entweder in der Produktionszone oder in ihren Schlafräumen. Die Produktionszone ist die primäre Methode, um Tauschscheine zu verdienen, obwohl Personen mit alternativen Fertigkeiten ihre Schichten ablegen und Tauschscheine auf andere Weise erwerben können. Die Reporterin Nelly verbringt ihre Zeit meist hier, um nach guten Geschichten zu „fischen“. Sie möchte, dass die Platin-Kollektion ihr neuen Respekt zollt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/fb1349082aec5e47fb71d3de190fdfd4_2113769819437964899.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die untere Ebene der Produktionszone ist die Hauptfabrik für die Mecha-Produktion, in der die meisten Häftlinge arbeiten. Es gibt eine spezielle Presse zur Verarbeitung von Mecha-Teilen. Eine „versteckte Regel“ der Produktionszone besagt, dass die Menschen nicht drei Tage hintereinander arbeiten dürfen, und wenn sie es doch tun, bekommen sie „seltsames Fleisch“ in ihrer Wohlfahrtsmahlzeit. Die Mahlzeit sieht zwar schrecklich aus, wird aber von der Oberschwester Sigewinne zubereitet. Sie besucht oft den Produktionsbereich, um den Gesundheitszustand der Arbeiter zu überwachen, und notiert sich, wer nach drei vollen Arbeitstagen erschöpft ist. Aus Pflichtgefühl als Oberschwester und aus echter Sorge um die Gesundheit der Arbeiter geht Sigewinne kurz vor dem Mittagessen in die Kantine und kocht ein „Extragericht“ für diejenigen, die einen Konditionsschub gebrauchen können. Sigewinne hat mit ihrem „Überraschungsgeschenk“ nur die besten Absichten und möchte nicht, dass jemand erfährt, was sie tut, aber da sie die Welt anders wahrnimmt als die Menschen, kann ihr Sinn für Ästhetik für die Insassen sehr fremd sein.\nAufgrund seiner Arbeit in der Produktionszone wurde dem Häftling Lechlade schwindlig. Er dachte, dass die gelb-grünen Steine in der Nähe seine Gesundheit beeinträchtigten und dass er dort sterben würde. Seine Symptome waren Kopfschmerzen, Herzklopfen, kalte Hände und Füße und das Gefühl, dass sein Kopf platzen würde. Als der/die Reisende den Arzt Arderne um Hilfe bat, stellte sich heraus, dass Lechlade einen Patienten fehldiagnostiziert hatte, als er noch draußen war, und dabei einige Frühwarnungen und medizinische Ergebnisse ignoriert hatte, sodass er seither paranoid war. Als er das „Reine Wasser“ erhielt, einen geheimnisvollen Trank, der angeblich das Vermächtnis eines gewissen genialen Zaubertrankherstellers war, ging es dem Mann sofort besser.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fort Méropide",
        "desc": "<p>Fontaine-Gefängnis, geleitet vom Herzog Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/e27911c30c5036e87c45ee64d39bdf18_9052857954631715839.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "Die Oberschwester im Fort Méropide, eine Melusine, versorgt jeden Sünder im Unterwassergefängnis gleichermaßen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4388,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "name": "Hinweisakte zu Fort Méropide",
        "desc": "<p>Aufzeichnungen zahlreicher Hinweise, denen ihr im Fort Méropide nachgegangen seid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b35798b83d28d3754e8d588ae3485fca_2484743496047895899.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4556,
        "name": "Werkstücke mit der Maschine verarbeiten",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/30/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_7304812564870800399.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Verlassener Produktionstrakt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/2aa62ec24f507bfb216d169d2f7d7b5a_2120635574057118347.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Verlassene Produktionstrakt ist die unterste Ebene der Festung. Sie besteht aus fünf Kammern: einer großen zentralen Kammer, die über separate Gänge mit vier kleineren Kammern verbunden ist. Das Multidirektionale Verbindungssteuerungs-Getriebeventil kann in der zentralen Kammer verwendet werden, um die vier Gänge zu öffnen, von denen einer der Geoden-Tunnel ist. In der Vergangenheit hat jemand an dem Getriebeventil herumgebastelt und seinen eigenen Begleiter gefangen. Der/Die Reisende benutzte es, um den Durchgang zum Versorgungslager 1 zu öffnen und Mitul zu retten, der diesen Raum nutzt, um frische „Gesundheitsdrinks“ herzustellen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/9157bc96802403ebddda9147d86fbb71_5740311504101191400.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Der Geoden-Tunnel ist mit Arkhiumkristallen gefüllt und wird von fliegenden Energiedieben bewacht. Bei dem fliegenden Energiedieb handelt es sich um ein Versuchsprodukt, das weder intern noch von Fachleuten geprüft wurde. Er verfolgt jedes Wesen, das ein Energiespeichergerät mit sich führt, und setzt dieses Gerät außer Betrieb. Kontrollverluste oder Explosionen, die während des Betriebs des Versuchsprodukts auftreten, werden als unglückliche Unfälle betrachtet, für die der Hersteller nicht haftet. Alle Arbeiten im Zusammenhang mit dem Schacht wurden eingestellt, und die Verbindungswege wurden versiegelt. Aufgrund der Schließung kommt niemand mehr dorthin. Wenn jemand einen der Verbindungswege für offizielle Festungsangelegenheiten öffnen muss, darf er das Antriebsventil nur unter Aufsicht eines technischen Experten betätigen, um Unfälle zu vermeiden. Dieser Weg wurde vom Reisenden, Paimon, und seinen Freunden, Caterpillar und Lanoire, benutzt, um aus dem Fort von Méropide zu entkommen und an die Oberfläche zurückzukehren. Der Wächter Noailles versuchte, sie aufzuhalten, aber mit der Hilfe anderer Wächter, Estienne und Maupoil, entkamen sie aus dem Fort.\nIn der Verlassenen Produktionszone ist der zertifizierte Kartenbeschwörer Camden zu finden. Er scheint weniger von seiner Arbeit als Wächter in dem Fort von Méropide begeistert zu sein als vom Kartenspielen. Da er seine Zertifizierung auf dem Korrespondenzweg erhalten hat, ist sein wahres Können unbekannt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Fort Méropide",
        "desc": "<p>Fontaine-Gefängnis, geleitet vom Herzog Wriothesley.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/e27911c30c5036e87c45ee64d39bdf18_9052857954631715839.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne ist eine Wache vom Fort Méropide. Er hilft dem Reisenden, Caterpillar und Lanoire während der Weltauftragsreihe „Die unvollendete Komödie“ dabei aus dem Fort Méropide zu fliehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/3e48716519d70c05febbdc4be9d0742c_8856562882077919421.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5852,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4551,
        "name": "Getriebeventil zum Schließen und Öffnen der Zugänge in alle Richtungen",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_6771652512961937101.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4553,
        "name": "Fliegender Energiedieb",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_4527429931123813433.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gewässer nahe dem Fort",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/c12edf5ba4ad40e52cc0311310fc95e1_4765907161731430514.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nördlich des Forts gibt es eine Unterwasserhöhle, in der das Milleniums-Perlenseepferd residiert. Es ist einer der beiden Herrscher, die zusammen mit dem Imperator des Feuers und des Eisens an der Spitze der Fontemer Aberranten stehen. Als größtes Raubtier, das sich aus Seepferdchen entwickeln kann, ist die evolutionäre Reise dieses Wesens nicht dieselbe wie die der anderen Fontemer Aberranten. Es begann nicht mit einer Grundform, bevor es größer und stärker wurde, sondern ihm wuchsen Gliedmaßen und ein Horn, die bei einem gewöhnlichen Seepferdchen keinen Platz haben. Sogar seine Muskulatur und sein Skelett haben sich verändert. Es scheint tatsächlich eher einem Fantasietier aus einer Legende zu ähneln als seiner ursprünglichen Form. In der Fantasie von Dichtern und Schriftstellern können sich sogar Seepferdchen auf der Erde tummeln."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/750d5b3ed6a0a894ee82f45ad35e84fa_3994233532105108946.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dichter und Autoren bezeichnen es oft als stolz und edel, weil es zu Einzelgängern neigt, aber der wahre Grund für solche lobenden Beschreibungen ist sein eleganter und schlanker Körper. Als solches ist es ein „Perlenseepferd“, während der Oberbefehlshaber der Panzerkrabben ein „Kaiser“ ist. In den Legenden und Gerüchten von Fontaine wurde einst ein brutaler Krieg unter den Aberranten der Fontemer geführt, bei dem nur das „Milleniums-Perlenseepferd“ und der „Kaiser aus Feuer und Eisen“ übrig blieben, die den großen See in zwei Höfe aufteilten, von denen einer über den Norden und der andere über den Süden herrschte. Im „Lied von Dobharcu“ beschreibt der Schriftsteller den Ausgang des Krieges: Der große Jägerstrahl, der als Sturmlord bekannt ist, schlug in seinem Todeskampf riesige Wellen und verursachte das, was die Menschen heute als die „erste diluvianische Periode“ kennen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/fdd9aeb39dce966b39b22e6821f55329_8611331725160706177.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natürlich ist all dies nichts weiter als die romantische Fantasie von Menschen, die nicht bereit sind, die nüchterne Realität der Welt zu akzeptieren. Denn die Fontemer Aberranten sind in Wirklichkeit nur einfache Wassertiere, sie haben weder große Höfe noch gefallene Königreiche, noch besitzen sie Worte zur Verherrlichung oder zum Fluch.\nNach seiner Reise nach Natlan beschloss Ranjit, ein Koch der kreativen Küche, sich mit dem Seepferdchen „anzufreunden“, weil es einem berühmten fliegenden Saurier, Iktomisaurus, ähnelt. Iktomisaurus war ein Gefährte von Kuntur, dem Ungeliebten der Sonne. Es gibt eine Geschichte, dass er aufgrund eines Fehlers seines Vaters zum Ziel des Hasses der Sonne wurde. Er wurde in seinem Stamm geächtet, und kein anderer Saurier wollte sein Gefährte werden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/aa0fc9459ec54a9e42d0339d09a5cc11_8054730622535405438.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Oberhalb der Höhle des Milleniums-Perlenseepferds befindet sich ein unvollkommener Unterwasser-Patrouillen-Mecha, ein Patrouillen-Mecha des neuen Typs M-7.\nAn der Kreuzung zwischen der Region Liffey und dem Fontaine-Forschungsinstitut für kinetische Energietechnik gibt es einen Tunnel, der von der Höhle des Seepferdchens zu einer geheimen Schmiedepresse in der Bravais-Pressenfabrik führt, die nach dem Tod des leitenden Forschers Bravais aufgegeben wurde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/20/237301566/c1b662efc7cef54781ee5caba2f5dd14_1224997123471031911.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In diesem Tunnel steht eines der unvollkommenen Mechas des Fontaine-Forschungsinstituts, das neuartige Reinigungsmecha D-503. Der Tunnel führt auch zur Kuisel-Werkstatt im Fontaine-Forschungsinstitut der Region für kinetische Energietechnik. Für die Presse benötigt man sieben Stücke Mysteriöses Erz, die zu Arkhiumvorrat kombiniert werden, um Arkhiumlumenit herzustellen. Dieser spezielle Schlüssel kann Bravais' verborgenes Arbeitszimmer öffnen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/237301566/59d4d89591394548a3a9dff7fa7d7ed2_4274570679530522347.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Für die Arbeit an der Schmiedepresse gelten mehrere Regeln. Vor Beginn des Pressvorgangs muss der Bediener stets eine Schutzausrüstung tragen, eine umfassende Überprüfung der Anlage durchführen und sicherstellen, dass das Arkhiummaterial richtig platziert wurde. Das Energieversorgungssystem der Anlage muss überprüft werden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/237301566/74881a598b992f81fd66b9f09502e1ab_1251908849876494402.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zur Herstellung von Arkhium-Lumenit muss der Bediener die Presse mit den Hämmern im richtigen Timing aktivieren. Zur Erleichterung der Selbstinspektion durch den Bediener wurde ein Fail-Safe-System auf dem Sockel der derzeit verfügbaren Anlagenmodelle installiert. Der Bediener kann Systemprobleme auf der Grundlage der vom Fail-Safe-System gemeldeten Fehler beheben. Zu den häufigsten Fehlern gehören unzureichende Energieversorgung, Überhitzung des Systems, Wassereintritt in das System und verstopfte Notablassleitungen. Bei einer Wartung der Presse wurden Lecks im Kühlsystem entdeckt. Wenn jemand die Dichtungen, die die Lecks abdecken, entfernen und das Kühlsystem in Betrieb nehmen würde, würde sich der gesamte Raum sofort mit einer riesigen Menge Wasser füllen, und die Schmiedepresse wäre völlig ruiniert.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Millenniums-Perlenseepferd",
        "desc": "<p>Einer der beiden obersten Herrscher, die an der Spitze der Fontemer-Mutanten stehen.<br>Dichter und Schriftsteller bezeichnen ihn wegen seiner Zurückgezogenheit oft als stolz und edel, doch eigentlich verdankt er diese Darstellung seinem schlanken und anmutigen Körper. Deshalb wird ihm auch die Bezeichnung „Seepferd“ zuteil, während der König der Panzerkrabben „Kaiser“ genannt wird.<br>Der Legende nach soll unter den Fontemer-Mutanten ein erbitterter Krieg ausgebrochen sein, an dessen Ende schließlich nur noch das „Millenniums-Perlenseepferd“ und der „Kaiser von Feuer und Eisen“ übrig waren und um den Norden und Süden des Großen Sees kämpften. In der „Ballade von Dobharcu„ beschrieb der Autor das Ende des Krieges einst wie folgt: Der riesige Jäger-Schwertrochen, auch bekannt als der Sturmkönig, hauchte sein Leben aus und entfesselte Wellen von gewaltiger Größe; so läutete er die „erste Hochwasserperiode“ ein ...<br>All dies ist natürlich nichts weiter als das Produkt der romantischen Vorstellung eines Mannes, der nicht bereit war, sich der fantasielosen Realität hinzugeben. Die Fontemer-Mutanten sind letztlich nichts weiter als Wasserlebewesen. Sie verfügen weder über prunkvolle oder zerfallende Königshäuser noch über überschwängliche oder boshafte Worte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/c4f5112a860768d0c0c581344c205174_2377857180635815303.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Kaiser von Feuer und Eisen",
        "desc": "<p>Einer der beiden Herrscher, die alle anderen Fontemer-Mutanten dominieren und dereinst Legenden unter den Seeleuten waren.</p><p>Die Panzerkrabbe, die keine natürlichen Feinde trifft und stets auf der Jagd und am Fressen ist, sucht während ihres Wachstums unentwegt nach einem geeigneten Schneckenhaus oder Muscheln, die ihr als neuer Panzer dienen können. Doch am Ende wurde sie einfach zu groß. Es existieren Aufzeichnungen, die auf die Zeit vor der ersten Hochwasserperiode zurückgehen und in denen eine riesige Panzerkrabbe erwähnt wird, die Schiffe angegriffen hat und am Ende von der noch nicht wiedereingesetzten Marinekommandantin Basil Elton besiegt wurde.</p><p>Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um ihn als prachtvolle weiße Steinrüstung zu tragen. Natürlich würde es in einer solchen Welt keine Menschen mehr geben, die ihn halb in Ehrfurcht, halb im Spott als „Kaiser von Feuer und Eisen“ bezeichnen würden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/47685001/92cf784732984089c7f5a91f7a42822c_4656668074587906433.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4380,
        "name": "Fontemer-Horn",
        "desc": "<p>Dieser elektrisch geladene Fortsatz des Millenniums-Perlenseepferds dient diesem auch als königliches Instrument und als Symbol für dessen Erhabenheit, wurde aber mittlerweile von dem Herausforderer abgetrennt.<br>Als Spitzenprädator, der sich aus dem Blubber-Seepferdchen entwickelt hat, unterscheidet sich die evolutionäre Reise des Millenniums-Perlenseepferds deutlich von der anderer Fontemer-Mutanten: Anstatt sich entsprechend ursprünglicher Physiognomie zu entwickeln und stärker zu werden, bildeten sich Gliedmaßen und Hörner, die die Blubber-Seepferdchen eigentlich nicht aufweisen, gemeinsam mit Veränderungen der Knochenstruktur und Muskulatur. Es entwickelte dadurch eher eine Ähnlichkeit zu den fantastischen Bestien alter Legenden als zu der Gestalt, der es ursprünglich entsprungen war. In der Fantasie der Dichter und Dramatiker besitzen selbst Seepferdchen den Gestus eines scheckigen Rosses, wie es über Wiesen und Felder hinweg galoppiert.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/36893887/7be427946bd4dde5c5fa47f52bd7a051_5403059984992011448.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4457,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4554,
        "name": "Druckeinheit",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_5851593909174177919.png",
        "displayStyle": "card",
        "menuId": 14
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Bezirk Liffey"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Permanenter Ort"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}