{
  "epId": 5222,
  "name": "Spina di Rosula",
  "desc": "<p>Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Lebensbereiche einbezieht und sich auf die Lösung schwieriger Probleme der Bürger konzentriert und bei Bedarf mit den Behörden Fontaniens zusammenarbeitet.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/4fcc959d9c20a034311a9381f31d498c_7791724052189855893.png",
  "menuId": 23,
  "menuName": "Zugehörigkeit",
  "version": 1723810722,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Spina di Rosula"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "bürgernahe Gesellschaft"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Anführer",
        "value": [
          {
            "type": "RichText",
            "text": "Navia Caspar"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/77fddd83fc346dfc81fe4a80432fd273_2105535388925750840.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hauptsitz von Spina di Rosula in Poisson."
          }
        ]
      },
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/8f313a8d2474992eca144a5c416e79c1_8125343773659289731.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosula in Fleuve Cendré."
          }
        ]
      },
      {
        "key": "Consigliere",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/ae926704f96ab481abe0052040c8c712_2090479825932788165.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosulas „Berater“ im Fleuve Cendré."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Nennenswerte Mitglieder"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nEin Gründer und der erste Präsident von Spina di Rosula und der Anführer von Poisson. Er wurde von Clorinde in einem legalen Duell getötet nachdem er des Mordes angeklagt wurde.\nClementine Caspar\nEhefrau von Callas and Navias Mutter. Sie starb aufgrund von Komplikationen bei der Geburt.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die aktuelle Leiterin der Spina di Rosula, Tochter von Clementine und Callas Caspar.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosulas Butler, welcher während der Evakuation von Poission verstarb.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Navias Begleiter, welcher während der Evakuation von Poission verstarb.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein leitender Berater.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Weißer Handschuh\" ist ein Mitglied von Spina di Rosula. Er war an der Verfolgung von Personen beteiligt, die am Verkauf von Sinth beteiligt sind.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Fischer\" Sonnys Partner und Mitglied der Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein Fischhändler von Poisson.\nConsigliere\nEine",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "und „Berater“ der Spina di Rosula. Es ist die ideale Art von „Person“, der man sich anvertrauen würde.\nTetreauxis\nEin Barmann in Fleuve Cendré.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ein ehemaliges Mitglied der Spina di Rosula, der in Verbindung mit der Verbreitung mit Sinth stand.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leiter der Confrérie de Cabrière, einer Schwesterorganisation von Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Der Leiter der Bruderschaft von Cabriere, einer Schwesterorganisation von Spina di Rosula.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Wache ist für die Koordinierung der Informationen zwischen Spina di Rosula und Maison Gardiennage verantwortlich.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Die Ehefrau von Jacques, einem ehemaligen Informant von Spina di Rosula. Spina di Rosula kümmert sich seit Jacques‘ Tod um sie und ihre Tochter.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1048439381830156245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Gesellschaftsschichten einbezieht und sich auf die Lösung schwieriger Probleme des einfachen Volkes konzentriert, wobei sie bei Bedarf mit den Behörden Fontaines zusammenarbeitet. Spina di Rosula kommt vor allem dort zur Hilfe, wo die Stadtwache versagt. Wenn man mit Leuten konfrontiert wird, die nicht reden wollen, kann die Organisation mit brutaleren Methoden vorgehen, indem sie den „Weißen Handschuh“ einsetzt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_604402079329934588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Organisation, deren Hauptsitz sich auf dem Schiff befindet, wurde von Callas in Poisson gegründet. Ein gigantisches und glamouröses Schiff verkörpert Entdeckung, Gelegenheit, Ehrgeiz und Eroberung. Es symbolisiert die strahlende und grenzenlose Zukunft von Spina di Rosula. Das Emblem von Spina mit dem Anker und den Rosen wurde von Clementine, der Ehefrau von Callas, und der Mutter von Navia, der derzeitigen Leiterin der Organisation, entworfen.\nDamals war Callas am Hof von Fontaine angesehen, und Spina di Rosula konnte sich alles leisten. Callas war ein sehr ehrgeiziger Mann, der immer nach vorne blickte, und so träumte er davon, dass die Entwicklung von Spina di Rosula Poisson in eine große Stadt verwandeln würde, die dem Glanz des Hofes von Fontaine in nichts nachstand. Callas war für seine Sturheit und Kälte bekannt, während Clementine immer fröhlich war. Callas leitete die Geschäfte der Organisation und erweiterte ihren Einflussbereich, während Clementine sich um die Beziehungen und die Atmosphäre in Spina di Rosula kümmerte. Gemeinsam ergänzten sie sich in ihren Charakteren, und dank ihrer Bemühungen wuchs und gedieh Spina di Rosula.\nSpina di Rosula ist jetzt knapp bei Kasse, so dass sie einen Großteil ihrer Aktivitäten in ihrem Hauptquartier in der Fleuve Cendré durchführen. Da die Organisation keine illegalen oder unethischen Gewinne zulässt, lebt sie derzeit von den Geldern der Einwohner von Fontaine, die sie unterstützen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Bezirk Belleau",
        "desc": "<p>Obwohl ein Großteil von Fontaine von Wasser bedeckt ist, gibt es auch Berge und Wälder. Der Mont Automnequi, der zwischen dem Hafen und dem Hof von Fontaine liegt, ist einer der markantesten Gipfel der Stadt. Das Forschungsinstitut Fontaine hat den Poisson-Tunnel mit riesigen technischen Geräten gebohrt und damit eine der größten Herausforderungen beim Bau der Aquabus-Linien gelöst.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/7bb630aacf263515328ea8198cbbc48a_8850863360561223415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aquabus Linien",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_1264607853067170249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eines der wichtigsten Projekte der Callas war der Bau von Wasserleitungen, die sich durch ganz Fontaine ziehen sollten. Als es um den Bau der Leitungen ging, war Spina di Rosula in zwei Parteien gespalten. Callas war der Meinung, dass die Organisation eine seltene Gelegenheit hatte, mit den Behörden des Hofes von Fontaine und dem Forschungsinstitut zusammenzuarbeiten, und dass der Bau der Linien dazu beitragen würde, nützliche Verbindungen zu schaffen. Die Aquabusse sollten kommerzielle Vorteile und einen guten Ruf bei den Einwohnern von Fontaine bringen. Die zweite Partei, angeführt von Romeuf, einem Mitglied von Spina di Rosula, war der Meinung, dass so hohe Summen besser in die Entwicklung von Poisson investiert werden sollten. Als sich die Parteien nicht einigen konnten, hegten Romeuf und seine Anhänger einen Groll gegen Callas und Clementine, da sie sie aufgrund ihrer Schwangerschaft für befangen hielten. Für Romeufs Gruppe war Clementines Unterstützung für den Bau der Linien ein Verrat, was bedeutete, dass ihre Stimmen nie wieder gehört werden würden. Nachdem Clementine aufgrund von Komplikationen bei der Geburt ihrer Tochter gestorben war, begann die Callas, den Bau der Linien als Verkörperung ihres letzten Willens zu betrachten. Dann schwand die letzte Hoffnung auf einen Kompromiss, und Romeuf verließ Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/69c34d13406d72e1596cff7c3621d1bb_7711471750464164844.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Daraufhin wurden mit Unterstützung von Spina di Rosula drei Aquabus-Linien gebaut, die nach der Familie Caspar benannt wurden: Clementine, Navia und Callas. Obwohl die Organisation ihren Sitz in Poisson hat, führt keine der Linien in die Stadt, und nur die Clementine-Linie führt über den Mont Automnequi. Die Callas-Linie, die vom Hof Fontaine zum Forschungsinstitut führt, wurde bei der Explosion des Zentrallabors des Instituts zerstört, aber Navia plant nicht nur ihre Wiederherstellung und die Einrichtung zusätzlicher Haltestellen auf den bestehenden Linien, sondern auch den Bau einer vierten Linie zum Hafen von Lumidouce.\nViele Jahre später, als die Tochter von Clementine und Callas, Navia, die Leitung der Organisation übernahm, beschloss Romeuf, sich an Spina di Rosula zu rächen und die Clementine-Linie über Poisson zu sprengen. Sein Assistent Colter, der vor kurzem das Fort Méropide verlassen hatte, gab Navia die Schuld an allen Schwierigkeiten, die Spina di Rosula widerfahren waren, weil seiner Meinung nach Clementine, Callas und der ehemalige Butler Melus gestorben waren. Er glaubte, dass Navia alles, was ihm lieb war, mit ihren eigenen Händen zerstört und Poisson ins Verderben gestürzt hatte. Navia konnte Colter in einem Kampf besiegen, und der Reisende und Paimon entschärften die Bomben und retteten die Linie vor der Zerstörung.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Bezirk Belleau",
        "desc": "<p>Obwohl ein Großteil von Fontaine von Wasser bedeckt ist, gibt es auch Berge und Wälder. Der Mont Automnequi, der zwischen dem Hafen und dem Hof von Fontaine liegt, ist einer der markantesten Gipfel der Stadt. Das Forschungsinstitut Fontaine hat den Poisson-Tunnel mit riesigen technischen Geräten gebohrt und damit eine der größten Herausforderungen beim Bau der Aquabus-Linien gelöst.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/7bb630aacf263515328ea8198cbbc48a_8850863360561223415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fall des serienmäßigen Verschwindens",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor etwa 20 Jahren wurde Fontaine mit dem Verschwinden von jungen Frauen konfrontiert. Trotz aller Bemühungen der Maison Gardiennage wurden weder die Frauen noch der Täter jemals gefunden. Darüber hinaus wurde vor einigen Jahren in Poisson ein gewisser Sinth populär - ein Getränk, das die Stimmung anregen und viele angenehme Halluzinationen hervorrufen konnte. Bei langfristigem Konsum von Sinth traten zahlreiche Nebenwirkungen auf, darunter der Verlust der Fähigkeit, sich zu konzentrieren oder seine Gefühle zu kontrollieren. Beim Entzug erlebte die Person Blitze von Paranoia und Angst, während ihr die Energie fehlte, etwas zu tun. Sinth selbst war das verdünnte Wasser des Urmeeres, das in der Lage war, die Fontainianer aufzulösen, da es von den Okeaniden stammte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/028e390f40d252d1e4ab4021b847c617_1825371913494729202.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callas, der zu dieser Zeit Chef von Poisson war, forderte ein vollständiges Verbot von Sinth und beschloss, die Person hinter dem Verkauf des Getränks zu finden. Da er erkannte, dass der Feind schlau war, beschloss Callas, heimlich Kontakt zu den Verkäufern aufzunehmen und persönliche Beziehungen zu ihnen aufzubauen. Schließlich gelang es ihm, einen Mann, Jacques, davon zu überzeugen, sein Informant zu werden. Jacques schämte sich für seine Arbeit, nachdem er die Wirkung von Sinth gesehen hatte, und willigte ein, Callas zu helfen. Eines Abends gab Callas auf einem Landsitz ein Bankett, bei dem er Informationen mit Jacques austauschen wollte. Plötzlich waren zwei Schüsse zu hören, und vor Ort fand man Callas mit einer Pistole in der Hand und Jacques tot am Boden liegend. In Ermangelung anderer Beweise wurde Callas des Mordes beschuldigt und „Callas der Untreue“ genannt. In seinem Prozess entschied er sich für ein Duell und weigerte sich, sich zu ergeben, was zu seinem Tod führte. Als der Präsident von Spina di Rosula des Mordes beschuldigt wurde, verlor die Organisation ihren Einfluss.\nCallas hatte die Verbindung zwischen Sinth und dem Fall der verschwundenen Frauen schon lange vor diesem Abend entdeckt. Nach den erhaltenen Informationen sollte das nächste Opfer Navia, Callas' Tochter, sein, und er konnte nicht wegbleiben. Da er wusste, dass er aufgrund einer unheilbaren Krankheit nicht genug Zeit hatte, um die begonnenen Ermittlungen abzuschließen, beschloss Callas, zu extremen Maßnahmen zu greifen. Er erklärte, dass er wichtige Beweise in Händen hielt, die die Verbrecher belasteten und den Mitgliedern von Spina di Rosula bekannt waren. Solange seine Tochter in Sicherheit sei, würden die Beweise jedoch nicht veröffentlicht werden. Da Callas befürchtete, dass seiner Tochter etwas zustoßen könnte, leugnete er seine Schuld an der Ermordung von Jacques nicht und beschloss, auf einem Duellantenring zu sterben. Vor seinem Tod teilte er Melus den Standort der Sinth-Fabrik mit.\nDrei Jahre nach dem Tod ihres Vaters nahm Navia die Ermittlungen im Fall der verschwundenen Frauen und im Fall ihres Vaters wieder auf. Nachdem sie neue Beweise erhalten hatte, stellten sie und ihre Partner, der Reisende und Paimon, fest, dass es in Callas' Fall eine dritte Person geben könnte, die von den Urwassern aufgelöst wurde. Nach mehreren Überprüfungen und Untersuchungen wurde die Liste der Verdächtigen auf drei Personen reduziert, die Spina di Rosula nahe stehen: Florent, ein hochrangiger Berater der Organisation, Marcel, Leiter der Confrerie de Cabriere, und Thierry, verantwortlich für die Koordination und den Informationsaustausch zwischen Spina di Rosula und den Gardes. Die Ermittlungen ergaben, dass Marcel, den Navia als ihre Familie betrachtete, hinter dem Verschwinden der Frauen, Sinth und der Ermordung von Jacques steckte. Dank der Bemühungen des Reisenden, von Paimon und Navia konnte der Verbrecher gefunden werden, und die Fontainier konnten wieder in Sicherheit leben.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Leiter der Confrérie de Cabrière, einer Schwesterorganisation von Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gegenwart",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als Fontaines Prophezeiung: <color=#ffffffd9>„Am Ende werden sie alle eins mit dem Wasser sein, und nur der Hydro-Archon wird zurückbleiben. Ganz allein, auf seinem Thron sitzend, wird er seine Tränen vergießen“</color> wahr wurde, war Poisson der erste Ort welcher von den Wassern des Urmeers betroffen war. Obwohl viele Einwohner starben, konnte Spina di Rosula mit der Unterstützung von Fatui den Großteil der Menschen retten. Der Butler der Organisation, Melus, und Navias Diener, Silver, starben bei der Rettung der Menschen. Nach dem Vorfall begann sich die Stadt allmählich zu erholen, und Navia versprach allen Opfern eine Entschädigung. Obwohl die finanzielle Lage von Spina di Rosula alles andere als rosig ist, trug dieses Versprechen dazu bei, die Einstellung zu dem Geschehenen zum Ausdruck zu bringen, so dass die Menschen wieder an die Organisation glaubten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9b74de5bec35522826bf889b2eb8ac03_2459185934959779820.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula spielte eine große Rolle bei Furinas Prozess während der Flut. Navias Untergebene \"griffen\" Furina in Poisson an, um sie zu zwingen, in die riesige Zauberkiste zu steigen, und eine andere Gruppe zog sich in Zivilkleidung um und kam als normales Publikum ins Opernhaus, um auf die perfekte Gelegenheit zu warten, einen Aufstand gegen ihren Archon anzuzetteln. Mit ihrer Hilfe wurde der Plan von Clorinde, Neuvillette, Navia, Fatui und dem Reisenden in die Tat umgesetzt, und das Volk von Fontaine wurde gerettet."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_7285753642909271942.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nachdem der Ruf von Callas wiederhergestellt war und Poisson, das durch das Urmeer beschädigt worden war, wieder aufgebaut wurde, beschlossen die Bewohner, ein Denkmal für Navias Eltern zu errichten. Die Menschen wollten Clementine und Callas ihre Dankbarkeit für die Entwicklung von Poisson und Spina di Rosula zeigen und spendeten daher Geld für den Bau des Denkmals. Obwohl Navia der Meinung war, dass sie nicht genug getan hatte, um bei dem Denkmal anwesend zu sein, waren die Einwohner von Poisson ihr dankbar für alles, was sie in letzter Zeit getan hatte, und nahmen sie in das Modell auf.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Bezirk Belleau",
        "desc": "<p>Obwohl ein Großteil von Fontaine von Wasser bedeckt ist, gibt es auch Berge und Wälder. Der Mont Automnequi, der zwischen dem Hafen und dem Hof von Fontaine liegt, ist einer der markantesten Gipfel der Stadt. Das Forschungsinstitut Fontaine hat den Poisson-Tunnel mit riesigen technischen Geräten gebohrt und damit eine der größten Herausforderungen beim Bau der Aquabus-Linien gelöst.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/7bb630aacf263515328ea8198cbbc48a_8850863360561223415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p>Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/61142474/8e44111a378f4e5379b8e7444e8c2daa_3466652756939044323.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula Methoden",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Obwohl die Spina di Rosula den Menschen meistens hilft, können ihre Methoden manchmal grob sein. Einmal trafen der Reisende und Paimon Virgil von der Spina, der sie um Hilfe bat, den Tresor des Geheimbundes namens Liliacruces-Forum zu finden. Er wollte alles, was sie finden würden, gegen Sonny, den „Weißen Handschuh“, verwenden. Als er erkannte, dass es sich bei dem so genannten Liliacruces-Forum um das Institut für Naturphilosophie handelte, beschloss Virgil, den Reisenden und Paimon loszuwerden, um ihnen ihre Mora zu nehmen. Als der Reisende und Paimon entkamen, trafen sie auf Sonny und seinen Partner Luca, die auf der Suche nach Virgil waren. Gemeinsam fanden sie die Ladung Sinth, die Virgil und seine Handlanger zu verkaufen versuchten. Nach einem langen und sehr ernsten Gespräch mit ihm wurde Virgil nie wieder gesehen.\nEinst begruben Mitglieder von Spina di Rosula, Turner und Hunter, Henri, der sich unwissentlich mit Fatui einließ und die Mechanismen zerstörte, von denen er glaubte, dass sie die Umwelt im Sand zerstörten. In Wirklichkeit wurden diese Geräte vom Fontaine-Forschungsinstitut zur Überwachung und Optimierung der Wasserqualität eingesetzt, und ihre Bohrkerne zeichneten alle hydrologischen Daten von Fontaine auf. Dank der Hilfe des Reisenden wurden die Mechanismen wiederhergestellt, Fatuus wurde neutralisiert, und Turner und Hunter stellten Henri für die Arbeit ein.\nAls Navia Gerüchte hörte, dass jemand gegen die Melusinen intrigierte und dass Neuvillette und der Reisende in dem Fall ermittelten, bat sie Spina di Rosula, nach Hinweisen Ausschau zu halten. Dann \"lud\" sie die Verdächtigen zu einem Kaffee ein, was diese nicht ablehnen konnten, was wahrscheinlich bedeutete, dass Spina sie bedroht hatte. Obwohl die Spezielle Sicherheits- und Überwachungspatrouille und das Phantom Marechaussee von Spina di Rosulas Methoden wissen, mischen sie sich nicht ein.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée-Phantom",
        "desc": "<p>Die persönliche Abteilung des Obersten Richters Neuvillette, die für die Untersuchung von Verbrechen zuständig ist. Sie hat ihren Sitz im Palais Mermonia und ist eine der Abteilungen des Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/8c57616ad82afff946a1cd18e11a0b39_1838800628818598656.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card"
      }
    ]
  }
}