{
  "epId": 5599,
  "name": "Fort Méropide",
  "desc": "<p>Fontaine-Gefängnis, geleitet vom Herzog Wriothesley.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/e27911c30c5036e87c45ee64d39bdf18_9052857954631715839.png",
  "menuId": 23,
  "menuName": "Zugehörigkeit",
  "version": 1719918567,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Fort Méropide"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Justizvollzugsanstalt"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Leiter",
        "value": [
          {
            "type": "RichText",
            "text": "Wriothesley"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Herkunft",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fe77a7ea0e28854ebca7c980580c06db_2233682069583517069.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Egeria, der frühere Hydro-Archon, das Land regierte, wurden alle verurteilten Verbrecher aus Fontaine ins Exil geschickt. Die Verbrecher wurden an die trostlose Küste geschickt, wo sie Schmerzen, Kämpfe und klirrende Kälte ertragen mussten. Einige begannen zu bereuen und beteten zum Hydro Archon, ob sie ihm noch dienen könnten. <color=#ffffff73>Der Hydro-Archon erbarmte sich ihrer und sagte:</color> <color=#ffffffd9>„Geht und beschützt mein Geheimnis, das sich tief auf dem Grund des Meeres befindet.“</color> <color=#ffffff73>Im Vertrauen auf ihre Macht versammelten sie sich unter dem Meer und begannen mit dem Bau einer Festung und bildeten eine Gemeinschaft, die im Laufe der Jahre wuchs.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wir werden uns des tausendjährigen Eids erinnern und die Grundfeste der Hauptstadt des Wassers verteidigen.“</color>\n<color=#ffffffd9>„Vergessen sein wird nie das Joch der Sünden, einst so verlockend wie Honig.“</color>\n<color=#ffffffd9>„Und vergessen sein wird nie das scheinbar schwere Joch der Verantwortung, das wir tragen.“</color>\n<color=#ffffffd9>„Denn es bedeutet uns die Gnade und das Vertrauen, von den Göttern in uns gesetzt und süß wie Honig.“</color>\n<color=#ffffffd9>„Wir sind der standhafte Schild, der sich der blauen Geißel entgegenstemmt und wir sind die Verteidigungslinie am Durchbruch.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/f43cc111ff0c95bba9cc967098a92ca6_5551793269559169013.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als die erste Gruppe von Exilanten starb, überließen sie die unvollendete Festung ihren Nachfolgern. Der Hydro Archon unterstützte sie weiterhin und ließ die Festung wachsen und gedeihen. Diese dunkle Unterwasserfestung wurde zum einzigen Zuhause für die Sünder. Sie betrachteten sie nicht mehr als Gefängnis, sondern als einen Ort der Buße, an dem sie hofften, durch Erlösung ihre Freiheit wiederzuerlangen. Mit der Zeit merkten sie jedoch, dass die Festung ein einsamer Ort war. Nachdem sie sich an das Leben dort gewöhnt hatten, fühlten sie sich in der Überwelt nicht mehr wohl. Einige verließen die Festung, nachdem sie ihre Strafe verbüßt hatten, während andere blieben, eine untätige Stellung fanden und ihre Seelen mit alten Geheimnissen verblassen ließen. Die Zahl derer, die dem Orden beitraten und unter Wasser lebten, wuchs allmählich, während die Zahl derer, die den Eid mit Verständnis und Kenntnis der Lehren ablegten, stetig abnahm. Nach vielen Jahrhunderten erinnerten sich nur noch wenige an den ursprünglichen Grund für die Gründung der Festung. Heute gilt sie als fester Bestandteil der fontainischen Gesellschaft und als Treffpunkt für die Verbannten.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Bezirk Liffey",
        "desc": "<p>Tief unter der Wasseroberfläche, hinter einer Wand aus Eisen, begann eine andere Art von Lebenskraft aufzusteigen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/36893887/7bb630aacf263515328ea8198cbbc48a_3591165151233826628.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Die Herrin allen Wassers, sie war Focalors Vorgängerin und starb während der Katastrophe vor 500 Jahren.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4339,
        "name": "Lehre des ewigen Flusses",
        "desc": "<p>Ein Lehrwerk, das in einem geheimen Unterwasser-Trainingszentrum von Generation zu Generation weitergereicht wurde. Heute weiß niemand mehr von dessen Existenz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/36893887/5828ed7b48c39e5d15aaf6f2495ddabc_7618768087052910386.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fort Méropide",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Das Fort ist eine Unterwasserfestung mit einem gewissen Maß an Autonomie und Selbstverwaltung gegenüber den Rechtssystemen Fontaines. Trotz ihrer Autonomie dient sie als Gefängnis für diejenigen, die vor Gericht gestanden haben und verurteilt wurden. Menschen unterschiedlichster Herkunft kommen aus den verschiedensten Gründen hierher. Sie können hier ein friedliches, geregeltes Leben führen, frei von Angst - unabhängig davon, was sie erlebt haben.</color>\n<color=#ffffff73>Tauschscheine dienen als Währung in der Festung und können Wünsche erfüllen, Macht verleihen und sogar das Schicksal verändern. In der Festung erhält jeder die Chance auf einen Neuanfang, unabhängig von seinem früheren Reichtum oder Status. Es ist ein Ort, an dem jeder neu beginnt und sich seine Gutscheine von Grund auf verdient. Dieses System steht für echte Fairness und Gerechtigkeit und bietet eine Chance auf ein besseres Leben. Die Gutscheine wurden für die Festung geschaffen, da sie als „Nation in der Nation“ und frei von göttlicher Intervention angesehen wurde. Sie dienen als Experiment, um zu verhindern, dass die Macht der Götter eingreift oder die Macht der Reichen über die Armen verschönert. Obwohl das Fort Méropide unabhängig vom Hofsystem Fontaines ist, gibt es alle Arten von mechanischen Produkten für den offiziellen Gebrauch und einige lebenswichtige Güter, die von der Überwelt bezogen werden müssen, so dass Neuvillette, der Iudex von Fontaine und Wriothesley in Kontakt bleiben. Außerdem ist die Festung derzeit der größte Hersteller von Fontaines Uhrwerk-Meka.</color>\n<color=#ffffff73>Auf der untersten Ebene des Fort Méropide befindet sich die Geodenmine, deren Schacht mit Arkhiumkristallen gefüllt ist und von fliegenden Energiedieben bewacht wird. Bei dem fliegenden Energiedieb handelt es sich um ein Versuchsprodukt, das weder intern noch von Experten geprüft wurde. Er verfolgt jedes Wesen, das ein Energiespeichergerät mit sich führt, und setzt dieses Gerät außer Betrieb. Kontrollverluste oder Explosionen, die während des Betriebs des Versuchsprodukts auftreten, werden als unglückliche Unfälle betrachtet, für die der Hersteller nicht haftet. Alle Arbeiten im Zusammenhang mit dem Schacht wurden eingestellt, und die Verbindungswege wurden versiegelt. Aufgrund der Schließung kommt niemand mehr dorthin. Wenn jemand einen der Verbindungswege für offizielle Festungsangelegenheiten öffnen muss, darf er das Antriebsventil nur unter Aufsicht eines technischen Experten bedienen, um Unfälle zu vermeiden.</color>\n<color=#ffffff73>Die Pankration ist die beliebteste Form der Unterhaltung im Fort Méropide. Obwohl die Regeln besagen, dass es sich um „Pankration“ und damit um einen Nahkampf handelt, wird die „Verwendung anderer Handwaffen zum Kampf gegen andere“ nicht als Regelverstoß angesehen. Solange die besonderen Bedingungen erfüllt sind, können alle auf der Bühne des Pankration-Rings stehen, egal ob Sternschildkrabbe oder Uhrwerk-Meka. Das siegreiche Team erhält Tauschscheine sowie eine fantastische Fonta-Trophäe. Wenn sie im Fontaine-Forschungsinstitut vorgeführt werden, kann der Gewinner kostenlos so viel Fonta trinken, wie er möchte. Einmal wollte das Institut seinen neuen roten Fonta-Geschmack testen und bot sogar an, das Pankrationsturnier zu sponsern, um für sein neues Produkt zu werben, aber der Duke lehnte die Idee ab. Die Vertreter des Instituts versuchen immer noch, für ihr Getränk zu werben, und so entstand die „versteckte Regel“ der Pankration: Wenn jemand versucht, beide Boxer gleichzeitig zu unterstützen, erhält er am nächsten Morgen ein Paket, das eine seltsame blutfarbene Flüssigkeit enthält.</color>\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Bezirk Liffey",
        "desc": "<p>Tief unter der Wasseroberfläche, hinter einer Wand aus Eisen, begann eine andere Art von Lebenskraft aufzusteigen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/28/36893887/7bb630aacf263515328ea8198cbbc48a_3591165151233826628.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Forschungsinstitut Fontaine",
        "desc": "<p>Das Forschungsinstituts für kinetische Energie Fontaine wurde von Alain Guillotin gegründet und wird oft einfach als Forschungsinstitut Fontaine abgekürzt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/36893887/acfdfd84bfa0e9d4e6b28104b452c99e_2664246725917723918.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4340,
        "name": "Monetäre Aufsichtseinheit",
        "desc": "<p>Ein schwebendes Gerät zur Beobachtung bestimmter Phänomene. Nachdem es ausrangiert wurde, hat der Finder es für seine Zwecke umgestaltet.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/36893887/6d8248633da24c16368b6570bf578874_5301880375697538132.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<p>Ein spezielles Getränk aus Fontaine, entwickelt am Forschungsinstitut. Erfreut sich bei den Bürgern seit seiner Markteinführung großer Beliebtheit.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/47685001/9d33757b33074031295a47d3e1e83d1c_6931223634565830616.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "name": "Hinweisakte zu Fort Méropide",
        "desc": "<p>Aufzeichnungen zahlreicher Hinweise, denen ihr im Fort Méropide nachgegangen seid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b35798b83d28d3754e8d588ae3485fca_2484743496047895899.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4553,
        "name": "Fliegender Energiedieb",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_4527429931123813433.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4558,
        "name": "Herausforderung der Pankration-Arena",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/30/47685001/1ef525b101a31611b9fe2cc1b0a59aa8_1368545603686335288.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gesellschaft für Gegenseitige Hilfe",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Die besondere</color> Sonderpatrouille für Sicherheit und Überwachung <color=#ffffff73>stand unter dem Kommando von Neuvillette und wurde nach der Schlacht zwischen den Schattenjägern und dem Narzissenkreuz-Verein vor etwa 400 Jahren gegründet. Vautrin, ein Anführer der</color> Sonderpatrouille für Sicherheit und Überwachung <color=#ffffff73>, arbeitete mit einer Melusine namens Carole zusammen, um die Zusammenarbeit zwischen Menschen und Melusinen zu fördern. Für seinen unermüdlichen Einsatz über fünf Jahre hinweg und für die Wahrung des Friedens am Hof von Fontaine erhielten er und Carole eine Friedensmedaille, die von Neuvillette selbst angefertigt wurde. Dieser Akt war ein kleiner Schritt nach vorn, um Melusines zu helfen, das Vertrauen der Menschen zu gewinnen. Als Carole ein Mord angehängt wurde, ließ Vautrin die Verantwortlichen hinrichten. Bei seinem Prozess befand Neuvillette ihn des Amtsmissbrauchs für schuldig. Obwohl Vautrin empört schien, war dies ein Akt, der Neuvillettes Unparteilichkeit und Fairness unter Beweis stellte und seine und der Melusinen Stellung in der Gesellschaft Fontaines stärkte. Nachdem er in das Fort Méropide geschickt worden war, gründete Vautrin das Netzwerk für gegenseitige Hilfe, das für die nächsten 400 Jahre ein ähnliches Design wie seine Friedensmedaille als Abzeichen trug. Die Gesellschaft ermutigt seine Mitglieder, das zu tun, wozu sie in der Lage sind, wie z. B. Putzen, Sport treiben, Nachhilfe geben und studieren. Es ist zu hoffen, dass alle Mitglieder des Gesellschaft für Gegenseitige Hilfe sich während ihrer Zeit in der Fort Méropide gegenseitig ermutigen, unterstützen und die Zukunft gemeinsam begrüßen.</color>\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée-Phantom",
        "desc": "<p>Die persönliche Abteilung des Obersten Richters Neuvillette, die für die Untersuchung von Verbrechen zuständig ist. Sie hat ihren Sitz im Palais Mermonia und ist eine der Abteilungen des Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/8c57616ad82afff946a1cd18e11a0b39_1838800628818598656.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Narzissenkreuz-Verein",
        "desc": "<p>Der Narzissenkreuz-Verein ist ein von René de Petrichor und Jakob Ingold gegründeter Geheimbund, der das Ziel verfolgt, neue Menschen zu kreieren, um die in der Weltformel vorhergesagte Zerstörung der Welt überleben zu können. Er wurde vom Obersten Richter Neuvillette zu einer, nach dem Gesetz von Fontaine, illegalen extremistischen Gruppe und einer kriminellen Organisation erklärt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/36893887/76c3b544663face535a657d1f97f4ad0_3614741866501583432.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole ist ein Weltauftragsexklusiver NPC. Sie war ein Teil der Maréchaussée-Phantome und wurde vor ungefähr 400 Jahren durch Neuvillette nach Fontaine gebracht.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/141341446/b5144639de0b40a37167f40774eb8e6b_3307026484225807654.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4488,
        "name": "Werbematerial der Gesellschaft für gegenseitige Hilfe",
        "desc": "<p>Ein von begeisterten Mitgliedern der Gesellschaft für gegenseitige Hilfe erhaltenes Buch mit Werbematerial. Es enthält die grundlegende Philosophie der Gesellschaft. Das Logo auf dem Umschlag wirkt irgendwie vertraut ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/787eb2c41ce0b6266df44fcf4d87b74f_8318550583543586658.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Der Herzog",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fdae1fb8bde9df163d3e0fac9bcd44d6_1918436763986718461.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der heutige Herzog des <color=#ffffff73>Fort Méropide</color> , Wriothesley, war einst selbst Gefangener der Festung. Er wurde als Teenager dorthin geschickt, nachdem er verurteilt worden war, seine Pflegeeltern aus Rache für deren ausbeuterisches Pflegefamiliensystem umgebracht zu haben. Während seiner Zeit als Gefangener in der Festung stellte er fest, dass die Insassen Tauschscheine für illegale Aktivitäten wie Attentate und Drogenhandel verwenden konnten. Als Teil eines Plans, dies zu beenden, verdiente Wriothesley mehr Tauschscheine als alle anderen Häftlinge zusammen. Dieser angehäufte Reichtum machte ihn zu einem angesehenen Mann unter seinen Mitgefangenen, aber der damalige Verwalter missbilligte dies und löschte sein Konto vollständig. Wriothesley forderte den Verwalter zu einem Duell heraus, und als der Tag des Duells kam, floh der Verwalter. Das Duell fand zufällig am Tag von Wriothesleys Entlassung statt, und da der Verwalter nirgends zu finden war, gab es auch niemanden, der seine Entlassungspapiere unterschreiben konnte. Er betrat daraufhin das Büro in der Mitte der Festung und übernahm alle relevanten Aufgaben. Anschließend führte er mehrere Reformen durch, um das Leben im Gefängnis zu verbessern. Vor dem Herzog musste man selbst für ein Grundbedürfnis wie Wasser mit Tauschscheinen kaufen. Neu eingewiesene Insassen mussten ohne Essen arbeiten, bis sie genug Tauschscheine zum Essen verdient hatten. Nachdem Wriothesley die Leitung übernommen hatte, wurde eine neue Politik eingeführt: Jeder erhält eine tägliche Mahlzeit, unabhängig von seiner Herkunft oder seinem Arbeitsstatus. Damit wurde sichergestellt, dass niemand in der Festung hungern musste.\nWriothesley wurde vor kurzem mit dem Ehrentitel „Herzog“ von Fontaine ausgezeichnet. Dieser Titel wird nur an Personen verliehen, die sich um die Nation verdient gemacht haben, und ist äußerst selten. Viele Menschen, wie Navias Vater Callas, halten die verschiedenen Titel Fontaines für hohl, doch selbst das ehemalige Oberhaupt von Spina di Rosula räumte ein, dass Herzog Wriothesley weitaus weltgewandter ist, als es scheint.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula ist eine bürgernahe Gesellschaft, die viele Lebensbereiche einbezieht und sich auf die Lösung schwieriger Probleme der Bürger konzentriert und bei Bedarf mit den Behörden Fontaniens zusammenarbeitet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/4fcc959d9c20a034311a9381f31d498c_7791724052189855893.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Die amtierende Präsidentin der Spina di Rosula, eine liebenswerte, pflichtbewusste und großartige Chefin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/61142474/3fc7580c01a9e622692402889706c4db_7621954650728041216.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Zum Stolze der Barettgesellschaft",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/1ed80c81121fb7f1877e8e4fcd0d7c5b_1808877084607799400.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Die Barettgesellschaft, eine der Organisationen der Festung, war ursprünglich dazu gedacht, Gefangene zu unterstützen, die sich in der Festung hilflos und einsam fühlten. Dougier, der Leiter und Gründer der Barettgesellschaft, erklärte, seine Mission sei es, allen zu helfen, ein neues Leben zu beginnen, damit sie nicht länger ein so düsteres Dasein führen müssten. Wriothesley bewilligte Dougiers Antrag für die Barettgesellschaft, da er sie für eine Gruppe mit vorbildlichen Gefangenen und für einen großartigen Ort für diejenigen hielt, die etwas ändern wollten. Finanziert durch Sachspenden der Mitglieder und Tauschscheinen, versammelte sich die Gesellschaft in der Nähe der Tauschscheinkantine und bot den Gefangenen Getränke, Snacks, Bücher und andere Hilfsmittel an. Sie veranstalteten auch beliebte Aktivitäten und Seminare und boten den Gefangenen eine Möglichkeit, sich zu unterhalten. <color=#ffffff73>relax.</color>\n<color=#ffffff73>Die Mitglieder der Gesellschaft trugen Baskenmützen als sichtbares Erkennungszeichen und Symbol des Gemeinschaftsstolzes. Dougier glaubte, wenn die Mitglieder Freude und Stolz an der Zugehörigkeit zur Gruppe verspürten, dann würden auch die Mützen zu einem Punkt des Stolzes für sie werden. Die Baskenmützen standen für alles, worauf die Gruppe hinarbeitete - Optimismus, Gemeinschaft, harte Arbeit und den Wunsch, ein neues Leben zu schaffen. Die Baskenmützen dienten auch als Symbol für \"Musterbürger\" und halfen bei der Anwerbung neuer Mitglieder.</color>\n<color=#ffffff73>Durch subtile Andeutungen wurde Wriothesley schließlich klar, dass mit der Barettgesellschaft etwas nicht stimmte. Nach einigen Untersuchungen stellte sich heraus, dass die Baskenmützen einen Dorn enthielten, der mit Aqua Doloris gefüllt war, einer dunklen Flüssigkeit, die Angst auslöste, wenn sie den Mitgliedern ins Gehirn injiziert wurde. Dougier bestrafte und folterte mit dieser Flüssigkeit diejenigen, die gegen die wahren Regeln der Gesellschaft verstießen. Der Verstoß gegen eine Regel hatte eine \"Zensur\" zur Folge, bei der der Dorn Aqua Doloris in den Kopf des Mitglieds injiziert wurde, um es an Dougiers Autorität zu erinnern. Für größere Verstöße gab es strengere, nicht erwähnte Strafen. Außerdem hatte er eine \"Armee\" von Gardemeks zusammengestellt, die er zum Sturz von Wriothesley einsetzen wollte. Dougiers Pläne wurden schließlich vereitelt, was zu seiner Verhaftung und der Auflösung der Gesellschaft führte.</color>\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Heutzutage",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Als der/die Reisende Fontaine besuchte, gab es in der Stadt eine Reihe von Verschwundenen, und die Behörden beschuldigten den Grafen, den elften der Fatui, der Schuldige zu sein. Obwohl der eigentliche Schuldige bereits entlarvt und während des Prozesses verurteilt worden war, wurde der Graf in das Fort Méropide inhaftiert, nachdem er von der Oratrice Mecanique d'Analyse Cardinale, einer großen mechanischen Waage im Hof der Opera Epiclese von Fontaine, die von den Hydro Archon Focalors geschaffen wurde, für schuldig befunden worden war. Die Oratrice fällte präzise Urteile, und unabhängig von der Meinung des Obersten Richters Neuvillette während des Prozesses entschied die Oratrice das endgültige Urteil. Nach einer gewissen Zeit verschwand der Graf.</color>\n<color=#ffffff73>Ein anderer Fatui, der Knappe, suchte bald ein diplomatisches Treffen mit Furina, an dem auch Neuvillette teilnahm. Während des Treffens forderte</color>\n<color=#ffffff73>die Übergabe des Grafs an Snezhnaya unter Berufung auf ihre diplomatische Rolle und Verantwortung. Da der Prozess jedoch abgeschlossen war, sah Fontaine den Fall als erledigt an, und Neuvillette lehnte die Bitte der Bediensteten ab. Die Fatui schlug daraufhin vor, das Fort Méropide aufzusuchen, um nach dem Grafen zu sehen, doch Neuvillette erklärte, dass das Fort Méropide nicht in den Zuständigkeitsbereich des Gerichts falle, und machte einen Alternativvorschlag. Da der Graf aus dem Gefängnis verschwunden ist und keine Sichtungen außerhalb des Gefängnisses gemeldet wurden, schlug er vor, jemand anderen mit den Ermittlungen zu beauftragen, was sie widerwillig akzeptierte.</color>\n<color=#ffffff73>Der/Die Reisende und Paimon hatten mit Neuvillette vereinbart, das Verschwinden des Grafen unter dem Deckmantel der Gefangenschaft zu untersuchen, um Informationen über den Verbleib des Vorboten zu erhalten. Die Fatui hatten ihre eigenen Infiltratoren als Informanten sowohl zu den Gefangenen als auch zu den Wachen geschickt, doch diese verschwanden. Daraufhin wurden Lyney, Lynette und Freminet entsandt, um die Festung zu infiltrieren und Informationen zu sammeln. Der \"Vater\" ihres Hauses, die Bedienstete, beauftragte sie, das Geheimnis zu erforschen, das das Fort Méropide verbarg. Das Haus des Herzens hatte sehr lange nachgeforscht und versucht, das Geheimnis zu lüften, als alle ihre Informanten, einschließlich derer, die die Wachen infiltriert hatten, plötzlich verschwanden. Außerdem war es Arlecchino irgendwie gelungen, zu bestätigen, dass Focalors keine Hydro-Gnosis besaß. Diese Information führte sie zu der Vermutung, dass Fontaines Gnosis in der Festung von Meropide sein könnte und mit diesem \"Geheimnis\" zusammenhängt. Die Bedienstete nutzte die Situation mit dem Grafen als Vorwand, um mit zwei hochrangigen Beamten am Hof von Fontaine zu verhandeln. Der Graf war für sie so etwas wie ein Druckmittel.</color>\n<color=#ffffff73>Bei ihren Nachforschungen fand Lyney heraus, dass das Fort Méropide eine \"verbotene Zone\" hat, was von den Wachen bestätigt wurde. Nach einiger Überredungskunst willigte der Herzog der Festung, Wriothesley, ein, den/die Reisende/n und Paimon in die verbotene Zone zu begleiten. Sie erreichten eines der drei riesigen Isolationstore, durch das nur Wriothesley eintreten durfte. Die Konzentration des Urmeeres in den Gewässern um das Fort Méropide hatte zu steigen begonnen, und in der \"verbotenen Zone\" befand sich ein riesiges Schleusentor, das das Urmeer zurückhielt.</color>\n<color=#ffffff73>Der Anstieg des Urmeeres war besonders besorgniserregend, da in Fontaine eine Prophezeiung kursierte, die besagte, dass jeder Mensch in Fontaine mit \"Sünde\" geboren wurde und eines Tages der Wasserspiegel in Fontaine ansteigen würde, wodurch die sündigen Menschen langsam ertrinken würden.</color> <color=#ffffffd9>„Am Ende werden sie alle eins mit dem Wasser sein, und nur der Hydro-Archon wird zurückbleiben. Ganz allein, auf seinem Thron sitzend, wird er seine Tränen vergießen“</color> <color=#ffffff73>Später stellte sich heraus, dass das Verschwinden vom Grafen mit einer geheimnisvollen Stimme zusammenhing, die er im Fort Méropide hörte. Dieser Stimme folgend, floh der Graf aus der Festung und landete im Urmeer, wo er das Bewusstsein verlor. Als er erwachte, schwamm ein riesiger Narwal vor ihm her. Er kämpfte mit dem Narwal und verhinderte versehentlich, dass die Prophezeiung in Erfüllung ging. Um die Menschen zu retten, falls die Prophezeiung wahr werden sollte, rekrutierte Wriothesley Jurieu und Lourvine, die ihm beim Bau eines riesigen Schiffes halfen, das ebenfalls in der Festung aufbewahrt wurde. Der Legende nach kam der remurische Gottkönig Remus nach Fontaine, nachdem er durch eine göttliche Offenbarung inspiriert worden war, und fand die Seherin Sybilla, die die Gestalt einer goldenen Biene angenommen hatte. Er nahm Sybilla mit sich und ritt auf einem riesigen Schiff, der Fortuna, und gründete seine Nation über den wogenden Wellen. Wriothesley ließ sich von der legendären Fortuna inspirieren und begann mit dem Bau eines Bootes, als er vermutete, dass das Urmeer jenseits des Tores lag. Als sich die Prophezeiung von Fontaine bewahrheitete, setzte der Herzog das gigantische Schiff Wingalet ein, um bei den Rettungsmaßnahmen zu helfen. Nachdem das Wasser zurückgegangen war, kehrte das Schiff zum Gefängnis zurück und wurde eingelagert, was in den Medien große Aufmerksamkeit erregte und einige Forscher neugierig machte.</color>\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Oberster Richter Fontaines, bekannt für seine unanfechtbare „Unparteilichkeit“.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/61142474/0513aa7f482dbb4778545d02f94956fe_5110854462697435646.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Der Letzte unter den Elf der Fatui, der Graf genannt, mit großen Erfolgen auf dem Schlachtfeld.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Die „Bedienstete“, die Vierte unter den Elf der Fatui. Sie ist eine souveräne und rücksichtslose Diplomatin, die als „Vater“ von den Kindern des Hauses des Kamins gefürchtet wird und von der sie zugleich abhängig sind.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/61142474/672e65470bfd14b664596c2a7f7eaaf8_8313782047626823064.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Ein redegewandter und charismatischer Zauberer aus Fontaine. Er zieht sein Publikum mit raffinierten Tricks und einnehmenden Worten in seinen Bann.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/e343d4442cc3b8e243f0d528bb715f75_437756755506099536.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Eine wortkarge Zauberassistentin. Ihre Mimik lässt sich kaum ergründen und ihr Temperament ist so unergründlich wie das einer Katze.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/61142474/436e6f2b9b9006bfe511a98093259daf_834066188861128909.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Fréminet",
        "desc": "<p>Ein schweigsamer Junge, der sich im Tauchen auskennt. Unter seiner eisigen Erscheinung verbirgt sich ein reines und makelloses Herz.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/61142474/8e44111a378f4e5379b8e7444e8c2daa_3466652756939044323.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Focalors ist der letzte Hydro Archon. <span class=\"wk-shady\">Sie starb durch ein Todesurteil durch das Oratrice mécanique d'Analyse cardinale.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Der absolute Mittelpunkt auf der Bühne bei Verhandlungen bis zum Applaus am Ende.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/61142474/263e5ea0784d182b393f67a7e24146a5_7182446912447372325.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Sternenverschlingender Narwal",
        "desc": "<p>Geheimnisvolle außerirdische Bestie.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/36893887/d6f05906844b79f1be3d4f049381a60f_5076645313947257172.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "„Tauschschein-Millionär“",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>In der Festung trafen der/die Reisende und Paimon auf eine Gruppe von Leuten, die ein Spiel namens Tauschschein-Millionär spielten. Bei diesem Spiel arbeiten die Spieler, um Tauschscheine zu verdienen, und derjenige, der die meisten Tauschscheine hat, erhält eine noch bessere Belohnung. Einige der regelmäßigen Kontrollen, die von den Wächtern der Festung durchgeführt werden, müssen draußen erledigt werden, und Estienne, eine Wächterin der Festung, darf entscheiden, wer diese Aufgaben erledigen darf. Estienne hat den Tauschschein-Millionär ins Leben gerufen, damit diejenigen, die nach draußen gehen wollen, sich für diese Gelegenheit anmelden können. Noailles, ein anderer Wächter, ist nicht so nachsichtig wie Estienne und findet Estiennes Methoden nicht angemessen. Er ist der Meinung, dass Estienne als Wächter seine Kräfte nutzen sollte, um die Leute zum Gehorsam zu zwingen, anstatt dieses Spiel mit ihnen zu spielen.</color>\n<color=#ffffff73>Die Spielergruppe bestand aus Genevieve, die sich mit Poiret, Rave und Darcy zusammengetan hatte. Eine der Personen in der Gruppe, die das Spiel spielte, war ein junges Mädchen namens Lanoire. Der/die Reisende und Paimon fragten sich, wie ein junges Mädchen in der Festung kriminell sein konnte, und begannen, mit ihr zu sprechen, um einige Antworten zu erhalten. Im Laufe ihres Gesprächs erzählt Lanoire ihnen von ihrem Freund Cater. Von Cater, der auch Caterpillar genannt wird, erfuhren sie, dass Lanoire in der Festung geboren wurde. Agnes, ihre Mutter, wurde von einer chronischen Krankheit geplagt und verstarb, bevor sie in der Lage war, Dokumente vorzulegen, um Lanoire einen Identitätsnachweis zu liefern. Sie war diejenige, die den Prozess hätte einleiten müssen, um Lanoire von der Festung wegzuschicken, aber sie verstarb vor einiger Zeit, bevor sie dies tun konnte. Danach hatte Estienne Cater gebeten, sich um sie zu kümmern. Ein sicherer Weg, Lanoire aus der Festung von Meropide zu befreien, bestand darin, das Spiel Tauschschein-Millionär zu gewinnen, aber dazu brauchte man eine Menge Tauschscheine. Die Raupe, der/die Reisende und Paimon arbeiteten zusammen, um den Tauschschein-Millionär zu gewinnen, damit Lanoire die Chance hatte, zu ihrer Familie zurückzukehren, sobald sie außerhalb der Festung war. Als das andere Team fast gewonnen hatte, stellte sich heraus, dass Caterpillar, der seit 400 Jahren in der Festung war, eine Million Tauschscheine gesammelt hatte. Zusammen mit Estienne, dem/der Reisenden, Paimon, Lanoir und Caterpillar verließen sie die Festung.</color>\n<color=#ffffff73>Als Lanoire zum ersten Mal die Außenwelt sah, verglich sie den Kontinent Teyvat mit dem Fort Méropide und nahm an, dass Teyvat riesig sein müsse, da sie keine Mauern sehen konnte. Estienne wollte Lanoire gehen lassen, und als die Gruppe plante, Lanoires Familie zu finden, stellte Noailles sie zur Rede und hinterfragte ihre Absichten und ihre Anwesenheit bei Lanoire. Estienne verteidigte ihr Vorgehen und behauptete, er wolle den Fehler korrigieren, dass Lanoire und Caterpillar wegen fehlender Papiere inhaftiert worden waren. Noailles beharrte jedoch darauf, dass sie immer noch Kriminelle seien.</color>\nAls er sah, wie Caterpillar wirklich aussah - ein Hilichurl - hielt er ihn für ein Monster und wollte ihn vernichten und die anderen ins Gefängnis sperren. Dank der Hilfe von Estienne und einer anderen Wache gelang es Lanoire und Caterpillar, die Festung durch den Schacht der Geodenmine zu verlassen, und Lanoire ging zu ihrem Großvater Earnshaw, der nicht einmal von ihrer Existenz wusste.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne ist eine Wache vom Fort Méropide. Er hilft dem Reisenden, Caterpillar und Lanoire während der Weltauftragsreihe „Die unvollendete Komödie“ dabei aus dem Fort Méropide zu fliehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/3e48716519d70c05febbdc4be9d0742c_8856562882077919421.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "<p>Earnshaw ist ein älterer Mann, der nordwestlich von Fontaine wohnt. <span class=\"wk-shady\">Er kümmert sich um die 3 Hunde seiner verstorbenen Tochter Agnes und seine Enkelin Lanoire. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/141341446/35dd24168ad6800be4741160d8d5b6bb_8153516555803531676.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Illustrationen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sonderausgabe der Zeitung Dampfvogel Version 4.1"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c6b7b009dc82356a3ab1ff5fc80fc489_5187964082485960714.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19. September 2023</color>\nHallo, Reisende! Nach der Aktualisierung auf Version 4.1 werden die Gebiete „Forschungsinstitut für kinetische Energie Fontaine“ und „Bezirk Liffey“ in Fontaine verfügbar sein! Sieh dir diese Sonderausgabe vom „Dampfvogel“ an und erfahre mehr über deren Besonderheiten!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Herzog vom Fort Méropide. Ein Herrscher, der sich in den finsteren Tiefen des Ozeans verborgen hält.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/61142474/31a0eb2dec5d69ca8dd7616572136b8b_8868924014480521210.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Herzog von Fort Méropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "Die Oberschwester im Fort Méropide, eine Melusine, versorgt jeden Sünder im Unterwassergefängnis gleichermaßen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Oberschwester von Fort Méropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Forscher, die die Wingalet gebaut haben",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4525,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar ist ein Hilichurl, der eine menschliche Gestalt annehmen kann. Er ist bereits 400 Jahre alt und wurde durch Jakob aus Überresten von Gegnern des Narzissenkreuz-Vereins erzeugt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/141341446/be516a2c9005727dcfd1fe45662a826d_4139090364227212657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4919,
        "name": "Autumn",
        "desc": "<p>Autumn ist ein Weltauftragsexklusiver NPC. Sie ist Mollis Mutter und Benoit Leroys Adoptivtochter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/27/141341446/87786afa9bda1bc176be56aa2a26317f_3087347669266405647.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4918,
        "name": "Athos",
        "desc": "<p>Athos ist ein Weltauftragsexklusiver NPC. Er ist Teil der Weltauftragsreihe „Leroy“, <span class=\"wk-shady\">in der er mit Autumn plant Benoit Leroy zu töten.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/27/141341446/ca65c6ada689a81cc30ca2fc2719603b_846333734393833010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4524,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Der Letzte unter den Elf der Fatui, der Graf genannt, mit großen Erfolgen auf dem Schlachtfeld.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Derzeitige oder ehemalige Strafgefangene",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne ist eine Wache vom Fort Méropide. Er hilft dem Reisenden, Caterpillar und Lanoire während der Weltauftragsreihe „Die unvollendete Komödie“ dabei aus dem Fort Méropide zu fliehen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/141341446/3e48716519d70c05febbdc4be9d0742c_8856562882077919421.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Wächter von Fort Méropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4421,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4420,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mitarbeiter der Tauschscheinkantine",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Händler vom Knochenbrecherladen",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Bücher und Gegenstände"
      },
      {
        "type": "CustomEntry",
        "epId": 4470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "name": "Hinweisakte zu Fort Méropide",
        "desc": "<p>Aufzeichnungen zahlreicher Hinweise, denen ihr im Fort Méropide nachgegangen seid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/b35798b83d28d3754e8d588ae3485fca_2484743496047895899.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4453,
        "name": "Wohlfahrtsmahlzeit",
        "desc": "<p>Eine von der Tauschscheinkantine ausgegebene Wohlfahrtsmahlzeit. Weil sie kostenlos ist, ist sie Überraschung und Risiko zugleich.</p><p></p><p>Verwende sie, um ein Gericht und ein Los des Schicksals zu erhalten.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/818da5f6a5d2a9ebb0d826cd4ea84b7a_4076894179447550577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4606,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4488,
        "name": "Werbematerial der Gesellschaft für gegenseitige Hilfe",
        "desc": "<p>Ein von begeisterten Mitgliedern der Gesellschaft für gegenseitige Hilfe erhaltenes Buch mit Werbematerial. Es enthält die grundlegende Philosophie der Gesellschaft. Das Logo auf dem Umschlag wirkt irgendwie vertraut ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/787eb2c41ce0b6266df44fcf4d87b74f_8318550583543586658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Tauschschein",
        "desc": "<p>Eine Währung, die nur im Fort Méropide akzeptiert wird.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/f26d7b3e8a467a60174784e61fe87259_4973037085172133693.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4462,
        "name": "Tauschscheine zur Ermittlung",
        "desc": "<p>Tauschscheine, die du von Neuvillette erhalten hast, um im Fort Méropide zu ermitteln. Denk aber auch daran, sie ihrem Zweck entsprechend einzusetzen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/236594615/50778f9c2f9e026a4d5a1a15cae8bf65_4096063752822855147.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4454,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fort Méropide\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/30/36893887/37c5ac16d77832991a070af115622155_7268592064858805229.png"
      }
    ]
  }
}