{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p>„Goldener Jäger“, einer von Remus Harmost.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/be6dc5d4421df05c7eb7e14e6211b0dd_4507834170128302655.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1717510499,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Beziehungen"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor schloss sich Remuria an, als sein Stamm besiegt wurde.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Der Gottkönig erhob Cassiodor in den Kreis der Harmost.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Einer von Remus' Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/8dd1bf13fcb6632439addaf00c2e4b7b_8473074876624781503.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einer der remurianischen Harmost und Cassiodors ehemaliger Freund.\nErinnyes\nCassiodor wuchs wahrscheinlich bei Erinnyes auf, aber nachdem ihr Stamm von den Remurern erobert wurde, schloss er sich Remus an.\nEuergetia\nAurelius\nRemurianische Harmost.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Gegenstände"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Goldtruppe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/c32bab10651059ad3c0c8a0e5bbd2e03_2344083831294265773.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Lied vergangener Tage",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Niemand erinnert sich an Cassiodors richtigen Namen, aber der junge Krieger, der später unter diesem Namen bekannt wurde, wuchs vermutlich zusammen mit Erinnyes, dem zukünftigen Ritter des Seeschimmers, in dem Stamm auf. Vor langer Zeit wurde ihr Stamm vom erobernden Gottkönig Remus vernichtet, und eine Armee der Goldenen Stadt versklavte oder tötete ihre Stammesangehörigen. Nur Erinnyes und Cassiodor entkamen diesem Schicksal. Erinnyes wurde von dem Fürsten von Aremorica aufgenommen. Sie schwor, der Herrin der vielen Gewässer, Egeria, zu dienen und die Länder der reinen Gewässer zu schützen, die nicht von Remus erobert worden waren. Während des Krieges lernte Cassiodor den stolzen Harmost kennen und schloss sich Remus an. Später stieg er im Dienst auf, und der Gottkönig selbst erhob ihn zum Harmost und schuf für ihn einen unbestechlichen Körper aus Stein und Bronze. Im Vergleich zu anderen Remurianern war seine Seele wie unlöslicher Ichor. Cassiodor und ein anderer Harmost, Boethius, wurden enge Freunde.\nJahre später, als Erinnyes Aremoricas Erbe wurde und viele kriegführende Stämme zur Verteidigung gegen Remuria vereint hatte, trafen sie und Cassiodor in der fernen Stadt wieder aufeinander. Der junge Musiker kam als wandernder Reisender verkleidet und besiegte im Turnier zahllose Helden von großem Ruhm, deren Ruhm über Generationen hinweg besungen wurde. Als frisch gekürter Sieger wurde ihm schließlich eine Audienz bei Errinyes gewährt. Cassiodor erzählte Erinnyes von seinen Träumen von Harmonie und Ruhm, von einem Ende der Kriege und des Hasses, doch der Ritter des Seelenlichts begegnete ihm mit einer Klinge."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„████, meine ████ ... du brauchst dich nicht mehr zu zwingen, zu sprechen, wogegen dein Herz sich sträubt.“</color>\n<color=#ffffffd9>„Ich weiß, dass der verfluchte Usurpator deine Seele entweiht und dich in den steinernen Kerker geworfen hat.“</color>\n<color=#ffffffd9>„Keine Sorge, meine ████ ... Ich habe mein Versprechen von damals keinen Moment vergessen.“</color>\n<color=#ffffffd9>„Was auch immer es kostet, ich werde dich vor den kalten Fesseln der Ewigkeit retten.“</color>\n<color=#ffffffd9>„Bis wir die Herrin allen Wassers wieder umarmen und nicht mehr in Qualen und Sorgen leben müssen.“</color>\n<color=#ffffffd9>„Bis der blasse Schmetterling wieder tanzt und unsere Seelen auf das andere Ufer der Wasser führt.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor glaubte an die glänzende Zukunft Remurias. Sein Freund Boethius behauptete, dass es unter dem überragenden Blick des Gottkönigs keine Armut, Schwäche, Torheit und Wildheit mehr geben würde; nur unter der Kontrolle des Sebastos könnten Ordnung und Schönheit geboren werden. Dank seiner Treue zu den Idealen von Remus kam Cassiodor dem Herrscher näher. Als die große Symphonie Phobos die Remurianer in Eroberung und Krieg führte, teilte der Harmost diesen Wunsch nicht, so dass Remus ihn für seinen letzten Plan auswählte. Der Gottkönig trennte Cassiodors Melodie von der Melodie der Großen Symphonie, gab ihm einen freien Willen und beauftragte ihn, die Remurianer zu retten und sie nach Ouranopolis, der Stadt der Zukunft, zu bringen. So wurde Cassiodor zu Ouranides von Ouranopolis.\nCassiodor war nicht in der Hauptstadt, als Remuria unterging, und überlebte daher. Er wusste, dass sein Freund Boethius gegen den Sebastos vorging und einen Kelch reinen Wassers stahl, den die Herrin der vielen Gewässer Remus geschenkt hatte, sowie das Initium Iani verschloss, das zur Hauptstadt führte. Nur wenige überlebten die Flut: Cassiodor und seine Gefährten verteilten sich über das Land und kämpften mit aller Macht, um die Macht des Urwassers einzudämmen, und der Harmost Boethius nutzte seine beredte Zunge, um die Verbliebenen zu beeinflussen. Er initiierte ein Ritual, das die zerstörte „Symphonie“ wiederherstellen und das zerstörte Reich wiederbeleben sollte. Zu diesem Zweck zögerte er nicht, den Willen der Verwandten zu brechen und die Seelen der Fontainier überall zu plündern. Viele Herrscher und Adlige wurden zu seinen Handlangern, und neu entstandene Völker standen am Rande des Untergangs. Um ihn aufzuhalten, der inzwischen eindeutig zu einem Ungeheuer geworden war, musste Cassoidor seinen Namen aufgeben und zu einem Geisterjäger werden, der Boethius an der Seite der Fontainier Widerstand leistete. Nach einer schwierigen Konfrontation versiegelten Cassiodor, der nun als „Goldener Jäger“ bekannt war, und die Fontainier sowohl Boethius als auch das Meer, das Remuria verschlungen hatte. Der Goldene Jäger schwor dem Schicksal, als Barriere zwischen Vergangenheit und Gegenwart zu dienen, und wurde zum Geistwächter des alten Landes.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Okeanidenritter",
        "desc": "<p>Okeanidenritter sind Anhänger der Herrin allen Wassers, Egeria, die geschworen hat, die Okeanide zu beschützen, den Kelch des reinen Wassers zu finden und die Fesseln zu zerschlagen, die Egeria gefangen hielten, um die Erbsünde zu sühnen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/36893887/52262407b200906aef4174b82522c390_2579717535155606902.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remus war der König der Götter Remurias, einer ehemaligen Nation innerhalb Fontaines.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Einer von Remus' Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/8dd1bf13fcb6632439addaf00c2e4b7b_8473074876624781503.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Goldtruppe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/c32bab10651059ad3c0c8a0e5bbd2e03_2344083831294265773.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Lied vergangener Tage",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lobgesang der Harmonie",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jahrtausende später erlangte Dominus Boethius die Herrschaft über die gestörte „Symphonie“ zurück, indem er Fragmente seiner Seele und zerbrochene Melodien in sie einflocht. Der Harmost brachte das Chaos in die Sinfonie, um Remuria wiederzubeleben und ein neuer Gott zu werden. Boethius glaubte, dass Remus Remuria verraten hatte, indem er sich mit den Vishaps verbündete und versuchte, die Große Symphonie zu zerstören. Durch die Aktion des Harmost füllten sich die Körper der Menschen von Petrichor mit den Seelen der längst verstorbenen Remurianer."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Während dieser Zeit verlor Cassiodor seinen steinernen Körper und besaß eine weiße Katze, die Paimon später Osse nannte. Um Boethius aufzuhalten, bat Cassiodor den/die Reisende/n und Paimon um Hilfe. Gemeinsam betraten sie das Meer der alten Tage und befreiten den Drachenprinzen Scylla, der von Boethius unter Machimos gefangen gehalten wurde. Obwohl Scyllas Körper zerstört wurde, lebten seine Erinnerungen im Ichor weiter. Cassiodor glaubte, dass Scylla den Gottkönig verraten hatte und griff den Goldenen Palast an, wodurch Remuria überflutet wurde. Der Drachenprinz sprach über das letzte Abkommen mit Remus, ihren geheimen Plan und die Erschaffung des Requiems, das Phobos zerstören konnte. Scylla führte eine Armee von Drachenechsen an, um die Hauptstadt anzugreifen - Remus letzter Plan, um die Remurianer und die Nation zu retten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Cassiodor und der/die Reisende in der Domus Aurea ankamen, nutzte Boethius die Macht der Musik, um sie in seinen symphonischen Palast zu locken. Dieser Raum war die Manifestation der Seele des Dominus und wurde durch die Gnade der Macht der Symphonie aufrechterhalten. Dank des Herzens von Phobos, das sich in der Nähe des Goldenen Palastes befand, war Boethius in der Lage, die reale Welt direkt zu beeinflussen. Wenn Dominus die volle Macht der Symphonie erlangen könnte, würden seine Wahnvorstellungen die reale Welt ersetzen, und Fontaine würde wieder so aussehen wie vor Tausenden von Jahren. Cassiodor schmiedete einen Plan, um Boethius, der sich in der realen Welt einen mächtigen Körper zugelegt hatte, vollständig zu vernichten. Da der/die Reisende nicht zu Teyvat gehörte und nicht aus dem Wasser des Urmeeres erschaffen wurde, besang Phobos' Melodie nicht ihr Schicksal, und Boethius konnte ihre Seele nicht beeinflussen, was Cassiodors Plan zum Erfolg verhalf."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mit Scyllas Hilfe verbanden der/die Reisende und Paimon die goldenen Aquädukte wieder, durch die einst die große Symphonie floss, und öffneten den Weg zum Goldenen Palast. Es stellte sich heraus, dass die wahre Gestalt des Boethius Phobos war, der alle Melodien und Wünsche der Remurianer in sich vereinte. Ihre geheimen Sehnsüchte führten Remuria zu Kriegen, Eroberungen und der Vernichtung der nördlichen „Barbaren“. Noch vor dem Fall Remurias nahm Phobos Boethius in sich auf und rebellierte gegen den Sebastos. Cassiodor opferte sich selbst und schloss Phobos in einen steinernen Körper ein, damit der Reisende Boethius und Phobos vernichten konnte. Als der/die Reisende das Requiem spielte, wurde die Große Symphonie vollständig zerstört, und die Seelen der Remurianer kehrten in die tiefen Gewässer zurück. Damit erfüllte sich Cassiodors wahrer Wunsch, die Pläne und Hoffnungen des Sebastos fortzuführen, um alle von der Symphonie zu befreien."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Wenn das Wasser seine Klarheit verliert, wie soll es dann wieder zu Wasser werden? Wenn ein Baum den Boden verlässt, wo soll er dann Wurzeln schlagen?“</color>\n<color=#ffffffd9>„Auch wenn Felsen und Metall krachen und schreien, kann der Mensch nicht ohne Wasser und Boden leben.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als sich Cassiodors Seele auflöste, wurde Osse wieder zu einer gewöhnlichen Katze, die jetzt in Petrichor mit Este, einem Nachkommen des remurischen Kriegers, lebt.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Einer von Remus' Harmost.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/8dd1bf13fcb6632439addaf00c2e4b7b_8473074876624781503.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla ist der Drachenkönig aus der Zeit Remurias. Er wurde vor 2000 Jahren versiegelt und in der Weltauftragsreihe „Lobgesang der Harmonie“ befreit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/b2d6cefc957361355bd202af3efcb21d_3436076890289724788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erbe",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der Name „Schattenjäger“ stammt aus Remuria, als Cassiodor Legionen von Remus Golem-Armee in den Kampf führte: <color=#ffffffd9>„Jagt die schaurigen Unholde, vertreibt und tötet sie alle.“</color> Obwohl sie „Jäger“ genannt wurden, jagten sie keine Tiere, sondern verschiedene Monster, die von der alten Dynastie von König Remus zurückgelassen wurden. Heute ist die Monsterpopulation in Fontaine bereits stark ausgedünnt, so dass sich die Jäger wieder in die Gesellschaft eingefügt haben und sich in anderen Bereichen betätigen. Sie haben sogar eine einzigartige Methode der Jagd hinterlassen. Heute sind die Schattenjäger eine Spezialeinheit zur Aufklärung von Verbrechen in Fontaine.\nHistoriker gehen davon aus, dass die Schattenjäger erst einige Jahrzehnte nach dem Fall von Remuria aktiv wurden, als das Konzept der Okeanidenritter in Fontaine bereits ausgestorben war. Die ersten Schattenjäger, die Cassiodor folgten, galten als die Erben der Okeanidenritter, aber in Wirklichkeit waren sie die letzten Überbleibsel des alten Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zwei der Remurianer, die Cassiodor folgten, waren seine Freunde, Este der Schlagfertige und Walter. Sie wurden schließlich in der neugeborenen Fontaine zur Ruhe gebettet. Das Quellwasser reagierte auf die Seelen der in den Felsen eingeschlossenen Remurianer genauso wie auf die der gewöhnlichen Fontainianer, und Este hatte eine Familie und eigene Kinder. Estes Blutlinie verband sich mit der von Fontaine und besteht bis heute fort. Als Boethius die Symphonie benutzte, um Remuria wiederzubeleben, gelangte Estes Seele in den Körper seines in Petrichor lebenden Nachfahren. Er war es, der den/die Reisende/n und Paimon nach Cassiodor führte. Als Phobos zerstört wurde, kehrte Estes Seele in die tiefen Gewässer zurück."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vor Hunderten von Jahren kam der Fontaine-Forscher Ruggiero in die Ruinen von Petrichor, um die legendäre Verblichene Burg zu finden und mehr über Remuria zu erfahren. In Petrichor traf er den Goldenen Jäger, von dem er von denSchattenjägern und den Okeanidenrittern erfuhr. Ruggieros ursprüngliches Ziel war der Schatz von Remuria, aber er war tief unter Wasser vergraben. Später erkannte er, dass die Menschheit kein Bedürfnis hatte, Wissen zu kontrollieren, das über ihre Fähigkeiten hinausging, und mit Hilfe von Cassiodor versiegelte er den Durchgang zur verblichenen Burg. Der Forscher wollte die seit langem verlassene Stadt Petrichor wieder aufbauen, Flüchtlinge anlocken und andere Versionen der Legende über Remuria und das Verblichene Schloss verbreiten. Dann würden die Menschen selbst die Siegel schützen, und die Geheimnisse dieses Ortes würden für immer verborgen bleiben.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Maréchaussée-Phantom",
        "desc": "<p>Die persönliche Abteilung des Obersten Richters Neuvillette, die für die Untersuchung von Verbrechen zuständig ist. Sie hat ihren Sitz im Palais Mermonia und ist eine der Abteilungen des Maison Gardiennage.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/36893887/8c57616ad82afff946a1cd18e11a0b39_1838800628818598656.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Schattenjäger",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/08/36893887/539b03bed1057707abd643147e18abde_2521737970300417849.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/36893887/197fb7278c6044b3bead4b9068a0c8a1_4166338439226233760.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor (Ouranides von Ouranopolis) im Körper einer Katze."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Cassiodor"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Harmost"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "„Goldener Jäger“\nOuranides von Ouranopolis\nOsse"
          }
        ]
      }
    ]
  }
}