{
  "epId": 5638,
  "name": "Der Dunstschleier über Petrichor",
  "desc": "<p><span>Kaum bist du in Petrichor angekommen, stolperst du über eine Reihe von Merkwürdigkeiten und beschließt, der Sache vor Ort auf den Grund zu gehen ...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/39324012/259bdd2ad9bdc6571419096864cc4f08_5106912431101638877.png",
  "menuId": 31,
  "menuName": "Weltauftrag",
  "version": 1736608973,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Petrichor - Gebiet, Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Anführer der Truppe:</color>\nHe, du Dummkopf! Wie kommt es, dass immer noch so viele Kisten nicht an Bord sind? Du lahme Schnecke ... wie lange soll das noch dauern!?\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nAch, Boss! Die Kisten sind einfach zu schwer. Wenn wir sie weiter auf das Schiff laden, fürchte ich ...\n<color=#ffffff>Anführer der Truppe:</color>\nWas gibt es schon zu befürchten!? Das hier sind Schätze. Es wäre eine ungeheuerliche Verschwendung, sie nicht mitzunehmen!\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nAber wenn wir alle Kisten auf das Schiff laden und dann noch selbst an Bord gehen, fürchte ich, dass das Schiff es nicht aushalten wird.\n<color=#ffffff>Anführer der Truppe:</color>\nHa, aber das ist doch ganz einfach! Ich lasse einfach euch auf der Insel zurück. Dann kann ich den Schatz mit zurücknehmen, oder?\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nSo kennen wir dich, Boss. Ein brillanter Zug ... Moment mal! Mich kannst du wenigstens mitnehmen. Ich habe keine Lust, von diesen Golems geschnappt und in so eine gruselige Gestalt verwandelt zu werden!\n<color=#ffffff>Anführer der Truppe:</color>\nUnd jetzt Schluss mit der Plauderei und ran an die Arbeit! Wenn die Lakaien des Dämonenkönigs uns erwischen, sind wir alle geliefert!\n<color=#ffffff>Paimon:</color>\n... Die Lakaien des Dämonenkönigs? Führen die etwa ein Schauspiel auf?\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nWarte, Boss! Dort drüben sind Leute!\n<color=#ffffff>Paimon:</color>\nReisende/r, gehen wir doch hin und fragen sie ...\n<color=#ffffff>Anführer der Truppe:</color>\nHe! Ihr zwei da drüben! Was schleicht ihr euch da herum?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDa... Das war’s!\n<color=#ffffff>Paimon:</color>\nWir haben nichts Böses angestellt! Warum die Aufregung?\nEs soll keine Zeugen geben ...\n<color=#ffffff>Paimon:</color>\nHä? Reisende/r , was sagst du da ...?\n<color=#ffffff>Paimon:</color>\nJedenfalls sollten wir erst mit ihnen reden.\n<color=#ffffff>Anführer der Truppe:</color>\nHmm ... Ihr seht aus, als wärt ihr nicht von hier. Ich dachte zuerst, ihr wäret die Schergen des Dämonenkönigs Remus!\n<color=#ffffff>Paimon:</color>\nDas hier ist Reisende/r und Paimon ist Paimon. Wir sind tatsächlich Reisende! Dieser Dämonenkönig Remus, von dem du redest, wer ist das? Ist sein Auftritt schon vorbei?\n<color=#ffffff>Anführer der Truppe:</color>\nHaha, ihr kennt nicht mal den Dämonenkönig ...? Na gut, ihr Fremden, die wohl hinter dem Mond leben. Ich will mal nicht so sein. Ich werde es euch erklären!\n<color=#ffffff>Ihr wisst, dass dies hier einmal eine idyllische Kleinstadt war, als sie noch nicht den Namen Petrichor trug ...\\nWir Leute aus Fontaine verbrachten hier ein unbeschwertes Dasein, bis die Ankunft der Legion der Golems des „Dämonenkönigs Remus“ alles veränderte ...\\nEin finsterer Tyrann, der sich zum Herrscher über diese Gewässer ausrief. Seine Legionen hatten schon viele Ortschaften dem Erdboden gleichgemacht, bevor sie uns heimsuchten. Sie nahmen uns unser Land, verschmutzen unsere reinen Wasserquellen und wollten uns mit ihren Liedern betören ...\\nSie errichteten majestätische Glockentürme und Schlösser, unter deren Einfluss die Melodien des Dämonenkönigs unsere Geschwister zu Sklaven machten ...\\nDoch wir, die freien Menschen Fontaines, werden niemals die Herrschaft eines Tyrannen akzeptieren! Um die Tyrannei des Dämonenkönigs zu beenden, führte ich meine tapferen Recken in zahlreiche Schlachten.</color>\n<color=#ffffff>Paimon:</color>\nOoh!\n<color=#ffffff>Reisende/r:</color>\nEine ganz schön detaillierte Hintergrundgeschichte.\n<color=#ffffff>Paimon:</color>\nUnd dann? Und dann? Wie habt ihr den Dämonenkönig besiegt?\n<color=#ffffff>Anführer der Truppe:</color>\nDie Golems unter dem Befehl des Dämonenkönigs verfügen über gewaltige Stärke. Eine direkte Konfrontation wäre aussichtslos gewesen. Glücklicherweise hatten wir den „gewitzten Este“ an unserer Seite ...\nMit dessen Hilfe drangen wir unbemerkt in das Schloss des Dämonenkönigs ein und holten den Schatz zurück, den er und seine Lakaien von uns Leuten aus Fontaine geraubt hatten!\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nSo wie es der Boss gesagt hat! Nun, was waren seine Worte ... „Die Truppenverbände des Dämonenkönigs in Unordnung zu versetzen!“ Wahrlich eine überaus scharfsinnige Taktik!\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nFordern die Helden den Dämonenkönig nicht immer direkt heraus?\n<color=#ffffff>Paimon:</color>\nWo ist dieser Dämonenkönig? Wann betritt er die Bühne?\nWann betritt der Dämonenkönig die Bühne?\n<color=#ffffff>Anführer der Truppe:</color>\nHa! Wenn der Dämonenkönig auftritt, könnten wir dann überhaupt den Schatz transportieren? Ebenso wie mit Este, der wäre jetzt vielleicht schon in einen Golem verwandelt worden und deshalb der „armselige Este“ geworden!\n<color=#ffffff>Paimon:</color>\nBoah! Er hat euch geholfen und ihr lasst ihn einfach im Stich und haut ab! Ihr seid doch wohl die Bösewichte, nicht wahr? Wie können Bösewichte die Hauptrollen spielen!\n<color=#ffffff>Anführer der Truppe:</color>\nWas für „Hauptrollen“, welcher „Auftritt“ ...? Hört mal, ich denke, ihr seid als Fremde verkleidete Handlanger des Dämonenkönigs, richtig? Euer Gerede ist genau wie das der anderen, alles nur Theater!\n<color=#ffffff>Paimon:</color>\nHä? Seid ihr hier nicht am Schauspielern?\n<color=#ffffff>Anführer der Truppe:</color>\nHmpf, ihr wollt also nicht auspacken, ohne vorher ein bisschen was einzustecken, was? Jungs, greift sie euch!\n<color=#ffffff>Auftragsziel:</color> Besiege die „Räuber“.\nDie Ganoven, die so übel verprügelt worden sind, haben sogar die Schätze liegen lassen und sind mit dem Boot abgehauen ...\n<color=#ffffff>Auftragsziel:</color> Untersuche die Kiste mit dem „Schatz“.\n<color=#ffffff>Paimon:</color>\n... Sie sind wirklich einfach so weggelaufen. Es war also alles gar kein Schauspiel!\nAber was hat es mit diesem Schatz auf sich? Und Dämonenkönig sowie sein Schloss ... So etwas gibt es doch nicht wirklich, oder?\n<color=#ffffff>Reisende/r:</color>\nWollen wir sie öffnen und uns den Schatz anschauen?\n<color=#ffffff>Paimon:</color>\nHä? Aber wir wissen gar nicht, woher diese Dinger kommen ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nRespekt! Jetzt interessiert Paimon sich nicht einmal mehr für Schätze!\n<color=#ffffff>Paimon:</color>\nPaimon macht sich nur Sorgen ... Was, wenn in den Kisten irgendeine Falle des Dämonenkönigs ist ...?\nDas ist eine notwendige Untersuchung.\n<color=#ffffff>Paimon:</color>\nDu hast ja recht. Aber was, wenn da drinnen irgendeine Falle des Dämonenkönigs ist ...?\n<color=#ffffff>Paimon:</color>\nWas soll man schon machen! Aber sei ein bisschen vorsichtig, ja?\n<color=#ffffff>Öffne die „Schatztruhe“:</color>\n<color=#ffffff>Und am Ende war in den Kisten überhaupt keine Falle des Dämonenkönigs.</color>\n<color=#ffffff>Allerdings waren darin auch keine Schätze. Sie sind bis oben gefüllt mit schwerem Schutt und Steinen.</color>\n<color=#ffffff>Paimon:</color>\nHmpf! Paimon wusste doch, dass sie nur ein Haufen Betrüger sind! Wo sollen hier Schätze sein!?\nOder soll diese schäbige Statue hier etwa irgendein unschätzbar wertvolles Kulturgut sein?\nHm ... Lass uns lieber nach Petrichor gehen und dort nachfragen! Wer weiß, vielleicht ist es ein Wahrzeichen der Stadt oder eine Art Maskottchen!\nWas diese „Schätze“ angeht ... Wir ...\n<color=#ffffff>Paimon's Voice:</color>\n... He! Reisende/r , du ...\n\"How unforgettable the Hortus Euergetis, overflowing with fruit and flower! How grand and glorius Caesareum, how marvelous the melodies drifting through Collegium Phonascorum... O Fate, why not halt at this moment...\"\n<color=#ffffff>???:</color>\nEure Majestät. Eure Majestät ...\n<color=#ffffff>Reisende/r:</color>\nEin ... Traum?\n<color=#ffffff>████:</color>\nMajestät, Ihr seid endlich erwacht. Heute ist der feierliche Tag, an dem die erhabene Sinfonie, Phobos, erklingen wird. Obwohl bis zum Beginn der Zeremonie noch etwas Zeit ist, sollten wir nun aufbrechen.\n<color=#ffffff>Reisende/r:</color>\nIch muss wohl geträumt haben.\n<color=#ffffff>████:</color>\nEin Traum? Sogar die Götter träumen also? ... Wovon habt Ihr geträumt? Waren es die Felder jenseits des Nordwinds oder der silberne Baum unter dem gefrorenen Boden ...?\nOder war es die goldene Zukunft, die Ihr mir einmal gezeigt habt?\n<color=#ffffff>Reisende/r:</color>\nIch sah ... wie das Meer die Erde verschlang ...\nWie die Erben von Marmor und Messing mit hinabsanken ...\nWie alles, was einst erstrahlte, zerfiel und sich im Nichts verlor ...\n<color=#ffffff>████:</color>\n... Geht es um die Prophezeiung? Genau um ihr Eintreffen zu verhindern, um dem unausweichlichen Schicksal die Stirn zu bieten, sind wir heute hier.\nSeitdem ich diese Gestalt annahm und zu einem Menschen von Remuria wurde, habe ich unerschütterlich daran geglaubt ...\n... Verzeiht mein ungebührliches Benehmen ...\nNun, bitte folgt mir jetzt, Eure Majestät.\n<color=#ffffff>Folge der mysteriösen Person.</color>\n<color=#ffffff>████:</color>\nObwohl ihr den Menschen unsterbliche Körper verliehen habt, damit sie die Gezeiten des tiefen Wassers nicht mehr fürchten müssen, sind doch unsere Seelen immer noch unter dem Joch von „Fortuna“ gefangen. Die Last des Schicksals ist keine, die von menschlichen Seelen getragen werden kann. „Phobos“ wird uns einen Schicksalsweg ebnen und uns auf den Pfad der Rechtschaffenheit führen. Die Melodie der „Sinfonie“ wird sich entlang der Wasserstraßen der hohen See verbreiten, und bald wird Remuria ... nein, wird die gesamte Menschheit von der unsinnigen Tyrannei des Schicksals befreit sein. Eine Zukunft des ewigen Glücks erwartet uns.\nUns eines schönen Tages dann werden die Menschen die Anleitung von „Phobos“ nicht mehr brauchen und jeder wird seine eigene Sinfonie spielen können.\n<color=#ffffff>███:</color>\nRemus, Remus ...\nRemus, du sprachst einst davon, eine Zukunft zu gestalten, die sich den Ketten des vorherbestimmten Schicksals entwindet.\nUnd doch ist dein Land von Gewalt zerrüttet und der Graben, den du beseitigen wolltest, ist noch tiefer geworden. Das von dir geschaffene unsterbliche Volk liegt im mörderischen Konflikt mit den Nachkommen der Wasser.\nUnd so wird auch die vermeintlich „Ewige Stadt“ verfallen und sich auflösen ...\nDu bist außerstande, das von dir Erschaffene zu kontrollieren ... Die Sinfonie brachte weder Gerechtigkeit noch Glück, sondern wurde zur Quelle aller Sünden.\nAuch wenn ihre sterblichen Hüllen von Wasser und Erde getrennt wurden, lenken die auf Abwegen irrenden Seelen sie unweigerlich auf den Weg des sicheren Todes. Fortunas Fluch lastet auf deinen Untertanen ebenso wie auf dir.\n<color=#ffffff>Reisende/r:</color>\nErinnerst du dich an unsere Vereinbarung ...?\nDas ist die letzte Möglichkeit ... Nur solange die Sinfonie spielt ...\n<color=#ffffff>███:</color>\nIst das der einzige Weg zur Sühne, der dir nach deinem Scheitern bleibt, Usurpator der Menschen? Immerhin verrät die Größe deiner Entscheidung die Würde eines Königs.\nEs war ein Versprechen. Und nun erlaubt mir, Zeuge deines Untergangs zu werden ...\n<color=#ffffffd9>„Oh, du verwunschener König! Schwelgst in Musik, in Wein und Heiterkeit, denn noch ist sie nicht da, die Stunde, in der das Urteil gesprochen wird ...“</color>\n<color=#ffffff>Auftragsziel:</color> Sprich mit Paimon.\n<color=#ffffff>Paimon's Voice:</color>\n... Reisende/r ... He, wach auf ...\n<color=#ffffff>Reisende/r:</color>\nIch habe gerade ...\n<color=#ffffff>Paimon:</color>\nWaah, ist Paimon erschrocken! Reisende/r, du hast ...\nDu hast gerade ... plötzlich mit leerem Blick und völlig reglos auf diese Statue gestarrt! Paimon dachte schon, du wärst mit dem Fluch des Dämonenkönigs belegt und zum Golem verwandelt worden ...\n<color=#ffffff>Reisende/r:</color>\nEs muss wohl ein seltsamer Tagtraum gewesen sein ...\n<color=#ffffff>Paimon:</color>\nKö... Könnte es sein, dass es echt einen Fluch gibt?! Reisende/r , geht es dir gut?\n<color=#ffffff>Reisende/r:</color>\nMit mir ist alles in Ordnung. Mach dir keine Sorgen.\n<color=#ffffff>Paimon:</color>\nDann ist ja alles gut ... Ja, lass uns auf jeden Fall zuerst nach Petrichor gehen!\n<color=#ffffff>Auftragsziel:</color> Geh nach Petrichor.\n<color=#ffffff>Paimon:</color>\nThis place feels so deserted...\nEveryone looks so weird...\n<color=#ffffff>???:</color>\nSeid gegrüßt, Reisende, die ihr durch das Reich der Träume gewandelt seid.\n<color=#ffffff>„Glöckner“</color>\nIch bin der Glöckner des Glockenturms an der Kreuzung und auch derjenige, der Reisende beim Betreten der prächtigen Ewigen Stadt willkommen heißt.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nWieder eine neue Hintergrundgeschichte?\n<color=#ffffff>Paimon:</color>\n(Könnte es sein, dass er mit diesen Dieben von vorhin unter einer Decke steckt?)\nGeht es zur Ewigen Stadt nach links oder nach rechts?\n<color=#ffffff>Paimon:</color>\nDu bist so schnell in deine Rolle geschlüpft! Geht es dir wirklich gut?\n<color=#ffffff>Paimon:</color>\nAber davon abgesehen ... Ähm, die Leute, die wir unterwegs gesehen haben, benehmen sich alle seltsam. Weißt du, was da los ist?\n<color=#ffffff>„Glöckner“:</color>\nAlle haben sich längst nach Machimos begeben und genießen nun wohl die Obhut unseres Sebastos.\n<color=#ffffff>Paimon:</color>\nOha, an den „Dämonenkönig Remus“ wird jetzt auch noch ein „Sebastos“ angefügt. Es wird wirklich immerfort komplizierter!\n<color=#ffffff>„Glöckner“:</color>\n„Dämonenkönig Remus“ ... Sieht so aus, als hättet ihr unterwegs etwas mit diesen ungehobelten Barbaren zu tun gehabt. Tatsächlich handelt es sich dabei um ihre verächtliche Benennung für Seine Majestät, den Sebastos Remus.\n<color=#ffffff>Paimon:</color>\nOh, es handelt sich hierbei um denselben Remus ... So ist das also!\n<color=#ffffff>„Glöckner“:</color>\nAber das spielt keine Rolle. Du solltest wissen, unser Sebastos lässt sich nicht durch engstirniges Stammesdenken einschränken. Auch wenn diese schäbigen Mistkäfer versuchen, seinen guten Ruf zu beschmutzen. Diejenigen mit Weitblick werden weiterhin von der edlen Vision des Sebastos inspiriert und bescheren ihm Zulauf.\nWenn die Glocke der Ewigkeit läutet, wird alles, das je gewesen ist, ausradiert, ungeachtet Herkunft und Vergangenheit und ihr erlebt eine Wiedergeburt. Seid dankbar! Singt Loblieder!\n<color=#ffffff>Paimon:</color>\nReisende/r , was sollen wir nur tun ... Dieser Typ scheint äußerlich klar zu sein, aber seine Worte sind vollkommen verworren ... Könnte es sein, dass er schlafwandelt?\n<color=#ffffff>„Glöckner“:</color>\nSchlafwandeln? Du nennst mich einen Schlafwandler?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDie Symptome sind ähnlich.\nAber wer weiß? Natürlich könnten auch wir träumen.\n<color=#ffffff>Paimon:</color>\nWie kann das sein!? Das kann doch nicht stimmen ...\n<color=#ffffff>„Glöckner“:</color>\nTr... Träume ich? Ich bin doch ...\n<color=#ffffff>Schaue dabei zu, wie der „Glöckner“ ohnmächtig wird.</color>\n<color=#ffffff>Paimon:</color>\nHe, geht es dir gut? Wieso bist du plötzlich ohnmächtig geworden ...\n<color=#ffffff>???:</color>\nSeid ihr Reisende von außerhalb? Bitte stehenbleiben.\nAusgezeichnet, ihr scheint kognitiv ... vollkommen bei Besinnung zu sein.\n<color=#ffffff>Paimon:</color>\nEndlich treffen wir einen normalen Menschen! Was ist nur in Petrichor passiert ...\n<color=#ffffff>???:</color>\nLasst uns diesen Herrn zuerst an einen sicheren Ort bringen. Wir können ihn hier nicht liegen lassen, sonst erkältet er sich.\n<color=#ffffff>Auch wenn eine Erkältung jetzt vielleicht nicht das größte Problem ist,\\nbringt ihr trotzdem zusammen mit diesem „normalen“ Typen den verwirrten „Glöckner“ zu einer nahegelegenen Bank.</color>\n<color=#ffffff>Este:</color>\nLasst uns noch mal von vorne anfangen: Ich heiße Este und bin Mitglied des Klubs der Visionäre hier in der Stadt. Im Moment bin ich das einzige hier anwesende Mitglied.\n<color=#ffffff>Paimon:</color>\nWir sind Paimon und Reisende/r . Wir sind ... ähm ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\n... Touristen zu Besuch in Petrichor.\n<color=#ffffff>Este:</color>\nDas ist wirklich ungünstig, die momentane Lage in der Stadt ... wird euch nicht gefallen, fürchte ich.\n... Abenteurerinnen / Abenteurer auf der Durchreise.\n<color=#ffffff>Este:</color>\nAbenteurerinnen / Abenteurer ? ... Dann seid ihr auch auf der Suche nach diesem Schloss, oder?\n... Wir sind von der Sonderpatrouille für Sicherheit und Überwachung.\n<color=#ffffff>Este:</color>\nWirklich? Hm ... Ich weiß zwar nicht, in welcher Angelegenheit ihr hier seid, aber in der derzeitigen Lage wird es schwierig, Unterstützung von den Leuten hier zu bekommen ...\n<color=#ffffff>Paimon:</color>\n(He, wir sollten uns besser nicht als Beamte ausgeben!)\n<color=#ffffff>Paimon:</color>\nHm, da fällt Paimon ein ... haben wir den Namen „Este“ nicht schon einmal gehört?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDu hast die Räuber in das Schloss des Dämonenkönigs gebracht, richtig?\nDann bist du also lebend davongekommen! Das ist wirklich erfreulich!\n<color=#ffffff>Este:</color>\nAh? Was meinst du? Seid ihr etwa auch ...\n<color=#ffffff>Paimon:</color>\nNein, nein. Wir sind vollkommen wach! Wir verstehen nur nicht, warum alle diese merkwürdigen Dinge von sich geben ...\n<color=#ffffff>Ihr berichtet Este von dem Vorfall außerhalb der Stadt, bei dem ihr die Räuber verjagt habt, die Steine für wertvolle Schätze hielten.</color>\n<color=#ffffff>Este:</color>\nOh, sie sind es also ...\nseufz Wo soll ich anfangen ... Die Legende des „Verblassenden Schlosses“ ist kein Geheimnis. Es kreuzen immer wieder Abenteurer wie sie auf, um sich dort umzusehen.\nMal abgesehen davon, dass das „Gold“ in „Goldtruppe“ nur bildlich gemeint ist, wurde das Schloss vor tausend Jahren errichtet. Es ist daher mehr als fraglich, ob dort heute noch wertvolle Gegenstände zu finden sind.\nAber Abenteurer sind nun mal beratungsresistent. Kurz nachdem ich sie zu den Ruinen am Hügel gebracht hatte, fingen sie an, wie von Sinnen Statuen zu demolieren und in Kisten zu packen.\nMir allein gelang es nicht, sie aufzuhalten, also dachte ich daran, in die Stadt zurückzukehren und Hilfe zu suchen. Doch zu meinem Erstaunen schienen auch die Bewohner dort plötzlich wie hypnotisiert zu sein, mit ausdruckslosen Gesichtern und wirrem Gemurmel ...\nIm Klub der Visionäre haben wir früher die Kunst der Hypnose erforscht, doch ein solches Niveau der Einflussnahme überschreitet bei Weitem unsere Fähigkeiten. Ich mutmaße, dass innerhalb der Ruinen etwas Ungewöhnliches passiert ist. Laut den Aufzeichnungen ...\n... Warum sind wir als Einzige nicht davon betroffen? Hm, wirklich höchst interessant ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nWir sehen uns in den Ruinen um, vielleicht finden wir dort eine Antwort.\nWir sehen uns in den Ruinen um, vielleicht finden wir dort Schätze!\n<color=#ffffff>Paimon:</color>\nDann warte doch hier, Este! Überlass uns die Sache mit den Abenteuern! Wenn du auch mitkommst, könntest du in einen Golem verwandelt werden!\nOooch, ist das dein Kätzchen, Este? Ist das süß!\n<color=#ffffff>Este:</color>\nNein. Katzen werden als äußerst geistvolle Tiere angesehen. Das hat der Typ immer gesagt, der sich mit Hypnose beschäftigte.\nKomisch, wenn man genau hinschaut, sein ... äh, Halsband? Oder ist das eher ein Anhänger? Ich hab sowas Ähnliches schon mal gesehen ...\n<color=#ffffff>Paimon:</color>\nAh, es ist abgehauen ...\nJedenfalls ... Katzen hin oder her, schauen wir uns lieber erst bei den Ruinen um! Este, sag mal, wie kommt man da hin?\n<color=#ffffff>Este:</color>\nDie Ruinen? Beim Berg hinter dem Städtchen. Genau die Richtung, in die die Katze eben weggelaufen ist.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nHehe, Miezekatze, hehe ...\n<color=#ffffff>Paimon:</color>\n... Reisende/r, ist mit dir wirklich alles in Ordnung?\nDann mal los!\n<color=#ffffff>Este:</color>\nDie Lage ist gerade etwas undurchsichtig. Ihr solltet auf der Hut sein!\n<color=#ffffff>Paimon:</color>\nDu auch! Sei vorsichtig! Wir gehen hin und kommen gleich wieder zurück!\n<color=#ffffff>Auftragsziel:</color> Erkunde die Ruinen hinter dem Berg.\nBesiege die zum Leben erwachte Statue.\n<color=#ffffff>Paimon:</color>\nWhoa! Diese Statue bewegt sich!\n<color=#ffffff>Auftragsziel:</color> Unterhalte dich mit der sprechenden Katze.\n<color=#ffffff>???:</color>\nWirklich nicht schlecht. Euer Kampfgeist steht dem der legendären Schattenjäger von einst in nichts nach ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nBoah, es ist eine seltene leuchtende Katze!\nOh, ein Tier, das sprechen kann!\n<color=#ffffff>Paimon:</color>\n... Wir haben auf unseren Reisen echt schon viele wunderliche Dinge gesehen. Aber selbst nach all dem dürfte eine leuchtende Katze, die sprechen kann ... schon als ziemlich „selten“ bezeichnet werden ...\n<color=#ffffff>Leuchtende Katze:</color>\n... Ich werde mich nicht mehr daran aufhängen, ein „wunderliches Ding“ genannt zu werden. Reisende/r, und auch Paimon, ihr auserwählten Mutigen. Jetzt ist die Zeit für wahre Helden wie euch beide, tapfer voranzuschreiten!\nUm die verirrten Seelen zu retten, bitte ich euch, sofort mit mir in das Reich der alten Tage in der Tiefe des Meeres zu reisen und die in Unordnung geratene Sinfonie zu beruhigen.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nIst das auch ein Teil des Szenenbildes?\n<color=#ffffff>Paimon:</color>\nÄhm, könnte das ein Szenario wie ... aus den Büchern vom Verlagshaus Yae sein? Du weißt schon, „wir waren Kameraden in unserem letzten Leben, aber er ist der Einzige, der die alten Erinnerungen geerbt hat“ ...?\nOh ja, ich bin die / der Mutige! Los geht’s!\n<color=#ffffff>Paimon:</color>\nAlso wirklich, wieso fällst du so leicht darauf rein!? Mutige Auserwählte / Mutiger Auserwählter, im Interesse von Paimons Magen, setze dich sogleich in Bewegung und kaufe Fonta für Paimon!\n<color=#ffffff>Paimon:</color>\nHm ... Apropos, wer bist du eigentlich?\n<color=#ffffff>Ouranides von Ouranopolis:</color>\nMuss ich alles von Anfang an erzählen? Also gut ... Ich bin „Ouranides von Ouranopolis“, Hüter des Reichs der alten Tage.\n<color=#ffffff>Paimon:</color>\nO... Ou... Was? Paimons Zunge ist schon ganz verheddert! Nennen wir dich einfach Os, das klingt ähnlich wie das Geräusch, das Katzen mögen. Ist das nicht ein passender Name?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nMiau?!\n<color=#ffffff>Reisende/r:</color>\nMiau, miau?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nIch hab’s noch nicht ganz raus, diesen Körper zu steuern, sodass manchmal die natürlichen Instinkte durchscheinen ... Hätte ich doch gleich zu Beginn ...\nÄhem ... Wie ihr beide sehen könnt, beginnt die Trennungslinie zwischen der Vergangenheit und der Gegenwart, beeinflusst durch die in Unordnung geratene Sinfonie, allmählich unscharf zu werden. Aus ebendiesem Grund bin ich erwacht. Bis jetzt ist das Ausmaß der Konsequenzen noch relativ klein.\nDen Bewohnern von Petrichor wurden die Seelen weggenommen. Dass sie so entrückt und verstört wirken, kommt daher, weil die Sinfonie ihnen vorübergehend Identität und Erinnerungen verliehen hat, um die Lücken zu füllen.\nUm einen Vergleich zu ziehen, es ist, als wäre das klare Wasser in einem Gefäß durch köstlichen Wein ersetzt worden. Ja, schließlich handelt es sich um Erinnerungen, die von der Sinfonie der alten Tage heraufbeschworen werden.\n<color=#ffffff>Paimon:</color>\nHä? Paimon muss nachdenken ... hm ... den Bewohnern von Petrichor wurden die Seelen weggenommen? Und dann wurde von ihren Körpern Besitz ergriffen ... schluchz ... Das klingt schrecklich!\n<color=#ffffff>Reisende/r:</color>\nDu sagtest, das Ausmaß der Konsequenzen sei noch relativ klein.\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nRichtig, Reisende/r . Allerdings ist eins klar: Wenn es der / dem auserwählten Mutigen nicht gelingt, die durcheinander geratene Melodie wieder in Harmonie zu bringen, wird früher oder später sogar der Hof von Fontaine auch verschlungen werden.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nWas bleibt uns sonst übrig? Immerhin bin ich die / der Mutige ...\nWas bleibt uns sonst übrig? Lasst uns hingehen und nachschauen.\n<color=#ffffff>Paimon:</color>\nPrima! Also, Os, zeig uns den Weg!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nHerzlichen Dank, der Weg ins Reich der alten Tage liegt unter dem Brunnen, den ihr vor euch seht. Ich habe bereits das Siegel des verborgenen Wegs sichtbar gemacht.\nAls Nächstes sollte ich die Vorrichtung aktivieren, die das Siegel instand hält ...\nAlso, bitte helft mir, die Saiten der Harfe zu entfernen, dann werde ich in der Lage sein, die Siegel zu öffnen und den Weg freizulegen.\nNun, dann lasst uns gemeinsam zum verblassenden goldenen Schloss gehen.\n<color=#ffffff>Paimon:</color>\nEin verblassendes goldenes Schloss ... Herr Este sagte auch etwas von einer Legende eines verblassenden Schlosses, oder? Meinte er damit nicht diese Ruinen?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nDiese sind nur oberflächliche Trümmer. Das eigentliche Schloss befindet sich tiefer im Wasser.\n<color=#ffffff>Paimon:</color>\nHm ... Anscheinend weiß Os besser Bescheid als die Katzen in der Stadt!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nMich mit den Katzen der Stadt zu vergleichen, das ist ja wohl ... Seht zu, dass ihr euch nicht verlauft.\n<color=#ffffff>Paimon:</color>\nWah! Er ist runtergesprungen! Katzen können also doch schwimmen!?\n<color=#ffffff>Erhalte Uralte Partitur.</color>\n<color=#ffffff>Auftragsziel:</color> Geh zum verblassenden Schloss.\n<color=#ffffff>Paimon:</color>\nPaimon hätte nicht gedacht, dass sich darunter so ein großer Raum verbirgt. Anscheinend hat Os doch recht gehabt!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nDas ist lediglich die Spitze des Eisbergs! Die Landmasse eines ganzen Königreichs versank einst in den Fluten ... Meine Aufgabe besteht darin, zu verhindern, dass das, was in die Tiefen des Wassers stürzte, erneut an die Oberfläche zurückkehrt.\n... Zumindest glaube ich das.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nUnd schon gibt es wieder Zweifel an deiner Glaubwürdigkeit ...\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nSchließlich bin ich nur eine Katze, die ein bisschen mehr weiß als andere Katzen in der Stadt.\nEs wäre wirklich schön, einen zuverlässigen Reiseführer zu haben.\n<color=#ffffff>Reisende/r:</color>\nDann lass Paimon ab jetzt den Weg weisen ... So würde es Paimon am liebsten sagen!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nHehe ... Genug davon. Ob die Seelen der Ortsansässigen sicher in ihre Körper zurückfinden können, liegt nun in unseren Händen. Ich appelliere daher an euch beide, reißt euch zusammen!\nHinter diesem Tor liegt das verblassende Schloss. Lasst uns weitergehen!\n<color=#ffffff>Folge Osse.</color>\n<color=#ffffff>Paimon:</color>\nWow! How are you so fast, Osse?\n<color=#ffffff>Osse:</color>\nIch bin schließlich ach eine Katze, da ist es doch logisch, dass ich auch so schnell bin. Paimon, du solltest wohl mal einen Zahn zulegen.\n<color=#ffffff>Untersuche das Fenster.</color>\n<color=#ffffff>Osse:</color>\nHe, lass dich nicht von irgendwelchen Belanglosigkeiten ablenken, wir haben schließlich zu tun!\n<color=#ffffff>Auftragsziel:</color> Erhalte eine wunderbare Musikbox.\n<color=#ffffff>Paimon:</color>\nWah, in so einem großen Schloss können bestimmt eine Menge Leute wohnen, oder?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nAber natürlich! Und nicht nur Leute ...\n<color=#ffffff>Paimon:</color>\nHe! Der liebe Os redet wieder so, dass einem angst und bange wird!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nAh, keine Sorge, selbst wenn ihr auf Gespenster trefft, die im Verborgenen lauern, sollten mutige Helden wie ihr mühelos mit ihnen fertig werden!\n<color=#ffffff>Paimon:</color>\nWas ist das nun wieder? Welch ein exquisites Kästchen. Es erinnert an eine Musikbox. Aber an diesem Ort ... wirkt es ein bisschen fehl am Platz.\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nGut aufgepasst, in der Tat handelt es sich um eine Musikbox. Aber genau wie ich ein bisschen mehr weiß als eine gewöhnliche Katze, hat diese Musikbox auch ein bisschen mehr Funktionen als eine gewöhnliche Musikbox.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nWas, kann sie etwa sprechen?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nOh? Auf die Idee bin ich noch nicht gekommen. Leider steht diese Funktion noch nicht zur Verfügung.\nDu bist wohl ganz schön nachtragend ...\n<color=#ffffff>Paimon:</color>\nKomm schon, Paimon hat das nicht ernst gemeint! Nun sei nicht so zimperlich. Es war Paimons Fehler. Nicht böse sein ...\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nMiau, miau?\n<color=#ffffff>Paimon:</color>\nUnd jetzt gibst du vor, eine Katze zu sein?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nKurz gesagt, damit kann jeder, auch ohne besondere Kenntnisse die Kraft der Sinfonie zum Einsatz bringen. Sie wird uns noch von Nutzen sein.\n<color=#ffffff>Paimon:</color>\nÄh? Lag es nicht daran, dass die Sinfonie in Unordnung geriet, sodass die Bewohner der Stadt zu dem wurden, was sie jetzt sind? Was, wenn Reisende/r aus Versehen den falschen Knopf erwischt ...?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nAuch hier könnte die Sinfonie in Unordnung geraten ...\n<color=#ffffff>Reisende/r:</color>\n... und zur „Quelle aller Sünden“ werden ...\n<color=#ffffff>Paimon:</color>\nÄh? Was denn für Sünden? Reisende/r , wovon redest du eigentlich?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\n...\nFür wie tollpatschig hältst du mich denn?\n<color=#ffffff>Paimon:</color>\nPaimon meint nur: Was wäre wenn? Os könnte plötzlich um die Ecke springen und dich erschrecken! Die scheinbar reglosen Statuen könnten auf einmal zu zappeln anfangen! Aus Boden oder Wänden könnten wie aus dem Nichts Fallen herausklappen ...!\nAll das könnte passieren!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nKein Grund, so besorgt zu sein. Die Sinfonie sollte ursprünglich etwas Prachtvolles, Wunderbares und Strahlendes darstellen und die Existenz der goldenen Ideale vermitteln.\nDas ganze Durcheinander mit der Sinfonie, war letztlich nur ein Missgeschick, ein Debakel, entfesselt durch Bösewichte, die mit der großen Macht hantierten.\nWäre es aber Reisende/r, dann könnte er / sie die Kraft der Sinfonie sicherlich auf die richtige Weise nutzen.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDu bringst uns großes Vertrauen entgegen.\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nMan könnte auch sagen, dass mir die Hände gebunden sind, schließlich bin ich zurzeit nichts weiter als eine Katze. Würde ich selbst versuchen, die Musikbox einzusetzen, könnte das etwas schwierig werden.\nWer kann das schon wissen ...\n<color=#ffffff>Paimon:</color>\nDas ist nicht der richtige Zeitpunkt für Witze. Was, wenn Os dein Wort ernst nimmt?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nGenug geredet, jetzt ist es Zeit, zu handeln. Erinnert ihr euch noch an die Saiten, die wir von der Harfe aus den Ruinen genommen haben? Sie sind in Wirklichkeit Partituren, die die Melodien der Sinfonie aufzeichnen.\nFügt sie in die Musikbox ein und wie von Geisterhand wird die Sinfonie erklingen.\n<color=#ffffff>Spiel das Lied.</color>\n<color=#ffffff>Paimon:</color>\nOh ... das klingt nach einer heiteren Melodie. Sie hinterlässt eine wohltuende Wärme im Herzen ...\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nHehe, offenbar ist die Musikbox intakt und arbeitet fehlerfrei. Seht ihr, das beweist doch, wie sicher sie ist.\n<color=#ffffff>Paimon:</color>\n... Du wusstest also eigentlich gar nicht, ob sie noch funktioniert!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nIch war nicht absolut sicher. Bekanntlich kann man viele Dinge nicht allein nach ihrem Äußeren beurteilen. Habe ich recht?\n<color=#ffffff>Paimon:</color>\nPaimon kommt es vor, als redest du nicht wirklich von der Musikbox ... Aber lassen wir das. Was sollen wir als Nächstes tun?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nBestimmt verbirgt sich die außer Kontrolle geratene Sinfonie irgendwo hier. Wenn wir herausfinden, wo sie ist, könnte das der Schlüssel zu den verlorenen Seelen der Stadtbewohner sein.\n<color=#ffffff>Reisende/r:</color>\nDann schauen wir uns zuerst in der Umgebung nach Hinweisen um!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nSehr vernünftig, nach meiner Erinnerung verbergen sich in den Mauern des Schlosses allerhand wunderliche Zimmer ... Vielleicht sollte die Untersuchung dort beginnen.\nAuch findet sich im Herzen des Schlosses eine geheimnisvolle Bühne, obwohl der Vorhang für sie längst gefallen und sie kein Schauplatz von Darbietungen mehr ist ...\nAber einst war dies ein Tor in die tieferen Orte des Wassers. Die Kraft der Sinfonie verweilt noch immer dort. Wir sollten überprüfen, ob sich dort Ungewöhnliches zugetragen hat.\n<color=#ffffff>Paimon:</color>\nNoch tiefere Orte ...?\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nWas wohl in den Tiefen des Wassers auf uns wartet?\n<color=#ffffff>Paimon:</color>\nHör jetzt auf, so geheimnisvoll zu sein, Os! Auf einmal zeigst du dich von deiner garstigen Seite!\n<color=#ffffff>Osse „Ouranides von Ouranopolis“:</color>\nAber bevor das Rätsel gelüftet werden kann, müssen wir erst im Schloss nach Hinweisen suchen. Auf, lasst uns beginnen.\n<color=#ffffff>Erhalte die Uralte autoharmonische Musikbox.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Allgemeine Informationen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Voraussetzungen zum Freischalten</color>\nGeh nach Petrichor und unterhalte dich mit dem Anführer der Truppe.\n<color=#ffffff>Auftragsreihe</color>\nWeltauftragsreihe:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Der Dunstschleier über Petrichor",
        "desc": "<p><span>Kaum bist du in Petrichor angekommen, stolperst du über eine Reihe von Merkwürdigkeiten und beschließt, der Sache vor Ort auf den Grund zu gehen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/39324012/259bdd2ad9bdc6571419096864cc4f08_5106912431101638877.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Unterwasser-Nocturne",
        "desc": "<p><span>Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_1100807565529386183.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Der letzte Tag von Remuria",
        "desc": "<p><span>Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/259bdd2ad9bdc6571419096864cc4f08_2540739932856945253.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p><span>Nach der Passage durch die bedrohlichen Meeresgräben erreicht ihr endlich die versunkene Hauptstadt des alten Remuria. Es gilt nun, zur Domus Aurea zu gehen, um sich dem Entscheidungskampf mit Boethius zu stellen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_4639121202396877886.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Trauer über die Wunden des Schicksals",
        "desc": "<p><span>Stelle dich Boethius in einem entscheidenden Gefecht für Herrn Os und für die gesamte Stadt.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/8b6151225bfca026ce0eee2f22f10572_3886660055297478300.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Belohnungen</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Abenteuer-EP",
        "desc": "<p>Erfahrung die im Rahmen von Abenteuern gesammelt wird. Wir zur Erhöhung des Abenteuerrangs benötigt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/6e61cc020cc8b9cc675f6bbaf3490acf_2143326375316868693.png",
        "amount": 200,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Urgestein",
        "desc": "<p>Ein urzeitliches Mineral, das dem finsteren Universum einen Glanz, gemacht aus Träumen und Hoffnung, gibt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/36893887/8902272b2dbb45cce8fbd6f596c6904b_333775792098016250.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Erfolge</color>\nDie zehnte Muse"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Startpunkt",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Petrichor - Gebiet, Fontaine</color>\n<color=#ffffff>Interaktive Karte:</color>",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=605,410,521&center=1110.50,-5167.00&zoom=0.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/0787d905924ae0a6039c89743bfe140e_6946299498669577887.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/5c552496617bbd04cd11ca409e4b5e80_6007232604834563667.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auftragsziele",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Besiege die „Räuber“.\nUntersuche die Kiste mit dem „Schatz“.\nSprich mit Paimon.\nGeh nach Petrichor.\nErkunde die Ruinen hinter dem Berg.\nBesiege die zum Leben erwachte Statue.\nUnterhalte dich mit der sprechenden Katze.\nFolge Os und tauche in den Teich ein.\nBegib dich zum verblassenden Schloss unter Wasser.\nGeh zum verblassenden Schloss.\nErhalte eine wunderbare Musikbox."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auftragsgegenstände",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Der Dunstschleier über Petrichor"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftrag"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}