{
  "epId": 5639,
  "name": "Unterwasser-Nocturne",
  "desc": "<p><span>Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_1100807565529386183.png",
  "menuId": 31,
  "menuName": "Weltauftrag",
  "version": 1736696313,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Allgemeine Informationen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Voraussetzungen zum Freischalten</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Der Dunstschleier über Petrichor",
        "desc": "<p><span>Kaum bist du in Petrichor angekommen, stolperst du über eine Reihe von Merkwürdigkeiten und beschließt, der Sache vor Ort auf den Grund zu gehen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/39324012/259bdd2ad9bdc6571419096864cc4f08_5106912431101638877.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Auftragsreihe</color>\nWeltauftragsreihe:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Der Dunstschleier über Petrichor",
        "desc": "<p><span>Kaum bist du in Petrichor angekommen, stolperst du über eine Reihe von Merkwürdigkeiten und beschließt, der Sache vor Ort auf den Grund zu gehen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/39324012/259bdd2ad9bdc6571419096864cc4f08_5106912431101638877.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Unterwasser-Nocturne",
        "desc": "<p><span>Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_1100807565529386183.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Der letzte Tag von Remuria",
        "desc": "<p><span>Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/259bdd2ad9bdc6571419096864cc4f08_2540739932856945253.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p><span>Nach der Passage durch die bedrohlichen Meeresgräben erreicht ihr endlich die versunkene Hauptstadt des alten Remuria. Es gilt nun, zur Domus Aurea zu gehen, um sich dem Entscheidungskampf mit Boethius zu stellen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_4639121202396877886.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Trauer über die Wunden des Schicksals",
        "desc": "<p><span>Stelle dich Boethius in einem entscheidenden Gefecht für Herrn Os und für die gesamte Stadt.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/8b6151225bfca026ce0eee2f22f10572_3886660055297478300.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Belohnungen</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Abenteuer-EP",
        "desc": "<p>Erfahrung die im Rahmen von Abenteuern gesammelt wird. Wir zur Erhöhung des Abenteuerrangs benötigt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/6e61cc020cc8b9cc675f6bbaf3490acf_2143326375316868693.png",
        "amount": 250,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Urgestein",
        "desc": "<p>Ein urzeitliches Mineral, das dem finsteren Universum einen Glanz, gemacht aus Träumen und Hoffnung, gibt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/36893887/8902272b2dbb45cce8fbd6f596c6904b_333775792098016250.png",
        "amount": 30,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Eines Helden Weisheit",
        "desc": "Material für Figuren-EP, enthält 20.000 EP.<br/>Wenn man auf dem Weg nach Celestia ist und sich ein Weilchen in diesen Landen aufhält, ist diese Erfahrung eine äußerst große Hilfe.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Erfolge</color>\nKeine"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Startpunkt",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Verblassende Schloss - Gebiet, Fontaine</color>\n<color=#ffffff>Interaktive Karte:</color>",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1065.75,-4640.00&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/1d14f581a6d02f7a2a03b927f2fc885e_1857498013310119271.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/ff731ff19065cc7eb2baa16cea8d3de6_8666324328943692596.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auftragsziele",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Erkunde weiter das verblassende Schloss.\nSuche nach der „leeren Partitur“.\nErhalte die „leere Partitur“.\nSpiel die „Sinfonie“ auf dem Wandgemälde ...\nSprich mit dem seltsamen Schatten.\nBesiege die Golems.\nSprich mit Os."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auftragsgegenstände",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verblassende Schloss - Gebiet, Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Auftragsziel:</color> Erkunde weiter das verblassende Schloss.\n<color=#ffffff>Erkunde das Schloss.</color>\n<color=#ffffff>Paimon:</color>\nDas ist doch die Bühne, von der du gesprochen hast, Os, oder? Spielen Paimons Augen ihr einen Streich? Die Wandmalereien sehen aus, als würden sie sich bewegen, das ist echt seltsam!\nIst diese gruselige Kraft ursprünglich von hier entkommen, Os?\nHe! Os! Noch da? Du bist ja wie erstarrt.\n<color=#ffffff>Osse:</color>\nMiau, miau?\n... hust Entschuldigung, ich war kurz abgelenkt.\n<color=#ffffff>Paimon:</color>\nKann es sein, dass du schon einmal auf dieser Bühne warst? Bist du deshalb nostalgisch ... oder so ähnlich?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\n... Hast du eine Katze gespielt?\n<color=#ffffff>Paimon:</color>\nWohl eher nicht!\nOder vielleicht warst du ja im Publikum.\n<color=#ffffff>Paimon:</color>\nGenau!\n<color=#ffffff>Osse:</color>\nMöglicherweise, vielleicht aber auch nicht; es liegt alles in der Vergangenheit. Es spielt keine Rolle mehr ...\nWas jetzt zählt, ist, dass ich riechen konnte, dass immer noch ein Hauch von Dissonanz in der Luft liegt, so, als ob eine beunruhigende Präsenz diesen Ort besucht hätte.\nGenauer gesagt ... Ich fürchte, wir müssen erst die „Partitur“ spielen, bevor wir sicher sein können.\n<color=#ffffff>Paimon:</color>\nHier ist auch eine „Partitur“? Ist Paimon gar nicht aufgefallen ...\n<color=#ffffff>Osse:</color>\nIn diesem Falle habt ihr zwar „Partituren“ gesehen, die wie Saiten aussahen, aber keine „Partituren“ in Form eines Wandbildes, und das ist das, was ihr hier vor euch seht.\n<color=#ffffff>Paimon:</color>\nOh! Die Bilder darauf können sich bewegen, gerade weil es eine Partitur ist?\n<color=#ffffff>Für den folgenden Dialog existieren 3 verschiedene Versionen:</color>\n<color=#ffffff>Scenario 1:</color> Die Leere Partitur wurde noch nicht gefunden.\n<color=#ffffff>Osse:</color>\nHmm, mal sehen ... um sie spielen zu können, müssen wir zunächst eine „leere Partitur“ hier einsetzen ... Ich glaube, im Palast könnten wir eine finden. Lasst uns zunächst danach suchen.\n<color=#ffffff>Scenario 2:</color> Die Leere Partitur wurde gefunden, aber nicht eingesammelt.\n<color=#ffffff>Osse:</color>\nGenau, hatten wir nicht vorher eine „leere Partitur“ gefunden? Nehmt sie und setzt sie in diese Vorrichtung ein, dann könnt ihr anfangen, zu spielen.\n<color=#ffffff>Scenario 3:</color> Die Leere Partitur wurde gefunden und eingesammelt.\n<color=#ffffff>Osse:</color>\nGanz recht. Wir haben doch früher eine leere Partitur gefunden, nicht wahr? Der nächste Schritt besteht darin, sie zu spielen. Versuchen wir es gleich mal.\n<color=#ffffff>Auftragsziel:</color> Suche nach der „leeren Partitur“.\n<color=#ffffff>Paimon:</color>\nDa ist dieser seltsame leuchtende Fisch wieder! Es fühlt sich an, als wäre er uns da draußen die ganze Zeit gefolgt, das ist wirklich seltsam ...\n<color=#ffffff>Osse:</color>\nPaimon ist wirklich leicht zu verblüffen. So komisch ist das jetzt nicht, unter Wasser gibt es halt eine Vielzahl an Fischen, oder nicht?\n<color=#ffffff>Paimon:</color>\nAber der sieht echt nicht normal aus!\n<color=#ffffff>Reisende/r:</color>\nUnd diese Stimme ... ich habe sie irgendwo schon einmal gehört ...\n<color=#ffffff>Paimon:</color>\nErnsthaft? Du meinst, von dem Traum, den du vorher hattest?\n<color=#ffffff>Osse:</color>\nseufz Die Gewässer dort draußen und das Schloss hier, sie alle sind Relikte der Vergangenheit, Dinge, die man eigentlich vergessen sollte.\nEin Monster, das von der Welt vergessen wurde, könnte wieder auftauchen und Unheil anrichten, wenn du immer wieder nach ihm rufst.\nVorsicht ist angeraten. Wir sollten ihn am besten wie einen gewöhnlichen Fisch behandeln.\n<color=#ffffff>Paimon:</color>\nWas du sagst, klingt echt gruselig, Os! Willst du uns etwa Angst einjagen?\n<color=#ffffff>Osse:</color>\nWir wollen damit nur Schwierigkeiten aus dem Weg gehen. Unsere Priorität ist es schließlich, die Seelen der Menschen auf der Oberfläche zu retten, oder nicht?\nHier liegt eine „leere Partitur“. Wir müssen lediglich die Musikbox benutzen, um die „Automatischen Orgelpfeifen“ auf beiden Seiten zu kalibrieren, um sie zu erhalten.\nVersuche es mal!\n<color=#ffffff>Erhalte die Leere Partitur.</color>\n<color=#ffffff>Auftragsziel:</color> Spiel die „Sinfonie“ auf dem Wandgemälde ...\n<color=#ffffff>Auftragsziel:</color> Sprich mit dem seltsamen Schatten.\n<color=#ffffff>???:</color>\n„Nicht nur haben wir die gleiche feste Haut, durch unsere Adern fließt auch die gleiche göttliche Essenz. So, wie es nur eine Weisheit und eine Melodie gibt, ist auch unser Wille eine Einheit.“\n<color=#ffffff>Paimon:</color>\nWaah! W... Wie ist das möglich? Da ist eine Gestalt aus dem Wandgemälde gestiegen!\n<color=#ffffff>???:</color>\nEs ist schon viel zu lange her! Mein lieber Freund ... wie lange ist das jetzt her, fünfhundert Jahre? Tausende von Jahren?\nAber Zeit hat für uns keine Bedeutung. Und ich habe dich sofort erkannt, auch wenn du jetzt in diesem kleinen Körper steckst.\nWas? Bist du der Eroberungen überdrüssig geworden und hast dich für eine neue Leidenschaft entschieden: die Rattenjagd?\n<color=#ffffff>Osse:</color>\nDu bist es ...\n<color=#ffffff>Paimon:</color>\nUnd was genau ist er? Ein Dämon? Ein Geist? Das ist doch nicht etwa der echte Dämonenkönig, oder?\n<color=#ffffff>???:</color>\n„Dämonenkönig“? Ha! Barbaren sind und bleiben Barbaren, ganz egal, wie viel Zeit verstreichen mag. Selbst ihrer eigenen Ignoranz gegenüber sind sie ignorant.\n<color=#ffffff>Boethius:</color>\nIch bin „Boethius von Remuria“, oberster Harmost des „Phobos“. Ich gebe keinen Deut auf die Namen von Barbaren. Ihr könnt es euch also sparen, euch vorzustellen.\n<color=#ffffff>Reisende/r:</color>\nKennst du etwa diesen ungehobelten Knilch?\n<color=#ffffff>Osse:</color>\nDas kann ich nicht leugnen, nur ...\n<color=#ffffff>Boethius:</color>\nSo distanziert, Cassiodor? Haben denn die Jahre, die du und ich gemeinsam im Dienste des Sebastos, des Königs der Götter, verbracht haben, jede Bedeutung für dich verloren?\n<color=#ffffff>Osse:</color>\nVergangenes ist vergangen. Deine Seele ist doch schon vor Ewigkeiten zerbrochen. Ich weiß nicht, warum du jetzt hier aufgetaucht bist, aber anscheinend stammt ja diese chaotische „Sinfonie“ von dir.\nEs endet jedenfalls hier! Gib die Seelen der Menschen der gegenwärtigen Welt zurück und verschwinde wieder in die Schatten, in die tiefen Gewässer, dorthin, wo du hingehörst. Betrachte dies als letzte Warnung.\n<color=#ffffff>Boethius:</color>\nOh, und was dann? Willst du dann weiter deinen Verrat hinter einer Maske der Heuchelei verbergen und dir bis zum nächsten Jahrtausend die Augen und Ohren zuhalten?\nDu hast es doch sicher bemerkt, oder? Warum meine Melodie die Fesseln hier in dieser Zeit zu durchbrechen vermag, um die gegenwärtige Welt zu beeinflussen.\nWarum meine Stärke mir die Kraft verleiht, die Tore zu den tiefen Gewässern unter uns zu öffnen und es mir erlaubt, mich hier zu manifestieren?\nDie Kraft des Meeres wächst, Cassiodor ... Und die Zeit wird kommen, auf dass „Phobos“ zurückkehren wird!\n<color=#ffffff>Osse:</color>\n„Phobos“ ...?\n<color=#ffffff>Boethius:</color>\nGenau! Nachdem ich Tausende von Jahren dafür aufgewendet habe, hat sich meine Seele mit den zerfetzten Überresten der Sinfonie „Phobos“ verflochten ...\nDas allwissende Mysterium, die größte Kraft, endlich wird er wieder auf der Welt wandeln. Und war dies nicht der Wunsch, den wir einst nicht erfüllen konnten?\n<color=#ffffff>Osse:</color>\nDie Vergangenheit zu wiederholen, wird nur dazu führen, dass sich auch die Tragödie wiederholt ... Außerdem wollte ich nie das Leben Unschuldiger opfern.\n<color=#ffffff>Boethius:</color>\nTja, das spielt nun keine Rolle mehr, Cassiodor. Die Welt, die du so sehr beschützen willst, sie zerfällt, und die Menschen der Vergangenheit vor deinen Augen werden wieder an ihren rechtmäßigen Platz zurückkehren.\nDie Existenz von Fontaine ist ein Fehler, den wir beheben werden. Wenn das Wasser Fontaine erst einmal verschlungen hat, wird Remuria sich wieder über den Meeresspiegel erheben und ihr Licht wird das ganze Land erleuchten.\n<color=#ffffff>Die erste Option erscheint nur, wenn Reisende die Archontenauftragsreihe von Fontaine abgeschlossen haben.</color>\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nIst es wegen des Urmeers?\n<color=#ffffff>Boethius:</color>\nWissen sogar alle Barbaren heutzutage von davon?\nWie kannst du das als einen Fehler bezeichnen ...?\n<color=#ffffff>Osse:</color>\nDer Fehler liegt bei dir. Vor Tausenden von Jahren hätten wir uns in dieses neue Land integrieren sollen. Du warst es, der sie zu Marionetten des alten Hasses gemacht hat.\nEgal, ob das, was du über Phobos sagst, wahr ist oder nicht, solange mein Wille intakt bleibt, wirst du mit deinen Versuchen keinen Erfolg haben.\n<color=#ffffff>Boethius:</color>\nMeinst du etwa, wir sollen unseren Stolz als Teil von Remuria aufgeben und uns zu Kriechtieren zurückentwickeln?\nWie könnte ich zulassen, dass meine Landsleute in diese schnell verwesenden Leiber zurückkehren und Sklaven des „Schicksals“ werden?\n<color=#ffffff>Osse:</color>\nEs scheint, dass Tausende von Jahren dich nicht dazu gebracht haben, die Tatsache zu akzeptieren, dass Remuria nicht mehr existiert. Sie haben dich nur starrsinniger werden lassen.\n<color=#ffffff>Boethius:</color>\nScheinbar ist unser Starrsinn das Einzige, in dem wir uns noch gleichen. Ich hätte gedacht, dass du nach all dieser Zeit bereit wärst, dich unserer Sache wieder anzuschließen.\nErst hast du den Stamm verraten, aus dem du stammtest, und dann Remuria ... Auch wenn du der „Goldene Jäger“ geworden bist, das Zeichen, das der Sebastos hinterlassen hat, kann nicht ausgelöscht werden. Am Ende gehörst du zu Remuria.\n<color=#ffffff>Osse:</color>\nNiemand gehört seit schon langem zu Remuria ... alles, was heute noch ist, ist nur deine Einbildung. Die alte Welt ist bereits vergangen.\n<color=#ffffff>Boethius:</color>\nNatürlich hätte sie schon längst verschwinden sollen. Aber jetzt ist die Grenze zwischen der Vergangenheit und der Gegenwart durchbrochen worden ...\nWenn du unbedingt ein Feind des Reichs der alten Tage werden und mich erneut in einem Käfig unter Wasser einsperren willst, werden die Menschen, die du so sehr zu schützen versuchst ... und die ganze Stadt Petrichor mit ihnen ... zusammen untergehen.\n<color=#ffffff>Paimon:</color>\nWas? Das wird nicht passieren!\n<color=#ffffff>Boethius:</color>\nIhr dreisten Barbaren, das ist nicht eure Sache! Wenn es soweit ist, werden eure verabscheuungswürdigen physischen Körper natürlich in ihre Einzelteile zerlegt, aber eure Seelen werden ein Teil von uns werden und die Stufen der Evolution ersteigen.\nWir werden euch gehärtete Körper geben, welche, die für die Ewigkeit bestimmt sind. Ihr werdet niemals wieder irdisches Leid erfahren müssen. Also ... wenn ihr etwas habt, wofür ihr dankbar sein wollt, könnt ihr es auch gleich sagen.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDann danke ich dir vielmals.\nSoll das ein Witz sein?\n<color=#ffffff>Paimon:</color>\nDas ist doch wohl nichts, wofür wir dankbar sein müssten, oder?\n<color=#ffffff>Osse:</color>\nAlso ganz wie diese Marionetten, die zu deinem Spiel tanzen, oder? Die erbärmlichen Kinder, denen du alles genommen hast, während du große Reden schwingst, um dich zu rechtfertigen.\n<color=#ffffff>Boethius:</color>\nAlles hat seinen Preis. Als höheres Wesen ist es nur natürlich, dass die engstirnigen persönlichen Ansichten über Bord geworfen wurden.\nZudem erscheinen sie mir als die Verkörperung des idealen menschlichen Daseins, das sich einer perfekten Ordnung unterwirft.\n<color=#ffffff>Paimon:</color>\nDu bist ja total verrückt ... und ... grausam!\n<color=#ffffff>Boethius:</color>\nGrausam? Im Vergleich zu dem, was Cassiodor uns vor Tausenden von Jahren angetan hat, erscheint das hier überhaupt nicht grausam.\nAber egal, wie man es dreht und wendet, ich denke, wir sollten uns unterhalten, allerdings nicht hier, sondern unten im Wasser, im tiefsten Teil des Reichs der alten Tage, dort, wo alles begonnen hat.\nDas Reich der alten Tage, es erwacht wieder zu neuem Leben, Cassiodor! Als Überlebender eines untergegangenen Reiches, der einzige Mensch aus Remuria mit freiem Willen warst du schon viel zu lange von uns getrennt.\nDu musst in unsere Mitte zurückkehren, höre die Trauer und die Empörung dieser vielen Jahrtausende. Vielleicht verstehst du es ja dann und akzeptierst meine Sinfonie und das Arrangement des „Phobos“.\nIch werde in der königlichen Hauptstadt Remurias warten, in die Domus Aurea, dort, wo der Sebastos seine Sinfonie erklingen ließ. Und bis zu deiner Ankunft werde ich auch den Seelen der gegenwärtigen Weltbewohner eine angemessene Behandlung zukommen lassen.\nWenn du dann weiter beharrlich bleibst, werden ihre Seelen natürliche frei werden.\nUnd was euch betrifft ... Ihr seid nicht in den Plänen von „Phobos“ vorgesehen, aber die Sinfonie wird niemanden abweisen ...\nGenießt nun das kleine Präludium, das ich für euch vorbereitet habe!\nMit etwas Glück werden wir uns wiedersehen ...\n<color=#ffffff>Auftragsziel:</color> Besiege die Golems.\n<color=#ffffff>Auftragsziel:</color> Sprich mit Os.\n<color=#ffffff>Paimon:</color>\nUff, jetzt können diese Kerle eine schöne lange Pause machen. Nur was machen wir als Nächstes?\nWir haben wohl nur eine Möglichkeit, die Seelen der Stadtbewohner zu befreien. Wir müssen zu dieser dummen Arie, von der dieser ungehobelte, hochnäsige Knilch gesprochen hat, hat Paimon da recht?\n<color=#ffffff>Reisende/r:</color>\nWir wurden nur leider nicht eingeladen ...\n<color=#ffffff>Paimon:</color>\nSeit wann brauchst du denn eine Einladung, um irgendwelchen Fieslingen deine Aufwartung zu machen?\nOh! Aber nach dem, was er so von sich gegeben hat, klingt es so, als würde er Os ziemlich gut kennen und dass die beiden für den Sebastos gearbeitet haben oder sowas in der Art ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nWir sollten uns unterhalten, bevor wir gehen.\n„Cassiodor“\n<color=#ffffff>Osse:</color>\nFalls ihr irgendetwas fragen wollt ... werde ich euch diesmal vorbehaltlos alles erzählen, was ich weiß ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nÜber Remuria ...\n<color=#ffffff>Paimon:</color>\nDa kommen doch du und dieser unhöfliche Fiesling, richtig?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nIch habe den Namen schon mal gehört.\n<color=#ffffff>Paimon:</color>\nOh ja, Paimon erinnert sich. Paimon hat die Geschichte von Remuria gehört, als wir im Fort Méropide waren. Es heißt, dass es ein Land ist, das von einem Gott namens „Remus“ regiert wurde.\nEs heißt, dass Remus ganz Fontaine in einem großen Schiff erobert habe ... viel mehr weiß Paimon leider auch nicht.\nDas scheint ein uraltes Land zu sein.\n<color=#ffffff>Osse:</color>\nNun, das war damals, noch lange, bevor der „Hof von Fontaine“, wie ihr ihn heute kennt, ins Leben gerufen wurde ...\nEin Land, das die hohe See Fontaines beherrschte, gegründet von unserem Sebastos Remus. Die Vorfahren der heutigen Leute aus Fontaine pflegten, den Sebastos in ihrer Angst als „Dämonenkönig Remus“ zu bezeichnen.\nBevor sie versanken, waren diese Gewässer, in denen sich die Hauptstadt Remurias befand, auch Teil des großen Sees von Fontaine. Daher besitzt dieses Wasser auch die gleiche Beschaffenheit wie das Wasser Fontaines.\n<color=#ffffff>Paimon:</color>\nAh? Wir befinden uns jetzt also tatsächlich in den Ruinen des Königreichs Remuria?\n<color=#ffffff>Osse:</color>\nSo ist es. Aber anders als in der Geschichte, die üblicherweise kursiert ...\nSo waren die Bewohner von Remuria keine gewöhnlichen Menschen wie die Menschen von Fontaine. Sie waren eine neue Spezies mit steinernen Körpern und Ichor als Blut.\nDer Sebastos gab uns solche Körper in der Hoffnung, dass wir uns der Fesseln des schnelllebigen Fleisches und des Schicksals entledigen könnten.\nEr malte sich aus, wie wir alle die Kraft der „Sinfonie“ meistern und so die Fesseln der „Fortuna“ überwinden und Herren unserer eigenen Schicksale werden würden.\n<color=#ffffff>Paimon:</color>\nAlso waren diese Steinstatuen, denen wir unterwegs begegnet sind, in Wirklichkeit ... deine Landsleute?\n<color=#ffffff>Osse:</color>\nSo ist es. Doch sie haben längst ihren freien Willen verloren und sind zu willenlosen Sklaven geworden. In ihrer Existenz sind sie erbärmlichere Wesen als das alte, schnell verfallende Menschengeschlecht.\n<color=#ffffff>Paimon:</color>\nWarte, wenn das der Fall ist, warum bist du dann eine Katze?\n<color=#ffffff>Osse:</color>\nIch bin ja vorübergehend eine Katze ... Wichtiger als der Körper sind der Wille und die Seele, oder? Auf jeden Fall war es der Sebastos, der mir dieses neue Leben geschenkt hat.\nEinst besaßen wir die ganze hohe See, unzählige Städte und Paläste, Blumen und Wein ... Doch das „Schicksal“ hat uns dennoch gefunden.\nNachdem der Sebastos aus den Tiefen des Meeres zurückgekehrt war, benutzte er den Ichor, um den Menschen unsterbliche Körper zu schaffen, doch die von der Prophezeiung vorausgesagte Zukunft änderte sich dadurch nicht.\nDer König der Götter glaubte, dass der Grund dafür in den Seelen der Menschen liege und dass diese noch nicht in der Lage seien, den Fesseln des Schicksals zu entkommen. Also erschuf er die „Sinfonie“, die das Schicksal zu weben vermag.\nDer Sebastos glaubte, einen Weg gefunden zu haben, sich seinem Schicksal zu widersetzen, aber wie sich herausstellte, führte uns dieser Weg Schritt für Schritt in die Dunkelheit.\nUnd wie eine himmlische Strafe stürzte schließlich das ganze Land in den ozeanischen Abgrund ...\n<color=#ffffff>Paimon:</color>\nOh nein ...\n<color=#ffffff>Osse:</color>\nIch fürchte, dass selbst der Sebastos ein solches Ergebnis nicht vorausgesehen hat, aber es ist nun einmal passiert.\nFalls ihr irgendetwas fragen wollt ... werde ich euch diesmal vorbehaltlos alles erzählen, was ich weiß ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nÜber deinen ungehobelten Freund ...\n<color=#ffffff>Paimon:</color>\nGenau! Wie nannte er dich noch? ... „Cassiodor“? Aber dein Name ist doch O... Ou... Er beginnt mit „O“, oder?\n<color=#ffffff>Osse:</color>\nSo wie ich durch viele verschiedene Körper gereist bin und viele verschiedene Namen trug. Natürlich verdanke ich das alles dem Sebastos, der meine Seele von der großen Sinfonie getrennt hat ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nZiemlich praktisch.\n... Du hattest es doch aber nicht auf uns abgesehen, oder?\n<color=#ffffff>Osse:</color>\nMiau? Miau miau?\n<color=#ffffff>Paimon:</color>\nArgh, es ist so gruselig, dass ein süßes Kätzchen tatsächlich über so schreckliche Dinge nachdenkt ... Nein, du warst nie ein süßes Kätzchen!\n<color=#ffffff>Osse:</color>\nWie wir es auch drehen und wenden, Reisende/r ist es gewohnt, den Tapferen / die Tapfere zu spielen, immer da, um den Tag zu retten, oder?\n<color=#ffffff>Osse:</color>\nDoch zurück zu Boethius ... Er war nicht von Natur aus böse, er fungierte sogar als der edle Harmost von Remuria. Und er ist auch der einzige Überlebende dieser Katastrophe.\nDas goldene Schloss wurde ursprünglich gebaut, um die Überlebenden unseres Stammes zu vereinen und zu verhindern, dass sich die Tragödie der hohen See, die das Land verschlingt, wiederholt. Aber Boethius hatte da eindeutig andere Pläne ...\nWährend meine Gefährten und ich durch das Land zogen und dafür kämpften, die Kraft des Urwassers zu bändigen, wickelte Boethius die anderen mit seiner gerissenen Art um den Finger.\nEr vollführte finstere Rituale, um die zerstörte „Sinfonie“ wiederherzustellen und das gefallene Land wieder zu errichten. Um sein Ziel zu erreichen, schreckte er nicht davor zurück, den Willen seiner Landsleute zu schmelzen und die Seelen der Menschen in Fontaine zu rauben.\nZahlreiche Fürsten und Aristokraten wurden zu seinen Marionetten und das neu gegründete Land wurde dadurch beinahe zerstört.\nUm seinen schändlichen Ritualen Einhalt zu gebieten, musste ich meinen Namen ablegen und zu einem Geisterjäger werden, um mich gemeinsam mit den Menschen in Fontaine Boethius, der sich längst in ein Monster verwandelt hatte, entgegenzustellen.\nNach einem erbitterten Kampf konnte er schließlich zusammen mit dem gesamten Meeresgebiet, das unser Land verschlungen hatte, versiegelt werden.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nDeshalb nannte er dich also einen Verräter.\n<color=#ffffff>Osse:</color>\nUrsprünglich folgte ich dem Sebastos deshalb, weil dieser mir ein goldenes Ideal vor Augen führte, eines, das alle Vorurteile und Spaltungen beseitigte und von Gerechtigkeit und Freiheit erfüllt war.\nAber nachdem Remuria untergegangen war, blieb davon nichts weiter als ein Wunschtraum ... aber auch wenn man mich einen Verräter nennt, werde ich bestimmt nicht tatenlos dabei zusehen, wie er die Ideale unserer Vergangenheit mit Füßen tritt.\nIch schwor dem Schicksal den Eid, eine Barriere zwischen der Vergangenheit und der Gegenwart zu werden. Und so wurde ich zum Hüter des Reichs der alten Tage.\n<color=#ffffff>Paimon:</color>\nKlingt ja ganz so, als ob dieser unhöfliche Fiesling nicht so schnell locker lassen wird. Ganz offensichtlich hat er eine heftige Abreibung bekommen und wurde dann auch noch lange Zeit eingesperrt. Und doch konnte er nach all der Zeit das Siegel brechen, um beim Rauskommen dann für richtig Ärger zu sorgen ...\n<color=#ffffff>Osse:</color>\nJa. Obwohl er, dessen Seele längst zerbrochen war, noch vom Bösen erfüllt war, glaubte ich, er könnte sich schlimmstenfalls in einen disharmonischen Klang verwandeln, der sich in eine chaotische „Sinfonie“ verflüchtigen würde.\nNiemals hätte ich erwartet, dass er die verbleibenden Fetzen seiner Seele in die chaotische „Sinfonie“ einweben und so ihre Kraft beherrschen könnte. Die heute in den tiefen Gewässern versprengten disharmonischen Klänge können als eine Erweiterung seiner Kraft angesehen werden.\nWenn wir ihn noch einmal besiegen wollen ... Dann fürchte ich, dass sich unsere einzige Chance nur dann bietet, wenn alle Fragmente seiner Seele wieder in einem Körper zusammenkommen.\nFalls ihr irgendetwas fragen wollt ... werde ich euch diesmal vorbehaltlos alles erzählen, was ich weiß ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nÜber die Sinfonie und „Phobos“ ...\n<color=#ffffff>Osse:</color>\nWo soll ich nur anfangen ...? Die Erinnerungen und Persönlichkeiten von Leuten werden wie Noten zu Melodien zusammengefügt, damit ihre Seelen darin ihren Platz finden und ihre Wünsche wahr werden. Das ist, was man „Sinfonie“ nennt.\nDie „Sinfonie“ zu meistern ist also dasselbe, wie das Schicksal zu kontrollieren ... Es heißt, dass die große goldene Biene „Sybilla“, die Prophetin, die den letzten Zyklus überlebt hatte, dieses Geheimnis den Menschen erzählte.\nDer Sebastos, der einst die „Sinfonie“ schuf, gab diese Klänge in wasserunlöslichen Ichor, in der Hoffnung, dass jeder in der Lage sein würde, sein Schicksal selbst in die Hand zu nehmen, indem er die Sinfonie spielt.\nAber der Sebastos hatte uns überschätzt und seine Barmherzigkeit hat uns erschreckt ... Die Menschen konnten die Bürde des Schicksals nicht tragen und beteten deshalb zu den Göttern und höheren Mächten um Führung.\nAls Antwort auf die Gebete der Menschen hat der Sebastos alle Melodien zur herrlichsten Sinfonie arrangiert, die allen Menschen den größten Segen bringen sollte; ihr Name lautet „Phobos“.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nUnd „Phobos“ brachte aber auch nicht das erhoffte Glück ...\n<color=#ffffff>Osse:</color>\nSo ist es ... Hast du das Ende in deinen Träumen gesehen?\nNach dem Plan des Sebastos sollte die Sinfonie zur wunderbarsten Melodie für alle Menschen verwoben werden, die auch nach einer tausendjährigen Ewigkeit noch bestehen sollte. Aber etwas ging schief ...\nDie Einzigen, die neben dem Sebastos den „Phobos“ zu ändern vermochten, waren die hohen Harmosten.\nUnd Boethius ... war in der Tat ein ausgezeichneter Harmost.\nFalls ihr irgendetwas fragen wollt ... werde ich euch diesmal vorbehaltlos alles erzählen, was ich weiß ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nÜber die Traumlandschaft, die ich gesehen habe ...\n<color=#ffffff>Du erzählst von dem seltsamen Traum, den du vorher gesehen hast ...</color>\n<color=#ffffff>Osse:</color>\nAh, genau. Das ist in der Tat die Erinnerung, die der Sebastos, König der Götter Remus, dem ich einst dienen durfte, hinterlassen hat. Ich weiß zwar nicht, warum du in der Lage bist, sie zu sehen, Reisende/r ...\nAber ich glaube nicht, dass ihr euch große Sorgen machen müsst. Wenn die chaotische „Sinfonie“ ausreichen würde, um euch zu kontrollieren, wärt ihr schon an der Oberfläche beeinflusst worden. Aber das ist nicht passiert, oder?\n<color=#ffffff>Paimon:</color>\nApropos, warum ist Herr Este ebenfalls nicht davon betroffen? Ist er auch ... also, begabt?\n<color=#ffffff>Osse:</color>\nWas Herrn Este angeht, so habe ich einige Ideen. Aber es wäre besser, damit bis nachher zu warten, um darüber zu sprechen; dann, wenn es sich anbietet.\n<color=#ffffff>Paimon:</color>\nToll, jetzt ist Paimon wieder gespannt wie ein Flitzebogen ... Vergiss es aber nicht, ja?\n<color=#ffffff>Osse:</color>\nWie dem auch sei, da Reisende/r es sehen kann, bedeutet es, dass zumindest ein Teil des Willens und der Erinnerungen des Sebastos in dieser Unterwasser-Sinfonie weiterlebt.\nSeit Tausenden von Jahren bin ich auf der Suche ... Wenn du Zugang zu mehr Erinnerungen hättest, gäbe es vielleicht eine Chance, das Rätsel zu lösen, das mir seit all den Jahren Kopfzerbrechen bereitet ...\nEinem erhabenen Wesen wie einem Gott können solch ungeheure Wellen nichts anhaben. Doch der Sebastos verschwand spurlos, nachdem das Land in der Tiefsee versunken war ...\nDer Sebastos würde niemals tatenlos dabei zusehen, wie sein Land und sein Volk im Blut ertrinken ... Aber wohin ist er verschwunden? Oder ist der Sebastos tatsächlich gestorben und das ist der Grund, warum Remuria am Ende den Weg in den Untergang beschritten hat?\n...\nFalls ihr irgendetwas fragen wollt ... werde ich euch diesmal vorbehaltlos alles erzählen, was ich weiß ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nSo weit fürs Erste. Über den Rest können wir später reden.\n<color=#ffffff>Osse:</color>\nIn Ordnung. Wenn ihr noch etwas wissen wollt, könnt ihr mich gerne jederzeit fragen.\n<color=#ffffff>Paimon:</color>\nAls Nächstes ist es Zeit, zu der Domus Aurea zu gehen und diesen ungehobelten Fiesling zu treffen, richtig? Es wird definitiv gefährlich werden, aber ...\n<color=#ffffff>Osse:</color>\nIch werde euch weiterhin anleiten. Schließlich war dies einst meine Heimat, und selbst wenn sie nun auf dem Grund des Meeres liegt, und selbst wenn Tausende von Jahren vergangen sind, kann ich mich noch immer gut an den Weg erinnern ...\n... So glaube ich zumindest.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nLass uns nur nicht im Stich, wenn es so weit ist ...\nJetzt gibt es kein Zurück mehr.\n<color=#ffffff>Osse:</color>\nSollte es Schwierigkeiten geben, kannst du dich voll und ganz auf mich verlassen. Schließlich bin ich viel besser als irgendein durchschnittlicher Stubentiger.\n<color=#ffffff>Paimon:</color>\nWenn Paimon so darüber nachdenkt, ist Os doch eigentlich uralt und hat schon vor Tausenden von Jahren gelebt. Der Name „Os“ klingt deinem Alter gegenüber irgendwie unangemessen ... aber Paimon kann sich lange Namen einfach nicht merken, also ...\nGenau! Paimon nennt dich einfach „Herrn Os“. Wie wäre das? Wäre das höflich genug?\n<color=#ffffff>Monsieur Os:</color>\nEin Name ist für mich nur Schall und Rauch, aber da er deine Wertschätzung ausdrückt, Paimon, will ich ihn gern akzeptieren.\n<color=#ffffff>Paimon:</color>\nHehe, es ist Paimon ja egal, irgendwelche ungehobelten Fieslinge warten zu lassen, aber die Stadtbewohner können nicht so lange warten. Herr Os, Reisende/r , brechen wir auf!"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Unterwasser-Nocturne"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftrag"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}