{
  "epId": 5640,
  "name": "Der letzte Tag von Remuria",
  "desc": "<p><span>Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/259bdd2ad9bdc6571419096864cc4f08_2540739932856945253.png",
  "menuId": 31,
  "menuName": "Weltauftrag",
  "version": 1738695532,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Der letzte Tag von Remuria"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftrag"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Standorte der Ketten, die Scylla gefangen halten",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Die Kette südlich von</color> <color=#ece5d8>Initium Iani.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/3f7d51371ced1548c4649180fe48d18b_8031372124352781889.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/a64b71fe8a69c4dc4939039c32732199_3069260625653751565.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Die Kette östlich von</color> <color=#ece5d8>Initium Iani.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/8b5db2f4f65ed3ad5c3b61462d335296_5445899271049630251.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/6d502004e77fd91e60e7165f6d4c1a95_6612184885581730730.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Die Kette nördlich von</color> <color=#ece5d8>Initium Iani.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/29b12b26f4668346bb85d9502282e86f_6248311928708860287.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/14319ddae91d8fd2306d99cb8bc3ec0e_5363447524358701507.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verblassende Schloss - Gebiet, Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Auftragsziel:</color> Geh zum Meer der alten Tage. Suche weiter.\n<color=#ffffff>Herr Os:</color>\nEs ist also wahr ... Es gibt keine einzige Spur von Zivilisation mehr ...\nDas erspart einem wenigstens die Nostalgie. Gehen wir hier durch.\n<color=#ffffff>Beobachte den seltsamen leuchtenden Fisch.</color>\n<color=#ffffff>Paimon:</color>\nDer seltsame leuchtende Fisch ... Wer hätte gedacht, dass wir hier auch so einem begegnen.\n<color=#ffffff>Auftragsziel:</color> Schwimme weiter.\n<color=#ffffff>Paimon:</color>\nWaah ... Er ähnelt dem merkwürdigen leuchtenden Fisch, den wir zuvor gesehen haben!\nUnd er ist von seltsamen Schnüren gefesselt ... Was ist das alles? Komisch, Paimon wird immer verwirrter ...\n<color=#ffffff>Reisende/r:</color>\nIch habe diese Stimme schon einmal in einem Traum gehört ...\nJedenfalls erinnere ich mich aber nicht an den Namen ...\n<color=#ffffff>Herr Os:</color>\nNun, du solltest ihn in den Erinnerungen des Sebastos gesehen haben.\n„Scylla“ ist ein böser Drache, der einst dem Sebastos diente. Boethius hat ihn gebändigt und an diesem Ort eingeschlossen.\n<color=#ffffff>Paimon:</color>\nÄhm, hä? Einen bösen Drachen einsperren? Paimon hätte nicht gedacht, dass dieser unhöfliche Kerl so etwas Tolles vollbracht hat ...\n<color=#ffffff>Herr Os:</color>\nDer „böse Drache“ war in Wirklichkeit einfach eine etwas stärkere Drachenechse. Schließlich kann kein neuer Wasserdrache geboren werden, solange die Herrin allen Wassers noch in den Tiefen der Meere lebt.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nIch hätte nicht gedacht, dass Drachenechsen diese Größe erreichen können.\n<color=#ffffff>Herr Os:</color>\nHmpf, letztlich sind sie Barbarenvölker ohne Erziehung. Es wäre keine Überraschung, wenn sie sich in etwas noch Merkwürdigeres verwandeln konnten.\nDa wir gerade dabei sind, ist Neuvillette nicht der ...\n<color=#ffffff>Paimon:</color>\nStimmt, ist Neuvillette nicht der Wasserdrache? Bedeutet das etwa, dass dieses Geschöpf noch viel älter als Neuvillette ist?\n<color=#ffffff>Herr Os:</color>\nIst bereits ein neuer Wasserdrache geboren worden? Wohl schon, denn selbst die einst mächtige Herrin allen Wassers ist schon vor langer Zeit dahingeschieden ... Zu viel Zeit ist seither verflossen ...\n<color=#ffffff>Herr Os:</color>\nJedenfalls galt Scylla, der böse Drache, einst als Getreuer des Sebastos. Er entfesselte jedoch einen Aufstand genau in dem kritischen Augenblick, als wir, das Volk von Remuria, den entscheidenden Kampf gegen die Menschen von Fontaine führten.\nAn jenem Tag zog der böse Drache mit seiner grausamen Drachenbrut geradewegs auf Machimos zu, mit dem Ziel, ins Innere des Capitoliums, in dem sich der Sebastos aufhielt, einzudringen.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nMachimos?\nDarüber wurde auch in der Stadt gesprochen.\n<color=#ffffff>Paimon:</color>\nJa, die Bewohner der Stadt redeten immerfort von irgendeinem „Machimos“ und einer Art Glockenturm ...\n<color=#ffffff>Herr Os:</color>\nRichtig, Machimos ist der äußere Teil der Hauptstadt, aber wenn der böse Drache in die innere Stadt vordringen will, muss er das Initium Iani passieren.\nEs ist die Barriere, die den inneren vom äußeren Teil der Hauptstadt trennt. Die Sinfonie, die der Sebastos zusammen mit den Musikern schuf, verbreitete sich durch die goldenen Wasserstraßen am Initium Iani, um ganz Remuria zu erreichen.\nBoethius und seine Truppen nutzten genau diesen Umstand, um das Initium Iani zu schließen, damit der böse Drache endgültig gebannt wurde.\n<color=#ffffff>Reisende/r:</color>\n(Etwas stimmt hier nicht ...)\n(In dem Traum von vorhin ... Zu diesem Zeitpunkt ...)\n(... kam Scylla, um Remus zu treffen.)\n<color=#ffffff>Herr Os:</color>\nVielleicht ersuchte Scylla eine Audienz beim Sebastos, aber diese Gelegenheit hat es nie wieder gegeben. Danach versank der böse Drache mit Remuria in den dunklen Fluten, und der Sebastos ward nicht mehr gesehen, bis zum heutigen Tag ...\nReisende/r, erinnerst du dich an etwas?\n<color=#ffffff>Reisende/r:</color>\nIch bin ein wenig durcheinander.\n<color=#ffffff>Herr Os:</color>\nDas ist verständlich ... Von diesen Dingen habe ich auch erst später erfahren. Zum Zeitpunkt der Katastrophe war ich nicht in der Hauptstadt ...\nNiemand wusste, was sich zu jener Zeit beim Sebastos zugetragen hat. Weitere Hinweise werden wir wohl nur finden, wenn wir unseren Weg fortsetzen.\nJener große leuchtende Fisch, den wir im Schloss sahen, war vermutlich ein aus den Spalten seines steinernen Gefängnisses entflohener Gedanke Scyllas.\nWahrscheinlich hat er uns schon lang bemerkt. Jetzt, nach der langen Zeit der Isolation, wo er endlich Menschen von draußen bemerkt hat, wird er sich bestimmt einen Weg einfallen lassen, uns hineinzulocken.\n<color=#ffffff>Paimon:</color>\nSo ist das also ...\nWarte, du hast gesagt, um zur Domus Aurea zu kommen, müssen wir durch dieses Tor oder so ähnlich. Aber wurde es nicht von Boethius geschlossen? Bedeutet das nicht, dass wir überhaupt nicht dorthin gelangen können?\n<color=#ffffff>Herr Os:</color>\nDas ist wirklich ein Problem ...\n<color=#ffffff>Paimon:</color>\nWaah, unhöflich bleibt unhöflich, da hilft auch kein vorgetäuschtes „ich warte in der Domus Aurea auf euch“ ... Und dann hat er uns nicht einmal den Eingang offen gehalten!\nPaimon findet, wir sollten lieber versuchen, das Siegel, mit der er den bösen Drachen gebannt hat, zu brechen, damit sein ehemaliger Getreuer das Tor für uns aufbricht ...\n<color=#ffffff>Herr Os:</color>\nDas geht doch nicht! Egal wie man es betrachtet ... er bleibt ein Widersacher Remurias ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDie Feinde unserer Feinde sind unsere Freunde!\nAber Remuria ist bereits seit Langem untergegangen.\n<color=#ffffff>Paimon:</color>\nGenau, und es ist so viel Zeit vergangen. Vielleicht hat er seine Meinung geändert und ist ein guter Drache geworden.\n<color=#ffffff>Herr Os:</color>\nDennoch bleibt er ein Drache ...\n<color=#ffffff>Paimon:</color>\nAch, komm, auch wenn er ein Drache ist, könnte er doch für Argumente zugänglich sein. Es ist ja nicht so, dass wir keine Erfahrung im Umgang mit Drachen haben. Stimmt’s, Reisende/r?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nZum Beispiel Dvalin, der Sturmschrecken ...\n<color=#ffffff>Paimon:</color>\nJa, wegen des Fluchs, unter dem Dvalin stand, kam es in Mondstadt zu verheerenden Windschäden. Und deswegen gerieten wir in einen heftigen Kampf ...\nZum Beispiel Azhdaha ...\n<color=#ffffff>Paimon:</color>\nGenau, weil er vorhatte, die Siegel aufzubrechen, haben wir ihn alle zusammen bezwungen und wieder aufs Neue versiegelt ...\nZum Beispiel Apep in der Wüste ...\n<color=#ffffff>Paimon:</color>\nJa, sie redete sogar davon, Sumeru zerstören zu wollen ... Danach haben wir gemeinsam den mutierten Organismus in ihrem Körper besiegt, wodurch sie wieder gesund geworden ist ...\n<color=#ffffff>Paimon:</color>\nÄhm, es scheint, als ob die Argumente nicht sonderlich überzeugend sind ...\n<color=#ffffff>Herr Os:</color>\n...\n<color=#ffffff>Paimon:</color>\nDa kannst du Paimon noch so misstrauisch anschauen, im Moment gibt es keine bessere oder schnellere Lösung!\n<color=#ffffff>Herr Os:</color>\nseufz Du hast recht. Also versuchen wir es erst so.\nDie Siegel, die den bösen Drachen binden, sind offenbar an drei Stellen verankert. Lasst uns die Ketten an diesen drei Stellen zuerst öffnen!\n<color=#ffffff>Auftragsziel:</color> Zerbrich die Ketten, die Scylla gefangen halten.\nSuche entlang der Ketten im Meer der alten Tage, um einen Weg zu finden, wie du sie aufbrechen kannst.\n<color=#ffffff>Paimon:</color>\nAuch hier gibt es viele Golems, also Vorsicht!\nAh, sie kommen direkt auf uns zu.\n<color=#ffffff>Besiege die Golems.</color>\n<color=#ffffff>Namenloser Golem:</color>\nHerr Cassiodor! Herr Cassiodor ... bist du es?\n<color=#ffffff>Herr Os:</color>\n...\n<color=#ffffff>Namenloser Golem:</color>\nDu bist es, wie ich dachte! Endlich bist du zurückgekehrt ...\nIch hatte den Befehl, diese Festung zu schützen, aber die unerbitterlichen Vorstöße der Drachenechsen und der Barbaren zwangen mich, Schritt für Schritt zurückzuweichen, bis ich hierher gelangte.\nSeitdem scheinen viele Jahre vergangen zu sein ... Wie ist die Lage in der Außenwelt? Haben wir gesiegt?\n<color=#ffffff>Herr Os:</color>\n...\n<color=#ffffff>Namenloser Golem:</color>\nSo ist es. Also haben wir verloren.\n<color=#ffffff>Herr Os:</color>\nEs tut mir leid ...\n<color=#ffffff>Namenloser Golem:</color>\nSag nicht so etwas, geehrter Herr. Als ich der Armee des Sebastos beitrat, erwartete ich, dass es eines Tages dazu kommen würde.\nDer Sebastos sprach einst davon, uns zu helfen, die Fesseln Fortunas abzuwerfen. Aber sind die Dinge wirklich so einfach?\nSchließlich ist es das Schicksal, dem wir die Stirn bieten. Ein Schicksal, dem sich selbst die größten Götter nicht widersetzen können.\n<color=#ffffff>Herr Os:</color>\nAm Ende waren all unsere Anstrengungen vergeblich ...\n<color=#ffffff>Namenloser Golem:</color>\nNein, mein Herr. Wir haben unsere Klingen gegen das Schicksal selbst gerichtet und durch unser Tun die himmlischen Gesetze herausgefordert. Wir haben im Angesicht der Prophezeiung Widerstand geleistet.\nWir sind zwar gescheitert ... Aber es muss ein Verrat gewesen sein, der uns auf diesen Irrweg geschickt hat ...\nAber jetzt ist das Ergebnis nicht mehr von Bedeutung. So oder so haben wir einen Platz in der „Geschichte“ dieser Welt errungen.\n<color=#ffffff>Paimon:</color>\nHe, warum ist er den umgefallen? Können Steinmenschen auch einfach so ohnmächtig werden?\n<color=#ffffff>Herr Os:</color>\nIch kenne seinen Namen noch nicht ... Wir es scheint, ist seine „Geschichte“ bereits abgeschlossen.\n<color=#ffffff>Paimon:</color>\nWie bitter. Verbrachte er wirklich tausende von Jahren hier im Kampf?\n<color=#ffffff>Herr Os:</color>\nAber nun hat er endlich seinen Frieden gefunden. Lasst uns weiter vorangehen.\n... Schnell, löse hier die Ketten.\n<color=#ffffff>Auftragsziel:</color> Zerbrich die Ketten, die Scylla gefangen halten.\nSuche entlang der Ketten im Meer der alten Tage, um einen Weg zu finden, wie du sie aufbrechen kannst.\n<color=#ffffff>Paimon:</color>\nAh, es sieht so aus, als hätte es sich in irgendeiner seltsamen Pflanze verheddert, ein bisschen kompliziert ...\n<color=#ffffff>Herr Os:</color>\nDie uralten Kreaturen, die in diesem Abschnitt des Meeres leben, stehen unter dem Einfluss der goldenen Melodie. Wenn du die Kraft der „Sinfonie“ nutzen kannst, um sie etwas zu beeinflussen ...\n<color=#ffffff>Löse das Resonanz-Seeanemonen Puzzle.</color>\n<color=#ffffff>Paimon:</color>\nSuper, jetzt einfach die verbleibenden Ketten wieder lösen. Das wäre es dann gewesen, oder?\n<color=#ffffff>Herr Os:</color>\nDie Ketten sind um die Steinsäule dort drüben gewickelt. Sie sollten sich mit der Kraft der „Sinfonie“ lösen lassen ...\n<color=#ffffff>„O Götter! Schließt rasch das kupferne Tor zur himmlischen Stadt! Remus' Schwert hat die Fäden des Schicksals schon durchtrennt. Nachdem Land und Meer bereits unterworfen sind, bleibt ihm nur noch der Weg in den Himmel ...“</color>\n<color=#ffffff>████:</color>\nEure Majestät, Eure Majestät, gibt es ein Problem? Es war doch nicht wieder ein Traum, oder?\n<color=#ffffff>Reisende/r:</color>\nEs ist ziemlich laut ... Was ist passiert?\n<color=#ffffff>████:</color>\nDie Brüder haben sich im Saal versammelt. Offenbar wollen sie einige Fragen an Euch richten.\nIn letzter Zeit wurde die Melodie des Phobos wiederholt unterbrochen. Deshalb sind alle sehr besorgt.\n<color=#ffffff>Reisende/r:</color>\nIch habe keine andere Wahl, als es so zu machen ...\n<color=#ffffff>████:</color>\nNatürlich vertraute ich auf euer scharfsinniges Urteil. Auch ich hörte davon, was kürzlich passierte ... Gibt es irgendein Problem mit Phobos?\nFür das universelle Glück der Menschheit hat Phobos jedem Einzelnen einen Weg vorgezeichnet. Angesichts der fast grenzenlosen Rechenleistung von Sybilla sollten eigentlich keine Probleme auftreten.\n<color=#ffffff>Reisende/r:</color>\nAber ich hörte klagende Stimmen in der Musik.\n<color=#ffffff>████:</color>\nHat vielleicht jemand heimlich die Partituren von Phobos verändert? Außer Euch und einem Harmosten wie mir sollte niemand dazu in der Lage sein ...\nDie Prophetin wird uns doch nichts verschwiegen haben? Das kann nicht sein. Sie hat ihr Leben dafür gegeben und ihre Prophezeiung wurde von der Herrin der Wässer bestätigt. Persönliche Motive sind undenkbar.\n<color=#ffffff>Reisende/r:</color>\nVielleich gerade weil „sie“ keine persönlichen Motive hat ...\n<color=#ffffff>████:</color>\nHeutzutage verlassen sich alle Leute auf Phobos, damit er für sie Entscheidungen trifft. Wenn es bei Phobos zu Komplikationen kommen sollte, fürchte ich, dass die Bürger ins Chaos gestürzt werden können ...\n<color=#ffffff>Reisende/r:</color>\nIch möchte, dass du zu den Leuten gehst, die am blinden Vertrauen festhalten ...\nDeshalb muss ich dir freien Willen gewähren.\n<color=#ffffff>████:</color>\nHeißt das, ihr möchtet meine Melodie von der großen Sinfonie trennen, für den Fall der Fälle?\nNein, dafür ist es noch zu früh. Ich fürchte, dass meine Seele einem so gewaltigen Schicksal noch nicht gewachsen ist ...\n<color=#ffffff>Reisende/r:</color>\nIch vertraue dir.\nAber von nun an wirst du keiner von „uns“ mehr sein ...\n<color=#ffffff>████:</color>\nIch verstehe. Mir ist ein Licht aufgegangen. Wenn dies Euer Wunsch ist, bin ich gern bereit, ihn Euch zu erfüllen.\n<color=#ffffff>Reisende/r:</color>\nOuranopolis, die Stadt der Zukunft ...\nWir werden unter diesem Namen bekannt werden.\n<color=#ffffff>Nachdem ████ vorgegangen war, bewegst du dich durch goldene Korridore, während die Stimmen der Diskutierenden näherkommen. Erst als du das Podium in der Mitte des Saales erreichst, legt sich um dich herum eine gewissen Stille.</color>\n<color=#ffffff>████:</color>\nO Erhabenster Sebastos, wir bitten um eure Weisung ...\nDa die Menschen in jüngster Zeit die Melodie des Phobos nicht hören konnten, fühlen sie sich verunsichert und ratlos.\nUnser großartiges Vorhaben schreitet unverändert voran. Die in den Schatten lauernden Barbaren werden einer nach dem anderen durch uns ausgemerzt und die verunreinigten Wasser werden mit unserem Ichor gesäubert ...\nUnd dennoch habt Ihr vor, den edlen Krieg plötzlich einzustellen? Aus welchem Grund?\n<color=#ffffff>Reisende/r:</color>\nNatürlich bilde ich mir mein eigenes Urteil.\n<color=#ffffff>████:</color>\nO Erhabenster Sebastos, es liegt mir fern, Eure Autorität infrage zu stellen. Dennoch denke ich, dass Ihr die Barbaren bereits ausreichen mit Barmherzigkeit bedacht habt.\nWir haben die große Ordnung gebracht. Die Tore Remurias stehen allen offen, die bereit sind, sich in die goldene Ordnung einzufinden.\nAber was tun die Barbaren? Sie reißen unsere hohen Türme ein und morden unsere Musiker. Ihrer seelischen Beschaffenheit nach verdienen sie keine Erlösung.\nMit unserem frischen Blut haben wir das wilde Land gereinigt. Ordnung und Kultur werden aus den Trümmern der Vernichtung erblühen. Für jene ungebildeten Völker kann man dies die höchste aller Gaben nennen.\n<color=#ffffff>Reisende/r:</color>\nDas ist es nicht, was ich will ...\n<color=#ffffff>████:</color>\nDort, wo die Sonne scheint, sollte es eigentlich keinen Schatten geben. Liegt darin nicht auch euer großartiges Ideal?\nIch denke, das ist auch der Wunsch aller Bürger Remurias.\nSebastos, erteilt Euren Befehl!\n<color=#ffffff>„Unrein! Ach, unrein! Jeder Einzelne im Capitolium ist durchdrungen von Unreinheit! Würde man diesen Boden nicht mit frischem Blut reinigen, wie sollte eine unschuldige Blume erblühen ...?“</color>\n<color=#ffffff>Paimon:</color>\nReisende/r, was ist los mit dir? Jetzt ist nicht die Zeit zum Ausruhen! Los, lösen wir die Ketten.\n<color=#ffffff>Herr Os:</color>\nHast du es wieder gesehen ...?\nDes Sebastos ...\n<color=#ffffff>Auftragsziel:</color> Zerbrich die Ketten, die Scylla gefangen halten.\nSuche entlang der Ketten im Meer der alten Tage, um einen Weg zu finden, wie du sie aufbrechen kannst.\n<color=#ffffff>Anführer der Truppe:</color>\nHe, du Dummkopf! Wie kommt es, dass immer noch so viele Schätze hier sind? Du lahme Schnecke ... wie lange soll das noch dauern?!\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nNein, Boss! Diese Schätze sind einfach zu schwer! Wir haben schon einen ganzen Tag lang geschleppt, und es sind immer noch sie viele hier ...\n<color=#ffffff>Anführer der Truppe:</color>\nWas nutzt dir deine imposante Statur, wenn du dich so anstellst! Das sind Schätze, Mann, klar, dass die schwer sind!\nAußerdem haben wir all diese Schätze den verfluchten Barbaren abgeluchst ...\nEs ist, als würde man Perlen vor die Säue werfen, würde man diesem Geschmeiß solche Reichtümer überlassen.\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nAber wenn wir diese Schätze alle zurück nach Remuria bringen wollen, bleibt uns nichts übrig, als weitere Schiffe hierher zu entsenden.\n<color=#ffffff>Anführer der Truppe:</color>\nHast du eigentlich Grütze im Kopf? Mit Frachtschiffen des Reiches können wir solche Waren unmöglich transportieren!\n<color=#ffffff>Der Kerl, der „Dummkopf“ genannt wird:</color>\nWenn das so ist, zerstören wir doch, was wir nicht tragen können! Dann fällt es wenigstens nicht den Barbaren in die Hände!\n<color=#ffffff>Paimon:</color>\nHmm, dieses Gespräch kommt Paimon irgendwie bekannt vor ...\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nAls wir gerade in Petrichor ankamen ...\n... und diese Schatzräuber trafen.\n<color=#ffffff>Paimon:</color>\nGenau! Die Pechvögel von Abenteurern, die wir letztens verjagt haben, haben doch etwas Ähnliches gesagt, oder?\nUnd diesmal klingt es noch übertriebener!\nDie Kerle werden sich doch nicht in Golems verwandelt haben, nachdem ihr Boot untergegangen war?!\nWie auch immer, es ist gruselig!\n<color=#ffffff>Este:</color>\nSeid ihr aus der neunten Legion? Was macht ihr hier? Die neunte Legion sollte doch bereits zum Fort Charybdis zurückbeordert sein.\n<color=#ffffff>Anführer der Truppe:</color>\nHe, Este! Du wirst uns doch nicht den Spaß verderben, oder?\nJedenfalls ist es leichter, mit diesen Barbaren fertig zu werden, als mit einer Ladung toter Fische. Also lass uns hier noch etwas unseren Spaß haben, ja?\n<color=#ffffff>Este:</color>\nDiese Schätze ... seufz Ich habe keine Ahnung, was für Anweisungen euer verantwortlicher Harmost gegeben hat. Aber hat usn nicht der Sebastos aufgetragen, diese unwissenden Stämme zu unterwerfen, um die Ketten ihres Schicksals zu sprengen? Was ihr da macht ... stellt ohne jeden Zweifel ein Verbrechen dar.\n<color=#ffffff>Anführer der Truppe:</color>\nAh? Aber unser Kommandant, der große Boethius, hat uns befohlen, diese Barbaren gnadenlos zu bestrafen!\nZudem wurden wir nicht gemaßregelt, was bedeutet, dass sowohl Phobos als auch der Sebastos unserem Vorgehen zustimmen.\nWas soll also dein Gerede von Verbrechen ...? Hast du vor, uns Ärger zu machen?\n<color=#ffffff>Este:</color>\nAber ...\n<color=#ffffff>Paimon:</color>\nHm, wie es aussieht, gibt es hier auch einen Este. Die Sache wird immer komischer!\n<color=#ffffff>Herr Os:</color>\nEs scheint nun an der Zeit, die Frage von vorhin zu beantworten.\nDer Este, den ihr in der Stadt angetroffen habt, ist ein Nachkomme des Volkes von Remuria. Seine Vorfahren schlossen sich damals mit mir dem neu gegründeten Reich an und wurden zu gewöhnlichen Einwohnern Fontaines.\nDeswegen hätte die Sinfonie, die dafür gedacht ist, die Seelen der Menschen Fontaines zu fangen, auf ihn keine Wirkung. Die Melodie jedoch, die die Erinnerungen seiner Ahnen trägt, hat sich, da sie keinen Zufluchtsort fand, jener Statue angeschlossen.\n<color=#ffffff>Paimon:</color>\nDann ist es also so, dass der Este hier eigentlich der Ahn von dem Este in der Stadt und somit der echte gewitzte Este ist? Aber was ist mit den anderen?\n<color=#ffffff>Herr Os:</color>\nSie sind alle Seelen, die in alten Erinnerungen verloren gingen und jetzt hier herumirren. Lass uns hingehen und nachsehen.\n<color=#ffffff>Ihr geht zusammen mit Herrn Os hinüber ...</color>\n<color=#ffffff>Paimon:</color>\nHallo, Este!\n<color=#ffffff>Este:</color>\nOh, hallo. Wer seid ihr denn?\nIhr seht nicht wie Menschen von Remuria aus. Seid ihr etwa Barbaren?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nWir sind nur auf der Durchreise.\nJa, ich habe auch eine barbarische Seite.\n<color=#ffffff>Este:</color>\nDas hier ist ein sehr gefährliches Schlachtfeld. Wer auch immer ihr seid, verschwindet besser schleunigst.\n<color=#ffffff>Herr Os:</color>\nEste, ich bin es. Lange nicht gesehen.\n<color=#ffffff>Este:</color>\nMeine Güte, Herr Cassiodor! Man sieht selten, wie du dich in dieser Gestalt zeigst. Ich hätte dich beinahe nicht erkannt.\nUnd die zwei hier ... sind doch wohl deine Gefolgsleute?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nSo könnte man es sagen.\nTatsächlich bin ich Paimons Halterin.\n<color=#ffffff>Este:</color>\nDennoch, Herr Cassiodor, was führt dich hierher? Hat dich der Sebastos nicht entsandt, um ... Argh, wieso fällt es mir nicht mehr ein. Ich träume doch nicht etwa?\n<color=#ffffff>Herr Os:</color>\nGenau so scheint es zu sein.\n<color=#ffffff>Este:</color>\nHaha! Deine Witze sind die besten. Ich nehme an, der Sebastos hat dir wieder einen geheimen Auftrag anvertraut!\n<color=#ffffff>Herr Os:</color>\nApropos, warum bewachen die Soldaten der neunten Legion diese Ketten?\n<color=#ffffff>Este:</color>\nKetten ... Du meinst diese Schätze? Es scheint, sie haben die beim Gefecht geplündert.\nObwohl der Sebastos den Krieg als ein notwendiges Übel ansah, um unsere ehrgeizigen Ziele zu erreichen, hat er diese grausamen Verhaltensweisen schon längst verboten.\nAber wie du weißt, ist das eine alltägliche Sache ... Wir eilen auf einem Weg in Richtung Dunkelheut, aber den Leuten ist das nicht bewusst.\nHerr Cassiodor, was ist eigentlich passiert? Phobos sollte uns eigentlich Glück bringen, aber jetzt spüre ich nichts als unerklärliches Leid ...\n<color=#ffffff>Herr Os:</color>\nAuch ich suche nach einer Antwort auf diese Frage. Aber vermutlich müssen wir uns zuerst um die vorrangigen Dinge kümmern.\n<color=#ffffff>Este:</color>\nJa, trotzdem sind die Leute Mitglieder unserer Legion. Also lasst uns die Sache lieber friedlich klären.\n<color=#ffffff>Paimon:</color>\nÄhem, Soldaten der neunten Legion.\n<color=#ffffff>Anführer der Truppe:</color>\nÄh? Wer seid ihr denn? Ihr seid doch nicht etwa von Este zu Hilfe gerufen worden?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDas wurden wir.\nir sind Sondergesandte seiner Majestät, des Sebastos.\nWir sind Cassiodors Gefolgsleute.\n<color=#ffffff>Paimon:</color>\nStimmt, wir sind die Gefolgsleute des großen Cassiodor!\n<color=#ffffff>Herr Os:</color>\n(Offensichtlich haben der / die Reisende und Paimon ein Talent für Schauspielerei.)\n<color=#ffffff>Anführer der Truppe:</color>\nOh ... Der große Herr Cassiodor? Wie ich hörte, wollte der Sebastos ihn nach Aremorica schicken. Kann er den so schnell schon wieder zurück sein?\n<color=#ffffff>Paimon:</color>\nAlso das ... eigentlich ist das hier neben uns ...\n<color=#ffffff>Herr Os:</color>\n...\n<color=#ffffff>Paimon:</color>\nÄhem ... Jedenfalls sind wir hier, um die Lage der Legionen an der Front zu begutachten!\n<color=#ffffff>Anführer der Truppe:</color>\nAh, das dachte ich mir.\nObwohl wir uns noch nicht dem Großteil der Truppen auf dem Weg zum Fort Charybdis angeschlossen haben ...\n... Ist es für die Nachhut nur vernünftig, sich um die abschließenden Aufräumarbeiten zu kümmern!\n<color=#ffffff>Reisende/r:</color>\nIst das auch ein Befehl von Phobos?\n<color=#ffffff>Anführer der Truppe:</color>\nAlso ... Phobos sollte eigentlich jede unserer Handlungen anführen, aber seit unserer Ankunft hier, sind wir oft außerstande, die Melodie von Phobos zu vernehmen.\nAlso bleibt uns nichts, als nach der Order von Herrn Boethius vorzugehen.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nAlso dieser unhöfliche Kerl ...\nDer Sebastos hat euch nicht aufgetragen, unschuldige Menschen zu verletzen.\n<color=#ffffff>Anführer der Truppe:</color>\nHe, du! Jetzt hast du dich aber in der Wortwahl über Herrn Boethius vergriffen!\nAls ehrwürdiger Harmost handelt Herr Boethius stets im Einklang mit den Anweisungen des Sebastos. Seine Anweisungen stehen auf der gleichen Stufe wie die Gesetze des Phobos.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nSchon möglich, dass auch Phobos Fehler unterlaufen.\nAber ihr habt die Melodie von Phobos doch nicht vernommen.\n<color=#ffffff>Anführer der Truppe:</color>\nHm ... das stimmt, aber wem, außer Phobos, sollten wir den sonst glauben ...?\nWenn wir wirklich auf den Holzweg geraten sind, wieso bleibt er dann gleichgültig?\nPhobos ist eine absolut makellose Schöpfung. Als Landsmann von Remuria rate ich dir, sie nicht infrage zu stellen.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nMakellos? Nichts ist jemals makellos.\nPhobos' Schweigen bedeutet Ablehnung.\n<color=#ffffff>Anführer der Truppe:</color>\nDas ist in der Tat möglich. Daran habe ich noch nie gedacht. Ob es an unseren rücksichtlosen Untaten liegt, dass Phobos uns nicht länger anleitet?\nDas wäre wirklich schrecklich ...\nNa gut ... Du hast recht, wir müssen wirklich unser Handeln überdenken. Aber ich weiß auch nicht wie es dazu kommen konnte.\nSeit dem Ausbruch des Krieges habe ich ständig ein seltsames Gefühl.\nEigentlich streben wir nur nach Freiheit und Glück, doch Phobos lenkte uns Schritt für Schritt an diesen Ort.\nKönnte etwas schiefgelaufen sein?\nFalls ihr auf eurer Rückreise dem Sebastos begegnet, berichtet ihm bitte davon, wie die Situation hier ist, und lasst ihn von unseren Zweifeln wissen.\nDamit tust du uns wirklich einen großen Gefallen.\n<color=#ffffff>Paimon:</color>\nJa, das werden wir ganz bestimmt!\n<color=#ffffff>Herr Os:</color>\nEndlich sind wir diese beiden los, jetzt steht uns niemand mehr im Weg, wenn wir die Ketten lösen.\n<color=#ffffff>Este:</color>\nEs scheint, als hättest du unser vorheriges Problem erfolgreich gelöst.\nJetzt wirst du dich bestimmt auf den Weg zum nächsten Ziel machen, habe ich recht?\n<color=#ffffff>Herr Os:</color>\nSo ist es, Este, ich überlasse die Sache hier dir ...\nViel entscheidender ist es, auf die eigene innere Stimme zu hören, anstatt die Maßstäbe für Recht und Unrecht Phobos oder irgendeinem Harmosten zu überlassen.\nDer Sebastos hatte Phobos erschaffen, um uns aus der Knechtschaft des Schicksals zu befreien. Aber das blinde Vertrauen der Menschen stürzt uns in eine noch furchtbarere Unterjochung.\nIn der Zukunft wirst du vielleicht vor einer ähnlichen Entscheidung stehen. Hoffentlich wirst du dann in der Lage sein, die richtige Wahl zu treffen.\n<color=#ffffff>Este:</color>\nHerr Cassiodor, warum sprichst du plötzlich von diesen Dingen ...?\nDennoch werde ich deine Worte beherzigen. Ich, Este, werde an meinem eigenen Sinn für Gerechtigkeit festhalten.\n<color=#ffffff>Herr Os:</color>\nSehr gut. Dann auf Wiedersehen. Ich hoffe, wir werden uns wieder begegnen.\n<color=#ffffff>Befreie Scylla.</color>\n<color=#ffffff>Paimon:</color>\nNun, da alle Ketten abgeworfen sind, lasst uns schnell zum Initium Iani gehen und uns dort umsehen!\n<color=#ffffff>Auftragsziel:</color> Geh zu dem Ort, an dem Scylla ist.\n<color=#ffffff>Scylla:</color>\nOooh! Welch eine wärmende Meeresströmung! Ich werde endlich frei sein!\nIhr kleinen Wesen, kommt ihr von der Oberfläche? Auch wenn ich nicht weiß, welche Fügung euch zu meinem Gefängnis in den Tiefen des Wassers geführt hat ...\n<color=#ffffff>Paimon:</color>\nWir sind überhaupt keine kleinen Wesen! Du bist einfach nur viel zu groß, das ist alles!\n<color=#ffffff>Scylla:</color>\nHaha, stimmt! Wie auch immer, nun, da ihr mich aus meinen tausendjährigen Ketten befreit habt, will ich euch dankbar sein.\nFalls es etwas gibt, das ich für euch tun kann, dann nur heraus damit. Seht es als Dankeschön an.\n<color=#ffffff>Paimon:</color>\nHehe, Paimon wusste doch, dass du ein einsichtiger vernünftiger Typ bist! Hier ist Paimon und dieser / diese hier ist Reisende/r und da drüben ist ...\nÄhm ... Paimon weiß nicht, unter welchem Namen du ihn kennst, aber wir nennen ihn „Herrn Os“!\n<color=#ffffff>Scylla:</color>\nAh, Cassiodor, du bist es. Lange nicht gesehen. Du bist wirklich zurückgekommen, schade nur, dass du etwas zu spät kommst ... etwa tausend Jahre zu spät!\n<color=#ffffff>Paimon:</color>\nOh! Anscheinend kennt unser großer Freund Herrn Os auch schon!\n<color=#ffffff>Herr Os:</color>\nIch habe einem schändlichen Verräter nichts zu sagen.\n<color=#ffffff>Scylla:</color>\nPass mal lieber auf, was du da sagst, Sterblicher! Im Gegensatz zu euch selbstgefälligem Schnöselvolk halten wir Nachkommen der Drachen uns an unsere Versprechen und begehen keinen Verrat.\n<color=#ffffff>Herr Os:</color>\nDeine Worte sind kurzlebiger als eine Eintagsfliege im Wasser. Dein Verrat steht außer Frage, und es war dein Verrat, der uns den Krieg gekostet hat!\nWenn wir den Krieg nicht verloren hätten ... hätte unser Land ... und der Sebastos auch nicht ...\n<color=#ffffff>Scylla:</color>\nDu warst zu lange weg, Cassiodor! Die Wahrheit ist nicht, wie du sie dir vorstellst. Aber es ist auch kein Wunder, denn ursprünglich war es ein geheimer Plan. Wie können dir nur diese Details zu Ohren kommen?\n<color=#ffffff>Herr Os:</color>\n... Ein geheimer Plan?\n<color=#ffffff>Scylla:</color>\nDass ich die Armee der Drachenechsen gegen die Hauptstadt führte, war eben Teil von Remus’ letztem geheimem Plan.\nUnd all dies, um sein Land und seine Bevölkerung zu retten. Er ist ein Mann von außerordentlichem Edelmut!\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDas klingt irgendwie nach Seemannsgarn ...\nIst er auch verrückt geworden?\n<color=#ffffff>Paimon:</color>\nDas ist doch echt komisch!? Welcher König würde denn eine andere Person bitten, in das eigene Land einzufallen?\n<color=#ffffff>Scylla:</color>\nKleines Wesen, wie könnten wir jemals die Gedanken von Remus ergründen? Wie dem auch sei, bei der Betrachtung dieses Gegenstands, Cassiodor, wirst du zweifellos die darin liegende Botschaft erfassen.\n<color=#ffffff>Herr Os:</color>\nEs sind die goldenen Bienen ... Sie folgen dem Lauf des Schicksals und hören nur auf den Ruf der Sinfonie. Warum würde der Sebastos die Kraft der Sinfonie einem unzivilisierten Drachenwesen anvertrauen?\n<color=#ffffff>Reisende/r:</color>\nWeil sie eine Absprache hatten ...\n<color=#ffffff>Scylla:</color>\nOh? Die / Der Kleine weiß ja allerhand! Wo hast du diese Dinge denn gehört?\n<color=#ffffff>Reisende/r:</color>\nAus Erinnerungen, die in den Wassern versunken sind ...\n<color=#ffffff>Scylla:</color>\nDu hast recht! Tatsächlich hatten wir eine Vereinbarung. Aber dann habe ich ihn enttäuscht. Ich erwies mich seines großen Opfers als unwürdig.\nIch habe die Domus Aurea letztlich nicht mehr rechtzeitig erreicht! So haben die tobenden Wellen die ganze Stadt verschlungen, und auch wir konnten nicht entkommen ...\n<color=#ffffff>Herr Os:</color>\n... Wie kann das sein ...\n<color=#ffffff>Scylla:</color>\nHmpf! Wenn man von Verrat sprechen will, so ist Boethius der wahre Verräter!\nHätte nicht dieser verlogene Teufel, diese betrügerische Ratte, uns mit ihrer geschmeidigen Zunge in die Irre geführt, wie hätte ich, der ich als Prinz des uralten Drachengeblüts über die Nachkommenschaft herrschte, so ohne Weiteres zu Fall kommen können?\nDieser Teufel behauptete zuerst, auf Remus’ Geheiß gehandelt und bereits seinen Truppen befohlen zu haben, den Widerstand aufzugeben. Doch als wir diesen Ort erreichten, begann er plötzlich einen Aufstand ...\nWenn ich jetzt darüber nachdenke, hat er wohl schon längst irgendwie Wind von Remus’ Plänen bekommen, sodass er sein riesiges Netz ausbreiten und mich Schritt für Schritt in die Falle locken konnte.\nSo versteinerten mein Fleisch und Blut und blieben so, bis ich tausend Jahre später, am heutigen Tage, durch eure Hand gerettet wurde.\n<color=#ffffff>Herr Os:</color>\nBoethius wusste sehr wohl, dass sein Handeln in eine große Katastrophe münden würde, aber dennoch ... Hat er etwa nur, um die Kontrolle über Phobos zu erlangen, solche Untaten begangen ...?\n<color=#ffffff>Reisende/r:</color>\nMir scheint, wir haben die Sache bisher nur zum Teil durchschaut ...\n<color=#ffffff>Paimon:</color>\nWaah, dieser Kerl, der andere Verräter nennt, ist selbst durch und durch ein übler Verräter!\nAber warum hat er es nur getan ...? Sollen wir diesen unhöflichen Kerl vielleicht einfach fragen? Wahrscheinlich würde er uns aber keine ehrliche Antwort geben.\n<color=#ffffff>Scylla:</color>\nHä? Ist dieser erbärmliche, starrsinnige und unbelehrbare Teufel denn immer noch nicht verschwunden?\n<color=#ffffff>Paimon:</color>\nGanz genau! Er hat sich auch der Seelen vieler Menschen von Fontaine bemächtigt! Wir sind genau deshalb hierhergekommen, um diese Leute zu befreien ...\nEr sagte, er werde in der Domus Aurea auf uns warten ... Nein, falsch, er sagte, er werde auf Herrn Os warten. Und wir sind Heldinnen / Helden, die zufällig hier sind!\nJedenfalls hat er nicht einmal die Tür für uns offengelassen. Was für ein unhöflicher Kerl.\n<color=#ffffff>Scylla:</color>\nDas Initium Iani ...? Hmpf, auch wenn hier einiges an Blendwerk zum Einsatz kommt, ist sie doch nichts als eine Steintür, die vorgibt, geheimnisvoll zu sein.\nObwohl ich meiner körperlichen Hülle beraubt bin, ist es immer noch ein Leichtes, euch kleine Wesen hinüberzugeleiten.\nPasst gut auf, ihr kleinen Wesen!\n<color=#ffffff>Paimon:</color>\nOooh! Du bist aber ganz schön zuverlässig, Großer!\n<color=#ffffff>Scylla:</color>\nJetzt gilt es nur noch, diese sichtbar gewordenen Siegel eins nach dem anderen zu zerschlagen ... dann sind wir startklar. Wenn ihr so weit seid, machen wir uns auf den Weg!\n<color=#ffffff>Paimon:</color>\nAlso, Herr Os, bist du bereit?\n<color=#ffffff>Herr Os:</color>\nNun, da wir schon hier sind, können wir nur voranschreiten.\n<color=#ffffff>Paimon:</color>\nJawohl! Und, Reisende/r, bist du auch bereit?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nLos geht’s.\nIch brauche noch einen Moment ...\n<color=#ffffff>Scylla:</color>\nGut, lasst uns warten, bis ihr Kleinen gänzlich bereit seid. Dann brechen wir auf. Ich werde unten auf euch warten.\n<color=#ffffff>Auftragsziel:</color> Geh mit Scylla durch das Initium Iani.\n<color=#ffffff>Klicke auf die Taste, um Scylla das Siegel brechen zu lassen.</color>\n<color=#ffffff>Scylla:</color>\nWenn wir diese Steintür öffnen wollen, müssen wir die darauf befindlichen Siegel eines nach dem anderen zerbrechen! Tretet zurück, meine Kleinen!\n<color=#ffffff>Scylla:</color>\nDie Zeit wird knapp. Schneller jetzt, meine Kleinen!\n<color=#ffffff>Paimon:</color>\nPuh, das war knapp.\n<color=#ffffff>Scylla:</color>\nHier ist es gefährlich. Geht nicht zu weit weg, ich beschütze euch.\n<color=#ffffff>Paimon:</color>\nWaah! Vorsicht!\n<color=#ffffff>Klicke auf die Taste, um Scylla den Stein zerschmettern zu lassen.</color>\n<color=#ffffff>Paimon:</color>\nAh, das ist ja echt gefährlich!\n<color=#ffffff>Herr Os:</color>\nPuh, wenn ich doch nur nicht diesen winzigen Körper hätte, dann müsste ich auch nicht diesen Weg in die Hauptstadt nehmen.\n<color=#ffffff>Paimon:</color>\nHä?! Es gibt also noch andere Wege hinein? Du meintest doch gerade, wir müssten hier durch!\n<color=#ffffff>Herr Os:</color>\nIm Gegensatz zu euch konnte ich früher zwischen Körpern hin- und herwechseln. Jedenfalls, solange ein Körper in der Innenstadt vorbereitet war ...\n<color=#ffffff>Paimon:</color>\nAch, so funktioniert es! Wahnsinn ...\n<color=#ffffff>Paimon:</color>\nJuhu, endlich sehen wir den Ausgang!"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Allgemeine Informationen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Voraussetzungen zum Freischalten</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Unterwasser-Nocturne",
        "desc": "<p><span>Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_1100807565529386183.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Auftragsreihe</color>\nWeltauftragsreihe:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Der Dunstschleier über Petrichor",
        "desc": "<p><span>Kaum bist du in Petrichor angekommen, stolperst du über eine Reihe von Merkwürdigkeiten und beschließt, der Sache vor Ort auf den Grund zu gehen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/39324012/259bdd2ad9bdc6571419096864cc4f08_5106912431101638877.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Unterwasser-Nocturne",
        "desc": "<p><span>Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_1100807565529386183.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Der letzte Tag von Remuria",
        "desc": "<p><span>Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/259bdd2ad9bdc6571419096864cc4f08_2540739932856945253.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p><span>Nach der Passage durch die bedrohlichen Meeresgräben erreicht ihr endlich die versunkene Hauptstadt des alten Remuria. Es gilt nun, zur Domus Aurea zu gehen, um sich dem Entscheidungskampf mit Boethius zu stellen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_4639121202396877886.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Trauer über die Wunden des Schicksals",
        "desc": "<p><span>Stelle dich Boethius in einem entscheidenden Gefecht für Herrn Os und für die gesamte Stadt.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/8b6151225bfca026ce0eee2f22f10572_3886660055297478300.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Belohnungen</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Abenteuer-EP",
        "desc": "<p>Erfahrung die im Rahmen von Abenteuern gesammelt wird. Wir zur Erhöhung des Abenteuerrangs benötigt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/6e61cc020cc8b9cc675f6bbaf3490acf_2143326375316868693.png",
        "amount": 250,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Urgestein",
        "desc": "<p>Ein urzeitliches Mineral, das dem finsteren Universum einen Glanz, gemacht aus Träumen und Hoffnung, gibt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/36893887/8902272b2dbb45cce8fbd6f596c6904b_333775792098016250.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Eines Helden Weisheit",
        "desc": "Material für Figuren-EP, enthält 20.000 EP.<br/>Wenn man auf dem Weg nach Celestia ist und sich ein Weilchen in diesen Landen aufhält, ist diese Erfahrung eine äußerst große Hilfe.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Erfolge</color>\nContra Mundum\nOmnes Viae Remam Ducunt"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Startpunkt",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Verblassende Schloss - Gebiet, Fontaine</color>\n<color=#ffffff>Interaktive Karte:</color>",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1065.75,-4640.00&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/634d658620f5ec8ca955597df7dc8d8d_7381881404461565213.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/3c20a78307de086c93552aab925889dd_5688969575727491913.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auftragsziele",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Geh zum Meer der alten Tage.\nSuche weiter.\nSchwimme weiter.\nGeh zum Meer der alten Tage.\nZerbrich die Ketten, die Scylla gefangen halten.\nSuche entlang der Ketten im Meer der alten Tage, um einen Weg zu finden, wie du sie aufbrechen kannst.\nGeh zu dem Ort, an dem"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla ist der Drachenkönig aus der Zeit Remurias. Er wurde vor 2000 Jahren versiegelt und in der Weltauftragsreihe „Lobgesang der Harmonie“ befreit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/b2d6cefc957361355bd202af3efcb21d_3436076890289724788.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "ist.\nGeh mit Scylla durch das Initium Iani."
      }
    ]
  }
}