{
  "epId": 5641,
  "name": "Gradus ad Capitolium",
  "desc": "<p><span>Nach der Passage durch die bedrohlichen Meeresgräben erreicht ihr endlich die versunkene Hauptstadt des alten Remuria. Es gilt nun, zur Domus Aurea zu gehen, um sich dem Entscheidungskampf mit Boethius zu stellen ...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_4639121202396877886.png",
  "menuId": 31,
  "menuName": "Weltauftrag",
  "version": 1736702165,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Gradus ad Capitolium"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Weltauftrag"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Allgemeine Informationen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Voraussetzungen zum Freischalten</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Der letzte Tag von Remuria",
        "desc": "<p><span>Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/259bdd2ad9bdc6571419096864cc4f08_2540739932856945253.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Auftragsreihe</color>\nWeltauftragsreihe:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Der Dunstschleier über Petrichor",
        "desc": "<p><span>Kaum bist du in Petrichor angekommen, stolperst du über eine Reihe von Merkwürdigkeiten und beschließt, der Sache vor Ort auf den Grund zu gehen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/39324012/259bdd2ad9bdc6571419096864cc4f08_5106912431101638877.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Unterwasser-Nocturne",
        "desc": "<p><span>Zur Rettung der Bewohner von Petrichor hast du dich, begleitet von dem eigenartigen Kater Os, in das rätselhafte verblassende Schloss begeben ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_1100807565529386183.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Der letzte Tag von Remuria",
        "desc": "<p><span>Nach der Enthüllung von Os’ Identität entschiedet ihr euch, zum Meer der alten Tage zu reisen, um Boethius aufzuspüren ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/259bdd2ad9bdc6571419096864cc4f08_2540739932856945253.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Gradus ad Capitolium",
        "desc": "<p><span>Nach der Passage durch die bedrohlichen Meeresgräben erreicht ihr endlich die versunkene Hauptstadt des alten Remuria. Es gilt nun, zur Domus Aurea zu gehen, um sich dem Entscheidungskampf mit Boethius zu stellen ...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/39324012/41ba0ca9b94cded7206a11f8782de3b1_4639121202396877886.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Trauer über die Wunden des Schicksals",
        "desc": "<p><span>Stelle dich Boethius in einem entscheidenden Gefecht für Herrn Os und für die gesamte Stadt.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/02/39324012/8b6151225bfca026ce0eee2f22f10572_3886660055297478300.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Belohnungen</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Abenteuer-EP",
        "desc": "<p>Erfahrung die im Rahmen von Abenteuern gesammelt wird. Wir zur Erhöhung des Abenteuerrangs benötigt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/236594615/6e61cc020cc8b9cc675f6bbaf3490acf_2143326375316868693.png",
        "amount": 300,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Urgestein",
        "desc": "<p>Ein urzeitliches Mineral, das dem finsteren Universum einen Glanz, gemacht aus Träumen und Hoffnung, gibt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/36893887/8902272b2dbb45cce8fbd6f596c6904b_333775792098016250.png",
        "amount": 40,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Eines Helden Weisheit",
        "desc": "Material für Figuren-EP, enthält 20.000 EP.<br/>Wenn man auf dem Weg nach Celestia ist und sich ein Weilchen in diesen Landen aufhält, ist diese Erfahrung eine äußerst große Hilfe.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1327,
        "name": "Mystisches Verstärkungserz",
        "desc": "<p>In diesem Erz sollen die Erinnerungen an unzählige Kämpfe auf der es bedeckenden Erde liegen. Waffen, die mit diesem Erz verstärkt werden, scheinen auch lebendiger zu wirken.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mystic Enhancement Ore_icon.png",
        "amount": 3,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Erfolge</color>\nKeine"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Startpunkt",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Meer der alten Tage - Gebiet, Fontaine</color>\n<color=#ffffff>Interaktive Karte:</color>",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/34?shown_types=3,52&center=-80.91,284.20&zoom=0.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/4016a0c1103e614e97837f37dd6fb565_7705924080340050294.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/41133912/f2060dcf51316b95759c44e0e4de17fb_1092903675525474055.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Auftragsziele",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Geh weiter.\nSprich mit"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>Scylla ist der Drachenkönig aus der Zeit Remurias. Er wurde vor 2000 Jahren versiegelt und in der Weltauftragsreihe „Lobgesang der Harmonie“ befreit.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/b2d6cefc957361355bd202af3efcb21d_3436076890289724788.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ".\nGeh zur Domus Aurea.\nErkunde den geheimnisvollen Raum.\nDränge die Golems zurück.\nErkunde den geheimnisvollen Raum.\nSprich mit Scylla.\nBaue die goldene Wasserstraße wieder auf.\nWiederaufbau der goldenen Wasserstraße I: Erst wenn die uralte goldene Wasserstraße wiederaufgebaut ist, kann die Domus Aurea betreten werden ...\nSuche nach der versunkenen Sinfonie.\nLass die Vogelphantome an ihre Plätze zurückkehren.\nBenutze den Leuchtmechanismus, um das Horn zu beleuchten.\nFolge den Vogelphantomen.\nBaue die goldene Wasserstraße wieder auf.\nWiederaufbau der goldenen Wasserstraße II: Erst wenn die uralte goldene Wasserstraße wiederaufgebaut ist, kann die Domus Aurea betreten werden ...\nSuche nach der versunkenen Sinfonie.\nFolge der goldenen Biene.\nLass die Vogelphantome an ihre Plätze zurückkehren.\nBenutze den Leuchtmechanismus, um das Horn zu beleuchten.\nFolge den Vogelphantomen.\nGeh in die Nähe der goldenen Wasserstraße.\nSprich mit Scylla."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Meer der alten Tage - Gebiet, Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Auftragsziel:</color> Geh weiter und sprich mit Scylla.\n<color=#ffffff>Paimon:</color>\nPuh, endlich, wir sind da!\nDas ist also die Domus Aurea? Sieht irgendwie wie eine riesige Orgel aus. Was soll das? Warum müssen euer Sebastos die Paläste immer so gestalten?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nSieht jedenfalls gut erhalten aus.\n<color=#ffffff>Paimon:</color>\nStimmt! Und ganz anders als all das, was wir dort oben gesehen haben.\nHier ist es ganz anders als oben.\n<color=#ffffff>Paimon:</color>\nDu hast recht. Fühlt sich irgendwie so an, als wäre er gerade erst unter Wasser getaucht worden.\n<color=#ffffff>Herr Os:</color>\nDas liegt natürlich daran, dass dieser Palast eigentlich ein riesiges umgebautes Schiff ist. Er wurde entworfen als ein gewaltiges Instrument, auf dem sich die große Sinfonie wunderbar spielen lässt.\nSeht ihr dort die riesigen Wasserstraßen? Obwohl sie mittlerweile kaputt sind, verbreitete sich einst von dort die Sinfonie des Sebastos über die ganze Welt.\n<color=#ffffff>Paimon:</color>\nDer ganze Palast, ein gewaltiges Musikinstrument?!\nOoooh ... Aber würde denn nicht das ganze Wasser erbeben, wenn man darauf spielt? Paimon würde wohl wie Tofu zerplatzen, wenn wir in der Sekunde zu nahe dran wären ...\n<color=#ffffff>Herr Os:</color>\nMiau, miau? Was ist Tofu?\n<color=#ffffff>Paimon:</color>\nWas? Du hattest noch nie Tofu, Herr Os? Hm, das ist irgendwie schwer zu erklären ... Aber wir können dich das nächste Mal zum Essen einladen, dann wirst du es wissen ... Aber dürfen Katzen überhaupt Tofu essen?\n<color=#ffffff>Scylla:</color>\nDie „ewige Stadt“, in der Tat ... Der Wille Remus’ schützt diesen Ort noch immer. Kein Wunder, dass dieser niederträchtige Verräter bis heute überlebt hat ...\n<color=#ffffff>Herr Os:</color>\nHmpf. Boethius muss in diesem Palast Jahrtausende lang sozusagen überwintert haben. Nur deshalb konnte ihm der Zahn der Zeit nichts anhaben.\nUnd in diesen langen Jahren beherrschte er nach und nach die Macht von Phobos ...\n<color=#ffffff>Paimon:</color>\nJetzt, wo wir schon mal hier sind, sollten wir diesem ungehobelten Knilch auch einen Besuch abstatten. Er wird sicher nicht schlecht staunen, wenn wir alle dort auftauchen!\n<color=#ffffff>Scylla:</color>\nDann sollten wir uns aufteilen.\n<color=#ffffff>Paimon:</color>\nHä? Du kommst nicht mit uns?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nDu hast doch keine Angst, oder?\n<color=#ffffff>Scylla:</color>\nWie kommst du denn darauf? Ich will diesen Kerl einfach nicht wiedersehen.\nDu hast uns schon sehr geholfen.\n<color=#ffffff>Scylla:</color>\nHaha, das habe ich doch gern getan. Aber ich will diesen Kerl wirklich nicht wiedersehen.\n<color=#ffffff>Scylla:</color>\nIch könnte kein einziges Wort mehr ertragen, das von diesem Teufel kommt. Alles, was er von sich gibt, sind betrügerischer Schwachsinn und schändliche Lügen. Passt auf, dass er euch nicht wieder reinlegt!\nAußerdem wäre ich euch keine große Hilfe, selbst wenn ich euch begleiten würde. Mein jetziges Ich steckt nur vorübergehend in diesem Körper aus Ichor.\nFalls es wirklich zum Schlagabtausch kommt, wäre ich kaum in der Lage, zurückzuschlagen ...\nNicht, dass es mir viel ausmachen würde, aber nichts könnte den Verlust wettmachen, wenn er die Sinfonie, die Remus mir gegeben hat, an sich reißen würde.\nHier sollen unsere Wege sich fürs Erste trennen. Ich kann euch zwar keine große Hilfe anbieten, aber es ist kein Problem für mich, euch mit der Strömung weiterzuschicken. Kommt zu mir, wenn ihr solche Hilfe braucht.\nIn jedem Fall werden wir uns wiedersehen, wenn ihr diesen Verräter zur Strecke gebracht habt.\nUnd vielleicht werde ich dann endlich auch Gelegenheit haben, meine Reue wiedergutzumachen.\n<color=#ffffff>Auftragsziel:</color> Geh zur Domus Aurea.\n<color=#ffffff>Boethius:</color>\nCassiodor, mein lieber Freund, ich wusste doch, dass du kommen würdest.\n<color=#ffffff>Herr Os:</color>\n...\n<color=#ffffff>Boethius:</color>\nAh! Und die ungebetenen Barbaren ...\n<color=#ffffff>Paimon:</color>\nZiemlich große Klappe für jemanden, der sich dort einquartiert, was ihm überhaupt nicht gehört! Außerdem hat uns Herr Os mitgebracht, wir sind also nicht wirklich ungebeten!\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nDu hast ja noch miesere Manieren als wir.\n<color=#ffffff>Paimon:</color>\nStimmt! Wir haben alles über dich gehört und über die schlechten Dinge, die du getan hast ...\n<color=#ffffff>Boethius:</color>\nRuhe jetzt, ihr Würmer ... Ihr schweigt gefälligst, wenn ich mit Cassiodor rede!\n<color=#ffffff>Herr Os:</color>\nReisende/r, Paimon, überlasst das mir.\nBoethius, wie versprochen, ich bin gekommen. Jetzt musst auch du dich an unsere Abmachung halten, die Seelen der Menschen auf der Oberfläche zu befreien.\nSie haben ein solch unvorhersehbares Leid nicht verdient ... Dieser Groll ist nur zwischen dir und mir.\n<color=#ffffff>Boethius:</color>\nDu wagst es, das unvorhersehbares Leid zu nennen?\nHast du denn nicht gesehen, was mit unsereins geschehen ist? Gefangen in dieser lichtlosen Wassertiefe, wie wandelnde Tote!\nHaben sie es denn nicht verdient, am Land unter der Sonne zu leben?\nWenn ich sage, dass meine vorübergehende Gefangenschaft der Seelen der Menschen auf der Oberfläche ein unvorhergesehenes Leid ist, was sind dann die Leiden, die unsereins seit Tausenden von Jahren zu erdulden haben?\nHört gut zu, wenn ich sage, dass die Strafe der Menschen auf der Oberfläche gerade erst begonnen hat!\n<color=#ffffff>Herr Os:</color>\nNein, du bist derjenige, der sie eingesperrt hat, und du bist derjenige, der unsere Landsleute zu Monstern gemacht hat.\nEinst hatten sie ... hatten wir die Wahl. Und die Herrin der Wasser hat uns versprochen, uns in ihr neues Reich aufzunehmen, wenn wir nur unsere alte Fehde aufgeben würden.\nUnd du hast sie ausgenutzt, ihren Schmerz, ihr Vertrauen in dich, und sie zu Werkzeugen für deine Zwecke gemacht.\n<color=#ffffff>Boethius:</color>\nEs war doch ihre Entscheidung, sie haben die alte Ordnung dem vorgezogen, was du gebracht hast, dem zuckersüßen Tod.\nSo wie sie uns die Führung über sich überließen, die ihnen einst vom Sebastos gewährt worden war, so ist es nun unsere Pflicht, sie eben auf den rechten Weg zu führen.\n<color=#ffffff>Herr Os:</color>\nDass ich nicht lache, du dreister Verräter! Du hast das Vertrauen des Sebastos missbraucht, du trägst die Schuld am Untergang des Landes und dann wagst du es noch, hier so große Töne zu spucken!\n<color=#ffffff>Boethius:</color>\nHa! Dieser verdammte Drache hat dich ja vollkommen um den Finger gewickelt. Du glaubst lieber den Feinden deines Reichs als deinesgleichen und deinen Waffenbrüdern!\nIch diene keinem, weder Gott noch König! Einzig dem großartigen Remuria und unseren edlen Idealen.\nVon dem Moment an, als Remus seinen aufrührerischen Befehl gab, hat er sein Recht auf den Titel „Sebastos“ verwirkt. Deshalb gab es nie einen Verrat. Im Gegenteil, ich habe das Reich von seinem Fehler befreit.\nEr hat mit den Feinden unseres Landes konspiriert, dem bösen Drachen befohlen, unsere Städte dem Erdboden gleichzumachen, und sogar versucht, die große Sinfonie zu zerstören, auf dass alle Menschen wieder unter das Joch von „Fortuna“ zurückkehren würden.\nWie hätten wir angesichts eines solchen Wahnsinns nur tatenlos zusehen können?\n<color=#ffffff>Herr Os:</color>\nAlso hast du den Sebastos verraten und das Initium Iani geschlossen ... Und am Ende geriet die Macht von „Phobos“ außer Kontrolle, sodass die gesamte Stadt in den Fluten versank ...\n<color=#ffffff>Boethius:</color>\nImmer noch verschließt du die Augen vor der Wahrheit, oder willst du sie nicht sehen? Es war Remus, der uns verraten hat, den „Phobos“ verraten hat; das alles war nur die Ouvertüre zur eigentlichen Tragödie.\nJahrtausende habe ich damit zugebracht, die Sinfonie der Vergangenheit neu zu erschaffen, die zerfetzten Melodien inmitten der Tiefen dieses Ozeans neu zu weben.\n<color=#ffffff>Herr Os:</color>\nNein ... in deinen Händen wurde sie nur zu einem schrillen Kreischen. Und die verquere Töne voller Schmerz und Hass sind lediglich die Anklage deiner begangenen Gräueltaten.\n<color=#ffffff>Boethius:</color>\nHa, und wer entscheidet, ob eine Melodie harmonisch ist? Ist das denn nicht die absolute Macht? Remus hatte es nicht verstanden, also beugte er das Knie vor den Barbaren und dem bösen Drachen.\nAber das spielt jetzt keine Rolle mehr. Denn ich werde diese verdrehte Welt wieder in ihre rechten Bahnen lenken und mich zum neuen „Sebastos“ aufschwingen!\n<color=#ffffff>Herr Os:</color>\nDas wird nicht möglich sein, Boethius. Du bist nur ein Sterblicher! Und ein Sterblicher kann zu keinem Gott werden ...\n<color=#ffffff>Boethius:</color>\nHast du es etwa schon vergessen, Cassiodor? War es denn nicht Remus’ Ideal, dass alle Menschen zu „Göttern“ werden und ihr Schicksal selbst in die Hand nehmen sollten?\nErinnerst du dich nicht? Hat denn nicht die Magie, die wir in dem goldenen Schloss studiert und aufgezeichnet haben, genau zu diesem Ende geführt?\n<color=#ffffff>Herr Os:</color>\nNein! Wir wissen nicht genau, was hinter diesem Ende liegt, und wenn wir es wüssten, wäre es schon vor Tausenden von Jahren bereits ...\n<color=#ffffff>Boethius:</color>\nDie Zeiten haben sich geändert. Die Dinge sind nun anders, Cassiodor. Schließe dich mir an. Ich bin schon bereit. Nur gemeinsam können wir es schaffen.\nIch habe meine Seele von allen Unreinheiten befreit und dafür den wahren Willen erlangt. Nun trennt mich nur noch ein einziger Schritt von der Himmelsleiter.\nEs muss nur jeglicher im Wasser verstreuter Wille zu einem einzigen vereint werden, und diesem wird deine Seele hinzugefügt, die von Remus’ eigener Hand abgetrennt wurde.\nZwei Seelen werden eins, wie Remuria wieder vereint sein wird! Abermals gegossen in einen unsterblichen Körper aus erlesenstem Stahl und Stein.\nIch ... Nein, wir werden das „Fleisch wieder empfangen“ und der neue Sebastos sein ... und noch mehr als das! Ich werde die Macht erlangen, das Wesen der Welt zu erschüttern. Eine Macht, die sogar Remus selbst nie innehatte.\nIch werde das Rad des Schicksals zurückdrehen, die Welt von einst wiederherstellen und ihr Gerechtigkeit bringen. Und die Menschen auf der Oberfläche werden sich unserem, und nur unserem Willen beugen.\nWie es in der Hymne heißt, „der Wille spielt die erste Geige, der Rest hört demütig zu.“\n<color=#ffffff>Herr Os:</color>\nDu weißt genau, dass ich das niemals zulassen werde. Du hast die Ideale des Sebastos beschmutzt.\nUnd ich werde meine eigene Gerechtigkeit walten lassen.\n<color=#ffffff>Boethius:</color>\nAch genug geredet. Wenn du erst einmal in die Melodie von „Phobos“ eingetreten bist, wirst du es schon verstehen!\n<color=#ffffff>Auftragsziel:</color> Erkunde den geheimnisvollen Raum.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\n(Das ist ... Domus Aurea.)\n(Bin ich schon wieder in Remus’ Erinnerungen gelandet?)\n(Aber die Atmosphäre ... irgendwas ist anders als zuvor.)\n<color=#ffffff>Boethius:</color>\nWillkommen in meinem Palast, zu meiner Sinfonie, Fremde/r.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nBoethius?!\n<color=#ffffff>Boethius:</color>\nWarum so überrascht? Sind wir uns nicht schon oft begegnet?\nOb nun in Gestalt meines Phantoms in der echten Welt oder im Palast der Erinnerungen, den Remus hinterlassen hat.\nAber dies ist keine von Remus’ Erinnerungen geschaffene Vision. Es ist meine „Sinfonie“, meine goldene Bühne.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nIch wusste es ...\nSie ist erfüllt vom Geschrei des Schmerzes ...\n<color=#ffffff>Boethius:</color>\nAch, ist das so, Fremde/r? Ich weiß nicht, woher du kommst ...\nEs sieht nicht so aus, als wärst du ein Mensch, der dem Urmeer entsprungen ist, oder gar ein Wesen von der Oberfläche.\nIch kann die Farbe deiner Seele weder sehen, noch kann ich sie berühren.\nJedenfalls ist dies nicht dein Krieg. Meine Feindschaft mit den Menschen auf der Oberfläche ist auch nicht deine Sache.\nIch verstehe deshalb nicht, warum du dich unserer Sache in den Weg stellst.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nFür Herrn Os ...\n<color=#ffffff>Boethius:</color>\nOb eure kurze Freundschaft das Gewicht unserer Sippschaft aufwiegen kann?\nCassiodor und ich ... wir waren die neuen Menschen, die Cassiodor erschaffen hat. Und wir sind bis heute die Einzigen, die übriggeblieben sind.\nVerglichen mit dem Rest der Artgenossen ist seine Seele wie im Wasser unauflöslicher Ichor.\nAußer mir besitzt nur er den wahren Willen, und nur unsere Vereinigung kann ein vollständiges „Selbst“ erreichen.\n„Ist auch unser Wille eine Einheit.“ Im Schlussakt der Oper kehrt er in unseren Kreis zurück, wie es sein „Schicksal“ vorherbestimmt.\nHast du sonst noch etwas zu sagen, Fremde/r?\nWir müssen die Menschen von Petrichor retten ...\n<color=#ffffff>Boethius:</color>\nDiese Menschen ... Sie sind weder deine Landsleute noch deine Untertanen.\nGanz im Gegenteil, sie können dir nicht das Wasser reichen. Sie sind wie Ameisen im Vergleich zu dir. Vielleicht nicht einmal das.\nDie Schwächeren sollten sich den Starken unterordnen. Dies ist das Gesetz, nach dem die Welt funktioniert.\nUnd dennoch willst du sie beschützen. Bist du grenzenlos mitfühlend oder einfach nur dumm?\nHast du sonst noch etwas zu sagen, Fremde/r?\nFür die Gerechtigkeit der Welt ...\n<color=#ffffff>Boethius:</color>\nDas nennst du Gerechtigkeit? Im Ernst?\nDu magst eine Kraft haben, die ich nicht durchschauen kann, aber wenn du glaubst, mich mit roher Gewalt besiegen zu können, zeugt das nur von deiner provinziellen Naivität.\nIch bin längst eins geworden mit der Sinfonie, die die gesamte Tiefsee durchdringt. Selbst wenn du es durch Zufall schaffst, meinen physischen Leib zu vernichten, solange die Wasser der Schmerzen fließen und die Erinnerungen an den Hass noch leben ...\n... Wird mein Wille nicht erlöschen und ich werde weiterhin der Albtraum sein, der die Welt heimsucht.\nEs sei denn, du wählst, gleich Cassiodor, das Los der Selbstverbannung ... wie es diese streunende Katze tat ... und wirst zum Wärter des Kerkers der vergangenen Zeiten. Aber ich bezweifle, dass jemand von deiner Vornehmheit sich dazu herablassen würde.\nSpar dir dein überflüssiges Mitgefühl! Ist es nicht Gerechtigkeit, wenn jenen, die es verdienen, ein gerechtes Urteil beschieden wird?\n<color=#ffffff>Reisende/r:</color>\nJene, die es verdienen? Sie sind unschuldig.\n<color=#ffffff>Boethius:</color>\nUnschuldig? Niemand von den Leuten aus Fontaine ist unschuldig! Sie sind alle Nachfahren von Barbaren, die einst unsere Feinde waren ...\nIhre Vorfahren haben das Land genommen, das rechtmäßig uns gehörte, und dafür müssen sie einen Preis bezahlen. Das ist ihre Erbsünde!\nHast du sonst noch etwas zu sagen, Fremde/r?\n<color=#ffffff>Boethius:</color>\nDa du aber darauf bestehst, mir bei meinen Plänen in die Parade zu fahren, muss ich dich leider bitten, noch etwas länger in meinem Palast zu verweilen.\nIch kann dich nicht zu lange festhalten, aber das hier sollte ausreichen. Wenn ich erst ein Gott geworden bin und den Thron des Sebastos bestiegen habe, werden wir uns in der neuen Welt wiedersehen.\nBis es so weit ist, lass meine Musiker dir die Zeit ein bisschen versüßen.\n<color=#ffffff>Auftragsziel:</color> Dränge die Golems zurück.\n<color=#ffffff>Unbekannte Stimme:</color>\nReisende/r , Reisende/r ...\nHab keine Angst, ich möchte dir helfen ...\n<color=#ffffff>Auftragsziel:</color> Erkunde den geheimnisvollen Raum.\n<color=#ffffff>████:</color>\nReisende/r ! Endlich habe ich dich gefunden.\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nUnd du bist ...?\n<color=#ffffff>Cassiodor:</color>\nIch bin Cassiodor. Du hast mich schon einmal in den Erinnerungen des Sebastos gesehen. Dies ist aber das erste Mal, dass wir uns in dieser Gestalt begegnen.\nCassiodor ...\n<color=#ffffff>Cassiodor:</color>\nGenau der. Du hast mich schon einmal in den Erinnerungen des Sebastos gesehen. Dies ist aber das erste Mal, dass wir uns in dieser Gestalt begegnen.\nHerr Os ...\n<color=#ffffff>Cassiodor:</color>\nHaha, du solltest mich eigentlich schon in den Erinnerungen des Sebastos gesehen haben. Dies ist aber das erste Mal, dass wir uns in dieser Form begegnen, nicht wahr?\n<color=#ffffff>Cassiodor:</color>\nDie Zeit drängt und wenn man sich im Palast der Sinfonie von Boethius befindet, ist es nicht leicht, diese Gestalt zu wahren.\nHalten wir es kurz.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nWo genau sind wir?\n<color=#ffffff>Cassiodor:</color>\nDieser Ort ist Boethius, oder besser, eine Manifestation seiner Seele.\nEr ist wie der Raum der Erinnerung des Sebastos, den du schonmal betreten hast. Und ebenso wie jener wird dieser hier durch die Kraft der Sinfonie aufrechterhalten.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nUnd eben gerade ...\n<color=#ffffff>Cassiodor:</color>\nGenau. Er hat uns mit der Kraft der Sinfonie hier hineingezogen.\nDa wir zu nahe an dem Zentrum der Macht von „Phobos“, der Domus Aurea, waren, konnte seine Macht direkt in die gegenwärtige Welt eingreifen.\nSollte er tatsächlich die Macht erlangen, über die Wirklichkeit hinauszugehen, so könnte die gesamte Welt hier hineingezogen werden.\nDann würde seine Wahnvorstellung an die Stelle der realen Welt treten, und das heutige Fontaine würde sich wieder in das verwandeln, was es vor Tausenden von Jahren war.\nSo ähnlich wie das, was in Petrichor passiert ist ... Nein, noch furchtbarer.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nWürde er wirklich zu einem Gott werden?\n<color=#ffffff>Cassiodor:</color>\nDas hängt davon ab, wie du einen Gott definierst. Es ist nicht schwer, einfach nur Illusionen Wirklichkeit werden zu lassen. Aber das Schicksal selbst zu transzendieren, entzieht sich jeder Möglichkeit.\nWenn es wirklich so einfach wäre, hätten wir das schon vor Tausenden von Jahren geschafft.\nAlles, was er jetzt tut, ist noch mehr Menschen in seine albtraumhafte Schöpfung hineinzuziehen und in marionettenhafte Leichenpuppen zu verwandeln.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nDann müssen wir ihn aufhalten ...\n<color=#ffffff>Cassiodor:</color>\nAllerdings, aber das können wir nicht von hier aus tun. Wir müssen in die reale Welt zurückkehren.\nUnd ich kann dir helfen.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\n... Und was wird aus dir?\n<color=#ffffff>Cassiodor:</color>\nKeine Sorge, er hat derzeit nicht vor, mir etwas anzutun. Fürs Erste jedenfalls. Und ich habe bereits einen Plan, wie wir Boethius restlos erledigen können.\nBoethius hat sich einen Körper geschaffen, der stark genug ist, um in der realen Welt zu bestehen. Er plant, das Ritual der „Empfängnis des Fleisches“ inmitten der Domus Aurea zu begehen.\nWenn wir ihn nur dazu bringen können, seine Deckung fallen zu lassen und die in den Tiefen zerstreute „Sinfonie“ in jenem Körper zu vereinen ...\nWenn wir diese Gelegenheit nutzen, können wir seinen physischen Körper vollständig zerstören. Dann ist alles vorbei.\nUnd das, Reisende/r, kannst nur du tun.\nIn der Sinfonie von „Phobos“ existiert kein Schicksal für dich, Boethius kann also nicht in deine Seele eingreifen.\nDu bist die Ausnahme jedes Plans. Vielleicht haben dich die Erinnerungen des Sebastos nur hierhergeführt, um ...\nGeh jetzt schnell. Meine Kräfte schwinden bereits.\nWir sehen uns in der realen Welt. Vielleicht hat dieser Albtraum dann jetzt endlich ein Ende.\n<color=#ffffff>Auftragsziel:</color> Sprich mit Scylla.\n<color=#ffffff>Paimon:</color>\nAah, endlich bist du wach!\nPaimon war schon ganz krank vor Sorge. Es war als ... hättest du deine Seele an diesen Fiesling verloren, wie all die anderen in dieser Stadt!\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nMir geht’s gut, Paimon.\n<color=#ffffff>Paimon:</color>\nschluchz Dann ist Paimon beruhigt!\nNachdem du in Ohnmacht gefallen bist, sind Boethius und Herr Os zusammen mit so einer Schallwelle verschwunden. Paimon wurde einfach so zurückgelassen ...\nWar ich ohnmächtig?\n<color=#ffffff>Paimon:</color>\nJa! Nachdem du in Ohnmacht gefallen bist, sind Boethius und Herr Os zusammen mit so einer Schallwelle verschwunden. Paimon wurde einfach so zurückgelassen ...\n<color=#ffffff>Paimon:</color>\nUnd dann ist dieser große Kerl hier aufgetaucht, obwohl er echt keine große Hilfe war ...\n<color=#ffffff>Scylla:</color>\nDa kann ich leider nichts machen. Ich bin schließlich nur eine Seele im Ichor. Auch wenn Remus mir seine letzte „Sinfonie“ gegeben hat ...\nAber die Kraft der Sinfonie gegen Boethius einzusetzen, das ist nochmal eine ganz andere Sache.\n<color=#ffffff>Paimon:</color>\nReisende/r ist zwar wohlbehalten aufgewacht, aber wo ist Herr Os hin? Dieser Fiesling hat ihn doch nicht etwa ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nIch habe ihn getroffen.\n<color=#ffffff>Du erzählst allen, was in Boethius’ Seelenpalast geschehen ist.</color>\n<color=#ffffff>Paimon:</color>\nOh nein! Also ist Herr Os ganz allein dort geblieben?\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nEr dürfte seine eigenen Pläne haben, mach dir keine Sorgen.\nEs ist schon ein wenig beunruhigend ...\n<color=#ffffff>Scylla:</color>\nWie dem auch sei, wenn er echt einen Plan hat, haben wir immer noch eine Chance, diesen ruchlosen Teufel zu vernichten. Aber nur, wenn ihr in die Domus Aurea gelangt ...\n<color=#ffffff>Paimon:</color>\nAlso dann, Großer ...\n<color=#ffffff>Scylla:</color>\nWarum siehst du mich so an?\n<color=#ffffff>Paimon:</color>\nHast du nicht mal eine große Gruppe an Drachenechsen zum Angriff auf die königliche Hauptstadt Remurias angeführt? Im Vergleich dazu sollte es für dich doch ein Klacks sein, uns in die Domus Aurea zu schicken!\n<color=#ffffff>Scylla:</color>\nFür deine Größe hast du es ziemlich faustdick hinter den Ohren. Aber die Sache ist nicht so einfach, wie du vielleicht denkst.\nDie Kraft von uns Drachen entspringt unserem starken physischen Körper. Aber da ich im Ichor stecke, ist das, was davon noch übrig ist, nur noch eine winzige Menge an Willenskraft.\nDie Zerstörung des Initium Iani hat mich fast all meine Energie gekostet, ganz zu schweigen davon, dass die Domus Aurea durch die Kraft der Sinfonie geschützt wird. Kein Vergleich zu einem steinernen Tor.\n<color=#ffffff>Paimon:</color>\nDann sind wir also erledigt! Sollen wir einfach tatenlos zusehen, wie Boethius Herrn Os verschlingt?\n<color=#ffffff>Scylla:</color>\nAch, nicht den Teufel an die Wand malen, kleines Ding. Ich sage nur, dass mir die Hände gebunden sind, euch aber nicht.\nDa es die Kraft der Sinfonie ist, die den Palast beschützt, muss es auch die Kraft der Sinfonie sein, die diesen Schutz aufheben kann.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nDoch die „Sinfonie“, über die ich verfüge ...\n<color=#ffffff>Paimon:</color>\nGenau! Ist die „Sinfonie“, die den Palast beschützt ... ist das nicht dieser superstarke „Phobos“, oder wie der nochmal heißt? Wie kriegen wir den klein ...?\n<color=#ffffff>Scylla:</color>\nWenn ihr ihn nicht gewinnen könnt, dann lasst ihn sich einfach selbst besiegen!\nVor langer Zeit floss einmal der Wille von „Phobos“ mit den goldenen Wasserstraßen in jeden Winkel von Remuria.\nDie Wasserstraßen sind zwar schon lange zerstört, aber wenn wir den vor uns liegenden Teil wieder verbinden können ...\nDann sollten sich die Tore der Domus Aurea wieder öffnen, so wie sie es einst taten! Denn genau so ist es schließlich in der Sinfonie eingeschrieben!\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nKlingt, als wäre es einen Versuch wert.\nWir haben wohl keine andere Wahl ...\n<color=#ffffff>Scylla:</color>\nIch habe auch etwas gefunden, als ich mich nach Überresten umgesehen habe, die Remus zurückgelassen haben könnte. Es sind noch Fragmente der Sinfonie im Meer verstreut, die noch nicht von diesem Teufel zusammengefügt worden sind.\nKommt mit! Wenn es uns gelingt, sie zu finden und ihre Kraft für uns zu nutzen, können wir vielleicht die Zeit zurückdrehen und die Wasserstraßen wieder so herstellen, wie sie einst einmal waren.\n<color=#ffffff>Paimon:</color>\nOh! Das klingt vielversprechend! Also, lasst uns loslegen!\n<color=#ffffff>Auftragsziel:</color> Baue die goldene Wasserstraße wieder auf.\nSuche mit Scylla nach Fragmenten der verlorenen Sinfonie, und hilf dabei, die uralten goldenen Wasserstraßen wieder in ihren früheren Zustand zu versetzen.\n<color=#ffffff>Auftragsziel:</color> Mach dich mit Scylla auf die Suche nach einem Weg, um die goldene Wasserstraße wiederaufzubauen.\n<color=#ffffff>Auftragsziel:</color> Wiederaufbau der goldenen Wasserstraße I\nErst wenn die uralte goldene Wasserstraße wiederaufgebaut ist, kann die Domus Aurea betreten werden ...\n<color=#ffffff>Scylla:</color>\nErleuchte das Horn, um die darin eingravierte „Partitur“ zum Leben zu erwecken und bringe die „Schauspieler“ auf der Bühne wieder auf ihre richtigen Positionen, sodass die Kraft der „Sinfonie“ wieder freigesetzt werden kann.\nSo, jetzt seid ihr dran!\n<color=#ffffff>Auftragsziel:</color> Geh in die Nähe der goldenen Wasserstraße.\n<color=#ffffff>Paimon:</color>\nGut, die Wasserstraßen sind wieder miteinander verbunden!\nLass uns zurückgehen und den großen Kerl suchen.\nHm ... Wie es wohl Herrn Os geht? Wir sollten uns beeilen!\nHuch? Reisende/r, was ist los? Ach, nicht schon wieder ...\n„Ich hatte einen Traum. In diesem verfügten sogar Sterbliche über einen freien Willen und ein unbestimmtes Schicksal ... Hach, es ist schon schwer genug, wunderbare Musik zu schreiben ... Zeit, aus diesem Traum zu erwachen.“\n<color=#ffffff>Auftragsziel:</color> Sprich mit Scylla.\n<color=#ffffff>Scylla:</color>\nRemus, ich muss dich daran erinnern ...\nIch denke, dein Land und die von dir gewebte Sinfonie haben sich deiner Kontrolle entzogen.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\n...\n<color=#ffffff>Scylla:</color>\nIch habe zwar nie viel von diesen Wesen erwartet, die die Usurpatorin der vielen Wasser geschaffen und die du aufgezogen hast, aber das Ausmaß ihrer Verderbtheit überrascht selbst mich.\nDie Zivilisation, die du und deine Untertanen erschaffen habt und deren Glanz alles überstrahlte, was jemals auf der Welt existierte, ist nun nichts als abgrundtiefe Finsternis.\nGräueltaten, die im Namen von Zivilisation und Ordnung begangen werden, sind noch brutaler als reine Barbarei. Selbst die brutalste Drachenechse würde ein solch sinnloses Gemetzel nicht vollbringen.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nDarüber bin ich mir völlig im Klaren ...\n<color=#ffffff>Scylla:</color>\nDu weißt es, aber du tust nichts dagegen? Oder vielleicht kannst du auch nichts dagegen tun?\nNein, wenn du wolltest, könntest du mit Leichtigkeit diese Sterblichen ihrer verdienten Strafe zuführen und sie auslöschen, aber du kannst es nicht.\nDenn du liebst die Menschen. Dies ist dein Fluch, den du als Usurpator zu tragen hast.\nEs ist Zeit für mich zu gehen ... Ich werde ihnen nicht dabei helfen, diese unschuldigen Sterblichen zu töten, aber ich werde mich ihnen auch nicht in den Weg stellen.\nEinst hast du der Usurpatorin der vielen Wasser versprochen, du würdest mit dem reinen Wasser, das sie dir gab, eine Welt erschaffen, die frei von Zwist und von ewigem Glück ist.\nGerade weil ich eine solche Zukunft sehen wollte, bin ich dir zur Oberfläche gefolgt, aber es kam, wie es kommen musste ... Du hast versagt, Remus, du konntest das „Schicksal“ nicht besiegen.\nErneut wird frisches Blut die hohe See in ein tiefes Rot tauchen, und der Himmel zeigt sich seiner Schöpfung gegenüber von seiner grausamen Seite.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nIch habe einen Plan ...\n<color=#ffffff>Scylla:</color>\nOh, du warst schon immer ein Mann der vielen Pläne, Remus. Aber deine Pläne sind hier und jetzt bereits gescheitert und du hast noch nicht einmal herausgefunden, was das Problem ist.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nWillst du ihn hören? Es wird dann auch der Letzte sein.\n<color=#ffffff>Scylla:</color>\nIch erinnere mich, dass du dasselbe gesagt hast, als du mich überredet hast, das Urmeer zu verlassen ... Also sprich, bevor ich gehe, zurück ins Urmeer und zur Usurpatorin der vielen Wasser.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\n(...)\n<color=#ffffff>Scylla:</color>\n...\nHahaha, faszinierend, wirklich faszinierend!\nWas für ein egoistischer und gleichzeitig doch selbstloser Plan. Nur du kannst auf so eine Idee kommen!\nDu hast sogar mich mit auf der Rechnung, wie gewagt, Usurpator der Sterblichen.\nDennoch, es gefällt mir.\nAllein der Gedanke daran, wie ich die Drachenechsen anführe und deine überheblichen und einfältigen Untertanen unter meinen Füßen zerquetsche, erfüllt mich mit Freude.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nAber dies soll nur eine Zeremonie sein, eine Aufführung ...\n<color=#ffffff>Scylla:</color>\nKeine Sorge, ich werde gnädig sein, ganz wie du gesagt hast.\nAber wenn es so kommt, wird dein Leben als Archon hier enden. Es wird nichts weiter übrig bleiben, als die Sinfonie. Hast du dir das gut überlegt?\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nNatürlich.\nIch habe den Geist aus der Flasche gelassen, ich werde ihn auch dorthin wieder zurückbefördern.\n<color=#ffffff>Scylla:</color>\nGut, dann nehme ich dein Angebot an. Und wenn es so weit ist, werde ich meine Kraft nutzen und sie mit deiner Sinfonie vereinen ...\nZerschlagen wir Phobos’ Ketten und befreien dein Volk.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nAlso, bitte akzeptiere ...\nMeine letzte ... Sinfonie.\n<color=#ffffff>„Die Stadt, erbaut durch die Harfe, und dann niedergerissen im Klang der Posaunen. Der Himmel hat es so für uns vorherbestimmt, ein Schicksal aus Gut und Böse.“</color>\n<color=#ffffff>Paimon:</color>\nReisende/r , hast du schon wieder Remus’ Erinnerungen gesehen?\nOh nein, hast du diesmal wieder den unhöflichen Fiesling gesehen?\nSelbst in Träumen ist der Kerl sicher unausstehlich!\n<color=#ffffff>Dialogoptionen - Reisende/r:</color>\nIch denke, ich weiß jetzt, was Remus plante ...\nWir müssen den „Phobos“ zerstören ...\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nUnd hierfür müssen wir Scyllas Sinfonie spielen.\n<color=#ffffff>Paimon:</color>\nAh? Wo kommt das jetzt plötzlich her? Was hast du in den Erinnerungen gesehen?\n<color=#ffffff>Scylla:</color>\nInteressant, die Kraft von Remus verweilt immer noch in den Tiefen, sie hat sich noch nicht zerstreut. Und ich bin nun auch endlich hier. Weißt du, was das bedeutet?\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nAlle Voraussetzungen sind erfüllt.\n<color=#ffffff>Scylla:</color>\nDas stimmt. Ich bin hier, um diese Tausenden von Jahren wiedergutzumachen.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nDie einzige Frage, die bleibt, ist, was mit „Phobos“ ...\n<color=#ffffff>Paimon:</color>\nMoment, Paimon ist verwirrt! Wozu brauchen wir denn jetzt die Sinfonie? Ist ja schön, dass ihr beide den Durchblick habt, aber kann mal jemand Paimon aufklären?\nDas ist echt unfair! Kommt schon, erzählt es Paimon!\n<color=#ffffff>Scylla:</color>\nDie letzte „Sinfonie“, die Remus mir gab, das sogenannte „Requiem“, ist der Befehl zur Selbstzerstörung von „Phobos“.\nEr hätte sich selbst geopfert, um die Kraft der „Sinfonie“ zu entfesseln, woraufhin es dann an mir gewesen wäre, jene ungezähmte Urgewalt zu kontrollieren, die er erweckt hätte.\nSo hätte er seine Untertanen von ihren steinernen Leibern befreit und ihnen ihre ursprünglichen Körper aus Fleisch und Blut zurückgegeben. Dadurch wäre die künstlich geschaffene Trennung der Spezies aufgehoben worden.\nEr hatte mir aufgetragen, dass keiner seiner Untertanen von diesem Plan erfahren dürfe, denn nur so wären sie in der Lage gewesen, ihre Vorurteile und ihre Arroganz abzulegen, indem man ihnen ihre Grenzen aufzeigt.\nAber es sieht so aus, als hättest du schon durch die von ihm hinterlassenen Erinnerungen den gesamten Plan rekonstruiert, Reisende/r.\n<color=#ffffff>Paimon:</color>\nSo ist das also ... aber sein Opfer war am Ende umsonst ...\n<color=#ffffff>Scylla:</color>\nAber da meine Seele nun wieder frei ist, besteht endlich die Möglichkeit, Wiedergutmachung zu leisten.\nJetzt harren die verirrten Seelen von Remus’ ehemaligen Untertanen immer noch in den Statuen aus. Wenn es uns gelingt, diesen Teufel zu besiegen ...\nMit der Kraft des Requiems werden ihre Seelen ihre Freiheit erlangen und zur hohen See und in den ewigen, unendlichen Kreislauf von Leben und Tod zurückkehren.\nIch schätze, damit hätte ich seinen Wunsch erfüllt.\n<color=#ffffff>Reisende/r</color> <color=#ffffff>:</color>\nVielleicht ist das der Grund, warum ich hier bin.\n<color=#ffffff>Scylla:</color>\nDas nennt man dann wohl Schicksal, Fremde/r."
      }
    ]
  }
}