{
  "epId": 5668,
  "name": "Eine unberechenbare Bühne!",
  "desc": "<p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
  "menuId": 14,
  "menuName": "Einführung",
  "version": 1718659849,
  "components": {
    "galleryCharacter": [
      {
        "key": "Seite 1/4",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/14/076815c450a0e39320b2c6b83930ae49_9135688357470686793.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nachdem die leere Partitur eingesetzt wurde, kannst du das Vorführgerät aktivieren, um eine außerordentliche Vorführung auf der Bühne zu starten!"
          }
        ]
      },
      {
        "key": "Seite 2/4",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/14/feed9e71c47ca8ae6f1c0a4ed66ee829_118249082608682419.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Während deiner Vorführung werden auf der Bühne dem Rhythmus folgend Notenblasen in verschiedenen Formen abgefeuert.\nWenn du in dieser Zeit eine bestimmte Anzahl von Notenblasen sammeln kannst, läuft deine Vorführung ganz normal ab."
          }
        ]
      },
      {
        "key": "Seite 3/4",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/14/e5ee33761e1df39466d24721ae586aa3_285415221991298121.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nutze die Kraft der Sinfonie, um <color=#ffe14b>durch Drücken Pause-Schallwellen</color> auszulösen und die Notenblasen zum Stillstand zu bringen, damit du sie besser einsammeln kannst.\nWährend deiner Vorführung kannst du auf alle möglichen unerwarteten Situationen treffen. Finde einen Weg, diese Herausforderungen zu meistern und deine Vorführung zu vollenden.\nWenn das riesige Schiff Fortuna auf dem Wandgemälde das Ende erreicht, ist deine Vorführung perfekt abgeschlossen!"
          }
        ]
      },
      {
        "key": "Seite 4/4",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/14/e2c54cbe48b632cd70bdd1b760831816_8488000790857055349.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Während der Fahrt des Schiffs auf dem Wandgemälde gerät es in heftige Stürme, in denen du <color=#ffe14b>Notenblasen sammeln</color> musst, um einen Schild zu erstellen und die Blitze abzuwehren. Wird das Schiff versenkt, bevor der Schild aufgebaut ist, scheitert auch die Aufführung.\nWährend eines Sturms kommt es auch auf der Bühne zu unvorhersehbaren Blitzeinschlägen, die die Aufführung beeinträchtigen. Finde einen Weg, sie zu vermeiden und die Aufführung abzuschließen!"
          }
        ]
      }
    ]
  }
}