{
  "epId": 5744,
  "name": "Dainsleif",
  "desc": "<p>Dainsleif war ein Kapitän der königlichen Wache, die Khaenri'ah nicht beschützen konnte. Er ist von Celestia mit einem Fluch der Unsterblichkeit belegt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/6a703b5594dddc959dd10d08702bcbe1_2430861278629993868.png",
  "menuId": 10,
  "menuName": "NPC-Handbuch",
  "version": 1752422647,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Figurenillustrationen & Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimons Bilder 33"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/87c235718b9047566f2a1411709c8b82_1866882249866373092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12.06.2024</color>\nHallo, liebe Reisende! Die neusten Emojis von Genshin Impact sind jetzt in HoYoLAB verfügbar! Paimons Bilder beinhalten niedliche Emojis von vielen Figuren aus Genshin Impact. Paimon hofft, dass sie euch gefallen, und wird auch weiterhin fleißig den Pinsel für euch schwingen!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/a699660580d87504059fe76bf45ac228_4450712811475454445.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/7dbb148e2f37a67d30f83307213502a6_2634884681607210687.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimons Bilder 42"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/88aae161b39d80a630ed4862718efd7b_7154810491617519429.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25.06.2025</color>\nHallo, liebe Reisende! Die neusten Emojis von Genshin Impact sind jetzt in HoYoLAB verfügbar!\nPaimons Bilder beinhalten niedliche Emojis von vielen Figuren aus Genshin Impact. Paimon hofft, dass sie euch gefallen, und wird auch weiterhin fleißig den Pinsel für euch schwingen!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/27f024ddd92ec8567df2b04d17eff7bc_1057278229642631364.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/76a5fa2313ea77dd9943cc30cc29c158_8564608557660426113.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Dainsleif war eins als \"Schwert des Zwielichts\" bekannt und einer der größten Ritter dieser untergegangenen Zivilisation.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Während der Katastrophe wurde Dainsleif mit dem Fluch der Unsterblichkeit belegt. Er war einer der sechs Menschen, der den Untergang seiner Zivilisation hätte verhindern können. Doch wurde er dabei verraten und seitdem versucht er, den Abgrundorden zu stoppen.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Der Zwilling des / der Reisenden. Heute ist sie / er als Prinz / Prinzessin des Abgrundordens bekannt. Früher war Dainsleif sein / ihr Begleiter. Doch heute sind sie Todfeinde.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Einer der fünf Sünder von Khaenri'ah und Dainsleifs älterer Bruder. Vedrfolnir hinterließ seinem Bruder einen Ring, der ihn zum Teil vor dem Fluch beschüzte.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Halfdan ist ein auftragsexklusiver NPC, der im Archontenauftrag Kapitel II - 4. Akt: „Im Abgrund widerhallendes Requiem“ erscheint. Er diente unter Dainsleif bei den königlichen Wachen der Finstersonnen-Dynastie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/141341446/de9667dc063423be10c279c121fd1afc_2052077491242321098.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ein Mitglied der Schlangenreiter, welcher früher unter Dainsleifs Befehl stand.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Dainsleifs Mitschüler innerhalb der Ritterakademie von Khaenri'ah. Heute ist er als einer der fünf Sünder bekannt und verfügt über gewaltige Mächte. Er ist der Meister von",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Eine Besucherin, die einst im Abgrund-Riss und dem Urmeer auftauchte, und die Meisterin, die Tartaglia seine Kampfkünste lehrte. Eine einsame Kriegerin.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": ".\nHaden\nHaden war einst der Lehrer von Dainsleif und Surtalogi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Eine Besucherin, die einst im Abgrund-Riss und dem Urmeer auftauchte, und die Meisterin, die Tartaglia seine Kampfkünste lehrte. Eine einsame Kriegerin.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Stimme</color>\n<color=#ffd780>Über Dainsleif</color>\nEinmal war er der Rivale meines Meisters. Ein anderes Mal waren sie offenbar beste Freunde ... Ich hatte gehofft, dass er mir mehr Informationen über den Meister geben würde, aber in dem Moment, in dem er meine Schwertkunst erkannte, wurde er ziemlich aufgewühlt und wollte wissen, wo der Meister sich aufhält. Ich habe keine Lust, mich mit ihm auseinanderzusetzen. Hoffentlich treffe ich ihn in nächster Zeit nicht wieder."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Stimme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Über Dainsleif</color>\nDainsleif war das „Schwert des Zwielichts“, einer der königlichen Wachen der letzten Dynastie von Khaenri’ah. Vor fünfhundert Jahren gelang es ihm nicht, die Zerstörung von Khaenri’ah zu verhindern.\nAuf ihn wurde der Fluch der Unsterblichkeit gelegt, damit er für immer durch die Wildnis wandert ... und zusieht, wie die Menschen, zu deren Schutz er bestimmt war, zu Monstern des Abgrunds werden."
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Halfdan ist ein auftragsexklusiver NPC, der im Archontenauftrag Kapitel II - 4. Akt: „Im Abgrund widerhallendes Requiem“ erscheint. Er diente unter Dainsleif bei den königlichen Wachen der Finstersonnen-Dynastie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/141341446/de9667dc063423be10c279c121fd1afc_2052077491242321098.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Stimme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Über Khaenri'ah</color>\n<color=#37ffff>Halfdan</color> : Verzeih mir, Dainsleif, Schwert des Zwielichts. Damals... habe ich dich im Stich gelassen und es versäumt, das Reich zu beschützen.\n<color=#37ffff>Dainsleif</color> : Nein, fünfhundert Jahre lang hast du treu deine Pflicht erfüllt.\n<color=#37ffff>Dainsleif</color> : Bis zum heutigen Tag bin ich stolz auf euch alle.\n<color=#37ffff>Halfdan</color> :Khaenri'ah ... ist nicht untergegangen, oder? Du bist schließlich noch hier ...\n<color=#37ffff>Dainsleif</color> : Richtig.\n<color=#37ffff>Dainsleif</color> : Also ... kein Grund zur Wiederherstellung des Reichs."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Die Katastrophe von Khaenri'ah",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7319d94e61a9e64a1f895d178b3c785b_8186433210612569762.jpg",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor über fünfhundert Jahren war Dainsleif, das „Schwert des Zwielichts“, der Hauptmann der königlichen Garde von Khaenri'ah, einer beispiellosen, blühenden und mächtigen Nation, die vollständig von Menschen erbaut wurde. Als sein älterer Bruder Vedrfolnir an beiden Augen erblindete und für die Verkündung einer Vorhersage inhaftiert wurde, versammelte Dainsleif die brillanten jungen Köpfe jener Zeit: den „Weisen“ Hroptatyr, den „Visionär“ Vedrfolnir, „Gold“ Rhinedottir, den „Üblen“ Surtalogi und den „Rächer von Solnari“ Rerir, um ihn zu retten. Sie waren einst hoch angesehene Persönlichkeiten in Khaenri'ah, die die Hoffnungen der Nation trugen. Gemäß dem Plan sollten die sechs eine Katastrophe verhindern und den König der Finsternis davon abhalten, die Grundfesten der Welt weiter zu erschüttern. Doch tief im Inneren strebten fünf von ihnen nach mehr und konnten dem Ruf des Abgrunds nicht widerstehen, sodass sie die Macht, die fähig war, die gesamte Welt zu zerstören, unter sich aufteilten. Vedrfolnir, Rhinedottir, Hroptatyr, Rerir und Surtalogi wurden zu den Sündern – aufgestiegene Wesen, von denen jeder eine weltzerstörende Macht besaß. Und als das Unheil hereinbrach, war es nur Dainsleif, der sich erhob, um sein Volk zu beschützen. Als König Irmin und die Weisen den Schleier der Sünde zerrissen und von Rhinedottir geschaffene Monster aus dem Abgrund Teyvat überfluteten, sandte die Himmlischen Ordnung die Archonten der sieben Königreiche nach Khaenri'ah, und die gottlose Nation wurde zerstört."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Der „Stolz der Menschheit“ wurde mit Wurzel und Stamm herausgerissen</color>\n<color=#ffffff>und zertreten und wie ein Unkraut aus dem Garten der Götter entfernt ...“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/d08c512d93afcafc4e8e60586e68a5e4_8550758535133584359.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Zusammen mit den Wachen verteidigte das Schwert des Zwielichts sein Land, konnte es aber nicht retten. Sein letzter Befehl am Tag der Katastrophe war, das Volk von Khaenri'ah um jeden Preis zu beschützen. Während der Katastrophe wurden alle reinblütigen Khaenri'ahner, einschließlich Dainsleif, mit Unsterblichkeit verflucht, während der Rest in Monster, die Hilichurls, verwandelt wurde. Unter dem Fluch der Unsterblichkeit verloren die Schwarzen Schlangenreiter unter dem Kommando des Schwertes des Zwielichts ihren Verstand und ihre Erinnerungen und wurden zu leeren Hüllen, die nur noch den Willen hatten, den Feind zu vernichten. Im Gegensatz zu seinen Kameraden konnte Dainsleif seinen Verstand mit dem Ring bewahren, den sein Bruder ihm hinterlassen hatte, obwohl sein Körper allmählich zerfällt, seine Erinnerungen verblassten und er gezwungen war, zuzusehen, wie die Menschen, die er beschützen sollte, in Monster des Abgrunds verwandelt wurden. Aufgrund dieses Zerfallsprozesses ist das Schwert des Zwielichts gezwungen, eine Maske zu tragen, und ein Teil seines Körpers ist von den Spuren des Fluchs bedeckt. Er schwor Rache an den fünf Sündern von Khaenri'ah, selbst wenn alle Erinnerungen aus seinem Gedächtnis gelöscht würden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/4caa21666f38bdcbeac44bca909cb395_355905507505707677.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nach der Zerstörung Khaenri'ahs reiste Dainsleif zusammen mit der Prinzessin / dem Prinzen Lumine / Aether des Königreichs und den anderen überlebenden Rittern nach Sumeru, das sich über ihrem unterirdischen Königreich befand. Während die Schwanenritter in den riesigen Ruinengolems die Monster in der Wüste und im Wald vernichteten, hielten Dainsleif, zusammen mit dem einarmigen Weisen Nagarjuna und dem ersten Pari, dem Ansturm der Monster stand, die wie eine Flut auf sie zustürmten. Er kämpfte auch in einer Schlacht nahe der Tunigi-Höhle im nördlichsten Teil der Wüste, wo die Monster an die Oberfläche kamen. Viele Ritter von Khaenri'ah, Menschen aus Sumeru und Pari gaben ihr Leben, und als die Schlacht vorbei war, fand die erste Pari, Zurvan, Dainsleif, wie er einen Ring fest in der Hand umklammerte. Sie kehrte mit ihm in die Vourukasha-Oase, die Heimat der Pari, zurück. Nachdem er erwacht war, reisten sie einige Zeit gemeinsam und bekämpften die Monster, die in die Oase eingedrungen waren. Als die Monster allmählich von der Erdoberfläche verschwanden, machten sich Dainsleif und die Prinzessin / der Prinz von Khaenri'ah auf eine Reise, um dem Schicksal entgegenzutreten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/eac9503e2e419761083dbc7371d8e6d6_2403823831248428378.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dainsleif sah die Prinzessin / den Prinzen zum ersten Mal, als er noch ein junger Ritter war und König Irmin einen neuen Erben verkündete. Allmählich wurde die Prinzessin / der Prinz als Gefäß benutzt, durch das unbegrenzte Macht des Abgrunds absorbiert werden konnte, und wurde zum Schlüssel für die Beinahe-Vernichtung der Welt. Während ihrer gemeinsamen Reise gingen Dainsleif und die Prinzessin / der Prinz in den Avidya-Wald. Als Dainsleif den Wald erkundete, traf sein / e Begleiter / auf Chlothar Alberich, einen der verfluchten Bewohner Khaenri'ahs. Er erkannte die Prinzessin / den Prinzen sofort, wollte aber seine wahre Identität nicht preisgeben und stellte sich unter falschem Namen vor. In dem Versuch, seinen unehelichen Sohn Caribert zu heilen, der sich in einen Hilichurl verwandelt hatte, wandten sich Chlothar und die Prinzessin / der Prinz an Vedrfolnir, der Cariberts Verstand vorübergehend wiederherstellen konnte. Alberich hoffte, dass Caribert mit der Macht des Abgrunds zum „Webstuhl des Schicksals“ werden und sein Schicksal neu weben könnte. Obwohl der Junge nicht dazu bestimmt war zu überleben, wurde die Idee des „Webstuhls des Schicksals“ in den Gedanken von Chlothar und der Prinzessin / dem Prinzen geboren, weshalb sie Dainsleif nichts von dem Treffen mit Alberich erzählte. Alberich wurde später der Gründer des Abgrundordens, dem sich ehemalige Khaenri'ahner anschlossen, die zu Monstern des Abgrunds wurden. Die Monster, die dem Abgrund dienen, sind die Reißzähne und Klauen, mit denen der Orden Chaos in diesem Land sät. Der Abgrund ist Zerstörung und ein Sumpf unvorstellbaren Wahnsinns, der die Grundfesten dieser Welt angreift. Das Ziel des Ordens war der Sturz einer von den Archonten regierten Welt. Mit der Zeit schloss sich der / die Reisende dem Orden an und betrachtete Dainsleif als ihren / seinen Feind. Daraufhin wurde sie / er als Prinzessin / Prinz des Abgrundordens bekannt. Das Schwert des Zwielichts wiederum begann, gegen den Abgrundorden und die von ihnen genutzte Macht zu kämpfen, um zu verhindern, dass sie die ganze Welt erneut in das Chaos stürzen würden."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Was danach kam, war die Reise zweier Seelen, im Leid vereint, doch verglichen mit ihren zu lang währenden, auseinanderdriftenden Leben, war es nur ein kurzer Moment, in dem sich ihre Schicksale kreuzten.“</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7483,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7486,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3829,
        "name": "Zurvan",
        "desc": "<p>Zurvan ist die erste bekannte Pari. Sie ist in der Vourukasha-Oase geboren und lebt dort.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/141341446/0987bc70b51b17406a88efddf714172b_2172058876481230190.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7158,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Die Suche nach dem Abgrundboten",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/d683b7c884bcbcb9b858075d265bc3e2_838085642709482532.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fünfhundert Jahre des Umherirrens und des Kampfes gegen den Abgrundorden führten Dainsleif nach Mondstadt, wo nach seinen Informationen ein Abgrundboten für Unruhen sorgte. Als das Schwert des Zwielichts in Mondstadt erschien, begann einer der Ritter von Favonius, ihm zu folgen, aber Dainsleif konnte die Überwachung leicht abschütteln. Danach erkundigte er sich beim Schmied Wagner nach speziellen Schmiedematerialien, doch dieser hatte noch nie von solchen Materialien gehört. Ein verdächtiger Mann mit blonden Haaren und einer Augenbinde wurde in der Taverne „Engelsgabe“ gesehen, wohin der Reisende ging, um mehr über den Fremden herauszufinden. Bei ihrem Treffen verlangte Dainsleif fünfhundert Mora und Antworten auf drei Fragen. Zuerst fragte er, wer eine Schlüsselrolle beim Sieg zusammen mit dem Anemo-Archon über Sturmschrecken gespielt habe. Die zweite Frage lautete:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Rex Lapis, der den Hafen von Liyue seit Jahrtausenden verteidigt hat, nutzte sein Göttliches Herz, um einen Vertrag zur Beendigung aller Verträge zu schließen, dessen Bedingungen noch unbekannt sind.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/9a6cf678ecd7a38d5b1b69334bc54dbd_682793231840676533.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Zuletzt fragte er, wer für die Götter wichtiger sei: diejenigen, die eine Vision haben, oder diejenigen, die keine erhalten haben. Nach drei Antworten und fünfhundert Mora erklärte Dainsleif seine Ziele in Mondstadt und schlug ein Treffen im Tempel des Falken vor, der vom Abgrundorden überrannt worden war. Obwohl der Reisende dem Abgrundorden bereits bei der Rettung von Dvalin begegnet war, hatte dieser den Befehl, den Reisenden zu meiden. Im Inneren des Tempels trafen sie auf mehrere Abgrundmagier, aber der Abgrundbote war bereits gegangen. Daher gingen der / die Reisende und Dainsleif zum König des Nordens, Andrius. Dainsleif wusste, dass der Abgrundzwilling an der Geschichte des Wolfes interessiert war, also wollte er den Ort überprüfen. Es hatte Aktivitäten des Abgrundordens in Wolfenlauf gegeben, und es gab Abgrundzauberer in der Nähe von Andrius' Lager, aber auch dort gab es keine Anzeichen des Abgrundboten.\nDainsleifs letzte Station waren Dvalins Ruinen. Er war schon einmal dort gewesen, bevor Dvalin gefallen war und sich in den Ruinen von Alt-Mondstadt niedergelassen hatte. Als er und der Reisende die Licht-Aktuatoren untersuchten, die einst diese Ruine versiegelten, hatte der Reisende ein „vertrautes Gefühl“, dass sie jemand von der Klippe aus beobachtete. Als sie dort ankamen, war niemand auf der Klippe außer den Spuren der Ruinenwächter, den in Khaenri'ah geschaffenen Maschinen. Als der Reisende eine Pusteblume in der Nähe der Spuren berührte, erinnerte er sich plötzlich an sein Geschwister und die Hoffnung, nach Hause zurückzukehren."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Wenigstens weißt du jetzt, dass sie / er noch auf dieser Welt ist. Im Moment ist das Wichtigste die Reise, um sie / ihn zu finden. Und das ist etwas, das du als die Bedeutung deiner Reise im Auge behalten musst.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/a9df59bf78b9aac768f546a37d31093b_1850573308041860405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Da er keine Spur des Abgrundboten fand, verabschiedete sich Dainsleif vom Reisenden und versprach, sich bald wiederzusehen. Nach einiger Zeit führte Dainsleifs Suche nach dem Abgrundboten ihn zu einigen Ruinen in Liyue, wo der Reisende und Paimon nach dem Schatzräuber „Meisterdieb“ suchten. In diesen Ruinen versteckte der Abgrundorden die gestohlene Statue der Sieben, die nicht nur auf dem Kopf stand, sondern anstelle der üblichen Kugel die Energie des Abgrunds in den Händen hielt. Als der Reisende und Paimon den Meisterdieb fanden, war er tot und saß vor der umgedrehten Statue, als ob er zu jemandem betete. Als sie die Ruinen verließen, erschien der Abgrundbote vor ihnen und spürte die Macht der Prinzessin / des Prinzen des Abgrundordens im Reisenden. Obwohl der Abgrundbote entkommen konnte, bot Dainsleif an, ihn zu jagen, nachdem er von dem Vorfall gehört hatte. Während der Verfolgung trafen sie auf Abgrundmagier, die versuchten, etwas zwischen den energielosen Ruinenwächtern zu finden. Nach der Zerstörung von Khaenri'ah verloren die Wächter ihre Meister und gerieten völlig außer Kontrolle. Fünf Jahrhunderte lang wanderten sie ziellos durch die Lande und verstreuten sich über ganz Teyvat. Auf einem der besiegten Abgrundmagier fanden der Reisende, Paimon und Dainsleif ein Amulett mit der Aufschrift:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Verschlinge den Glauben des Feindes in Flammen und mehre den Ruhm Ihrer Hoheit, der Prinzessin ...“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Die erste Phase des Plans bezog sich auf Osial, den Oberherrn des Vortex. Während des Archon-Krieges besiegte Rex Lapis ihn und begrub ihn unter riesigen Steinspeeren, doch mehrere tausend Jahre später wurde Osial wiedererweckt und griff Liyue an. Der Abgrundorden wollte die „Entweihte Statue“ als Basis verwenden, Osials Gliedmaßen anbringen, um einen mechanisierten Gott zu konstruieren, und der neue Kern, der die normalerweise von der Statue der Sieben gehaltene Kugel ersetzen sollte, wäre das Auge des allerersten Ruinenwächters gewesen. Dadurch sollte dem neugeborenen Gott die Macht verliehen werden, „die göttlichen Throne von Celestia zu stürzen“. Als Dainsleif und der Reisende erkannten, dass der Abgrundorden Voruntersuchungen für eine groß angelegte Operation durchführte, machten sie sich auf den Weg, um mehr über die umgedrehte Statue und das Auge des ersten Ruinenwächters zu erfahren. Da die Statue einer der Statuen des Anemo-Archons Barbatos ähnelte, machten sie sich auf den Weg nach Mondstadt, aber Dainsleif weigerte sich, die Kirche von Favonius zu betreten."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Ich habe kein Problem damit, mit Menschen zu interagieren. Aber mit Göttern zu interagieren... das ist eine andere Geschichte. Es ist nur meine Meinung, aber ein Ratschlag: Sei immer auf der Hut, wenn du in der Nähe von Göttern bist. Du solltest ihnen nicht zu sehr vertrauen. Aber gehe gleichzeitig nicht zu weit in die entgegengesetzte Richtung... Versuche nicht, sie zu stürzen oder zu jagen.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor langer Zeit verschwand die Statue der Sieben spurlos von ihrem Platz, doch die Diener der Kirche konnten sie nie finden. Außerdem gab es eine alte Geschichte über „Die letzte Wut des Tyrannen“ – eine Gefahr, die in den Ruinen des alten Mondstadts, heute bekannt als Dvalins Ruinen, lauerte. Vor vielen Jahren regneten Feuerbälle vom Himmel, wann immer sich jemand Alt-Mondstadt näherte. Die Menschen glaubten damals, es sei ein Fluch des Sturmgottes Decarabian, also nannten sie es „Die letzte Wut des Tyrannen“. Dieses seltsame Phänomen dauerte etwa ein Jahr an. Niemand konnte es jemals lösen, und es hörte einfach von selbst auf. Als der Reisende und Paimon die Kirche verließen, hörten sie von dem Angriff des Abgrundordens in der Nähe von Wolfenlauf, also eilten sie zusammen mit Dainsleif zu Andrius, doch dieser weigerte sich erneut, zum König der Nordens zu gehen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Das hat nichts mit Wölfen zu tun. Es hat damit zu tun, dass Boreas ein alter Gott war. Dennoch wurde er freiwillig ein Diener der Sieben.“</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/71df8e36dcf9895a05c783a5dba7b217_2927918260138620092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lupus Boreas' Geist wurde vom Abgrundboten gefangen genommen, der versprach, seine göttlichen Kräfte wiederherzustellen, wenn er dem Abgrundorden die Treue schwören würde. Dank des Eingreifens des Reisenden wurde die Zeremonie des Ordens unterbrochen, und der Abgrundboten entkam erneut. Sie erfuhren von Andrius, dass „Die letzte Wut des Tyrannen“ tatsächlich ein Ruinenwächter war. Er war einst in der Arena des Königs der Nordens erschienen, der den Mechanismus für einen tapferen Mann hielt, der ihn herausgefordert hatte. Die Maschine konnte nicht denken, aber alle ihre Teile waren zum Töten und Kämpfen gemacht: Sie konnte sich drehen, hoch in die Luft fliegen und Feuerbälle schießen. Andrius konnte die Maschine schließlich besiegen, aber sie schaffte es, die Arena zu verlassen, bevor sie fiel, und steuerte auf Alt-Mondstadt zu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/941f959ef166afe962b79b4d32fbe25a_6599400072733623858.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Im Versteck von Dvalin entdeckten Dainsleif und der Reisende den ersten Ruinenwächter, und das Schwert des Zwielichts nutzte spezielle Kräfte, um das Auge zu extrahieren, auf das der Abgrundorden aus war, und versteckte das Auge in seinem Körper, um zu verhindern, dass es in ihre Hände fiel. Um die Pläne des Ordens zu durchkreuzen, gingen Dainsleif und der Reisende zu den Ruinen von Liyue, um die umgedrehte Statue zu zerstören und den Abgrundbotenzu besiegen. Als der Bote kurz davor war, besiegt zu werden, wurde Dainsleifs Macht von der plötzlich erschienenen Prinzessin / dem Prinzen des Abgrundordens blockiert. Sie nannten Dainsleif einen Feind und versprachen dem Reisenden, sich wiederzusehen, wenn sie ihre Reise beendet hätten. Als die Prinzessin / der Prinz und der Abgrundherold ein Portal öffneten, um zu verschwinden, stürzte Dainsleif ihnen nach und teleportierte sich mit ihnen fort."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6461,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Webstuhl des Schicksals",
        "desc": "<p>Ein vom Orden des Abgrunds geschaffenes Gerät, das Fluss der Elemente weben kann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/826332c1b0fb525a54df5442ee996c76_7925919136963817518.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Der Große Wolfskönig des Nordens, ein Beschützer des Wolfenlaufs und einer der Vier Winde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/fc5a1da541b965f556c08e4ab01e7b89_9013765438814938837.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Ein Elementardrache und der Freund des Anemo-Archons Barbatos. Nachdem er durch das Blut des bösen Drachen vergiftet wurde, wurde er als Sturmschrecken bekannt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/08/36893887/6a4bc301d2ace0ace7ed7641c2c8bf9d_2129692592621583315.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2180,
        "name": "Abgrundbote – Reißender Strom",
        "desc": "Monster des Orden des Abgrunds, die Hydro-Kraft im Kampf einsetzen.<br/>Diese stummen Gestalten sind die Vorhut des Abgrunds und schwingen Gezeitenklingen, die alles in einem Augenblick verschlingen, Rüstungen zerquetschen und Ketzer auslöschen können. Die törichten Massen können dem vorbestimmten Schicksal nicht entkommen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Im Abgrund widerhallendes Requiem",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/f96c8c6d21fbaebe2e2af4c8bbdc4f02_7735721997484790110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Dainsleif durch das Portal dem Abgrundboten nachjagte, erschienen sie an verschiedenen Orten, da die Portale des Abgrundordens nicht zwei Punkte verbanden, sondern ein großes Netzwerk bildeten. Als das Schwert des Zwielichts später einen anderen Abgrundboten verfolgte, reiste er durch dieses Netzwerk und landete in den Tiefen der Großen Kluft. Als er erkannte, dass der Abgrundorden aus irgendeinem Grund einen Teleportationsknoten an diesem Ort benötigte, beschloss er, den Ort zu erkunden und traf den Reisenden und Paimon, die das seltsame Verhalten der Hilichurls untersuchten. Die Bergarbeiter der Großen Kluft bemerkten, dass diese wie in Trance tief in die Minen gingen und nie zurückkehrten. Die Untersuchung führte den / die Reisende/n und Paimon zu einer auf dem Kopf stehenden Stadt einer alten Zivilisation, die in ihrer Architektur Khaenri'ah ähnelte, aber viel älter war. In der Nähe der auf dem Kopf stehenden Stadt spürte Dainsleif, dass die Umgebung den auf ihn und die Hilichurls gelegten Fluch schwächte. Jahrhundertelang hatte er täglich unter dem Fluch gelitten, aber dort verspürte er plötzlich eine geringe Linderung dieses Leidens. Der Fluch der Unsterblichkeit verwehrte den Betroffenen den Tod, doch Körper und Seele wurden weiterhin zerfressen, bis sie praktisch nicht mehr existierten, auch wenn der „Tod“ nicht die Form war, die dieser Zerfall annahm. Als die Hilichurls erkannten, dass ihr Ende nahte, suchten sie instinktiv einen ruhigen und dunklen Ort, um sich von jahrhundertelangem Leid zu verabschieden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/8a75e5b91b796e507e7072ce0c2eeb8b_1521873447360679994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Auf dem Weg in die Stadt wurden Dainsleif, der / die Reisende und Paimon von einer Gruppe Schwarzer Schlangenreiter angegriffen, die unter dem Einfluss des Fluchs und des Abgrunds ihren Verstand verloren hatten und zu leeren Hüllen geworden waren. Einer der in der Ferne stehenden Reiter kam Dainsleif bekannt vor und schien etwas sagen zu wollen, aber er verschwand wieder. Im Inneren der auf dem Kopf stehenden Stadt trafen sie auf andere Schlangenreiter, die die Hilichurls beschützten. Der vorherige Reiter erschien erneut und befahl den anderen, sich zurückzuziehen, und Dainsleif erkannte ihn als Halfdan, einst ein junger Krieger der königlichen Garde. Am Tag des Falls von Khaenri'ah hatte das Schwert des Zwielichts Halfdan befohlen, das Volk von Khaenri'ah um jeden Preis zu beschützen, und selbst nach der Katastrophe und der Verderbnis durch den Fluch führten die Wachen diesen Befehl weiter aus. In den oberen Ebenen der Stadt entdeckten Dainsleif und der / die Reisende einen auf dem Kopf stehenden Brunnen, dessen Wasser eine „reinigende“ Wirkung hatte und den Fluch schwächte. Aber selbst der Brunnen konnte den Fluch nicht vollständig aufheben: Er war in das Schicksal der Welt selbst eingewoben und existierte auf einer höheren Realitätsebene als die Person selbst. Halfdan erschien erneut, bedeutete Dainsleif und dem / der Reisenden, ihm zu folgen, und ging zu den Hilichurls, die fast mit der Dunkelheit verschmolzen waren."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/80ca8b3de8f50369341af6d2ea6603e1_4967876445623328081.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In der Nähe eines der Hilichurls fand der Reisende eine Inteyvat-Blume, die Nationalblume von Khaenri'ah, die einst in allen Ecken der Nation blühte. Ihre Blüte dauerte nur zwei Wochen, und wenn die Blume gepflückt und aus Khaenri'ah weggebracht wurde, hörten die Blütenblätter auf zu wachsen und verhärteten sich. Erst nachdem die Blume in ihre heimatliche Erde zurückkehrte, wurden die Blütenblätter wieder weich und zerfielen schließlich zu Staub. Für die Menschen von Khaenri'ah war die Inteyvat ein Symbol für einen Wanderer fern der Heimat. Für den Abgrundzwilling, welche die Blüte im Haar trug, war sie eine Erinnerung an ihr einstige Zuhause. Als der Reisende die Blume berührte, sah er, wie sein Zwilling mit dem Abgrundboten das Ritual zur Wiederbelebung von Khaenri'ah mit dem Gerät unter dem Brunnen besprach. Dainsleif war sich sicher, dass die Wiederbelebung seiner Heimat und die Aufhebung des Fluchs unmöglich waren und der Versuch, ihn gewaltsam zu vertreiben, nur zu mehr Leid führen würde. Der / Die Reisende stimmte zu, also versuchten sie, den Abgrundorden daran zu hindern, den Willen von Halfdan und den anderen Schwarzen Schlangenreitern mit Füßen zu treten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/a0b544f5b8b6fb8fb550b04b04b9b6ea_8753265519625613457.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Dainsleif, der / die Reisende und Paimon zum Brunnen zurückkehrten, erschien plötzlich ein heller Lichtblitz aus diesem Raum, und ihr Weg wurde vom Abgrundboten blockiert. Nachdem sie ihn besiegt hatten, eilten sie in den Raum, aber der Abgrundorden hatte das Verstärkergerät bereits benutzt, um die reinigende Wirkung des Brunnenwassers um das Hundertfache zu erhöhen. Obwohl sie erwarteten, dass der Prozess sie von dem Fluch befreien würde, erfuhren die Hilichurls, die Schwarzen Schlangenreiter und Dainsleif selbst nur extremen Schmerz. Trotz des immensen Leidens stürzte Halfdan zum Gerät und stoppte den Prozess, indem er sich selbst opferte. Ein Opfer, welches bedeutungslos war, da das Gerät weiterhin aktiv blieb. Nachdem aber alle Stromversorgungsmechanismen von der Gruppe zerstört wurden, war das Gerät schließlich zerstört, aber Halfdan war bereits tot. Als Dainsleif im Begriff war zu gehen, erlangte Halfdans Geist für einen Moment sein Bewusstsein zurück und konnte sich vom Schwert des Zwielichts verabschieden, bevor er spurlos zerfiel. Das vom Abgrundorden durchgeführte Ritual hatte Dainsleif stark geschwächt, sodass er Zeit brauchte, um sich zu erholen. Aber trotz des Leidens konnte er nicht ruhen, da das Projekt „Webstuhl des Schicksals“ noch aktiv war und die Verstärkergeräte in der Großen Kluft damit verbunden werden konnten."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Halfdan ist ein auftragsexklusiver NPC, der im Archontenauftrag Kapitel II - 4. Akt: „Im Abgrund widerhallendes Requiem“ erscheint. Er diente unter Dainsleif bei den königlichen Wachen der Finstersonnen-Dynastie.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/141341446/de9667dc063423be10c279c121fd1afc_2052077491242321098.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "name": "Schwarzer Schlangenreiter – Wind schneidendes Schwert",
        "desc": "Als prominentes Mitglied der Leibgarde des Hofs setzt er seine Schwertkampffähigkeit, die als „Suche nach der Wahrheit“ bekannt ist, ein, um die Feinde der königlichen Familie zu erledigen.<br/>Das „Schwert des Zwielichts“ war einst einer von ihnen ... bevor die Herrlichkeit des Königreichs verloren ging und alles unwiderruflich weg war.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Der Webstuhl des Schicksals",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/f0f23d21984320922c2042a4a6baff5a_8608755407864097818.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während Dainsleif sich von dem Ritual des Abgrundordens in der Großen Kluft erholte, erinnerte er sich plötzlich daran, dass er während seiner Reisen mit der Prinzessin / dem Prinzen von Khaenri'ah vom „Webstuhl des Schicksals“ gehört hatte. Seine Erinnerungen, die unter den Auswirkungen des Zerfalls bröckelten, fügten sich zusammen, und er erinnerte sich, dass sie durch Sumeru reisten, als das Thema aufkam, also beschloss er, in den Avidya-Wald zu gehen, um nach Hinweisen zu suchen. Das Schwert des Zwielichts rief den Reisenden und Paimon zu sich und fand im Wald ein verlassenes Feld und ein Haus, das ihm bekannt vorkam. Das Haus gehörte Chlothar Alberich, der versuchte, seinen Sohn Caribert zu heilen. Als Dainsleif den Fluss der Elemente überprüfte, spürte der / die Reisende die Erinnerungen seines Zwillings, als hätte er sie selbst durchlebt. Er sah Alberich, Caribert und einen der fünf Sünder. Nachdem er den Abgrundorden gegründet hatte, trieb Chlothars Glaube ihn zu vielen schrecklichen Taten. Aber der Fluch der Unsterblichkeit quälte seinen Körper und Geist endlos, und der Abgrund, an den er glaubte, konnte ihn letztendlich nicht retten. Hundert Jahre später verlor er schließlich den Verstand und verschwand, aber sein dunkles Erbe lebte weiter, und die umgedrehte Statue, die Dainsleif und der / die Reisende in Liyue sahen, war nur eine der mysteriösen Schöpfungen seiner Abgrundmacht. Nachdem er das gesehen hatte, beschloss der / die Reisende, das Feld in der Nähe des Hauses umzugraben, wo er die Überreste von Cariberts Mutter und Chlothar selbst fand, der es irgendwie geschafft hatte, den Fluch aufzuheben. Da Dainsleif Zeit brauchte, um die fehlenden Erinnerungen aus seinem Gedächtnis zu fischen und die Identität des Sünders zu bestätigen, verabschiedete er sich vom Reisenden und Paimon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/924df9c4522cf95ae25ab8c2d4fb99f1_5563154002399991337.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ihre nächste Begegnung fand statt, als das Schwert des Zwielichts die seltsame Monsteraktivität in der Nähe des Dorfes Vimara untersuchte, wohin der / die Reisende und Paimon im Auftrag gegangen waren, eine vermisste Person zu finden. Dainsleif glaubte, dass die Veränderung des Flusses der Elemente und die Monsteraktivität mit dem Plan des Abgrundordens zusammenhängen könnten. Daher machte er sich auf den Weg, um den „Webstuhl des Schicksals“ zu untersuchen und das wahre Ziel des Abgrundordens zu verstehen. Nach den Informationen, die er erhielt, stand der Plan irgendwie im Zusammenhang mit dem Fluss der Elemente, dessen Störung immer mit der Aktivität von Abgrundmonstern begleitet wurde. Als der / die Reisende und Paimon bei der Suche nach dem vermissten Jungen herausfanden, dass er nur in den Erinnerungen der Menschen existierte, die durch den Fluss der Elemente flossen, beschlossen sie, sich mit Dainsleif zusammenzutun. Am nächsten Morgen hatte das Schwert des Zwielichts plötzlich Erinnerungen an den vermissten Jungen, den er nie zuvor gehabt hatte. In diesen Erinnerungen gab er dem Jungen das Auge des ersten Ruinenwächters, welches er lange Zeit vor dem Abgrundorden versteckt hatte. Um zu überprüfen, ob das Auge des Ruinenwächters noch versteckt war, gingen sie zu den Ruinen einer alten Zivilisation in der Nähe des Dorfes. Tief in den Ruinen wurden sie vom Abgrundboten angegriffen, und Dainsleif, der eine Veränderung in dem Fluss der Elemente spürte, schickte den / die Reisenden und Paimon zurück, um die vermisste Person zu finden. Nachdem sie entkommen waren, traf sich das Schwert des Zwielichts mit der Prinzessin / dem Prinzen des Abgrundordens. Er wusste, dass er sie nur persönlich treffen konnte, wenn er in die Falle des Abgrundordens tappte. Selbst nach dem Verrat der Prinzessin / des Prinzen konnte Dainsleif sein Schwert nicht sofort gegen sie erheben, sodass er besiegt wurde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/ad41145caabbd148611571393b2cba7f_1011508526168155447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als der / die Reisende die vermisste Person fand, war es Chlothar Alberichs Sohn, Caribert. Obwohl er in seiner Kindheit starb, wurde er benutzt, um den „Webstuhl des Schicksals“ zu erschaffen. Sein Bewusstsein verweilte in dem Mechanismus, und er erlangte die Fähigkeit, das Gerät zu kontrollieren, bis es fertiggestellt war. Caribert konnte Dainsleifs Plan durchschauen: Er wusste, dass der Orden hinter dem Auge des Ruinenwächters her war, also wollte Dainsleif es dem / der Reisenden geben, damit dieser es aus seinem Versteck holen konnte. Aber dieser Plan wurde durchkreuzt, als Caribert eine Erinnerung erschuf, bei welcher Dainsleif ihm das Auge des Ruinenwächters bereits gegeben hatte. So musste der Abgrundorden lediglich Dainsleif verfolgen, als er sicherstellen wollte, dass das Auge noch immer versteckt war."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Webstuhl des Schicksals",
        "desc": "<p>Ein vom Orden des Abgrunds geschaffenes Gerät, das Fluss der Elemente weben kann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/826332c1b0fb525a54df5442ee996c76_7925919136963817518.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Caribert ist Chlothar Alberichs unehelicher Sohn. Er wurde zum Hilichurl durch den Fluch der himmlischen Ordnung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/1698729f076aff1db97fead78f5ce599_4647306092730409453.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Atlas der Neuen Welt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/9d91e54df94dedb8efe5645b66af2294_4163574687037777932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als der Webstuhl des Schicksals vollendet war, griff der Abgrundorden Natlan an. Der Orden hatte noch nie zuvor einen so groß angelegten Angriff gestartet, und sie wussten, dass sie Natlan in einem direkten Konflik unterlegen war. Doch der Konflik war nie ihr eigentlich Ziel. Mitglider von verschiedenen Stämmen Natlans bemerkten, dass viele Mitglieder des Ordens nicht angriffen, sondern in der Gegend umherwanderten, als ob sie in Meditation und Gebet versunken wären. Die Beobachter kontaktierten die Schamanen, doch sie konnten den Grund nicht herausfinden, und die Natlaner beschlossen, es zu ignorieren. Die große Schamanin der Meister des Nachtwindes ("
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Die große Schamanin der Meister des Nachtwinds Oma Itztli, die alle Stammesmitglieder mit Furcht verehren.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": ") hatte einen Traum, dass ein „Geräusch“ seinen Weg in den Fluss der Elemente von Natlan gefunden hatte. Doch dieses Geräusch hatte keine wirklichen Auswirkung auf das Nachtreich oder den Fluss der Elemente. Viel mehr fühlte es sich an, als ob sie parallel und unabhängig voneinander existierten, wie ein Signal, das in einer anderen Dimension der Realität existiert. Citlali erkannte kein Risiko, aber sie war sich sicher, dass der Abgrundorden etwas plante."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/1be0dde57cf89727d72f3dd7948b3475_7393285264431569108.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Während die Natlaner ihre Kräfte für einen Gegenangriff sammelten, erschien Dainsleif plötzlich an der Front des Abgrundorden und stürmte die feindlichen Linien. Bevor die Wachen reagieren konnten, war die Frontlinie zerstört, und die Monster zogen sich in Richtung der ascheen Stadt zurück, wo sich ihr Hauptquartier befand. Da das Schwert des Zwielichts nicht auf Verstärkung von den Natlanern warten konnte, ging er zusammen mit dem / der Reisenden nach Ochkanatlan, um das wahre Motiv des Ordens herauszufinden. Während seiner Jagd auf den Abgrundorden in Natlan verhörte Dainsleif mehrere gefangene Monster des Ordens, konnte aber nichts herausfinden. So beschloss er, sich auf militärische Aktionen zu konzentrieren. Wenn der Orden bereit war, seine gesamte Stärke zu opfern, um einen geheimen Plan auszuführen, wollte das Schwert des Zwielichts ihr Opfer so spürbar wie möglich machen. In Ochkanatlan trafen Dainsleif und der Reisende auf einen Lasterhaften Täufer, der der Kommandant des Abgrundordens war. Nach seiner Niederlage enthüllte der Baptist, dass die Prinzessin / der Prinz des Abgrundordens bereits den Sieg errungen hatte und der Rest der Aufgabe des Ordens darin bestand, Dainsleifs Aufmerksamkeit auf sich zu ziehen. Die Prinzessin / Der Prinz war leise in das Nachtreich eingedrungen und hatte Natlans Erfahrung bei der Wiederherstellung des Flusses der Elemente genutzt, um den Atlas der Neuen Welt zu erschaffen – eine Nachbildung des Flusses der Elemente von Khaenri'ah. Dafür benutzte er / sie den Webstuhl des Schicksals."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/369f1e7fbb38d5364eacebf3a912488e_2348763376860267925.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dainsleif glaubte den Worten des Lasterhaften Täufers nicht, und als der / die Reisende und Paimon gingen, um mehr über das wiederbelebte Khaenri'ah herauszufinden, erkannte das Schwert des Zwielichts den Täufer als seinen ehemaligen Mentor von der Ritterakademie, Haden. Obwohl sie sich aufgrund des Fluchs der Unsterblichkeit nicht gegenseitig töten konnten, sehnte sich Dainsleif dennoch danach, ihn hundertmal zu besiegen. Während seiner Zeit als Lehrer an der Akademie, setzte Haden schreckliche Methoden ein, um die Ritter von Khaenri'ah auszubilden. Selbst Dainsleifs Mitschüler Surtalogi, einer der fünf Sünder, wurde seinetwegen schwer verstümmelt. Doch fünfhundert Jahre später waren aufgrund des Fluches Hadens Erinnerungen, Persönlichkeit, Seele und Gefühle längst ausgelöscht, und er konnte sich an nichts mehr erinnern. Er bat seinen ehemaligen Schüler, die Erinnerungen an ihre Heimat zu teilen, da das Schwert des Zwielichts der Einzige war, der sich noch bruchstückhaftig daran erinnern konnte. Und obwohl Dainsleif die Geschichten von Khaenri'ah nicht teilen würde, öffnete er ungewollt seine Erinnerungen gegenüber dem Webstuhl des Schicksals, welches der eigentliche Plan des Abgrundorderns war. Da die Erinnerungen des gesamten Ordens durch den Fluch verblasst waren, benötigten sie Dainsleifs Erinnerungen, um ein neues Khaen'riah zu erschaffen. Als das Schwert des Zwielichts erkannte, dass Haden ihn belogen und ausgenutzt hatte, versprach er seinem ehemaligen Mentor unendliche Tode."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Webstuhl des Schicksals",
        "desc": "<p>Ein vom Orden des Abgrunds geschaffenes Gerät, das Fluss der Elemente weben kann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/826332c1b0fb525a54df5442ee996c76_7925919136963817518.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Dainsleif"
          }
        ]
      },
      {
        "key": "Geschlecht",
        "value": [
          {
            "type": "RichText",
            "text": "Männlich"
          }
        ]
      },
      {
        "key": "Zugehörigkeit",
        "value": [
          {
            "type": "RichText",
            "text": "Königliche Wachen, Finstersonnen-Dynastie, Khaenri'ah"
          }
        ]
      },
      {
        "key": "Identität",
        "value": [
          {
            "type": "RichText",
            "text": "Schwert des Zwielichts"
          }
        ]
      },
      {
        "key": "Aufträge",
        "value": [
          {
            "type": "RichText",
            "text": "Archontenauftrag Kapitel I - 4. Akt: „Wir werden uns wiedersehen“\nArchontenauftrag Kapitel II - 4. Akt: „Im Abgrund widerhallendes Requiem“\nArchontenauftrag Kapitel III - 6. Akt: „Caribert“\nArchontenauftrag Kapitel IV - 6. Akt: „Gutenachtgeschichte“\nArchontenauftrag Kapitel V - 6. Akt: „Raum und Zeit, wo es dich gibt“"
          }
        ]
      },
      {
        "key": "Chinesische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "孙晔 (Sun Ye)"
          }
        ]
      },
      {
        "key": "Englische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "Yuri Lowenthal"
          }
        ]
      },
      {
        "key": "Japanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "津田健次郎 (Tsuda Kenjiro)"
          }
        ]
      },
      {
        "key": "Koreanische Stimme",
        "value": [
          {
            "type": "RichText",
            "text": "최한 (Choi Han)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Dainsleif",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/bccd3c0ea4506961ab8dbd040fd6196b_8147374877527673221.png"
      },
      {
        "key": "Dainsleif",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/39324012/4261a05816dbd5014a6510d1f8215b57_5237073995550721867.png"
      }
    ]
  }
}