{
  "epId": 5747,
  "name": "Webstuhl des Schicksals",
  "desc": "<p>Ein vom Orden des Abgrunds geschaffenes Gerät, das Fluss der Elemente weben kann.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/36893887/826332c1b0fb525a54df5442ee996c76_7925919136963817518.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1722348566,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Webstuhl des Schicksals"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Gerät"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ursprung",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der Webstuhl des Schicksals ist ein vom Orden des Abgrunds geschaffenes Gerät, das den Fluss der Elemente weben kann. Dieses Gerät wurde entwickelt, um die himmlische Ordnung zu bekämpfen, die seit der Katastrophe in Khaenri'ah fünfhundert Jahre lang geschlafen haben. In seiner primitiven Form konnte der Webstuhl nur dazu verwendet werden, Erinnerungen zu erzeugen und einzupflanzen, aber je mehr er fertiggestellt wurde, desto stärker wurde seine Macht. Schließlich hat er jetzt die Macht, selbst echte Flüsse der Elemente zu weben. Das Fluss der Elemente System von Teyvat ist tief im Planeten verwurzelt, und die Erschaffung neuer Flüsse der Elemente kann die bereits vorhandenen weder „ersetzen“ noch „erweitern“. In dem Moment, in dem es die Macht erlangt, einen Fluss der Elemente zu weben, verliert es die Fähigkeit, Erinnerungen zu beeinflussen. Sein volles Potenzial muss erst noch entdeckt werden, aber es kann ein Werkzeug sein, das die ganze Welt verändern kann."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der Webstuhl des Schicksals stammt von Chlothar Alberich, einem reinblütigen Adligen aus Khaenri'ah. Er war der Gründer des Ordens des Abgrunds und des Projekts Webstuhl des Schicksals. Chlothar hatte einen Sohn, Caribert, mit einer Frau aus Mondstadt. Als sich vor 500 Jahren die Katastrophe ereignete und Celestia die Bewohner von Khaenri'ah verfluchte, erhielt Chlothar Unsterblichkeit, und sein Sohn verwandelte sich in einen Hilichurl und fiel ins Koma. In dem Versuch, Caribert zu heilen, wandte sich der Mann an den Dendro-Archon, aber sie antwortete nicht. Später entdeckte er ein unbekanntes Heiligtum, in dem sich ein „Sünder“, ein transzendentes Wesen aus dem Abgrund, befand. Als Chlothar sich vor ihm verbeugte, empfand er ein Gefühl der Ehrfurcht und Freude. Als er nach Hause zurückkehrte, verabreichte er Caribert eine Dosis Medizin und stellte fest, dass sein Sohn aufgewacht war und sprechen konnte. Chlothar glaubte, dass sein Sohn nun sein Schicksal neu gestalten konnte."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Geboren in äußerster Trauer, wird er zum ‚Webstuhl des Schicksals‘.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert beschrieb den Webstuhl des Schicksals als extremen Kummer und Schmerz, Hoffnung und Bedauern, die durch die eigenen Adern fließen, und ein Maß an Macht, das sich dem Verständnis entzieht. Chlothar glaubte, dass Caribert zum Webstuhl des Schicksals werden würde, sobald er alle diese Elemente besäße. Caribert war nicht dazu bestimmt, zu überleben, und selbst mit der Macht des „Sünders“ starb er, als er 8 Jahre alt war. Er wurde nicht selbst zum Webstuhl des Schicksals, sondern wurde dazu benutzt, ihn zu erschaffen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Caribert ist Chlothar Alberichs unehelicher Sohn. Er wurde zum Hilichurl durch den Fluch der himmlischen Ordnung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/1698729f076aff1db97fead78f5ce599_4647306092730409453.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Auge des ersten Pflugs",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Der ehemalige Hauptmann der königlichen Wache von Khaenri'ah, Dainsleif, bekannt als das „Schwert des Zwielichts“, versuchte, die Katastrophe aufzuhalten, konnte aber die Zerstörung von Khaenri'ah nicht verhindern. Zum ewigen Leben verdammt, schwor er, sich an den fünf Sündern von Khaenri'ah zu rächen, die die Nation verraten hatten, und den aus ihren Anhängern hervorgegangenen Orden des Abgrunds zu stoppen. Eines Tages entdeckten er und der/die Reisende einen Talisman, der von einem Abgrund-Magier fallen gelassen worden war. Durch diesen Talisman erfuhren sie von der ersten Operation des Webstuhl des Schicksals. Das Projekt selbst stand im Zusammenhang mit der umgedrehten Statue des Anemo-Archons, die sie zuvor in den Liyue-Ruinen entdeckt hatten. In der ersten Phase beabsichtigte der Orden des Abgrunds, den Geist von Osial, dem von Rex Lapis im Archontenkrieg besiegten Herrscher des Wirbels, zu korrumpieren und seinen Körper mithilfe des uralten Khaenri'ah „Pflugs“ zu transformieren. Die entweihte Statue des Archons würde als Basis dienen, an der Osials Gliedmaßen befestigt würden, um einen mechanisierten Gott zu erschaffen. Der neue Kern, der die Kugel ersetzen würde, die normalerweise von der Statue der Sieben gehalten wurde, sollte das Auge des allerersten „Pflug“ sein. Der neue Gott sollte die göttlichen Throne von Celestia stürzen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pflug - ist der Codename für die alten Mechanismen aus Khaenri'ah, die heute als „Ruinenwächter“ bekannt sind. Die Menschen dort glaubten, dass das Land nicht mit landwirtschaftlichen Geräten bearbeitet, sondern mit Stahl und Blut erkämpft werden sollte, und so entstand „Pflug“. Nach der Zerstörung von Khaenri'ah verloren die Mechanismen ihre Herrscher und gerieten völlig außer Kontrolle. Sie wanderten jahrhundertelang ziellos durch die Lande und verstreuten sich schließlich über ganz Teyvat. Um den ersten Feldpflug zu finden und etwas über die umgedrehte Statue zu erfahren, wandte sich der/die Reisende an Barbara, die Bischöfin der Favonius-Kathedrale, und sie erzählte ihm von der „Letzten Wut des Tyrannen“. Vor vielen Jahren regnete es Feuerbälle vom Himmel, wenn sich jemand der alten Mondstadt näherte.\nDie Menschen glaubten damals, dass es sich um einen Fluch handelte, den der\nverhängt hatte, und nannten es „Letzten Wut des Tyrannen“. Dieses seltsame Phänomen hielt etwa ein Jahr lang an. Niemand war in der Lage, es zu lösen, es hörte einfach allmählich von selbst auf. Die „Letzten Wut des Tyrannen“ entpuppte sich als der erste Pflug. Vor vielen Jahren landete er versehentlich in der Arena des Königs des Nordwinds, Andrius, und er hielt den Mechanismus für einen mutigen Mann, der ihn herausforderte. Die Maschine konnte nicht denken, aber alles an ihr war auf das Töten und Kämpfen ausgelegt. Sie konnte sich drehen, hoch in die Luft fliegen und Feuerbälle schießen. Am Ende konnte Andrius die Maschine besiegen, aber es gelang ihr, die Arena zu verlassen, bevor sie fiel, und sich auf den Weg in die alte Mondstadt zu machen. In Dvalins Ruinen (Alt Mondstadt) entdeckten Dainsleif und der/die Reisende den ersten Pflug, und das Schwert des Zwielichts versteckte sein Auge in seinem Körper, damit es nicht in die Hände des Ordens des Abgrunds fiel.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Dainsleif war ein Kapitän der königlichen Wache, die Khaenri'ah nicht beschützen konnte. Er ist von Celestia mit einem Fluch der Unsterblichkeit belegt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/6a703b5594dddc959dd10d08702bcbe1_2430861278629993868.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Der Gott der Stürme und der Herrscher vom alten Mondstadt. Er wurde durch einen Aufstand des Volkes von Mondstadt gestürzt, das seine Tyrannei nicht mehr erdulden wollte.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/54fc33ab94abb4b00460e448f7765892_2360361015522277088.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Der Große Wolfskönig des Nordens, ein Beschützer des Wolfenlaufs und einer der Vier Winde.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/36893887/fc5a1da541b965f556c08e4ab01e7b89_9013765438814938837.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Ruinenwächter",
        "desc": "Eine uralte humanoide Kriegsmaschine.<br/>Legenden zufolge wurden diese Kampfroboter von einer längst vernichteten Zivilisation erschaffen. Jetzt streifen sie durch Trümmer und Ruinen und attackieren plündernde Reisende. Forschungen besagen, dass zwischen den Ruinen und ihren Wächtern mehrere tausend Jahre liegen. Warum also bleiben die Ruinenwächter dort, um die zerbröckelnden Wände mit ihrer extremen Feuerkraft zu beschützen?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vervollständigung des Webstuhl des Schicksals",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif untersuchte weiterhin Angelegenheiten, die mit dem Webstuhl des Schicksals zusammenhingen. Er verstand, dass der Orden des Abgrundsselbst dann, wenn sein Plan durchkreuzt wurde, einen anderen Weg fand, seine Pläne zu verwirklichen. Sein Hauptziel war es, das Wesen des Webstuhl des Schicksals zu entdecken, um den wahren Zweck des Ordens zu verstehen. Aus den Informationen, die Dainsleif sammelte, ging hervor, dass der Webstuhl des Schicksals mit den Flüssen der Elemente verbunden war. Das Schwert des Zwielichts fand heraus, dass die Aktivitäten des Ordens des Abgrunds in einem bestimmten Gebiet immer mit Eingriffen in den Fluss der Elemente einhergingen. Seine Aufmerksamkeit wurde auf das Dorf Vimara gelenkt, wo der/die Reisende zu dieser Zeit das Verschwinden eines jungen Mannes untersuchte. Obwohl viele Bewohner die Abenteurergilde über sein Verschwinden informierten, konnte sich niemand an seinen Namen oder den Ort, an dem er lebte, erinnern. Der/Die Reisende schloss daraus, dass dieser Mann nur in den Erinnerungen der Menschen existierte, die durch den Fluss der Elemente flossen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Als Dainsleif erkannte, dass ihm falsche Erinnerungen eingepflanzt worden waren und dass der geheimnisvolle Mann mit den zunehmenden Aktivitäten des Ordens des Abgrunds in der Nähe des Dorfes Vimara in Verbindung stand, beschloss er, den Orden auf eine falsche Fährte zu schicken, um sich mit dem Fürsten/Prinzen des Ordens des Abgrunds zu treffen. Er wusste, dass der Orden auf der Suche nach dem Auge des ersten Pflugs war, und wollte es dem/der Reisenden geben, damit er es aus seinem Versteck holen konnte. Dainsleifs Plan wurde durchkreuzt, und ihm wurde die falsche Erinnerung eingepflanzt, dass sich das Auge des ersten Pflugs bereits im Besitz des/der Reisenden befand. Auf diese Weise gelang es dem Orden des Abgrunds, das Auge zu erlangen und die Erschaffung des Webstuhl des Schicksals zu vollenden.\nDer geheimnisvolle Mann in den Erinnerungen der Menschen entpuppte sich als Caribert. Sein Bewusstsein verweilte in dem Mechanismus und er erlangte die Fähigkeit, das Gerät zu kontrollieren, bis es vollendet war. Er war nicht in die Pläne des Ordens bezüglich des Webstuhl des Schicksals eingeweiht und sah nicht das ganze Bild, aber das Gerät half ihm, sein eigenes Ziel zu erreichen. Vor vielen Jahren, als Chlothar in dem Hilichurl, zu dem sein Sohn durch die Macht des Abgrundes geworden war, das Bewusstsein erlangte, erlebte Caribert unbeschreibliche Schrecken und Schmerzen. Um ihn zu trösten, erzählte ihm sein Vater die Geschichte, dass er sich in einer Märchenwelt befand und die Gestalt eines kleinen Monsters annahm. Diese Geschichte beschwichtigte Cariberts Ängste für einen Moment, und so benutzte er den unvollständigen Webstuhl des Schicksals, um den Hilichurls eine falsche Erinnerung an Liebe einzupflanzen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert benutzte auch den Webstuhl des Schicksals, um ein Leben zu „leben“, das ihm ungerechterweise genommen wurde. Er schuf sein Aussehen nach dem Vorbild seines Vaters und implantierte die Erinnerungen an die Zeit, die er mit ihnen im Dorf Vimara verbracht hatte. Als das Projekt des Ordens des Abgrunds fast abgeschlossen war, blieb von Caribert nur noch ein dünner Faden des Bewusstseins übrig, und so beschloss er, die Dorfbewohner zu verlassen. Schließlich traf er sich mit dem/der Reisenden im Raum seines Bewusstseins, wo er über die Vollendung der Erschaffung des Webstuhl des Schicksals sprach, und verschwand spurlos. In den Erinnerungen der Dorfbewohner tauchte die Erinnerung auf, dass der Vermisste seine Eltern traf und mit ihnen ging.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Dainsleif war ein Kapitän der königlichen Wache, die Khaenri'ah nicht beschützen konnte. Er ist von Celestia mit einem Fluch der Unsterblichkeit belegt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/6a703b5594dddc959dd10d08702bcbe1_2430861278629993868.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Caribert ist Chlothar Alberichs unehelicher Sohn. Er wurde zum Hilichurl durch den Fluch der himmlischen Ordnung.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/141341446/1698729f076aff1db97fead78f5ce599_4647306092730409453.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}