{
  "epId": 5847,
  "name": "Lumidouce-Elegie",
  "desc": "Ein prächtiger, mit himmelblauem Kristall geschmückter Speer. Es heißt, er sei der Schatz eines gewissen legendären Meisterduellrepräsentanten gewesen, und doch wurde er nicht ein einziges Mal benutzt.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/3dff07a4b024917cb63c933d2078ccc8_8401589850337226556.png",
  "filterValues": {
    "weaponType": "Stangenwaffe",
    "weaponProperty": "KT",
    "weaponRarity": 5
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1722974750,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "In der Dunkelheit der Stadt unter der Stadt, wo weder Sonnenschein noch Regen hinkommen, fristet man ein jämmerliches Dasein.\nFür ein verschimmeltes Stück Brot ist mancher bereit, die rostige Klinge zu ziehen und ein ebenso nichtiges Leben zu beenden.\nSchwache Feiglinge werden naturgemäß zur Beute der Starken. Das ist die natürliche Ordnung des Fleuve Cendré.\nSomit sollte man es auch gelassen hinnehmen, selbst zur Beute zu werden, wenn man bei der Jagd von einem Stärkeren niedergerungen wird.\nWie ihre Mutter es sie noch zu Lebzeiten gelehrt hatte: Was aus der Asche geboren wird, wird am Ende auch wieder zu Asche zerfallen.\nWenn ich zurückdenke, scheint mein bisheriges Dasein von so bedrückender Nichtigkeit, ohne Erfolge und ohne Hoffnungen.\nDa es eine „Selbstverständlichkeit“ der Welt zu sein scheint, mag man es als eine Art von Glückseligkeit ansehen, dies still hinzunehmen.\nIhr ersehnter Tod trat wider Erwarten nicht ein, und als sie ängstlich ein Auge öffnete und den Kopf hob,\nlächelte ein seltsam gekleidetes Mädchen sie sanft an und steckte ihr eine Blume, wie aus dem Nichts hervorgezaubert, ans Ohr.\n„Diese Blume wird Lumidouce-Glockenblume genannt, die in der Sprache der Blumen ... ja, Hoffnung bedeutet. Sieh nur, wie gut sie zu deiner Haarfarbe passt.“\n„Würde aus solch bezaubernden Augen immerzu nur Verzweiflung sprechen, es wäre doch eine wahre Verschwendung.“\n„Komm, holde Maid mit den saphirblauen Augen, lass mich dein Herz mit dieser Blume gewinnen.“\nIn dieser Gestalt betrat Marfisa, die später als die stärkste Duellrepräsentantin gefeiert wurde, zum ersten Mal die Stadt über der Erde.\nIn der luxuriösen Loge des ruhmreichen Theaters schwand ihre Erinnerung an das Lächeln des Zauberers und seines Assistenten auf der Bühne.\nSie erinnerte sich nur an das grelle Scheinwerferlicht, das die Blumen der Fantasie zum Erblühen brachte, klar, rein und dennoch so stark.\nKönnte ich doch wie sie selbstverständlich im Licht des Tages wandeln, dann müsste ich mich nicht länger in der Asche verbergen.\nDaher sollte ich Hoffnung im Herzen tragen ... Möge dieses vom Licht berührte Leben wie eine Lumidouce-Glockenblume erblühen.\nSo bestieg das Mädchen, aus der Asche geboren, endlich auf ihre eigene Bühne, wie sie es sich immer erträumt hatte.\nOhne Lehrmeister und nur mit ihrem außerordentlichen Talent ahmte sie jede Kampftechnik nach, die ihr Auge je erblickt hatte.\nEs gab kein Erbarmen, nur ein blutrotes Meer wie von Blüten, die unter der scharfen Spitze ihrer Lanze allein für sie darniedersanken.\nEine Erscheinung auf der Bühne, teilnahmslos und vornehm rein, eine Erscheinung, als würde sie den Tod zu einem Tanz verführen,\nBeinahe wie in einem Meisterwerk des großen Coppelius, die angeblich die Kluft des Todes sehende Saphirhexe.\nLeben und Tod, Sieg und Niederlage, all dies sind selbstverständliche Dinge. Folgt man nur den Gesetzen, die man mit eigenen Augen sieht,\nwird man natürlich den leichten Weg zum Sieg finden, losgelöst von Gut und Böse, unabhängig von den Regeln oberhalb der Erde.\nAm Ende ihrer Siegesserie täuschten sie die verschlagenen Augen eines Schwertkämpfers und seine trügerische Langsamkeit leitete sie fehl.\nZuletzt offenbarte sie eine tödliche Schwachstelle und eine scharfe Klinge bohrte sich in ihrem Arm, sodass ihre Unterlegenheit nicht mehr zu leugnen war.\n„Deine Speertechnik ist faszinierend, aber ein wenig steif, als würdest du einem vorherbestimmten Ablauf folgen.“\n„Doch Herzen sind wandelbar, kein Licht brennt unvergänglich und dein Schwachpunkt liegt in deiner starren Gesetzmäßigkeit.“\n„Gleichsam scheint deine Speertechnik vollständig auf den Regeln zu beruhen, an die du glaubst, und es fällt dir schwer, sie aufzugeben.“\n„Wie wäre es, wenn du deine Denkweise änderst und die Unveränderlichkeit zu deiner Regel machst?“\n„Nimm die Gerechtigkeit: Wie der Goldene Jäger einst sagte, auch wenn die Welt untergeht, so bleibt die Gerechtigkeit doch bestehen.“\n„Sind die Menschen oberhalb der Erde würdig, über Gerechtigkeit zu sprechen? Sie sind etwas geschickter, aber müssen sie deshalb von oben herab belehren?“\n„Eines Tages, Jäger, wirst du als ein weiterer Unterlegener vor der Spitze meiner Lanze zu Boden gehen.“\nTrotz dieser Erwiderung mag der Mann doch recht haben ... Verbrechen müssen bestraft, Lügen aufgedeckt werden.\nDie Welt sollte nach diesem Prinzip funktionieren. Gerechtigkeit sollte über alles siegen. Wie hätte er sie sonst besiegen können?\nAlso sollte man von Gerechtigkeit durchdrungen sein ... eine eisige Elegie für diejenigen, die versuchen, dem Schuldspruch zu entgehen.\nSo wurde das aus der Asche geborene Mädchen, nachdem es die alten Grundsätze abgelegt hatte, zur Stellvertreterin im lila Gewand.\nSie verschaffte der Gerechtigkeit der natürlichen Ordnung Geltung, bis das Feuer Poissons den Sünder Parsifal vor sie brachte ...\n...\nWenn ich zurückdenke, scheint mein bisheriges Dasein von so bedrückender Nichtigkeit, ohne Erfolge und ohne Hoffnungen.\nDa es das natürliche Wesen der Welt zu sein scheint, mag man es als eine Art von Glückseligkeit ansehen, dies still hinzunehmen.\nObwohl dem so war, wurde alles Selbstverständliche bedeutungslos, als sie in das reine Quellwasser sank.\nErst als ihre Erinnerungen im Wasser zerrannen, verstand sie, dass die wahre Bedeutung der Lumidouce-Glockenblume nie Hoffnung gewesen war.\nWie ihre Mutter es sie noch zu Lebzeiten gelehrt hatte: Was aus der Asche geboren wird, wird am Ende auch wieder zu Asche zerfallen.\nUnd am Ende dieser langen Suche bot ihr selbst das Schicksal keine Elegie von der Art dar, die wie eine Blume hätte sein sollen."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lumidouce-Elegie"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Stangenwaffe"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "KT"
          }
        ]
      },
      {
        "key": "Ouvertüre zur Morgenröte",
        "value": [
          {
            "type": "RichText",
            "text": "Erhöht den ANG um <color=#37ffff>15%~19%~23%~27%~31%</color> . Erhöht den verursachten Schaden um <color=#37ffff>18%~23%~28%~33%~38%</color> , nachdem der Träger bei Gegnern die Reaktion „In Flammen“ ausgelöst oder den im Zustand „In Flammen“ befindlichen Gegnern Dendro-Schaden zugefügt hat, hält 8 s, 2-fach stapelbar. Stellt bei 2 Stapelungen oder beim Zurücksetzen der Wirkungsdauer von 2 Stapelungen <color=#37ffff>12~13~14~15~16</color> Punkte Elementarenergie wieder her. Die Elementarenergie kann auf diese Weise alle 12 s höchstens einmal wiederhergestellt werden. Die beiden oben genannten Effekte können auch noch ausgelöst werden, wenn sich die Figur inaktiv in der Truppe befindet."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/5592943331a6bcada5d90f246906bcdc_4106219282952387157.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/ba729e141372d0e194706569209eb58a_1153246488359681788.png"
      }
    ],
    "ascension": [
      {
        "key": "St. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "7.2%"
            ]
          }
        ]
      },
      {
        "key": "St. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "12.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 4028,
            "name": "Zerbrochener Kelch des unberührten Meers ",
            "desc": "<p>Die Legende berichtet davon, wie der Urtyrann, als er das Urmeer erreichte, vom ersten Herrscher des Reichs des Wassers einen Becher mit ebendiesem geschenkt bekam.<br>Später schwang er sich dann zum unbestrittenen Gottkönig auf und benutzte diesen Becher Wasser, um den magischen Tau zu veredeln. Und so gelang es ihm, ein glorreiches und mächtiges Reich zu errichten.<br>Diese Geschichte ereignete sich vor langer, langer Zeit, und ihre Protagonisten sind mittlerweile entschlummert in der Phosphoreszenz der Fische der Tiefsee.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/91ea8723306e98e3d1bcb55d7fdf7c81_7702936392263450662.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5602,
            "name": "Verwitterter Schwertgriff",
            "desc": "<p>Ein Schwertgriff, der von einer uralten Steinstatue stammt.</p><p>Durch den erodierenden Einfluss des Meerwassers hat er jeden Glanz verloren.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/7c83567e77284130f1a4e4b1cf678bed_5398066061103599395.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Vaniloqua-Nektar",
            "desc": "Aus Staubblättern entnommener Nektar mit geringen Spuren von Elementen.<br/>Der Geschmack erinnert stark an den von Zuckerblumen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "St. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "18.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 4027,
            "name": "Weinkelch des unberührten Meers",
            "desc": "<p>Welches Imperium vermag es schon, tausend Jahre zu überdauern? Fragen wie diese waren es, die den Tyrannen nach seiner Rückkehr aus dem Reich der Drachen beschäftigten.<br>Unsterblicher Stein, kombiniert mit Ichor, extrahiert aus dem Urwasser, geformt zu einer Spezies, so zäh ist wie Schwarzeisen ... die Haut aus magischem Stein und in den Adern fließt der Ichor. Nie wieder Furcht vor dem Fluch der Rückkehr zum Ursprung ...<br>Noch immer träumte der stumme Golem den Traum eines Reiches ... nicht wissend, dass jenes längst vergangen war; seit mehr als tausend Jahren.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/53003e0178136f962ed95ee9c8cb7bff_6019797222817749572.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5602,
            "name": "Verwitterter Schwertgriff",
            "desc": "<p>Ein Schwertgriff, der von einer uralten Steinstatue stammt.</p><p>Durch den erodierenden Einfluss des Meerwassers hat er jeden Glanz verloren.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/7c83567e77284130f1a4e4b1cf678bed_5398066061103599395.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Vaniloqua-Nektar",
            "desc": "Aus Staubblättern entnommener Nektar mit geringen Spuren von Elementen.<br/>Der Geschmack erinnert stark an den von Zuckerblumen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "21.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 4027,
            "name": "Weinkelch des unberührten Meers",
            "desc": "<p>Welches Imperium vermag es schon, tausend Jahre zu überdauern? Fragen wie diese waren es, die den Tyrannen nach seiner Rückkehr aus dem Reich der Drachen beschäftigten.<br>Unsterblicher Stein, kombiniert mit Ichor, extrahiert aus dem Urwasser, geformt zu einer Spezies, so zäh ist wie Schwarzeisen ... die Haut aus magischem Stein und in den Adern fließt der Ichor. Nie wieder Furcht vor dem Fluch der Rückkehr zum Ursprung ...<br>Noch immer träumte der stumme Golem den Traum eines Reiches ... nicht wissend, dass jenes längst vergangen war; seit mehr als tausend Jahren.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/53003e0178136f962ed95ee9c8cb7bff_6019797222817749572.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 5603,
            "name": "Zersplitterter Schwertgriff",
            "desc": "<p>Ein Schwertgriff, der von einer uralten Steinstatue stammt.</p><p>Seine Bruchstellen und Kerben erzählen von den brutalen Schlachten, die sein Besitzer einst durchgestanden hat.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/c77b14a1cae65dfa3780392d48fe1e52_8046710950564623632.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Leuchtender Nektar",
            "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "24.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 4025,
            "name": "Silberkelch des unberührten Meers",
            "desc": "<p>In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.<br>Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.<br>Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/c70230640d8706fd2e3aa837a391166c_8661799598287253826.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 5603,
            "name": "Zersplitterter Schwertgriff",
            "desc": "<p>Ein Schwertgriff, der von einer uralten Steinstatue stammt.</p><p>Seine Bruchstellen und Kerben erzählen von den brutalen Schlachten, die sein Besitzer einst durchgestanden hat.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/c77b14a1cae65dfa3780392d48fe1e52_8046710950564623632.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Leuchtender Nektar",
            "desc": "Nektar von hoher elementarer Konzentration.<br/>In der Welt der Wissenschaft werden Vaniloquen als höhere pflanzliche Lebensformen eingestuft. Doch bis heute ist nicht geklärt, worauf ihre Fressgewohnheiten zurückzuführen sind.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "St. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "27.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 4025,
            "name": "Silberkelch des unberührten Meers",
            "desc": "<p>In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.<br>Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.<br>Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/c70230640d8706fd2e3aa837a391166c_8661799598287253826.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 5604,
            "name": "Schwelender Schwertgriff",
            "desc": "<p>Ein Schwertgriff, der von einer uralten Steinstatue stammt.<br>Vielleicht glimmt das Feuer darin immer noch, weil er erst kürzlich von seinem Besitzer getrennt wurde.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/9f6aeaf3855fa2dafa6bc7fae2b4bebc_3377216039724634135.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Elementarnektar",
            "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "30.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 4024,
            "name": "Goldkelch des unberührten Meers",
            "desc": "<p>Als der Tyrann der untergegangenen Stadt zum letzten Satz der goldenen Symphonie anspielte, stahl sein liebster Musiker ihm den goldenen Becher, der den Ichor enthielt.<br>Schockiert über den Verrat und die Torheit des Gottkönigs, rief der Musiker die letzten verbleibenden Wachen herbei und benutzte den unlöslichen Ichor, um den Schreckensdrachen unter dem Turm zu versiegeln, auf dass er zusammen mit der Stadt des Königs in den Tiefen des Meeres versank.<br>Im Folgenden sollte die Figur des noblen Diebes aus der Geschichte verschwinden. Zurück blieb einzig die „Goldtruppe“, die sich weiterhin treu an seine Prophezeiung erinnert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/36893887/a8147d7dfc78a2dc5d47dd50bd6292ed_5159993621852884296.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 5604,
            "name": "Schwelender Schwertgriff",
            "desc": "<p>Ein Schwertgriff, der von einer uralten Steinstatue stammt.<br>Vielleicht glimmt das Feuer darin immer noch, weil er erst kürzlich von seinem Besitzer getrennt wurde.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/9f6aeaf3855fa2dafa6bc7fae2b4bebc_3377216039724634135.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Elementarnektar",
            "desc": "Dickflüssiger Honig voll mit Energie.<br/>Vaniloquen täuschen ihre Beute, um sie auf diese Weise fangen zu können. Womöglich bietet dieses Verhalten ihnen die Möglichkeit, eine stärkere und reinere Form anzunehmen.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "St. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KT"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "33.1%"
            ]
          }
        ]
      }
    ]
  }
}