{
  "epId": 647,
  "name": "Veras Trübsinn – Band I",
  "desc": "<p>Ich fand die Welt nie langweilig. Die interessanten Dinge passieren einfach immer nur an weit entfernten Orten.</p><p>Die Geschichte von Vera, einem ganz normalen Mädchen, das sich nach der Ferne sehnt, beginnt.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/f1eed87b5c0fc238f8b49d6970942931_6838638330316868257.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189783,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Veras Trübsinn – Band I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Unzählige Tage in unzähligen Welten -</color>\n<color=#ffffffd9>„Manchmal denke ich so, dass es in diesem Dorf ziemlich öde ist.“</color>\n<color=#ffffffd9>Schon wieder beschwert sich Vera, ein ganz normales Mädchen aus Delphi, über ihr eintöniges Leben. Sie liegt auf einer Anhöhe in der Nähe des Dorfes und schließt ihre Augen, um den frühsommerlichen Wind zu spüren.</color>\n<color=#ffffffd9>„Was für ein Ort wäre denn interessanter für dich?“, fragte ihr guter Freund Sachi, der neben ihr saß.</color>\n<color=#ffffffd9>Vera setzte sich auf, lehnte sich nach vorn und sagte,</color>\n<color=#ffffffd9>„Ich glaube, dass es auf der anderen Seite all dieser Sterne einen Planeten gibt, auf dem ein Gott wohnt, der alle Gebete erhört und alle Wünsche erfüllt. Jeder, der sich seinen innigsten Wunsch erfüllen lassen will, pilgert zu diesem Planeten und entrichtet dort seinen Tribut. Ich glaube, dass es eine Welt in diesem Universum gibt, in der vierzehn junge und hübsche Walküren gerade gegen die Apokalypse kämpfen ...“</color>\n<color=#ffffffd9>„Du hast zu viele komische Romane gelesen.“</color>\n<color=#ffffffd9>„Ach, hier ist es einfach viel zu langweilig. Kann denn nicht etwas Aufregendes passieren?“</color>\n<color=#ffffffd9>„Vor Kurzem sind neue Leute hergezogen ...“</color>\n<color=#ffffffd9>„Etwas Neues ist nicht gleich etwas Aufregendes!“</color>\n<color=#ffffffd9>Trotzdem dachte sich Vera, es könnte nicht schaden, sich die Neuen im Dorf einmal anzusehen. Sachi erinnerte sich derweil daran, dass er zum Abendessen wieder zu Hause sein musste.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Vera stieß die Tür der neuen Familie auf. Niemand hatte abgeschlossen.</color>\n<color=#ffffffd9>„Ist jemand da?“</color>\n<color=#ffffffd9>Genau in diesem Moment öffnete sich die Tür des Schranks im Wohnzimmer und ein Junge mit schwarzem Haar und einer Brille stürmte heraus. Mit ihm kam ein in blaue Flüssigkeit gehüllter Fangarm aus dem Schrank.</color>\n<color=#ffffffd9>„Entschuldi... He! Tal, warum lässt du immer Fremde ins Haus?“</color>\n<color=#ffffffd9>Der schwarzhaarige Junge schob Vera leicht zur Seite und ergriff die Axt, die neben der Tür lag.</color>\n<color=#ffffffd9>„Es tut mir leid. Aber du hast alles mit angesehen ...“</color>\n<color=#ffffffd9>Steht Vera vor der größten Gefahr ihres Lebens?</color>"
      }
    ]
  }
}