{
  "epId": 648,
  "name": "Veras Trübsinn – Band VII",
  "desc": "Im Sternengürtel am äußeren Rande des Universums gibt es nur wenige bewohnbare Planeten. Aus diesem Grund gehört dieser Bereich einzig Krawall liebenden Kapitänen und Piraten.<br/>Da wir hier vom Universum sprechen, gibt es natürlich weder Backbord noch Steuerbord. Man kann sich bei der Navigation nur nach Fixsternen richten.<br/>Begleite Vera auf dem Weg zwischen den Sternen und verliere mit ihr deinen Orientierungssinn!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/f1eed87b5c0fc238f8b49d6970942931_723344364464280717.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189807,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Veras Trübsinn – Band VII"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden auf dem Weingut Morgenröte in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Der Krieg im Sternenmeer -</color>\n<color=#ffffffd9>„Die Sonne wieder von Neuem zu entflammen, sollte eigentlich nicht schwierig sein. Aber das will das Imperium Andromedae bestimmt nicht sehen“, sagte Ike zu einer verängstigten Vera.</color>\n<color=#ffffffd9>„Willst du damit etwa sagen, dass die Prinzessin Sachi entführt hat?“, fragte Vera überrascht nach einem Moment des Nachdenkens.</color>\n<color=#ffffffd9>„Wie kommst du nur dazu so etwas zu vermuten. Ich meine, die einzigen, die die Prinzessin und Vera entführen könnten, sind vom Imperium Andromedae.“ Ike drehte sich um, um sich den Millionen von Kreaturen der Galaxie zu gegenüberzustellen.</color>\n<color=#ffffffd9>Nach einer kurzen Pause sagte er feierlich: „Geschöpfe aus dem Meer der Sterne! Ihre Heilige Majestät Lebannin rief mich hierher, um das Feuer der wenigen verbliebenen Sterne neu zu entfachen. Aber das Imperium Andromedae möchte anscheinend nicht, dass dieser Ort ewig währt, und deshalb hat das Imperium meine Freunde entführt.“</color>\n<color=#ffffffd9>„Stellt ihr damit nicht ihr Leben über das der Bewohner dieser Welt?“, fragte die göttliche Königin Lebannin, als sie von ihrem Thron herabstieg. „Wenn dem so ist, was hat es mir dann genützt, die Inseln des Sternenmeeres zu vereinen?“</color>\n<color=#ffffffd9>Schließlich stellte sich die heilige Königin allein dem Tod und besiegte die Attentäter des Imperiums Andromedae, wodurch Sachi und die Prinzessin gerettet wurden. Danach wechselte sie ein paar Worte mit Ike.</color>\n<color=#ffffffd9>„Ich hätte nicht erwartet, dass du die dominante Spezies von Andromeda besiegen würdest. Sie sind Wesen mit großer Stärke. Der heilige Drache, den du in der Prüfung Könige töten musst, ist kein Gegner für dich“, lobte Ike.</color>\n<color=#ffffffd9>„In Wirklichkeit bin ich der heilige Drache. Nachdem ich mit Lebannin verschmolzen war, handelte ich nur nach ihren Wünschen.“</color>\n<color=#ffffffd9>„Äh ...“ Ike war ziemlich überrascht.</color>\n<color=#ffffffd9>„Also, ist das der Kerl, hinter dem die zweite Prinzessin her ist? Als ich reinkam, sah ich die beiden ...“</color>\n<color=#ffffffd9>„Bitte was?!“ Ike war schon wieder überrascht.</color>"
      }
    ]
  }
}