{
  "epId": 649,
  "name": "Veras Trübsinn – Band III",
  "desc": "Das Imperium Andromedae hat Mitglieder in weit entfernten Ecken des Sternensystems. Auf jedem Planeten gibt es ganz eigene Götter und Dämonen, Meeresungeheuer und Monster.<br/>„Für jeden leuchtenden Stern deiner Heimat habe ich mir eine Geschichte ausgedacht.“ „Das kann nicht sein. Von hier aus ist der Andromedanebel nur ein Fünftel so groß wie der Mond.“<br/>Veras Abenteuer geht weiter!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/f1eed87b5c0fc238f8b49d6970942931_980847165685126759.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189796,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Der Mann, der den einsamen Stern stahl -</color>\n<color=#ffffffd9>„Ich bin die Zweite in der Folge mit Recht auf den Thron im Imperium Andromedae und habe mehr als zweihundert Titel in meinem Namen. Du sollst mich Prinzessin des Androbasilisks nennen.“ Das bezaubernde Mädchen verschränkte dann ihre Arme so, als durchlebte sie ihren vorherigen Auftritt erneut, und kicherte kurz ...</color>\n<color=#ffffffd9>Der reine Zweck ihrer Präsenz in Delphi war es Ike zu heiraten.</color>\n<color=#ffffffd9>„Meine Sicherheit wird endlich garantiert sein, wenn du, der ein Viertel des Universums erobert hat, mein Mann wirst und meine Schwester erfolgreich den Thron bestiegen hat.“</color>\n<color=#ffffffd9>„Ja, wie groß ist denn das Imperium Andromedae überhaupt?“, fragte Vera.</color>\n<color=#ffffffd9>„Es beinhaltet so in etwa mehr als neuntausend bewohnbare Planeten.“</color>\n<color=#ffffffd9>- Mit so vielen Sternen in deinem Besitz, warum musst du dann noch meinen Glanz stehlen?</color>\n<color=#ffffffd9>„Also bist du nicht hier, um Vera etwas anzutun?“, fragte Sachi Ike besorgt, der gerade dabei war, Schriftrollen und Globen von anderen Planeten zu tragen.</color>\n<color=#ffffffd9>„Natürlich nicht. Ich finde, sie wäre eine gute Assistentin.“ Nachdem er alles niedergelegt hatte, schnippte er mit den Fingern: „Stehst du vielleicht auf sie?“</color>\n<color=#ffffffd9>„Ich? Ich doch nicht, ganz und gar nicht!“ Sachi schaute zu Boden, er machte sich Sorgen, dass der alte Weise seine wahren Gefühle erfahren würde.</color>\n<color=#ffffffd9>Danach griff er nach einer Kiste voll mit Fotorahmen. Er nahm willkürlich einige heraus und auf jedem Foto war eine andere Schönheit zu sehen.</color>\n<color=#ffffffd9>„Oh, das hier? Diese Damen haben mir alle gesagt, ich wäre ihre einzige, wahre Liebe. Aber war ich das? In Wahrheit war ich nur einer von vielen.“</color>\n<color=#ffffffd9>Sachi wusste nicht, wo er das Sprichwort schon einmal gehört hatte, aber es sprudelte auf einmal wütend aus ihm heraus:</color>\n<color=#ffffffd9>„Mit so vielen Sternen in deinem Besitz, warum musst du dann noch meinen Glanz stehlen?“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Veras Trübsinn – Band III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ]
  }
}