{
  "epId": 652,
  "name": "Veras Trübsinn – Band V",
  "desc": "Am Rande der interstellaren Autobahn darf man nicht picknicken. Selbst Götter werden bei Unfällen von der Haftung nicht ausgeschlossen.<br/>Was aussieht wie ein einfaches Lesezimmer ist in Wahrheit das Tor zu jedem Ort und jeder Zeit! Plaudere mit den Göttern und spiele Verstecken mit der Zeit. Veras Abenteuer geht weiter!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/f1eed87b5c0fc238f8b49d6970942931_738947299457018448.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189802,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Veras Trübsinn – Band V"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden in der Bibliothek in Mondstadt"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Picknick mit den Göttern -</color>\n<color=#ffffffd9>Als Ike ein Nickerchen machte, brach ein Krieg zwischen den Bediensteten aus.</color>\n<color=#ffffffd9>Der große Zauberer hat verschiedenste Gottheiten und Dämonen unter seine Kontrolle gebracht, die ihm nun dienten. Als Meister unter allen Zauberern befehligte er mehr von ihnen, als ein Wörterbuch Einträge hat. Doch wer war der Stärkste unter seinem Gefolge? Um dies herauszufinden, bekriegten die Götter und Dämonen sich nun gegenseitig.</color>\n<color=#ffffffd9>Zur ihrem Leidwesen haben sie die Prinzessin, Sachi und Vera zu den Ihren gezählt.</color>\n<color=#ffffffd9>Ike hielt nun seit zwei Stunden seinen Mittagsschlaf und schon wurden drei Sterne zerstört!</color>\n<color=#ffffffd9>„Warum sollte ich dich denn beschützen?“ Die Prinzessin wedelte mit der Hand und der große Dämon, der seine Augen verloren hatte, sank zu Boden.</color>\n<color=#ffffffd9>Die dominierende Spezies des Imperium Andromedae hat zwar den Anschein, recht niedlich zu sein. Doch auf den Handflächen ihrer Mitglieder befinden sich besondere Münder, mit denen sie die Augäpfel der im Kampf Besiegten oder ihrer Liebsten verschlingen.</color>\n<color=#ffffffd9>„Sind wir denn keine Freunde?“, fragte Vera, leicht verletzt, während sie sich das Blut aus ihrem Gesicht wischte.</color>\n<color=#ffffffd9>„Aber sicher doch.“ Die Prinzessin wurde ganz rot und blickte auffällig zur Seite. „Nachdem, was wir alles durchgemacht haben, erkenne ich dich als meine einzige wahre Freundin an. Ich habe nicht dich damit gemeint, Vera.“</color>\n<color=#ffffffd9>„He!“ Sachi befand sind gerade im Schlund eines riesigen Drachen.</color>\n<color=#ffffffd9>„Was nun? Gebt ihr euch geschlagen?“, fragte der alte Drache mit gebrochener Stimme. „Wenn ihr aufgebt und eingesteht, dass ihr mir unterlegen seid, werde ich euch verschonen.“</color>\n<color=#ffffffd9>„Ja, ich gebe mich geschlagen“, rief Sachi mit lauter Stimme.</color>\n<color=#ffffffd9>„Nichts weiter als Geschwafel einer alten Eidechse! Selbst die Geckos in meinem Palast sind stärker als du!“ Die Prinzessin ballte die Fäuste.</color>\n<color=#ffffffd9>„Ich habe nichts mit euch zu tun! Aaaah!“ Sachi wurde von dem Drachen hoch in die Luft befördert.</color>\n<color=#ffffffd9>Der Kampf zwischen der dominierendes Spezies von Andromeda und dem riesigen, alten Drachen endete im Nu!</color>\n<color=#ffffffd9>Du brauchst dich nur zu ergeben und dir wird nichts geschehen.</color>\n<color=#ffffffd9>Sachi schied aus und verpasste Ike eine Ohrfeige mit dessen Hausschuh, um ihn aufzuwecken. Auch Vera überlebte dank des Schutzes durch die Prinzessin.</color>\n<color=#ffffffd9>„Bäh, du unwürdiger Nichtsnutz! Geh mir aus den Augen! In deiner Nähe muss ich mich übergeben. Sprich mich nicht an, sieh mich nicht an und atme nicht dieselbe Luft wie ich.“ Die Meinung der Prinzessin von Sachi hätte geringer nicht sein können.</color>"
      }
    ]
  }
}