{
  "epId": 653,
  "name": "Veras Trübsinn – Band VIII",
  "desc": "Bei einer Pyjamaparty, die von Mädchen veranstaltet wird, sind Jungen natürlich nicht willkommen! Die lieben Mädels sind schließlich unantastbare Kostbarkeiten, heilig wie die Götter des goldenen Zeitalters.<br/>Vera, die Prinzessin, der Heilige König Lebannin und Ur, das Alphaweibchen des Galaktischen Schwarms, machen sich zu Viert einen schönen Abend!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/f1eed87b5c0fc238f8b49d6970942931_7609419634591441749.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189809,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Mädchen unter sich -</color>\n<color=#ffffffd9>„Also war alles nur ein Missverständnis. In dem Moment, als sie anfing zu essen, kam ich herein“, erklärte Sachi.</color>\n<color=#ffffffd9>„Dann wollte er also gar nicht essen.“ Ike schob sich die Brille auf die Nase. „Die dominante Spezies des Imperium Andromedae hat ein Organ in der Handfläche, speziell um Augäpfel zu verschlingen“.</color>\n<color=#ffffffd9>„Ich habe sie schon einmal gesehen. Sie sind so etwas wie ... Neunaugen?“ Beim letzten Wort lief Sachi ein kalter Schauer über den Rücken.</color>\n<color=#ffffffd9>„Lass mich erst ausreden.“ Ike wollte seine Brille aufsetzen, aber letztendlich hinterließ er einen Fingerabdruck auf dem Brillenglas. Er nahm sie ab, rieb sich sein linkes Auge und sagte dann: „Der Brauch, Augäpfel zu verschlingen, hat zwei Bedeutungen: Kapitulation ...“.</color>\n<color=#ffffffd9>Dann rieb er sich das rechte Auge, „... und Liebe.“</color>\n<color=#ffffffd9>Sachi begann ebenfalls, sorgenvoll beide Augen zu betasten. Er versuchte sich zu erinnern, welches von beiden es gewesen war.</color>\n<color=#ffffffd9>„Am Ende des Tages versteht die Prinzessin selbst nicht wirklich, worin die Unterschiede in diesen Dingen überhaupt bestehen. Die Menschen, die sich ihr unterordnen, die Orte, die sie erobert, und die Menschen, die sie lieben, das alles ist ihr egal. Für sie sind es nur Leute, die ihr in einem königlichen Machtkampf nicht schaden würden.“</color>\n<color=#ffffffd9>„Es ist also kein Wunder, dass die Attentäter des Imperium Andromedae sie entführt haben. Es muss der Plan eines weiteren Erben sein, um zwei Fliegen mit einer Klappe zu schlagen.“</color>\n<color=#ffffffd9>„Ich möchte mich nicht auf einen Kampf um den Thron einlassen. Deshalb muss ich dich bitten, ihr zu helfen.“</color>\n<color=#ffffffd9>„Aber ... Das ist nicht unsere Art von Beziehung! Bin ich nicht derjenige, den sie am meisten hasst?“</color>\n<color=#ffffffd9>Worüber haben die Mädchen in der Zwischenzeit gesprochen? Das könnte für immer ihr Geheimnis bleiben.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Veras Trübsinn – Band VIII"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden auf dem Weingut Morgenröte in Mondstadt"
          }
        ]
      }
    ]
  }
}