{
  "epId": 6546,
  "name": "Zeit fürs Wellenreiten",
  "desc": "Ein Andenken, das ursprünglich für den Gewinner der ersten „Surfmeisterschaft für alle Stämme“ reserviert war. Da sich der Wettbewerb noch in der Vorbereitungsphase befindet, wird dieser Preis vorübergehend im „Gemütlichen Kugelfisch“ unter der Obhut der Geschäftsinhaberin aufbewahrt.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ce2e0da75fbdc19fc4b6f9e7bae9049_5151463723015160354.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponType": "Katalysator",
    "weaponProperty": "KSCH"
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1726517258,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Dies ist ein Teil der Geschichte über die Kämpfe zwischen dem Herrscher des Vulkans und den Stämmen Natlans.\nJeder kennt wohl den abscheulichen Herrscher des Vulkans. Dieses riesige, schwarz-violette Monster, das einem gewaltigen Salamander glich, hatte in Abwesenheit der alten Drachen den großen leeren Vulkan von Tollan heimlich besetzt und auf Natlans Boden unzählige Gräueltaten begangen, die das Volk der Stämme in großes Leid stürzten. Glücklicherweise wurde der finstere Herrscher des Vulkans am Ende aus Natlan vertrieben, und die Kinder von heute müssen sich nicht mehr vor seinen bösen Machenschaften fürchten!\nHeute wollen wir die Geschichte erzählen, wie die frühere Feuergöttin Cochanina auf listige Weise den Herrscher des Vulkans aus dem Land der Menschen der Quellen vertrieb.\nAn jenem Tag lag der Herrscher des Vulkans in seinem Feuer speienden Berg, blickte auf seinen rabenschwarzen Leib, rieb sich die Stirn und ersann einen neuen, niederträchtigen Plan.\n„Hach ... Unter dem Vulkan ist es wirklich viel zu dunkel, schwärzer als die tiefste mondlose Nacht. Ich kann nicht einmal meinen eigenen Körper sehen.“\n„Man sagt, die Menschen der Quellen im Süden haben das klarste Wasser in ganz Natlan. Wenn ich den ganzen pechschwarzen Schmutz von unterhalb des Vulkans reinige, wird es hier vielleicht endlich sauber. Und diese kleinen Stammesleute, wen interessiert schon, was sie denken?“\nAls der große Herrscher des Vulkans so nachdachte, fand er die Idee einer Reinigung so gut, dass er sich selbst dafür lobte. Er ließ den Vulkan dicke Rauchwolken speien, versteckte sich in deren Schatten und machte sich auf den Weg zum Stamm der Menschen der Quellen. Ohne Rücksicht auf deren Proteste schüttete der Herrscher des Vulkans den ganzen pechschwarzen Dreck in ihre Quellen, wodurch die Luft im ganzen Dorf durch dunklen Rauch verpestet wurde. Sogar die Wassertreiblinge konnten es nicht ertragen und flogen davon.\nSo konnte es nicht weitergehen! Die Stammesältesten machten sich hastig auf den Weg zur Feuergöttin Cochanina und berichteten ihr von dem Vorfall.\nCochanina stieß einen tiefen Seufzer aus. Der Herrscher des Vulkans hatte schon oft in Natlan gewütet. Obwohl er schon mehrmals von früheren Feuergöttern besiegt worden war, konnte er dabei jedes Mal knapp entkommen, nur um eine Weile im pechschwarzen Vulkan seine Wunden zu lecken und daraufhin erneut zurückzukehren. Cochanina dachte sich einen Plan aus, um den Herrscher des Vulkans ein für alle Mal zu vertreiben. Statt ihrer berühmten Waffe, dem Schwert Unu Pachacuti, nahm sie nur ein Surfbrett mit.\nAls die Göttin Cochanina vor den Herrscher des Vulkans trat, lag dieser gemütlich in den pechschwarzen Thermalquellen, wiegte zufrieden seinen wuchtigen Bauch und blickte dabei sehr zufrieden drein.\n„Hach, erhabener Herrscher des Vulkans, wie sollten diese bescheidenen Becken dieser geringen Menschen ausreichen, deine kostbaren Schätze zu reinigen? Allein der geheime Schatz der Menschen der Quellen, der Regenbogenkelch, jenes uralte Erbe des großen Helden Uenuku, der unendliche Regenbögen hervorbringt, ist deiner Erhabenheit würdig.“\n„Oh?“ Der Herrscher des Vulkans zeigte plötzlich Interesse. Obwohl die Frau vor ihm nur eine bescheidene Stammesangehörige war, gefielen ihm ihr Vorschlag und ihre demütige Haltung außerordentlich. „In diesem Fall, geleite mich sogleich zu jenem Schatz, der rechtens mir gebührt!“\n„Ach, großer Herrscher des Vulkans, du weißt es vielleicht nicht, aber dieser Schatz liegt nicht an Land, sondern tief im Meer verborgen. Leider bist du des Surfens unkundig, und wir kleinen Menschen können kein Schiff bauen, das deinen majestätischen Körper trägt ...“\n„Hmpf! Wage es nicht, mich zu unterschätzen!“ entgegnete der Herrscher des Vulkans verärgert. So war er stets: Sobald jene kümmerlichen Stammesleute behaupteten, er könne etwas nicht, musste er klarstellen, dass er es sehr wohl draufhabe. „Weise mir den Weg! Surfen? Was soll daran denn schon schwer sein!?“\nSo führte Göttin Cochanina den Herrscher des Vulkans hinaus aufs offene Meer. Der schwerfällige Herrscher des Vulkans konnte mit der Surfmeisterin des Stammes überhaupt nicht mithalten und schluckte mehrmals Wasser, weil er den Wellen, die sie aufwirbelte, nicht auszuweichen vermochte. Als sie bemerkte, dass ihm schwindelig wurde, warf Cochanina einen schwimmenden Kugelfisch in die Ferne und rief mit lauter Stimme:\n„Schau mal, da drüben ist der Schatz! Und das hier ist der Schlüssel, um ihn zu öffnen!“\nDie tosenden Wellen machten es dem Herrscher des Vulkans unmöglich zu erkennen, was sie da geworfen hatte, doch als großer Herrscher würde er niemals zugeben, dass ihm etwas entgangen war. So stürzte er sich mit einem Gebrüll auf den vermeintlichen Schatz, nur um von den Stacheln des Kugelfischs gestochen zu werden. Er bäumte sich vor Schmerz auf und fiel von seinem Surfbrett ins Meer.\nObwohl der Herrscher des Vulkans gewaltig schien, war er im unermesslichen Ozean doch kaum mehr als ein Sandkorn, und im Meer gab es noch viele Kreaturen, die viel furchterregender waren als er. Er ruderte hilflos im Wasser umher und klammerte sich an ein Schilfrohr, mit dem er lange dahintrieb, bis er schließlich ans Ufer zurückkehrte. Obwohl es Cochanina nicht gelungen war, ihn ganz aus Natlan zu vertreiben, wagte es der Herrscher des Vulkans fortan nicht mehr, die Menschen der Quellen zu stören."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zeit fürs Wellenreiten"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Katalysator"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "KSCH"
          }
        ]
      },
      {
        "key": "Erinnerungen in der Farbe des Wassers",
        "value": [
          {
            "type": "RichText",
            "text": "Erhöht die max. LP um <color=#37ffff>20 %~25 %~30 %~35 %~40 %</color> . Verleiht alle 15 s einmal nach dem Anwenden der Elementarfähigkeit folgenden 14 s anhaltenden Effekt: Verleiht 4 Stapelungen „Sommerhitze“ und erhöht für jede Stapelung den mit Standardangriffen verursachten Schaden um <color=#37ffff>12 %~15 %~18 %~21 %~24 %</color> . Entfernt während der Wirkungsdauer alle 1,5 s einmal nach dem Treffen von Gegnern mit Standardangriffen 1 Stapelung. Fügt während der Wirkungsdauer alle 1,5 s einmal nach dem Verursachen der Reaktion Verdampfen an Gegnern 1 Stapelung hinzu. Effekt „Sommerhitze“ ist 4-fach stapelbar."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "St. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19.2%"
            ]
          }
        ]
      },
      {
        "key": "St. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 6656,
            "name": "Furcht der inbrünstigen Opfergabe",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Zu den alten Traditionen der Stämme gehört die Vorstellung, dass das, was man sich nimmt, von der Welt kommt, und das, was man bekommt, der Welt dargeboten wird.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/3f475737ca0c772330b0f9b4e7ddfd75_2354800291921853042.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Fragment des zersplitterten Willens",
            "desc": "<p>Ein Bruchstück, das eine Wayob-Verkörperung beherbergt.</p><p>Es ist ein Splitter einer zerstörten steinernen Götzenfigur. Seine Fähigkeit, den Willen und die Macht des Wayob zu tragen, ist sehr begrenzt.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/36893887/819ef0f73e70974b099ac01d3e8b27cb_1291447047915366049.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6641,
            "name": "Unreifer spitzer Zahn",
            "desc": "Der Reißzahn eines Sauriers aus Natlan.<br>Gäbe es eine Methode, um an einem Zahn das Alter seines Besitzers abzulesen, so würde dieser zarte Zahn nahelegen, dass sein Träger nicht viele Jahre in dieser Welt verbracht hat.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/a82d4e52935240423e3dcc08c90631b0_3291412708255800192.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "St. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 6657,
            "name": "Zögern der inbrünstigen Opfergabe",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Nachdem die ursprüngliche Zivilisation wie zerbrochene Jade verloren gegangen war und die Boten, die vom Himmel gekommen waren, um die Zivilisation auf der Erde zu leiten, von den erwachenden Drachen verschlungen worden waren, verloren die Menschen, nun in einem Zeitalter der Barbarei, die Fähigkeit, sich die Welt wieder anzueignen.<br>So führten sie all ihre Errungenschaften auf ihren primitiven Glauben zurück und gingen davon aus, dass die Erde, die alles beherbergt, voller Geheimnisse war. So begann die Ära, in der sie ihre erlegte Beute als Opfer darbrachten.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/950e0ff91d2403dacc8c17553620ac31_6131057622219301507.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Fragment des zersplitterten Willens",
            "desc": "<p>Ein Bruchstück, das eine Wayob-Verkörperung beherbergt.</p><p>Es ist ein Splitter einer zerstörten steinernen Götzenfigur. Seine Fähigkeit, den Willen und die Macht des Wayob zu tragen, ist sehr begrenzt.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/36893887/819ef0f73e70974b099ac01d3e8b27cb_1291447047915366049.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 6641,
            "name": "Unreifer spitzer Zahn",
            "desc": "Der Reißzahn eines Sauriers aus Natlan.<br>Gäbe es eine Methode, um an einem Zahn das Alter seines Besitzers abzulesen, so würde dieser zarte Zahn nahelegen, dass sein Träger nicht viele Jahre in dieser Welt verbracht hat.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/a82d4e52935240423e3dcc08c90631b0_3291412708255800192.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 6657,
            "name": "Zögern der inbrünstigen Opfergabe",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Nachdem die ursprüngliche Zivilisation wie zerbrochene Jade verloren gegangen war und die Boten, die vom Himmel gekommen waren, um die Zivilisation auf der Erde zu leiten, von den erwachenden Drachen verschlungen worden waren, verloren die Menschen, nun in einem Zeitalter der Barbarei, die Fähigkeit, sich die Welt wieder anzueignen.<br>So führten sie all ihre Errungenschaften auf ihren primitiven Glauben zurück und gingen davon aus, dass die Erde, die alles beherbergt, voller Geheimnisse war. So begann die Ära, in der sie ihre erlegte Beute als Opfer darbrachten.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/950e0ff91d2403dacc8c17553620ac31_6131057622219301507.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Gestalt des klaren Willens",
            "desc": "Eine Götzenfigur aus Jade, die eine Wayob-Verkörperung beherbergt.<br>Die Form einer Götzenfigur ist annähernd zu erkennen. Ihre Fähigkeit, den Willen und die Macht des Wayob zu tragen, ist deutlich größer.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6642,
            "name": "Ausgereifter kräftiger Zahn",
            "desc": "Der kräftige Reißzahn eines Sauriers aus Natlan.<br>Seine Abnutzungsspuren geben Aufschluss über die Erlebnisse und Kämpfe seines Besitzers. Ein Saurier mit einem solchen Zahn dürfte unter den vielen Sauriern Natlans sicherlich als beeindruckender Krieger gelten.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 6658,
            "name": "Entschlossenheit der inbrünstigen Opfergabe",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Es heißt, dass der Weise der Gestohlenen Flamme, nachdem er den Stammesangehörigen das geheime Wissen vermittelt hatte, das sie in die Lage versetzte, das Feuer in all seinen vielfältigen Formen zu beherrschen, hoffte, dass sie die Leiter der Zivilisation erklimmen und die schlechten Gewohnheiten ihrer Vorfahren aufgeben würden.<br>Doch ein tief verwurzeltes Dogma ist in der Tat schwer zu erschüttern und die nun befähigten jungen Leute entfachten stattdessen nur wegen einiger Opfergaben Konflikte innerhalb ihres eigenen Stammes. Dies mag erklären, warum der Weise schließlich desillusioniert war und sich aus dem Lauf der Geschichte zurückzog.<br>Bemerkenswerterweise wurde gerade während der Herrschaft des heiligen Fürsten der verbotenen Stadt die Praxis des Darbringens von lebenden Opfern gänzlich verboten. Obwohl die wahre Motivation des heiligen Fürsten für die Abschaffung vieler ihrer Bräuche die Festigung seiner Autorität war, könnte dieser besondere Akt auch als der Beginn einer neuen Zivilisation angesehen werden.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Gestalt des klaren Willens",
            "desc": "Eine Götzenfigur aus Jade, die eine Wayob-Verkörperung beherbergt.<br>Die Form einer Götzenfigur ist annähernd zu erkennen. Ihre Fähigkeit, den Willen und die Macht des Wayob zu tragen, ist deutlich größer.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 6642,
            "name": "Ausgereifter kräftiger Zahn",
            "desc": "Der kräftige Reißzahn eines Sauriers aus Natlan.<br>Seine Abnutzungsspuren geben Aufschluss über die Erlebnisse und Kämpfe seines Besitzers. Ein Saurier mit einem solchen Zahn dürfte unter den vielen Sauriern Natlans sicherlich als beeindruckender Krieger gelten.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "St. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 6658,
            "name": "Entschlossenheit der inbrünstigen Opfergabe",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Es heißt, dass der Weise der Gestohlenen Flamme, nachdem er den Stammesangehörigen das geheime Wissen vermittelt hatte, das sie in die Lage versetzte, das Feuer in all seinen vielfältigen Formen zu beherrschen, hoffte, dass sie die Leiter der Zivilisation erklimmen und die schlechten Gewohnheiten ihrer Vorfahren aufgeben würden.<br>Doch ein tief verwurzeltes Dogma ist in der Tat schwer zu erschüttern und die nun befähigten jungen Leute entfachten stattdessen nur wegen einiger Opfergaben Konflikte innerhalb ihres eigenen Stammes. Dies mag erklären, warum der Weise schließlich desillusioniert war und sich aus dem Lauf der Geschichte zurückzog.<br>Bemerkenswerterweise wurde gerade während der Herrschaft des heiligen Fürsten der verbotenen Stadt die Praxis des Darbringens von lebenden Opfern gänzlich verboten. Obwohl die wahre Motivation des heiligen Fürsten für die Abschaffung vieler ihrer Bräuche die Festigung seiner Autorität war, könnte dieser besondere Akt auch als der Beginn einer neuen Zivilisation angesehen werden.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Talisman des wandernden Willens",
            "desc": "<p>Ein Obsidian-Talisman, der eine Wayob-Verkörperung beherbergt.</p><p>Es handelt sich um eine Götzenfigur aus Jade, die von Obsidian umhüllt ist und von der man sagt, dass Menschen sie einst nutzten, um mit den Wayob aus dem Königreich der Nacht in Kontakt zu treten. Vielleicht ist das der Grund, warum Wayob sich darin niederlassen und manifestieren können.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/36893887/c02ef12ebb37cd68a3409810f6b4ead4_3835739881344603151.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 6643,
            "name": "Schneidezahn des Eroberers",
            "desc": "Ein scharfer Zahn von einem mächtigen Saurier Natlans.<br>Die gezackte Struktur und die grimmige Form zeugen von dem wilden Mut seines Besitzers in Schlachten. Ein Saurier mit einem solchen Zahn dürfte unter den vielen Sauriern Natlans sicherlich als unangefochtener Herrscher gelten.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 6659,
            "name": "Ruhm der inbrünstigen Opfergabe",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>„Wenn du alles besitzen willst, was die Welt zu bieten hat, musst du der Welt zuerst alles geben, was du hast.“<br>Nachdem der heilige Fürst der verbotenen Stadt den Menschen verboten hatte, zum Königreich der Nacht zu beten, zerfielen die geistigen Bande, die einst geknüpft worden waren.<br>Der Junge mit roten Pupillen, der zahlreiche Prüfungen bestanden hatte, stand nun vor seiner letzten Prüfung: Er sollte dem ersten zur Göttlichkeit Aufgestiegenen nacheifern, indem er sein Herz mit einem goldenen Dolch opferte.<br>Selbstaufopferung galt als eine Ehre, die dem Sieger vorbehalten war, und so schlitzte er sich ohne zu zögern mit der glänzenden Klinge die Brust auf. Als er wieder erschien, war er bereits aus dem Land zurückgekehrt, in dem das Wasser wie fließendes Licht war. Es war an der Zeit für ihn, etwas Großes wieder zu erschaffen.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Talisman des wandernden Willens",
            "desc": "<p>Ein Obsidian-Talisman, der eine Wayob-Verkörperung beherbergt.</p><p>Es handelt sich um eine Götzenfigur aus Jade, die von Obsidian umhüllt ist und von der man sagt, dass Menschen sie einst nutzten, um mit den Wayob aus dem Königreich der Nacht in Kontakt zu treten. Vielleicht ist das der Grund, warum Wayob sich darin niederlassen und manifestieren können.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/36893887/c02ef12ebb37cd68a3409810f6b4ead4_3835739881344603151.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 6643,
            "name": "Schneidezahn des Eroberers",
            "desc": "Ein scharfer Zahn von einem mächtigen Saurier Natlans.<br>Die gezackte Struktur und die grimmige Form zeugen von dem wilden Mut seines Besitzers in Schlachten. Ein Saurier mit einem solchen Zahn dürfte unter den vielen Sauriern Natlans sicherlich als unangefochtener Herrscher gelten.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "St. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "KSCH"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88.2%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bc34014609a2b95aa85dc0d85754d856_7918516886566131685.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/971cea99b5691b44d1776faa0bde4fd4_5305776297135077237.png"
      }
    ]
  }
}