{
  "epId": 660,
  "name": "Nikolays Brief",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Ein Brief, den du bei einem der Schwarzen Schlangenreiter gefunden hast. Der Name der Empfängerin des Briefes ist fein säuberlich geschrieben: „Katarina Snezhevna, meine liebe ältere Schwester“, während der Name des Absenders etwas unleserlich geschrieben ist, obwohl du die Worte „Dein Bruder, Nikolay Snezhevich“ erkennen kannst.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/06dae2c867cd174f659ec7289d8b07ec_4453548050289902662.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189817,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Meine liebe Schwester Katya,</color>\n<color=#ffffffd9>ich habe vom Hauptmann gehört, dass du bald hierher in unsere Einheit versetzt werden sollst. Ich weiß nicht, wie ich ausdrücken soll, wie glücklich ich bin, dass wir endlich wieder zusammen sein werden!</color>\n<color=#ffffffd9>Ich habe immer noch die Balalaika, die du mir vor meiner Abreise geschenkt hast. Nach vielen Reparaturen und dem Austausch der Teile, die wir vorher versehentlich kaputt gemacht hatten, klingt sie jetzt viel weicher.</color>\n<color=#ffffffd9>Aber sei gewarnt: Ich behalte diese Balalaika für mich und werde sie dir nicht zurückgeben. Wenn du sie noch einmal kaputt machst, werde ich keine Lust haben, sie noch einmal zu reparieren!</color>\n<color=#ffffffd9>Übrigens habe ich zwei neue Lieder gelernt, die ich dir am Lagerfeuer vorspielen werde, wenn du dich zum Dienst meldest. Wie in alten Zeiten spielten und sangen wir vor dem Feuer, erzählten Witze und freuten uns auf die Neujahrsgeschenke der Zarin für unsere Brüder und Schwestern im Haus des Kamins ...</color>\n<color=#ffffffd9>Nur sind wir dieses Mal keine sorglosen Kinder mehr, sondern tragen alle eine größere Verantwortung und machen uns tiefere Gedanken.</color>\n<color=#ffffffd9>Der Hauptmann hat uns für dieses Treffen einen halben Tag frei gegeben. Bring also deinen Wein und Süßigkeiten mit, damit wir uns austauschen können. Ich habe so viele Geschichten, von denen ich dir erzählen möchte, und ich bin mir sicher, dass es dort, wo du stationiert bist, viele interessante Geschichten gibt!</color>\n<color=#ffffffd9>Übrigens, wenn du feststellst, dass ich wieder zugenommen habe, wenn wir uns treffen, mach dich nicht über mich lustig! Und ich werde sehen, ob du auch zugenommen hast!</color>\n<color=#ffffffd9>Ich freue mich sehr auf dieses Wiedersehen,</color>\n<color=#ffffffd9>Nikolay Snezhevich</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Nikolays Brief"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während des Weltauftrags „Verloren in der Fremde – Spurensuche“"
          }
        ]
      }
    ]
  }
}