{
  "epId": 682,
  "name": "Rex Incognitus I",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Ein Fantasieroman über Liyue. Erzählt wird von Rex Lapis, der sich in menschlicher Gestalt auf die Erde begibt. In der Ära des größten Reichtums spielt sich diese fiktive Erzählung mit wahren Elementen im Handelshafen ab.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/01b39288381abd87dfbe4363a25e07ae_8393918492283266166.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189844,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Liyue ist ein Ort, an dem sich allerlei seltene und exotische Schätze versammeln. Und wo es kostbare Schätze gibt, findet man sicher auch Menschen mit einem geschulten, kritischen Auge.</color>\n<color=#ffffffd9>Der allererste Besitzer des Xigu-Antiquariats, der unkonventionelle Sammler Mingui, war genau ein solcher Mensch.</color>\n<color=#ffffffd9>Das Xigu-Antiquariat am Feiyun-Hang wurde von wohlhabenden Kunden aufgesucht. Der Laden war tagsüber geschlossen und öffnete erst für Kundschaft, wenn der Mond am Nachthimmel aufging. Die Kundschaft des Ladens war alles andere als gewöhnlich. Es waren Wohlhabende mit hervorragendem und ausgefallenem Geschmack.</color>\n<color=#ffffffd9>Eine akribisch gearbeitete Uhr aus Fontaine, Weihrauch aus Sumeru, ein Weinkelch, der einst einem Aristokraten aus dem alten Mondstadt gehörte, ein Holzhocker, dessen Oberfläche einst eine Stunde lang vom Gesäß eines Adepten geziert wurde, eine zarte Teetasse aus Jade, aus der der Geo-Archon einst einen Schluck Tee trank, eine unbezahlbare Seladonvase, die Liyues Nachbargottheit, der Anemo-Archon, einst versehentlich zu Boden schlug und in Stücke zertrümmerte ... All dies und noch mehr war für die Kunden zum Ansehen ausgelegt, wobei jeder Gegenstand nur auf die eine Person wartete, mit der er eine gewisse Affinität teilte.</color>\n<color=#ffffffd9>Eines Abends hielt ein wohlhabender junger Mann, der zufällig vorbeikam, vor dem Geschäft inne und begann, die Artikel in den Regalen sorgfältig zu untersuchen.</color>\n<color=#ffffffd9>Die Ladenbesitzerin war beeindruckt von seinem langen, schwarzen Gewand, dunkel und edel wie aufragende Berggipfel und von seinen Augen, die die Farbe von Bernstein hatten.</color>\n<color=#ffffffd9>Dies war kein gewöhnlicher Mann, das konnte Mingui mit einem Blick sehen.</color>\n<color=#ffffffd9>„Willkommen im Xigu-Antiquariat, bitte schau dich in Ruhe um und lass mich wissen, wenn du etwas findest, das dir gefällt.“</color>\n<color=#ffffffd9>Die sanfte Stimme der Ladenbesitzerin brach durch die Stille der Nacht.</color>\n<color=#ffffffd9>„Oh, ah, Entschuldigung.“</color>\n<color=#ffffffd9>Der Mann lachte verlegen und leicht beschämt.</color>\n<color=#ffffffd9>„Ich bin eigentlich nur an dieser außergewöhnlich guten Fälschung interessiert.“</color>\n<color=#ffffffd9>Das Stück, für das er sich interessierte, war eine beschädigte Jademedaille.</color>\n<color=#ffffffd9>Die zum Nachthimmel gewandte Seite der Medaille war die Seite, auf der das Muster noch etwas besser zu erkennen war, und als das Mondlicht darauf schien, sickerte es in die komplexen Flecken der Jade ein, legte sie frei und folgte der kreuz und quer verlaufenden Textur, die auf der Oberfläche der Medaille entstand. Die starke Abnutzung auf der Vorderseite und der Zerfall um den Rand herum machten es unmöglich, die Worte und Bilder zu entziffern, die einst darauf gezeichnet worden waren. Nach allem, was man darüber weiß, schien diese Jademedaille einiges mitgemacht zu haben.</color>\n<color=#ffffffd9>„Eine Fälschung? Woher kommt der Verdacht?“</color>\n<color=#ffffffd9>Mingui war es gewohnt, dass Kunden solche provokativen Behauptungen aufstellten. Aber dieser junge Mann sprach so unverblümt, dass sie sich durch die Anschuldigung nur noch schlimmer fühlte.</color>\n<color=#ffffffd9>Hinzu kam die Tatsache, dass dieser spezielle Gegenstand von einem Abenteurer aus einem verlassenen Palast tief im Herzen des Abgrunds erbeutet worden war, der es kaum lebend aus diesem Ort zurückgeschafft hatte. Sie erinnerte sich, wie sie unerbittlich mit dem Abenteurer gefeilscht hatte, um das Stück zu erwerben und wie es sie am Ende immer noch den größten Teil ihres Vermögens gekostet hatte. Wenn es sich wirklich nur um eine Fälschung handelte, würde dies nicht nur bedeuten, dass sie einen immensen Teil ihres Vermögens verloren hatte, sondern es würde auch dem Ruf des Xigu-Antiquariats als Kenner von Qualität erheblich schaden.</color>\n<color=#ffffffd9>Mingui wusste, was sie zu tun hatte. Sie musste nicht nur irgendwie diesen verhängnisvollen Kunden loswerden, der drohte, ihr gesamtes Geschäft zu ruinieren, sondern sie musste auch einen Weg finden, ihm dabei diese Jademedaille zu verkaufen.</color>\n<color=#ffffffd9>„Ich hoffe auf deine professionelle Bewertung.“</color>\n<color=#ffffffd9>————————</color>\n<color=#ffffffd9>„Wie alle wissen, wurde Teyvat vor zweieinhalb Jahrtausenden ins Chaos gestürzt, als die Götter einander den Krieg erklärten, und der daraus resultierende Konflikt breitete sich auf die Bevölkerung in allen Teilen des Landes aus. Damals war Teyvat vielleicht nicht in dieselben sieben Regionen aufgeteilt, die wir heute kennen, aber damals wie heute hatten die Menschen ihre eigenen Siedlungen, Städte und Zivilisationen ...</color>\n<color=#ffffffd9>Götter, deren Namen inzwischen längst vergessen sind, wurden einst von ihrem Volk verehrt, angebetet, ja sogar geliebt. Unsere Vorfahren nahmen Perlen und Muscheln aus dem Meer, Jade aus den Bergen, Steine aus den Feldern und Salzkristalle aus der Erde, um Abbilder in der Gestalt ihrer Götter zu bauen.</color>\n<color=#ffffffd9>Jademedaillen dieser Art sind Relikte dieser Epoche. Sie gehörten zu einem alten Stamm, der Rex Lapis anbetete ... obwohl der Herrscher über die Felsen zu dieser Zeit wahrscheinlich noch nicht den Namen Rex Lapis trug.</color>\n<color=#ffffffd9>Es war eine Zeit, in der die Menschen ihre Götter in erbitterten Schlachten vor ihren Augen aufeinander prallen sahen. Rex Lapis hatte die Währung der sieben Nationen noch nicht etabliert und begann die ersten Mora-Münzen zu gießen. Also handelten die Stämme zuerst mit Erzstücken, die sie von Zeit zu Zeit zufällig fanden, und mit Figuren, die nach dem Vorbild von Rex Lapis hergestellt wurden, um die Preisstabilität zu gewährleisten.</color>\n<color=#ffffffd9>Das zeigt einmal mehr ... Die Weisheit der Sterblichen ist eine faszinierende Sache. Sie gingen ihren eigenen Weg in der Welt, noch bevor Rex Lapis dafür gesorgt hatte.“</color>\n<color=#ffffffd9>Der junge Mann hielt inne, als wolle er seine soeben gemachte Bemerkung noch weiter überdenken.</color>\n<color=#ffffffd9>Das silberne Mondlicht schien auf ihn herab und aus irgendeinem Grund ließ es ihn plötzlich kleiner erscheinen, als er war.</color>\n<color=#ffffffd9>„Diese Art von Jademedaille ist heutzutage ein sehr seltener Fund. Die meisten von ihnen sind in Flussbetten oben in den Bergen vergraben. Und da jede einzelne von Hand geschnitzt ist, sind sie alle einzigartig ... Deshalb werden sie normalerweise zu astronomischen Preisen verkauft. Zu behaupten, dass sie unbezahlbar sind, wäre keine Übertreibung.</color>\n<color=#ffffffd9>Es ist also in der Tat eine ziemliche Schande, dass diese Jademedaille, die in diesem Regal steht, erst kürzlich gefälscht wurde. Damit meine ich, dass es wahrscheinlich frühestens in der Generation deiner Eltern hergestellt wurde.</color>\n<color=#ffffffd9>Es gibt ein Sprichwort in der Jadebranche: „Jade ohne Makel ist keine Jade“. Diese Jade zum Beispiel hat bemerkenswert wenige Unregelmäßigkeiten und die Lichtdurchlässigkeit ist zu gut, um echt zu sein ... All dies deutet darauf hin, dass sie wahrscheinlich nicht von unseren Vorfahren hergestellt wurde.</color>\n<color=#ffffffd9>Als Bemerkung möchte ich noch hinzufügen, dass das auf dieser Jade geschnitzte Bild das einer Frau ist. Es ist höchst ungewöhnlich, so etwas auf ähnlichen Relikten aus der fraglichen Epoche zu sehen.“</color>\n<color=#ffffffd9>Der junge Mann hielt die Jademedaille in den Mondschein, um sie noch genauer zu inspizieren.</color>\n<color=#ffffffd9>„Obwohl es viele Gerüchte in dieser Richtung gibt, dass Rex Lapis einst die Gestalt einer Frau angenommen hätte, wird dies von keiner der historischen Aufzeichnungen bestätigt und es gibt keinen physischen Beweis dafür, dass dies jemals geschehen ist.“</color>\n<color=#ffffffd9>Obwohl er noch jung war, so hatte der Mann dennoch die Ausstrahlung eines alten und wütenden Pedanten an sich.</color>\n<color=#ffffffd9>„Leider hat der vereehrte Kunde hier nicht ganz recht ...“</color>\n<color=#ffffffd9>Mingui lächelte verschmitzt wie ein Fuchs, der mit seiner Beute spielt.</color>\n<color=#ffffffd9>„Der verehrte Kunde ist eventuell dazu geneigt, sich noch meine Geschichte anzuhören, bevor er ein endgültiges Urteil fällt?“</color>\n<color=#ffffffd9>Die Ladenbesitzerin verengte ihre Augen geheimnisvoll und begann ihre Geschichte ...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognitus I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu finden im Qingce-Dorf in Liyue"
          }
        ]
      }
    ]
  }
}