{
  "epId": 685,
  "name": "Rex Incognitus IV",
  "desc": "Ein Fantasieroman über Liyue. Erzählt wird von Rex Lapis, der sich in menschlicher Gestalt auf die Erde begibt. In der Ära großer Besorgnis reichte eine scherzhafte Bemerkung aus, um die ganze Lüge zu enttarnen.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/01b39288381abd87dfbe4363a25e07ae_4394555013055778904.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189856,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Es war eine Zeit, in der unzählige exotische Kuriositäten und Gegenstände in den Hafen von Liyue strömten.</color>\n<color=#ffffffd9>An diesem Abend recherchierte Mingui, die Besitzerin des Xigu-Antiquariats, bezüglich alter Reliquien und erzählte Geschichten mit einem namenlosen Aristokratensohn.</color>\n<color=#ffffffd9>Das Hauptthema der Diskussion war eine Jademedaille.</color>\n<color=#ffffffd9>Wie viele wussten, war die Herstellung eines gefälschten Jadeartikels in Liyue keine Angelegenheit, für die man viel Kapital benötigte. Die Anfertigung einer schönen Fälschung mag zwar einen Tick teurer sein, aber es war ein Aufwand, den die meisten Handelshäuser auffangen konnten.</color>\n<color=#ffffffd9>Der eigentliche Trick bestand darin, eine komplizierte, aber falsche Geschichte darum zu weben.</color>\n<color=#ffffffd9>Wie ein Jadeschmied, der tief in die Berge wandert, oder die Jugend des Fischervolkes, deren Gewohnheiten etwas seltsam sind, so kommen die als abartig Betrachteten oft tatsächlich näher an den Kern der Dinge heran.</color>\n<color=#ffffffd9>Rex Lapis legte Regeln und Verträge fest, aber er zwang sie nie jemandem durch seine Autorität auf, sodass niemand nach ihnen als perfekte Vorlage leben musste. Denn er wusste, dass Gesetze und Bestimmungen ein Mittel und nicht der Zweck waren. Das zeitlose Gleichgewicht lag in Wahrheit im Bewusstsein des Menschen und seiner Fähigkeit, selbst Entscheidungen zu treffen.</color>\n<color=#ffffffd9>Der Besitzer des Fischerbootes verstand dieses Prinzip nicht und erntete so nur die Angst und den Spott seiner angeheuerten Hilfe.</color>\n<color=#ffffffd9>Wie die Menschen, so sind auch Antiquitäten. Kunstfertigkeit, Qualität, Seltenheit und Perfektion sind zwar wichtige Faktoren, aber der wahre Wert einer Sache liegt in der persönlichen Hintergrundgeschichte.</color>\n<color=#ffffffd9>Der wählerische junge Aristokrat schien dieses Konzept nicht ganz zu begreifen und hatte daher keine Skrupel, die Jademedaille als Fälschung zu bezeichnen und ihren Wert herunterzuspielen.</color>\n<color=#ffffffd9>Wenn alle Schätze des Xigu-Antiquariats mit solch einem durchdringenden und empirischen Auge untersucht würden, wären sie bereits alle zu Staub zerfallen.</color>\n<color=#ffffffd9>Es war wie die Tränen einer Jungfrau um ihren Kapitän, die zu ewigen Perlen wurden, oder ein sterblicher König, der selbst eine Büste seiner verstorbenen Königin schnitzte, bevor er seine eigene Seele darin einschloss.</color>\n<color=#ffffffd9>Diese Geschichten, diese Legenden, die mit der Zeit hätten verblassen sollen, wurden aufbewahrt und so wimmelte es unter der äußeren Hülle dieser Relikte nur so von Leben.</color>\n<color=#ffffffd9>„Eine interessante Geschichte. Ich nehme diese Fälschung dann gern.“</color>\n<color=#ffffffd9>Der junge Aristokrat nickte und in seinen goldenen Augen konnte man ein Grinsen erkennen.</color>\n<color=#ffffffd9>„Nach allem, was ich gesagt habe, glaubt der verehrte Kunde etwa immer noch, dass es sich um eine Fälschung handelt?“</color>\n<color=#ffffffd9>Mingui seufzte.</color>\n<color=#ffffffd9>„Natürlich.“</color>\n<color=#ffffffd9>Der junge Aristokrat konnte sich ein verschmitztes Lächeln nicht verkneifen und war sichtlich noch nie glücklicher als jetzt.</color>\n<color=#ffffffd9>„Die Geschichte mit der alten Währung, das ist Unsinn, die Geschichte habe ich mir spontan ausgedacht.“</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognitus IV"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Jifang in der Buchhandlung Wanwen in Liyue"
          }
        ]
      }
    ]
  }
}