{
  "epId": 688,
  "name": "Die Drachenschlange von Tokoyo no Kuni",
  "desc": "Ein Roman, der auf den Volkserzählungen der Insel Watatsumi basiert. Die Originalausgabe dieses Textes wurde auf der Insel Watatsumi abgeschrieben und von einem Händler auf die Insel Narukami gebracht, als der dortige Schlangengott noch lebte. Heutzutage liest niemand mehr diesen alten Folianten, da seine Bedeutung durch die vielen kurzen Erzählungen auf dem Markt verdrängt wurde. Dieses Buch beschreibt die einzigartige kosmologische Weltanschauung des Watatsumi-Volkes, bevor es Aspekte der Narukami-Kultur übernahm. Ein neuerliches Aufleben der traditionellen Romanveröffentlichung hat es ermöglicht, dass es wieder das Licht der Welt erblickt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/31a6df066f0dc89941e655de2758ac03_2517592566939826399.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189859,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Die Geheimnisse sind in der Schöpfung verborgen, während die Omen von Sonne und Mond sie enthüllen.</color>\n<color=#ffffffd9>In Dunkelheit gehüllt sind die drei Ecken, während sich die fünf Heiligen in der Leere verstecken.</color>\n<color=#ffffffd9>„Das Universum hat keinen Anfang und kein Ende, und so war es auch mit dem Land, das einmal war. Aber das spielt für uns keine Rolle, denn das Land, das uns trägt, hat nichts mehr mit dieser Ewigkeit ohne Ende zu tun.“</color>\n<color=#ffffffd9>Das sagte der einsame Weise Aberaku zu dem ersten Sonnenkind. Das Sonnenkind hatte schon lange vor, ihn zu bestrafen. Den Weisen so vor den Thron zu rufen, war nur eine weitere Möglichkeit, ihm die Sache schwer zu machen, bevor er inhaftiert wurde.</color>\n<color=#ffffffd9>Die Legende besagt, dass Aberaku vom großen Tokoyo Ookami die Weisheit eröffnet wurde und er so in der Lage war, Licht nach Enkanomiya zu bringen, das bis dahin noch nie die Sonne gesehen hatte. Doch das Sonnenkind wurde eifersüchtig auf seine Talente und sperrte ihn für immer ein. Diese Kinder der Sonne dachten nicht daran, dass es sie ohne Aberaku, der den unterirdischen Stern erschaffen hatte, gar nicht erst gegeben hätte.</color>\n<color=#ffffffd9>„Der Ursprung von Himmel und Erde ist wie beim Huhn und dem Ei. Und so sind Drachen und Schlangen auch verwandt.“ Kaum hatte der Weise Aberaku diese Worte ausgesprochen, wurde er von den Truppen überwältigt, die ihm auflauerten.</color>\n<color=#ffffffd9>Zu dieser Zeit war Enkanomiya gerade erst durch das Erscheinen der Sonne etwas Luft zum Atmen verschafft worden. Der Drachenerbe liebte die Dunkelheit und mied das Licht, sodass er nicht mehr ungestraft handeln konnte. Die Tage, an denen der Drachenerbe grausam über die Menschen herfiel, waren endlich vorbei, denn die Menschen in Enkanomiya hatten nun die Mittel, sich zu wehren.</color>\n<color=#ffffffd9>Doch noch bevor die Bedrohung von außen gebannt werden konnte, kamen die Schwächen der menschlichen Natur zum Vorschein. Das Volk wählte ein Sonnenkind, krönte es zum König und betete es an, doch dieses regierte mit eiserner Faust und machte den Gerechten den Garaus.</color>\n<color=#ffffffd9>Unzählige Jahre vergingen, bevor ein junges Kind von Enkanomiya eine Wette mit Gleichaltrigen einging. Allein tauchte es auf der Suche nach einer Drachenknochenblume hinter die drei Ecken und wich der Spur des Drachenerben aus. Doch was es stattdessen in einer großen Höhle fand, war eine große Schlange, die es noch nie zuvor gesehen hatte.</color>\n<color=#ffffffd9>Als es die enorme Gestalt der Schlange betrachtete, spürte das Kind seltsamerweise keine Angst, sondern eine Art Vertrautheit.</color>\n<color=#ffffffd9>„Ich bin die teuflische Schlange. Obwohl ich unzählige Diener habe, lebt kein einziger Sterblicher mehr in meinem Schutz. Dass ich in dieses Reich gefallen bin und dass wir uns treffen ... Vielleicht ist das Schicksal. Du gehörst nicht zu meinem Volk, aber du bist trotzdem ein Mensch. Sprich deinen Wunsch und ich werde ihn erhören.“</color>\n<color=#ffffffd9>„Könntest du in dem Fall vielleicht unser Gott werden?“</color>\n<color=#ffffffd9>So zogen sie, ein Mensch und eine Schlange, aus, um sich der königlichen Autorität des Sonnenkinds und den Angriffen des Drachenerben zu stellen. Und so hob sich der Vorhang für die Wende der Gezeiten.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Die Drachenschlange von Tokoyo no Kuni"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ]
  }
}