{
  "epId": 7032,
  "name": "Das Sabzeruz-Fest",
  "desc": "<p>Ein Fest aus Sumeru, das nach der Blumengöttin benannt ist und den Geburstag des Dendro-Archonten feiert.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/36893887/43abe7138f265ebc2d21ebb5f093c373_1135683885587718133.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1727792720,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Das Sabzeruz-Fest"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Feierlichkeiten"
          }
        ]
      },
      {
        "key": "Verwandte Aufträge und Aktionen",
        "value": [
          {
            "type": "RichText",
            "text": "Archontenauftrag Kapitel III: Akt II - „Des Morgens tausend Rosen erwachen“\nVersion 5.1 Aktion - Farbige Ode von Streuseln und Rosen"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Des Morgens tausend Rosen erwachen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als die Höhere Herrin Rukkhadevata sich opferte, um das Volk zu retten, stellte die Sumeru Akademiya die Finanzierung des Geburtstagsfestes des Dendro-Archonten ein, und nur dank dem Patronat einer Frau aus einer wohlhabenden Familie, Dunyarzad Homayani, konnte eines der Feste stattfinden. Der/Die Reisende und Paimon kamen zum ersten Mal nach Sumeru, genau zum Geburtstag der Niederen Herrin, aber sie konnten von niemandem erfahren, wie sie eine Audienz bei ihr bekommen konnten, da die Dendro-Archontin in all den 500 Jahren ihrer Herrschaft nie das Heiligtum von Surasthana verlassen hatte. Da sie mehr über die Archontin erfahren wollten, beschlossen sie, dem Fest zu ihren Ehren beizuwohnen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/5347663a585d5ab8a0737cea1448b6fd_5823740002554307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dank der Unterstützung von Dunyarzad konnten die Mitglieder des Zubayr-Theaters die Bühne renovieren und dekorieren, und andere Händler konnten ihre Stände mit Lebensmitteln und Süßigkeiten aufstellen. Nicht nur aus dem Großen Basar, sondern aus ganz Sumeru sollten die Menschen zum Fest kommen. Als das Fest bereits begonnen hatte, verboten die Weisen der Akademiya den Auftritt von Nilou unter dem Vorwand, dass das Gesetz die private Veranstaltung großer religiöser Feste verbiete und nur die Akademiya das Recht habe, solche Veranstaltungen durchzuführen. Die Weisen drohten, gegen alle Organisatoren der Veranstaltung zu ermitteln, falls die Aufführung fortgesetzt würde. Obwohl Dunyarzad, die an der letzten Phase von Eleazar litt, verstand, dass sie möglicherweise keinen weiteren Sabzeruz haben würde, wollte sie andere nicht gefährden.\nAls nach der missglückten Feier ein neuer Tag beginnen sollte, fanden sich der/die Reisende und Paimon am Anfang des Tages von Sabzeruz wieder. Der/Die Reisende erinnerte sich an die alchemistische Weissagung, die Bonbons des Blumenritters, das Haft-Mewa-Fest und sogar an den Geschmack des mit Holzkohle gebackenen Ajilenakh-Kuchens, den sie bestellt hatten, um das Déjà-vu zu unterbrechen. Am nächsten Tag und am übernächsten Tag wiederholte sich alles. Die Reisenden bemerkten, dass sie jeden Tag vor dem Schlafengehen ein Geräusch in ihrem Kopf hörten, als ob das Akasha-Terminal (ein spezielles Gerät, das mit Hilfe des Dendro Göttlichen Herzes arbeitet, die Weisheit des gesamten Volkes vereint und den Menschen Wissen vermittelt) ihr Bewusstsein beeinflusste. Doch selbst als alle die Terminals entfernten, fanden sie sich am nächsten Tag in Sabzeruz wieder. Trotz der fast exakten Wiederholung des Feiertages wurde Dunyarzad mit jeder Wiederholung schwächer, und ihre Leibwächterin Dehya, die ihr Schwert gegen ein neues ausgetauscht hatte, fühlte sich, als hätte sie mit diesem Schwert schon viele Schlachten hinter sich. An einem Tag des Sabzeruz-Samsaras trafen der/die Reisende und Paimon ein geheimnisvolles Mädchen namens Nahida, das, wie sich herausstellte, nicht vom endlosen Kreislauf des Festes betroffen war. Da sie ihnen nicht alle Antworten geben konnte, wies sie sie lediglich an, selbst nach Hinweisen zu suchen.\nNachdem sie alle Hinweise zusammengefügt hatten, erkannten der/die Reisende und Paimon, dass das geheimnisvolle Mädchen, das sich als der „Mond“ aus der Weissagung vorstellte und Hinweise gab, niemand anderes als die Niedere Herrin Kusanali war. Außerdem befanden sie sich alle in einem Traum, und jeden Tag löschte das Akasha-Terminal ihre Erinnerungen an das Geschehene und zerstörte den Subraum von Sabzeruz. Auf diese Weise sammelte die Akademiya die Macht der Träume, um einen falschen Gott zu erschaffen. Dies war der Grund, dass sich Dunyarzads körperlicher Zustand ständig verschlechterte, bis ihr Bewusstsein verschwand, und auch der Grund dafür, dass Dehyas Muskelgedächtnis sich trotz eines neuen Schwertes an vergangene Kämpfe erinnerte. Obwohl der Traum unter der Kontrolle von Akasha stand, war das Gerät selbst nicht in der Lage, neue Träume zu erzeugen, so dass der endlose Traum einen Wirt hatte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/979f0e8824faf11e258de4bca1ba7af0_4658825212044875353.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dieser Wirt, der erkannte, dass sie sich in einem Traum befanden, konnte das Geschehen allein durch seine Vorstellungskraft verändern. Auf der Suche nach dem Traumwirt kamen der/die Reisende und Paimon auf die Bühne des Großen Basars und sahen die einzigartigen violetten Padisarahs, die vor vielen Jahrtausenden verschwunden waren. Nur Nilou konnte diese Blumen mit ihrer Vorstellungskraft erschaffen. Als die Frau erkannte, dass sie sich in einem Traum befand, beschloss sie, den letzten Tanz von Sabzeruz zwischen den Padisarahs der Blumengöttin aufzuführen. Am Ende des Tanzes sahen sie ein Echo des Bewusstseins von Dunyarzad, das kam, um Nilous Vorstellung zu sehen.\nAm nächsten Tag, als die 168 Zyklen von Sabzeruz endeten, trafen der/die Reisende und Paimon Dunyarzad, die den endlosen Schlaf überlebt hatte. Obwohl die Menschen von Sumeru niemals träumen, träumte sie in dieser Nacht von Nilou, die den Tanz der Blumengöttin aufführte.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Die berühmte Tänzerin des Theaters Zubayr. Sie hat ein reines Herz und ist voller Wärme. Ihre Tänze sind elegant und anmutig.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/13/61142474/586d726f9ebda3506c78beaaa41f13b6_4521062174590153552.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Ein Mitglied der „Goldbrigade“, einer Söldnergruppe, die die Wüste Sumerus durchstreift. Sie ist mutig und stark und genießt innerhalb der „Goldbrigade“ einen hervorragenden Ruf.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/61142474/65b22311e1e38ffa45a4928d4005ecee_7468297942613362106.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Eine heilige und edle Pflanze, mit sehr hohen Ansprüchen an ihre Wachstumsbedingungen. Durch Verarbeitung können aus dem Staubblatt wertvolle Gewürze gewonnen werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d5172558c50dbc305ee422b95bf8ed21_8688116040979321702.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Gebackener Dattelfladen",
        "desc": "<p>Ein süßer, rabenschwarzer Fladen. Zuerst lässt man die Datteln zu Pulver verbrennen, filtriert es und gibt es zum Teig hinzu, verrührt es und backt damit den Kuchen. Das nicht besonders erwähnenswerte fertige Produkt hat Noten von Dattelaroma und passt gut zum süßen Geschmack von Konfitüre.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/47685001/8e97d00eecec3b660bb13a894173e45b_8419514233961556724.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Das Sabzeruz-Fest",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/766f6dc32f9b78e3d6d817340c09f9d2_6495643170112041807.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das Sabzeruz-Fest ist ein altes Fest, das nach der Blumengöttin benannt ist. Der Legende nach war es ursprünglich die Geburtstagsfeier der Blumengöttin für die Höhere Herrin Rukkhadevata. Vor langer Zeit gaben die Freunde der Höheren Herrin Rukkhadevata an einem ihrer Geburtstage ein Festbankett für sie. Einige Götter betranken sich: Einer begann zu musizieren und die Höhere Herrin begann zu singen, und so begannen sie zu tanzen. Als sie auf der Wiese tanzte, begannen unzählige wunderschöne Padisarahs zu blühen, wo immer sie hintrat. Diese leuchtenden violetten Blumen wurden zu ihrer schillernden Bühne. Alle Götter schrien auf, <color=#ffffffd9>„Oh, wenn die Zeit doch nur in diesem Moment anhalten könnte.</color> <color=#ffffffd9>\"</color>\nAls die Höhere Herrin Rukkhadevata diese Welt verließ, begann man, Sabzeruz am Geburtstag der Niederen Herrin Kusanali zu feiern, dem Tag, an dem die Weisen sie gefunden hatten. Zunächst freuten sich alle über die Rückkehr des Dendro-Archonten nach Sumeru, und das Fest war in jenen Tagen ein großes Ereignis. Unter dem Einfluss der Akademiya verloren die Menschen jedoch allmählich das Interesse an dem Fest. Die Akademiya nimmt aktiv an den vielen Feiertagen in Sumeru teil, die der Höheren Herrin Rukkhadevata gewidmet sind. Wenn es jedoch um das Sabzeruz-Fest ging, taten die Weisen so, als würde es einfach nicht existieren. Vielleicht sahen sie die Geburt der Niederen Herrin Kusanali als Bestätigung für den Tod der Höheren Herrin Rukkhadevata und zögerten daher, es zu feiern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/550dd5f546f43f7b67f2936079932bbe_720816828232606306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vor 500 Jahren, während der Katastrophe, wurden die Höhere Herrin und der silberweiße Baum Irminsul, der die Erinnerung und das Wissen von Teyvat enthielt und dessen Verkörperung Rukkhadevata war, von verbotenem Wissen heimgesucht. Um Sumeru zu retten, widmete Rukkhadevata ihre ganze Kraft dem Kampf gegen das verbotene Wissen, und vor ihrem Tod erschuf sie die\naus einem unbefleckten Zweig von Irminsul. Selbst wenn der Baum stirbt, werden seine Zweige schließlich Wurzeln schlagen und wachsen und das Leben des Baumes in einer anderen Form fortsetzen. 500 Jahre später zerstörte Nahida das gesamte verbotene Wissen von Irminsul und löschte damit die Erinnerung an die Höhere Herrin Rukkhadevata aus. Die Menschen vergaßen die Existenz der ehemaligen Dendro-Archontin, und so wurde das Sabzeruz-Fest nur noch mit der Niederen Herrin Kusanali in Verbindung gebracht. Als die Weisen, die am Verbot des Festes beteiligt waren, aus der Akademiya verbannt wurden, wurde der Geburtstag des Dendro-Archonten wieder zu einem wichtigen Feiertag für die Nation.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Die Göttin der Weisheit, die frühere Dendro-Archontin und eine Freundin von Nabu Malikata und König Deshret. Sie wurde vollständig aus Irminsul ausgelöscht, um es vor verbotenem Wissen zu bewahren.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/41cf18c09152213a5353f9588eecd2a6_7450209145864414917.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Weißer Ast",
        "desc": "<p>Ein frischer Ast aus dem Zentrum der Welt.</p><p>Es war einmal ein riesiger Baum, dessen Äste sich über die ganze Welt erstreckten, und dieser Ast war einer davon. Obwohl er vom Baum entfernt wurde, bleibt ihre Verbindung nicht unterbrochen. Daher wird dieser Ast niemals verdorren, solange der riesige weiße Baum, der das Zentrum der Welt symbolisiert, nicht stirbt.</p><p></p><p>„Bäume“ symbolisieren das Leben. In einer Geschichte gab es eine Person, die ihr Bewusstsein an die Äste des weißen Baums anvertraute, bevor sie starb. So gehen weder Leben noch Hoffnung verloren, denn wo Sonne und Regen ist, werden die Äste wachsen und sprießen und eines Tages Früchte tragen.</p><p>„Bäume“ symbolisieren auch die Weisheit. In einer Legende hing ein Weiser kopfüber an einem Baum, lernte, Runen zu gravieren und heilige Worte zu kontrollieren, und konnte schließlich durch das Reich aus Baumwurzeln einen Blick auf die Geheimnisse des Himmels werfen.</p><p>Alles Wissen, alle Erinnerungen und Erfahrungen fließen aus den Wurzeln dieses riesigen Baums, wie Bäche, die in Flüsse münden, Flüsse, die in Meere Münden, Meere, die sich in Wolken und Regen verwandeln, die dann auf die Erde fallen - genauso wie das Leben selbst.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/05a1c827b845851af03663ede6b2d41f_8937581753965312286.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Eine heilige und edle Pflanze, mit sehr hohen Ansprüchen an ihre Wachstumsbedingungen. Durch Verarbeitung können aus dem Staubblatt wertvolle Gewürze gewonnen werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d5172558c50dbc305ee422b95bf8ed21_8688116040979321702.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Traditionen",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/af0b11227c52e6b65bbf488e85926612_2271547091271594877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Eine der wichtigsten Traditionen des Festes ist der Tanz zu Ehren der Götter, die den Geburtstag der Höheren Herrin Rukkhadevata feierten. Auch wenn es diese Götter nicht mehr gibt, ist die Tradition des Tanzes zu ihren Ehren erhalten geblieben. Die Tänzerin des Zubayr-Theaters aus dem Großen Basar, Nilou, hat ihr Kostüm für den Tanz speziell für die Darstellung der Blumengöttin entworfen. Die Legende besagt, dass Nabu Malikata wunderschöne Hörner auf dem Kopf trug, weshalb Nilou eine spezielle Krone anfertigte, um dies zu zeigen. Padisarahs, das Symbol der Blumengöttin, werden während des Festes um die Bühne herum aufgestellt. Die Blumen hatten zu Lebzeiten der Göttin einen einzigartigen violetten Farbton, aber als sie starb, verließen die echten Padisarahs nach ihr diese Welt. Die Höhere Herrin Rukkhadevata erschuf die Padisarahs im Gedenken an ihre verstorbene Freundin neu, aber sie war nie in der Lage, das wunderschöne Violett dieser Blumen zu rekreieren. Viele fragen sich, warum die Menschen den Tanz für die Niedere Herrin aufführten, obwohl er ursprünglich zu Ehren der Höheren Herrin gemacht wurde. Andere antworten, dass die Höhere Herrin Rukkhadevata eine geliebte und von allen verehrte Gottheit ist, was die Niedere Herrin Kusanali ebenfalls betrifft. Wenn die Blumengöttin jemals die Niedere Herrin Kusanali gekannt hätte, dann hätte sie sich sicherlich gewünscht, ihre Freundin zu sein und Feste für sie zu feiern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/65c5c3fda711ea407249ceaf6bcc40f8_7362558492582330672.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Das Symbol von Sabzeruz ist der Blumenritter, Farris, der den Menschen Yalda-Bonbons schenkt. Einst ritt der Mann, der Farris spielt, auf einem Blumenwagen, der die Kinder erfreute. Farris ist an seinem besonderen Hut und an der Kinderschar neben ihm zu erkennen. Er bietet den Feiernden an, sich Yalda-Bonbons aus einer Schachtel auszusuchen: Obwohl sie alle gleich aussehen, sind einige von ihnen Lavendelmelone, Harra-Frucht und Dämmerfrucht, während andere Eidechsenschwanz und Onikabuto sind. Was eine Person bekommt, entscheidet das Schicksal.\nEiner der alten Bräuche von Sabzeruz ist das Haft-Mewa-Fest. Früher deckten die Menschen ihre Tische mit sieben verschiedenen Lebensmitteln: Rukkhashava-Pilze, Nilotpala-Lotuse, Sumeru-Rosen, Dämmerfrüchten, Kalpalata-Lotuse, Harra-Früchte und Zaytun-Pfirsiche. Diese sieben Gerichte symbolisierten die sieben Tugenden des Dendro-Archonten. Ein neuer Brauch, der von der Niederen Herrin Kusanali eingeführt wurde, ist die alchemistische Weissagung. Die Besucher müssen zwei beliebige alchemistische Reagenzien aus ihren Taschen geben, und der Gelehrte führt eine zufällige Transmutation durch.Die Wahrsagung findet basierend auf dem statt, was nach der Transmutation übrig bleibt. Nach Ansicht der Niederen Herrin ist alles miteinander verbunden, und alles, was geschieht, kann auf das Schicksal zurückgeführt werden. Aber das Schicksal zeigt nur Zeichen, und nur der Mensch selbst entscheidet über den wirklichen Ausgang. Das Bild des Mondes als Ergebnis der Transmutation bedeutet Illusion und Lüge, wenn man auf seine Intuition vertraut und seine Ängste überwindet, wird die Sonne sicher aufgehen.\n<color=#ffd780>Verwandte Einträge:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Die Göttin der Weisheit, die frühere Dendro-Archontin und eine Freundin von Nabu Malikata und König Deshret. Sie wurde vollständig aus Irminsul ausgelöscht, um es vor verbotenem Wissen zu bewahren.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/41cf18c09152213a5353f9588eecd2a6_7450209145864414917.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Die Blumengöttin, eine Freundin von der Höheren Herrin Rukkhadevata und König Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/36893887/54fc33ab94abb4b00460e448f7765892_1513959420956468542.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Ein Vogel, der in einem Käfig im Heiligtum von Surasthana eingesperrt ist, kann die Welt nur in seinen Träumen sehen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/61142474/f29490bddc56b4a6773b6c5003bbb853_5296133486836535844.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Die berühmte Tänzerin des Theaters Zubayr. Sie hat ein reines Herz und ist voller Wärme. Ihre Tänze sind elegant und anmutig.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/13/61142474/586d726f9ebda3506c78beaaa41f13b6_4521062174590153552.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Eine heilige und edle Pflanze, mit sehr hohen Ansprüchen an ihre Wachstumsbedingungen. Durch Verarbeitung können aus dem Staubblatt wertvolle Gewürze gewonnen werden.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/d5172558c50dbc305ee422b95bf8ed21_8688116040979321702.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Lavendelmelone",
        "desc": "Eine leuchtend farbige Frucht. Das Fruchtfleisch im Inneren verwandelt sich beim Kochen in ein Lebensmittel mit einem einzigartigen Mundgefühl.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Harra-Frucht",
        "desc": "<p>Diese Frucht wächst inmitten des feucht-heißen Regenwaldes. Sie hat ein besonderes scharfes Aroma. Indem sie zu einem Pulver zermahlen wird, entsteht die Harra-Würze. Somit ist sie die wertvollste Gewürzpflanze ganz Sumerus.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/2ed644daf09a03e0c2aab5267f6088a2_3068203543447980308.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Dämmerfrucht",
        "desc": "Eine Gabe der Natur, die man überall auf Teyvat findet. Sie ist so schön wie die Abenddämmerung und sättigt sehr. Sie hat ein merkwürdiges, süßes Aroma und belebt den ermüdeten Geist.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "Ein seltsamer Käfer, der in Gebieten lebt, die reich an Elektro-Energie sind. Sein sanftmütiges und sesshaftes Temperament könnte nicht unterschiedlicher sein als die grimmige, dämonische Visage, die auf seinem Panzer zu sehen ist.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Echsenschwanz",
        "desc": "Der leicht gekrümmte Schwanz einer Echse, zu der er einst gehörte. Seine bitteren Bestandteile härten die Haut auf wirksame Weise.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Rukkhashava-Pilz",
        "desc": "<p>Wie die Wolken türmen sich diese Pilze Schicht für Schicht übereinander. Die meisten davon leben parasitär in der Tiefe des Waldes an Bäumen. Daher betrachten die Einwohner von Sumeru sie als den zurückgelassenen heiligen Körper der Höheren Herrin Rukkhadevata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/fbfb9632c9668ce46422fa5b2acb9f0d_2559175223730741595.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Nilotpala-Lotos",
        "desc": "<p>Diese Pflanzen wachsen in feuchten Waldabschnitten. Sie geben ein schimmerndes Licht wie das Mondlicht ab und blühen nur in der Nacht.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/3863df20ca44d44f23d9d781a83d5436_8952658377540335406.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Sumeru-Rose",
        "desc": "<p>Eine helle und wunderschöne tief purpurne Blume, die einen jeden Vorbeikommenden zum Anhalten bewegenden Duft von sich gibt. Sie wird als Rose bezeichnet, weil sie genau betrachtet der Definition einer Rose entspricht.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/22173920/9f38c704d45d373f638651e44be5ab23_7315369227491403877.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Kalpalata-Lotos",
        "desc": "<p>Blüte am Kliff wachsender Kletterpflanze. Aufgrund ihres Aussehens wird sie als Lotos bezeichnet, auch wenn sie mit diesem nicht näher verwandt ist.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/b34bf1d89d2aeab8a2642c978545f013_6012474329573022526.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Zaytun-Pfirsich",
        "desc": "<p>Die Frucht eines Waldstrauchs. Das Fruchtfleisch ist fest, der Geschmack süß. Ihr wird nachgesagt nach dem Verzehr den Geist zu besänftigen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/36893887/5923b5e2aabd49d986c37aa6b529ae58_7451201976514559542.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Handlungsvorschauvideos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vorschauvideo zu Version 3.0 von Genshin Impact: „Des Morgens tausend Rosen erwachen“"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13. August 2022</color>\nÜberblick von den Gebirgen aus das üppige Grün,\nriech den Duft von Rosen, die Felder und Hügel schmücken.\nLausch dem fröhlichen Vogelgezwitscher im Morgengrauen,\nin dem die verstummte Weisheit mitschwingt, die aus dem hundertjährigen Schlummer erwacht ist.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Zwischensequenz bei Genshin Impact – „Sabzeruz-Tanz“"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26. August 2022</color>\nDas sogenannte Sabzeruz-Fest bedeutet eigentlich „die Blumengöttin feiert den Geburtstag der Höheren Herrin Rukkhadevata“.\nMan erzählt, dass die Blumengöttin während der Geburtstagsfeier der Göttin der Pflanzen einen Tanz aufführte und unzählige wunderschöne Padisarah zu blühen begannen, wo immer sie hintrat.\nHeute wird Nilou diese faszinierende Szene in der Legende mit ihrem eleganten Tanz nachstellen.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Das Sabzeruz-Fest",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/36893887/f39515efe59f425c40330aaa6ee070cc_8738010421591802467.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ASR41LdpTKw&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=MjM4NTE",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      }
    ]
  }
}