{
  "epId": 7213,
  "name": "Weberschiffchen von Odara",
  "desc": "Objekt zur Verfeinerung von „Unheil von Eshu“.<br>Dieser Jade-Anhänger bricht das Licht auf wundersame Weise wie ein Prisma und strahlt selbst in loderndem Feuer eine unheimliche Aura aus.<br>In alten schamanischen Traditionen symbolisiert das „Weberschiffchen“ ein Medium, das verschiedene Welten durchdringt. Es heißt, dass in der Urzeit, bevor die Menschen wussten, wie sie ihre Tage zählen oder ihre Geschichten in Geweberollen einweben sollten, die mächtigen Drachen, die damals die Seelenfeuerebenen durchstreiften, ein Wort für das Konstrukt hatten, das die pechschwarze Dunkelheit zwischen den Sternen durchquerte. In ihrer mittlerweile längst vergessenen Sprache nannten sie es das „Weberschiffchen der Leere“, ein glühender Speer, der alles durchbohren konnte, sogar einen Schleier, der dick genug war, um eine ganze Welt zu verhüllen.<br>Da es sich bei der Quelle dieser Geschichte um den gerissenen Trickbetrüger Sanhaj handelt, kann es natürlich gut sein, dass dies nur eine weitere seiner zahllosen Lügengeschichten ist, die er einfach erzählt, um sich eine Mahlzeit und etwas zu trinken zu erschleichen. Heutzutage vertreten einige der angesehensten Priester der Meister des Nachtwinds immer noch diese Ansicht.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6cffc5e6d6c967981133efcb001a8025_1579736627642582886.png",
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1733698830,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Weberschiffchen von Odara"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Verfeinerungsmaterial"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Version 5.2 Event „Geweberollen der Iktomi-Geistersuche“"
          }
        ]
      },
      {
        "key": "Waffe",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7113,
            "name": "Unheil von Eshu",
            "desc": "Eine Ritualklinge, geschmiedet von Sanhaj, dem großen Hohepriester der Meister des Nachtwinds. In den Erzählungen aus alter Zeit konnte Sanhaj mit dieser gebogenen Klinge Rituale durchführen und die Grenze zwischen dem Königreich der Nacht und dieser Welt verwischen.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}