{
  "epId": 7288,
  "name": "Ochkanatlan",
  "desc": "<p>Um den großen Traum inmitten von Morgennebel und Wolkenmeer zu jagen, kannten die Krieger, die sich in die Lüfte schwangen, keine Rast.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/39324012/8165f832c48a3c68a29198053ef6d5af_5831632318333876981.png",
  "menuId": 20,
  "menuName": "Erläuterung der Begriffe",
  "version": 1747475061,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ochkanatlan"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Permanenter Ort"
          }
        ]
      },
      {
        "key": "Region",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Version der Veröffentlichung",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ochkanatlan - Der Einsturz des weißen Turms",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/7eef013e97c655bd55276040d2977a2b_5643275299791812870.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Idealismus, Verblendung, Missgunst, Hoffnung. Der Turm, erbaut auf den Wünschen der Menschen, stürzte schließlich in sich zusammen, so wie auch die Wünsche selbst."
          }
        ]
      },
      {
        "key": "Die unvollendete aschene Stadt - Straße der Fließenden Asche",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/8183c70f4b03023e8fc7e8c76646344b_1375898012434650270.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Einst strebte jemand danach, auf den Ruinen der Stadt eines vergessenen Volkes ein neues Königreich zu errichten. Nun ist nur noch die verbrannte Asche übrig und das Bündnis, das sich hier einst zusammenfand, ist schon längst nicht mehr."
          }
        ]
      },
      {
        "key": "Zentrum einer Blutlinie - Herz von Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/72e7891dbd4087cbb4d0bfd219d3638d_864754271178857720.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Um eine unaussprechliche Vergangenheit zu begraben und der Blutlinie eine Zukunft zu bieten, opferte einst jemand sein Herz als Gefäß, um Herrscher über eine ganze Stadt zu sein. Von diesem Tag an waren selbst die Seelen in den Bergen verbrannt. Doch wer wacht nun über die aschene Stadt?"
          }
        ]
      },
      {
        "key": "Altes Herz von Chu'ulel",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/8b83defd4ba23f2e4b8d4a946822c0d3_2431972040046051140.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "In den Tiefen einer Stadt, die man heute als Ruinen kennt, bediente sich ein uraltes Volk goldener Muster und Anweisungen, um eine körperlose Weisheit in steinerne Statuen zu gießen, damit die gesamte Stadt kontrolliert werden konnte."
          }
        ]
      },
      {
        "key": "Ochkanatlan - Ein Satellit inmitten der Wolken",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/e7d13bd7223a42bd4d438059d01d18c5_1899919689207713983.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wer weiß schon, weshalb die Wolken ihn verhüllen und warum er hier vor Anker liegt. Der Kontrolle seines Schöpfers entzogen, hütet das Himmelsschiff weiterhin schweigend ein uraltes Geheimnis."
          }
        ]
      },
      {
        "key": "Eine Statue von Ix Uxul Tz'ib Bolon Ch'ule-L",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/272374c1e33104bb8b7eb592a812fa37_2194599573057557225.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dieses Bildnis zeigt Ix Uxul Tz'ib Bolon Ch'ule-L, die Drachenherrin aus uralten Zeiten, die einst über Chichen Uctokah herrschte – eine Stadt, die wir heute als Ochkanatlan kennen. Obwohl ihre Herrschaft lange vergangen ist, besagen Legenden, dass aufmerksame Reisende in den Tiefen der Ruinen noch immer Echos ihres einstigen, mächtigen Willens wahrnehmen können."
          }
        ]
      },
      {
        "key": "Ein Wandgemälde von Ix Uxul Tz'ib Bolon Ch'ule-L",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/7f8feaf87a23de3baaaedbf6efa60b47_1979784027242250920.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dieses Bildnis zeigt Ix Uxul Tz'ib Bolon Ch'ule-L, die Drachenherrin aus uralten Zeiten, die einst über Chichen Uctokah herrschte – eine Stadt, die wir heute als Ochkanatlan kennen. Obwohl ihre Herrschaft lange vergangen ist, besagen Legenden, dass aufmerksame Reisende in den Tiefen der Ruinen noch immer Echos ihres einstigen, mächtigen Willens wahrnehmen können."
          }
        ]
      },
      {
        "key": "Ein Wandgemälde von Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/866706487c6079f430bf937c0b9aabc7_2293729724020031862.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Indem Och-Kan das Fresko der Drachenherrin Ix Uxul Tz'ib Bolon Ch'ule-L mit seinem eigenen Abbild überschreiben ließ, manifestierte sich sein Wille zur alleinigen Herrschaft. Er war überzeugt, im besten Interesse der Menschheit zu handeln und sie vor der vermeintlichen Gefahr durch die Drachen zu schützen. Doch seine Hybris, seine Furcht vor nicht-menschlicher Macht, und sein Streben nach absoluter Kontrolle verblendeten ihn. Er übersah die wahre Bedrohung: Den Abgrund, welchen er in seinem fehlgeleiteten Eifer selbst nach Ochkanatlan brachte."
          }
        ]
      },
      {
        "key": "Der umstrittene Pfad der Evolution",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/60c4ab1854061e6aaef7246fe3c46931_3787129774647793219.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dieses Fresko illustriert die wechselvolle Geschichte der Evolution in Natlan, symbolisiert durch den Aufstieg und Fall der Drachen und die darauffolgende Ära der Menschheit mit ihren eigenen Ambitionen und Irrwegen. Es erinnert daran, dass der Pfad der Evolution in dieser Welt weder geradlinig noch abgeschlossen ist."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Ochkanatlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/7f8feaf87a23de3baaaedbf6efa60b47_7077261565695360761.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vor vielen Jahrtausenden, als der erste Himmelsthron noch nicht am Firmament Teyvats erschienen war, gehörte die Welt den Drachen. Die Stadt, die später Ochkanatlan genannt werden sollte, war eine Stadt der Drachen. Die Drachenherrin „Chronistin der Endzeit“ Ix Uxul Tz'ib Bolon Ch'ule-L, eine der dreizehn Drachenherren, die zur Phlogistonprojektion wurden, war die souveräne Herrscherin von Chichen Uctokah. Diese körperlose Weisheit, gespeichert in majestätischen Statuen, konnte mit Hilfe goldener Muster und Befehle alle Mechanismen der Stadt steuern. Der Hauptkern von Chichen Uctokah war der Kern von Chu'ulel. Als Jahrtausende später der Schlangenkönig Och-Kan an die Macht kam, ordnete er die Ausgrabung der alten Ruinen auf der Suche nach dem Kern an und traf dort auf die Drachenherrin. Obwohl sie ihn für den vorherbestimmten Herrscher hielt, täuschte er sie, sperrte sie in eine Statue ein, um die Mechanismen von Ochkanatlan zu kontrollieren, zerriss ihr Herz und versteckte es an verschiedenen Orten. Erst viele Jahre später, als die Ruinen vom Reisenden und Paimon entdeckt wurden, konnte Ixlels Herz – wie Paimon sie nannte – wieder zusammengesetzt werden. Das Bewusstsein, erschaffen bevor das Feuer der menschlichen Zivilisation entfacht wurden, enthielt all ihre Erinnerungen, und eben diese Erinnerungen fesselten sie an die Statue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/d25bfa25bdc4ed14f83eeef1456eb86b_7291973283585464163.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ihr Bewusstsein hätte innerhalb von dreißig Jahren schwinden sollen, doch die Drachenherrin wollte nicht in Gefangenschaft sterben. Ix Uxul Tz'ib Bolon Ch'ule-L konnte sich nicht selbst zerstören, doch dank der Herzfragmente, die der Reisende fand, war sie in der Lage, ihr zerbrochenes Herz wiederherzustellen. Als das in der Statue enthaltene Bewusstsein schließlich freigesetzt wurde und sich auflöste, blieb von der Herrscherin von Chichen Uctokah nur das Perfekte Herz des Heiligen Drachen zurück, mit dem sich kein menschlicher Edelstein messen konnte. Als es Och-Kan nicht gelang, Ix Uxul zur Steuerung der Vorrichtungen von Ochkanatlan zu nutzen, beschloss er, einen neuen Chu'ulel-Kern zu erschaffen, der nur Menschen gehorchen würde. Damit er die gesamte Stadt beherrschen konnte, opferte der Herrscher der aschenen Stadt sein eigenes Herz, doch dieser Akt führte zur Zerstörung Ochkanatlans. Der Pfad zu diesem Kern von Chu'ulel ist unter einem Fresko verborgen, das die wahre Herrscherin von Chichen Uctokah darstellt. Nachdem der Schlangenkönig an die Macht gekommen war, übermalte er das alte Abbild mit seinem eigenen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/15f3d18ffcd96db9f14c9e4f4752d1eb_7152655464641770761.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/e0c6bac8ce97bb394d618edbb417ed0c_6386878957715570036.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Unweit des Kerns von Chu'ulel befindet sich ein Wasserfall, wo der Krieger Quenin seinen Zufluchtsort hatte. Vor 500 Jahren kam er mit einer Gruppe Abenteurer nach Ochkanatlan, in der Hoffnung, einen legendären Schatz zu finden. Der Krieger starb bei einem Zusammenstoß mit dem Abgrund, doch die Kreatur, die seine Gestalt annahm, hielt sich weiterhin für Quenin. Quenins Leichnam blieb unter den Felsen nahe dem Wasserfall begraben. Fünfhundert Jahre lang kämpfte die Kreatur weiter gegen Monster, bis der / die Reisende ihn schließlich erlöste."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/1a8a0e17c2fa7dd40049f60d3fba1419_5103127881394599016.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "In der Wiege der flüchtigen Träume liegt der Thron des ersten Pyro-Archons. Als Xbalanque vor Tausenden von Jahren die Drachen besiegte, wurde auf den Ruinen der Drachenzivilisation die erste Hauptstadt des Pyro-Archons errichtet. Dort, wo Himmel und Erde voneinander getrennt wurden. Xbalanque lieh sich die Macht dieses Ortes, um sein Volk vor dem Abgrund zu schützen und die Regeln von Natlan zu begründen: die Ode der Wiederauferstehung und die Pilgerfahrt zur Rückkehr der Heiligen Flamme. Tausende Jahre später, als die Zeit für die letzte Schlacht gegen den Abgrund gekommen war, nutzte Mavuika die Kräfte des göttlichen Throns und die Gaben Ronovas, deren Preis ihr Tod sein sollte. Als der Abgrund besiegt war, war Mavuika bereit, die Schuld zu begleichen, und bat im Gegenzug den Herrscher der Nacht, der Schöpfer des Königreichs der Nacht, um die Wiederherstellung des Flusses der Elemente von Natlan. Ihre Kraft würde ausreichen, um den Fluss der Elemente zweihundert Jahre lang aufrechtzuerhalten. Eine Zeitspanne, in der der nächste Pyro-Archon einen neuen Weg finden müsste, Natlan zu beschützen. Sie begab sich zum Thron des ersten Pyro-Archons, um der Herrscherin des Todes (Ronova) und dem Herrscher der Nacht zu begegnen, und zu sterben. Jedoch hatte das Schicksal einen anderen Plan. Der Erste der Elf Fatui und Beschützer von Khaenri'ah Il Capitano (der Captain) nahm Mavuika's Platz ein und fand schließlich sein lang erwartetes Ende."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/5c65238e3472cfc891aa421f69da3434_5713109045547256262.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vor 500 Jahren, während der Katastrophe von Khaenri'ah, verfluchte die Ronova alle Bewohner des gottlosen Königreichs zur Unsterblichkeit. Der Grund war die Ausbeutung des Abgrunds durch die Fünf Sünder. Obwohl die meisten Menschen unschuldig waren und nichts von den Sündern wussten, waren sie dazu verdammt, endlose körperliche Qualen zu erleiden und den Untergang all dessen mitanzusehen, was ihnen lieb war. Fünfhundert Jahre lang bewahrte Il Capitano die Seelen seiner gefallenen Kameraden und der Bewohner Natlans in seinem Herzen, bereit, um sie eines Tages zu erlösen. Der Fluss der Elemente konnten diese Seelen nicht aufnehmen, doch indem Capitano eins mit dem Herrscher der Nacht wurde, konnte er die Gesetze ändern, damit die Seelen Frieden finden konnten. Der Capitano stellte die Herrscherin des Todes vor die Wahl: Würde er sein Leben dem Herrscher der Nacht opfern, erhielte Ronova den ersehnten Tod, doch der Fluch der Unsterblichkeit würde eben diesen Tod zunichtemachen. Im Wissen, dass der Fluch der Unsterblichkeit nicht aufgehoben werden konnte und ein solches Paradoxon die natürliche Ordnung der Welt entwurzeln könnte, beschloss Il Capitano, den Fluch in ein Werkzeug zu verwandeln, um die Unterdrückung durch die Götter zu stürzen.\nDer Herrscher der Nacht, dessen Mission es war, der Menschheit zu dienen, stimmte dem Plan des Beschützers zu, nahm sein Opfer an und verschmolz mit ihm. Der Fluch der Unsterblichkeit wurde nicht aufgehoben, und Il Capitano blieb, um auf ewig auf dem Thron des Urfeuers zu sitzen, „eingefroren“, zwischen Leben und Tod. Für jene, die mit Unsterblichkeit verflucht waren, bedeutete die Erlösung von der sterblichen Hülle die höchste Form des Friedens, und sein Weg war endlich zu Ende. Durch Il Capitano's Opfer können der Herrscher der Nacht und der Fluss der Elemente von Natlan auf ewig bestehen und alle Seelen aufnehmen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/77c2ac08a7a2258a77e13f6208c44d28_2436805870261927592.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Eine edle Gestalt überzieht die Sonne mit Frost, zwei Ären gewähren Natlan zweimal Rettung.“</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Am Thron des Urfeuers kann der Reisende dem Herrscher der Nacht das glühende Feuerroherz darbringen. Der erste Feuerstein erhellt die ferne Vergangenheit, jenen Ort, wo die Reise beginnt; wir nennen ihn Heimat. Auch wenn es keinen Weg mehr zurückgibt, so wird er doch, wenn du und ich die Nacht umarmen, für immer rein sein wie ein Spiegel. Der zweite Feuerstein erhellt den Moment, an dem die Reise ihren Anfang nimmt; wir nennen ihn Abschied. Die unveränderliche Welt, sie verrät uns, während einige noch versuchen, ihren Schatten zu erhaschen. Der dritte Feuerstein erhellt den Tag des Festes, den Moment, in dem die Herzen sich öffnen; wir nennen ihn Freundschaft. Niemals ist die Reise uns beschwerlich, denn wir werden vom Wind und den Herzen der Menschen auf dem Weg geküsst. Der vierte Feuerstein erhellt die Regennacht und ein tiefes Meer der Verzweiflung und des Schmerzes; wir nennen es Versagen. Das kleine Boot war fast überschwemmt von der Flut, doch zum Glück konnte sie weder dir noch mir das Paddel aus der Hand reißen. Der fünfte Feuerstein erhellt die Tage des Voranschreitens und die Steine, mit denen hohe Türme erbaut werden; wir nennen ihn Entschlossenheit. Höher, noch höher, dann werden wir das lang ersehnte Ende unserer Träume sehen. Der sechste Feuerstein erhellt den Moment der Ankunft, den Sitz der letzten Ruhe; wir nennen ihn Wunder. Wir haben das Ende unserer Reise erreicht, also lass dieses den Beginn einer neuen Reise sein."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/15f3d18ffcd96db9f14c9e4f4752d1eb_4411401083212372152.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/b3b73b152ca4cb11cfb5c164b722a808_6766406516241590422.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Am Ausgang von Ochkanatlan befindet sich der Vucub-Caquix-Turm, der Ort des ersten Treffens zwischen dem Reisenden und der Abenteurerin Bona. Gemeinsam besiegten sie den Drachen, begaben sich zum legendären Tonatiuh, und erfuhren die Wahrheit über den auf dem fliegenden Schiff verborgenen Schatz. Als der böse Drache besiegt wurde, stürzte er aus großer Höhe herab und riss ein Loch in den Boden, das bis ins Königreich der Nacht selbst reichte. Dort, in der Brutstätte der Albträume, gab der Reisende dem Schlangenkönig seine getrennte Seele zurück und verabschiedete sich von ihm, woraufhin der Herrscher der aschenen Stadt zur ewigen Ruhe fand.\nNordöstlich von Ochkanatlan liegt die Insel Tozoz, auch bekannt als die Insel der Nacht. Zu Beginn von Och-Kans Herrschaft wurde eine Gruppe Leute zur Insel geschickt, um die Saurier im Auge zu behalten. Gerüchten zufolge würden jene, die diesen Plagegeistern begegneten, von einer Krankheit heimgesucht, die sie Tag und Nacht quälte: Geschwüre brächen am ganzen Körper aus, gefolgt von unaufhörlichem Erbrechen, bevor sie schließlich eine drastische Persönlichkeitsveränderung erlitten und so geschwächt wurden, dass sie starben. Die Krieger, die nicht gerettet werden konnten, hatten Wunden am Körper, als wären sie von etwas Scharfem zerfetzt worden. Einer der Wächter, die auf der Insel ankamen, meinte, die Saurier sollten ausgerottet werden und man solle kein Essen an sie verschwenden, da das Einzige, was sie zu fressen verdienten, eine ordentliche Abreibung sei. Mit der Zeit gewann der Wächter die Saurier lieb und erkannte, dass sie keine „Plagegeister“ waren und keine eiternden Wunden verursachten. Selbst als die Rationen gekürzt wurden, war er nicht bereit, bei den Vogeleiern für die Küken Abstriche zu machen, da diese zusätzliche Nahrung zum Wachsen brauchten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/15bd77f82b7ab585dafe9f593037fd9b_3901621315506824215.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Einige Zeit später erreichte die Insel der Nacht den Befehl, alle Saurier auszurotten, doch der Kommandant der Wachen ließ sie nach Erhalt der Nachricht alle frei. Ein Ei blieb auf der Insel zurück, dem der Wächter den Namen Aguara gab. Als die Insel von Kriegern angegriffen wurde, die entschlossen waren, Blut zu vergießen, versteckte er sich mit dem Ei in einer unterirdischen Kammer. Seine Nahrungsvorräte gingen zur Neige, und er verlor allmählich das Bewusstsein, doch er konnte Aguara nicht im Stich lassen. Vor seinem Tod versetzte der Wächter das Ei in einen Winterschlafzustand, damit es während des Angriffs nicht schlüpfen würde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/7e5266ddc816b6ffcb07a50d059df181_7389509584000938042.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "So lag das Ei über tausend Jahre im Winterschlaf, bis es vom Reisenden und Paimon gefunden wurde. Sie schalteten den Brutkasten für das Ei ein, doch selbst nach langem Warten veränderte sich das Ei nicht. Da sie annahmen, die Umgebung sei möglicherweise nicht zum Ausbrüten geeignet, nahmen der Reisende und Paimon das Ei mit und legten es in die sichere Unterkunft ihres Tepetlisaurus-Gefährten. Nach einer langen Reise durch Natlan schlüpfte schließlich ein kleiner Tepetlisaurus, Aguara, und blieb, um in der Kanne der Vergänglichkeit des Reisenden zu leben."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/f70723f246414a148f8ac24f5adcd73a_559572344133358000.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rund um Ochkanatlan gibt es fünf Öfen mit feuriger Glut, die die Stadt schon zur Zeit der Drachen mit Energie versorgten. Als der Junge mit roten Pupillen gegen den Herrscher der aschenen Stadt rebellierte, schaltete er als Erstes diese Energiequellen ab, um zum Chu'ulel-Kern vorzudringen, der die Verbrennungsvorrichtung antrieb. Die Aufgabe, die Energiequellen abzuschalten, wurde dem Handwerker Manqu anvertraut, der an den Ausgrabungen in Ochkanatlan teilgenommen hatte. Dank seiner Hilfe konnte der Offizier, der dem Schlangenkönig diente, den Jungen mit roten Pupillen zum Thronsaal führen, wo der Tyrann der aschenen Stadt getötet wurde. Als der Reisende alle Öfen entzündete und sämtliche goldenen Muster einsammelte, teleportierte ihn ein altes Schwert im Zentrum der Stadt, als wäre es an den Raum selbst gebunden, zur Insel im Himmel, wo dieses Schwert schließlich geborgen wurde."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/15f3d18ffcd96db9f14c9e4f4752d1eb_3594375388251452000.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jegliche Informationen basieren auf die Aufträge , , , und . Reisende können sie innerhalb von Ochkanatlan selbst erleben!",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge für Ochkanatlan",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "<p>Die Anführerin Natlans, die den antiken Namen „Kiongozi“ geerbt hat. Sie schwor, die Zukunft des sich bekämpfenden Landes mit heiligem Feuer zu erhellen.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Das legendäre Tonatiuh",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/68d6f3aa8fb3448d6656eacb99e5d0c7_1713427066596323980.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Am Himmel über Ochkanatlan schwebt ein fliegendes Schiff, erschaffen vom Herrscher der aschenen Stadt. Als Teyvat noch von Drachen beherrscht wurde, erkundeten diese den Raum um ihrer Welt. In jenen Tagen errichteten sie eine Treppe, um über die Himmel hinauszugelangen, und bereiteten sich darauf vor, sie jenseits der Umlaufbahn zu platzieren, um damit das Himmelsseil zu spannen und dessen Bahn zu verankern. Später modifizierte Och-Kan es, sodass es zu Tonatiuh wurde.\nEinst war die über den Wolken schwebende Tonatiuh das ersehnte Ziel vieler Abenteurer. In der Vergangenheit scheiterten hier viele leere Träume, doch auch der Pfad der Hoffnung nahm hier seinen Anfang. Auf dem Schiff hinterließ Och-Kan Notizen für seine Landsleute, um sie auf dem Pfad des Pyro-Archons zu leiten. Der Schlangenkönig glaubte, dass Menschen sich nicht auf Drachen oder himmlische Regeln verlassen sollten. Die alten Drachen glaubten, Technologie und die Macht des Herrn des Feuers würden ihnen zehntausend Jahre Herrschaft ermöglichen, doch am Ende verloren sie ihren Fortschrittswillen und ihre Zivilisation ging im Laufe der Zeit unter."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/60c4ab1854061e6aaef7246fe3c46931_4524537510777930950.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Och-Kan schrieb, dass die Drachenechsen des Großen Vulkans sich einst für Meister der Evolution hielten, doch durch ihre langwierigen, chaotischen Anpassungen verloren sie ihre Weisheit und damit ihre Macht, sodass sie zu bloßen Bestien wurden, die von Menschen gejagt werden. Ihre Zurückentwicklung bewies, dass das Drachengeschlecht vom Pfad der Evolution verlassen worden war, ihre Erben die Reinheit der Urflamme verloren hatten, und der Herrscher des Feuers nie wieder aus ihrer Mitte geboren werden würde. Nach dem Fall der Drachenechsen wurde die Menschheit zur höchsten Lebensform, zur endgültigen Bestimmung allen Lebens auf dieser Welt.\nDeshalb müssten die Menschen nur zum wahren König der Menschheit beten, dem einzig echten menschlichen Gott, Xbalanque. Och-Kans Vater, Waxaklahun Ubah Kan (Kukulkan), teilte die Ansichten seines Sohnes nicht. Als das Volk des Weisen der gestohlenen Flamme durch willkürliche göttliche Strafe gespalten und von seinen evolutionären Pfaden abgeschnitten wurde, begann er, nach neuen Evolutionsmöglichkeiten im Menschengeschlecht zu suchen. Er glaubte, dass die Menschheit als erschaffene Wesen „Evolution“ niemals begreifen könne, da sie nur eine Stufe auf dem Weg darstelle. „Evolution“ sei etwas Vermischtes, nicht Reines und Unbeflecktes, und deshalb stehe sie der „Ewigkeit“ entgegen. Auf der Tonatiuh fand das erste persönliche Treffen zwischen Kukulkan und dem Saurier-Begleiter des Reisenden statt, den der Weise der gestohlenen Flamme in verschiedenen Gestalten nach Ochkanatlan geführt hatte."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge für Tonatiuh",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Kleiner",
        "desc": "<p>Ein besonderer Tepetlisaurier, der die/den Reisende/n in Natlan begleitet. Es ist durch den Segen des Flammenfürsten gekennzeichnet.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/24/141341446/0098b736a6094738e22b1bb2c27d616b_5165758336452201915.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Die große Allianz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/866706487c6079f430bf937c0b9aabc7_6163383619923115041.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als Xbalanque sich vom Thron erhob, um die Heilige Flamme zu betreten, erwartete die sterbliche Welt die Ankunft seines Nachfolgers. Och-Kan, der sich selbst zum Heiligen Herrn ernannte, beschloss, dass der Gott, den er geliebt und für den er goldene Tränen vergossen hatte, auf ewig der Einzige bleiben sollte. Er wurde zum Herrscher der ersten Stadt des Pyro-Archons, die Ochkanatlan genannt wurde, und führte die von Xbalanque gegründete Große Allianz an, um alle Stämme unter ihrer Herrschaft zu vereinen. Zu Och-Kans Verbündeten zählten Yupanqui, ein Krieger der Nachkommen der Baumkrone, und Uenuku von den Menschen der Quelle, gefolgt von den Okeaniden. Um eine ideale Welt für die Menschen zu schaffen, beschloss der Heilige Herr, der alleinige Herrscher Natlans zu werden. Die Erfahrung mit den Wüstenreichen und den Barbaren der Nordsee zeigte, dass Vielfalt nur zu endlosen inneren Konflikten führt. Den verschiedenen Stämmen war es nicht länger gestattet, ihre Grenzen zu überschreiten und wie zuvor das Königtum für sich zu beanspruchen. In Ochkanatlan wurden Opfergaben und die Verehrung des Herrschers der Nacht verboten."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/7248a20ac81196b871ed1a7ab52ae572_98295183337332458.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Och-Kan glaubte, dass die Menschheit auf dem gewählten Pfad voranschreiten könne. Dazu war es notwendig, alle Opfergaben an das Königreich der Nacht zu verbieten, damit die Seelen der Verräter die Lebenden nicht verführen und die Menschen nicht zu Marionetten des Herrschers der Nacht (Yohualtecuhtin) würden. Er hoffte, diese Welt für die Menschen im Namen Xbalanques zu erschaffen. Die Menschen sollten sich weder auf die Weisheit der Drachen noch auf den Himmel verlassen, da sich der Himmel nicht um den Willen derer scherte, die auf dieser Welt lebten.\nDie Menschen wurden als Säulen betrachtet, die die Erde stützen, notwendig für den Kampf gegen ihre persönlichen Feinde. Und so sollten die Menschen zum einzig wahren Pyro-Archon, Xbalanque, beten und seinem Pfad folgen, ohne sich der Flamme oder der Nacht zu unterwerfen. Unter seiner Führung begann die Menschheit, das Land zu beherrschen, und der Heilige Herr glaubte, dass sie eines Tages auch die Himmel erobern würden. Vor Tausenden von Jahren, zur Dämmerung der Stämme, gab es in Natlan zwei Heldenzwillinge, Ahpub und Ixquieh. Als noch große Drachen über die versengten Lande zogen, bestanden die Zwillinge zahllose Prüfungen, besiegten einen bösen Drachen durch List und schworen einen Eid auf Xbalanque, den Einen, der mit dem Urfeuer begraben liegt. Zahlreiche Legenden über unglaubliche Abenteuer wurden später zum Ursprung der Traditionen sowohl des Kollektivs der Fülle als auch Kinder der Echos. Nachdem der erste Pyro-Archon die Heilige Flamme betreten hatte und Och-Kan an die Macht gekommen war, zerstritten sich Bruder und Schwester, und Ixquieh verließ die Große Allianz.\nObwohl ihr Bruder niemals Widerspruch gegen die Lehren des Helden über die friedliche Koexistenz von Menschen und Sauriern äußerte, wusste jeder um seine Feindseligkeit gegenüber Drachen. Als also der Herrscher der verbotenen Stadt zögerlich befahl, die fliehenden, ruchlosen Drachen zu verfolgen, folgte unter den Helden, die damals noch der Allianz dienten, nur Ahpub, Och-Kans bester Freund, dem Ruf. Als Häuptling führte er zahllose Krieger des Kollektivs der Fülle vor die Kinder des Echos in den Bergen und forderte Ixquieh, die Herrscherin der Nanatzcayan, auf, die „wilden Bestien, die sich in den Bergen verstecken“, auszuliefern oder sich ihren Klingen zu stellen. Nachdem sie sich mehrere Tage bekämpft hatten, lud der Held seine Zwillingsschwester zum Ort der Wiedervereinigung ein, um zu sprechen, in der Absicht, sie an den Eid zu erinnern."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/4ab0178d39299921e1617f1162eaf53d_190101633139140052.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>„Du und dieser Usurpator aus der aschenen Stadt seid die wahren Verräter, törichter Bruder ... Hast du etwa die mahnenden Worte des Tapferen vergessen?\"</color>\n<color=#ffffff>„Solltest du darauf bestehen, diesen friedlichen Drachen Schaden zuzufügen ... wird Nanatzcayan dich als Bündnisverräter und Todfeind ansehen.\"</color>\n<color=#ffffff>„Ach Bruder ... mein einfältiger Bruder, was du suchst, ist längst keine Rache mehr, sondern nur blutrünstige Genugtuung.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "In brennender Wut hielt Ahpub seiner Schwester die Klinge an den Hals, um sie einzuschüchtern und die Anführerin der Bergminen zu zwingen, dem Erlass des neuen Königs zu gehorchen, doch das vergossene Blut beendete die sinnlosen Streitigkeiten und ließ nur verzweifeltes Wehklagen zurück. Um den Tod einfacher Soldaten zu verhindern, stürzte sich Ixquieh direkt auf das Schwert ihres Bruders und versuchte so, ihn zu zwingen, sich gemeinsam das Leben zu nehmen. Seine Schwester in den Armen haltend, trat der Held in das verzehrende Feuer."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/15f3d18ffcd96db9f14c9e4f4752d1eb_3993875495515232767.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eine andere Legende besagt, dass die Geschwister überlebten. Und, nachdem sie die Intrige des Tyrannen aufgedeckt hatten, flohen sie gemeinsam in ein fernes Land, weshalb das Kollektiv der Fülle dazu neigte, mit bloßen Händen zu kämpfen. Mit dem Verschwinden der beiden Häuptlinge flammten die Kriegsfeuer nie auf, und Och-Kan, welcher so tat, als ob er die Drachen verschonen wollte, sandte Abgesandte, um die Kinder des Echos und das Kollektiv der Fülle zu überreden, die Autorität vorübergehend an die Allianz abzugeben, bis beide Stämme neue Häuptlinge wählen könnten. Gleichzeitig notierte er heimlich die Namen derjenigen, die den Drachen Unterschlupf gewährt hatten, und wartete auf eine Gelegenheit, die Köpfe der Verräter rollen zu lassen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/5d9e2a66fb12e2e52771f122d6909843_1918549575712101162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In den Jahren, als große Drachen noch durch Natlan zogen und der Stamm der Meister des Nachtwinds nicht existierte, wurde das tiefe Tal nur von einfachen Dorfbewohnern unter dem Schutz der Drachen bewohnt. Uralte Leuchtfeuer verbrannten den Stolz der Drachen und zwangen sie, furchtsam in welkende Träume zu fliehen, sodass sie einen Pakt mit den Sterblichen schlossen und sie anwiesen, den Schlaf der Drachen zu schützen. Als der Schlangenkönig die Vernichtung aller Drachennachkommen forderte, erklärte er die Bewohner des Dorfes, in dem Drachen verehrt wurden, zu verräterischen Feinden. Eine mächtige Armee machte die Nebelfestung dem Erdboden gleich, und der Held Maghan, welcher einst an der Seite des Einen, der mit dem Urfeuer begraben liegt, gekämpft und nichts von seiner früheren Tapferkeit verloren hatte, führte den Angriff an. Noch bevor die Drachen aus ihrem Traum erwachen konnten, hatte er die Verräter erschlagen und beendete so den Konflikt. Als ihm eine königliche Audienz gewährt wurde, erhielt der alternde Held keine Gunst, sondern bat um die Erlaubnis, sich zurückzuziehen, da er der Allianz nicht länger dienen könne. So trat der Stamm der Meister des Nachtwinds in Erscheinung, der sich der Großen Allianz unterwarf."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/3715339a585397cdd2eaa1d6eea213a3_1080802335750714762.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Die Erste Sprecherin des Blumenfeder-Klans, Lianca, war die Einzige, die sich weigerte, dem Herrn der aschenen Stadt zu dienen. Aufgewachsen unter Drachen, führte sie heimatlose Waisen, umherziehende Krieger, die nicht an die Stammesregeln gebunden sein wollten, und verbannte Drachen an. Die ungekrönte Prinzessin nahm sie alle auf, ob Mensch oder Drache, ob sie Feind oder Freund gewesen waren. Dies war der Gründungsmoment des Stammes, der über die nächsten tausend Jahre als „Blumenfeder-Klan“ bekannt werde sollte. Während Och-Kans Herrschaft schlug der Erbe von Lianca vor, die Erste Sprecherin zu ermorden. Sie stand aufrecht, selbst als sie bis zum Äußersten getrieben wurde. Den allerersten Pfeil schenkte sie ihrem verräterischen Erben, die übrigen Pfeile den Schergen des Thronräuber. Während ihres letzten Atemzuges nagelte sie ihren Körper in ihren treuen Jadebogen. Somit verweigerte sich die stolze Sprecherin des Blumenfeder-Klans, selbst in ihrem Tod vor dem verräterrischen König zu verbeugen."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Yaxche-Ring",
        "desc": "Ein Jadegegenstand, der von den Zwillingshelden der Vergangenheit geschmiedet wurde. Die Legende besagt, dass er einst den Drachen, der den Vulkan beherrschte, zu Fall brachte.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Ezpitzal-Flöte",
        "desc": "Ein Jade-Langschwert von ungewöhnlicher Form, das in der Legende der Meister des Nachtwinds als „Priesterflöte“ bezeichnet wird.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Zersprungene Ketten",
        "desc": "Ein langer Bogen, verziert mit Jade. Die sanfte Brise scheint auf seiner Bogensehne zu verweilen. Die Legende besagt, dass er in noch älteren Zeiten von einem Drachenhandwerker geschmiedet wurde.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Glanz des wahnsinnigen Fürsten",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>In dieser Ära bestieg der erste Mensch den Thron und trat in das heilige Feuer, als die Welt der Sterblichen die Ankunft königlichen Nachfolgers erwartete.<br>Dies war auch die Zeit, in der der große Denker an ihrer Stelle die Zügel der Autorität in die Hand nahm.<br>Leider überschritt der selbsternannte heilige Fürst in dem Glauben, dass der Gott, den er geliebt und für den er goldene Tränen vergossen hatte, für immer ohne Nachfolger bleiben sollte, seine Autorität. Indem er selbstsüchtige Wünsche über die Gebote seines verehrten Gottes stellte, errichtete er eine Stadt, in der Himmel und Erde voneinander getrennt waren.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Entschlossenheit der inbrünstigen Opfergabe",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Es heißt, dass der Weise der Gestohlenen Flamme, nachdem er den Stammesangehörigen das geheime Wissen vermittelt hatte, das sie in die Lage versetzte, das Feuer in all seinen vielfältigen Formen zu beherrschen, hoffte, dass sie die Leiter der Zivilisation erklimmen und die schlechten Gewohnheiten ihrer Vorfahren aufgeben würden.<br>Doch ein tief verwurzeltes Dogma ist in der Tat schwer zu erschüttern und die nun befähigten jungen Leute entfachten stattdessen nur wegen einiger Opfergaben Konflikte innerhalb ihres eigenen Stammes. Dies mag erklären, warum der Weise schließlich desillusioniert war und sich aus dem Lauf der Geschichte zurückzog.<br>Bemerkenswerterweise wurde gerade während der Herrschaft des heiligen Fürsten der verbotenen Stadt die Praxis des Darbringens von lebenden Opfern gänzlich verboten. Obwohl die wahre Motivation des heiligen Fürsten für die Abschaffung vieler ihrer Bräuche die Festigung seiner Autorität war, könnte dieser besondere Akt auch als der Beginn einer neuen Zivilisation angesehen werden.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Die aschene Stadt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/6311178c86742d8f0f7bfdd3b2b972a8_7588769581600489018.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als die alten Drachen noch über Natlan herrschten, wurden am Standort des zukünftigen Ochkanatlan riesige Bauten errichtet, „Hohlräume“ genannt, die die gesamte Stadt mit Energie versorgten. Die Cuauhtli-Späher erfuhren, dass diese Hohlräume unter der Stadt überflutet waren, doch in den Tiefen sollte sich der Kern von Chu'ulel befinden. Der Heilige Herr bat darum, aus je zehn Familien eines jeden Stammes eine Person zu entsenden, um Bewässerungsanlagen zu bauen, damit das Wasser aus den Hohlräume abgepumpt werden könne. Alle Stämme entsandten die geforderten Leute, die sich enthusiastisch an die Arbeit machten. Bei der Erkundung der Ruinen beging jedoch Uenuku eine Torheit und sollte vom Drachenfeuer verbrannt werden. Er wurde aber von einer Okeanide beschützt, deren Traum es war, die Quellen vom Phlogiston zu reinigen und sie mit klarem Wasser zu füllen. Nach diesem Vorfall verließ Uenuku die Große Allianz, und die Okeaniden verschwanden, was das Abpumpen des Wassers erheblich erschwerte.\nJe tiefer die Arbeiter gruben, desto stärker wurde ein unbeschreiblicher, übelriechender Gestank, und bald machte sich Aberglaube unter ihnen breit. Ein Handwerker verlor plötzlich den Verstand und begann zu faseln, er habe unter Wasser eine fast unvorstellbar abscheuliche Silhouette gesehen, die ihm befahl, vor dem „Meister“ niederzuknien. Obwohl die Aufseher den Mann fortschafften, hatte sich bereits ein tiefes Gefühl des Unbehagens unter den Arbeitern ausgebreitet. Hinter den alten Mauern waren leise, verstohlene und gedämpfte Geräusche zu hören, als würde etwas durch die Wände huschen. Die Arbeiter flüsterten, zitternd vor einem unbegreiflichen Schrecken, überzeugt davon, dass unter der Wasseroberfläche ein unvorstellbarer, grauenhafter Fluch lauerte – und dass sie „es“ aus einem Schlummer von zahllosen Äonen geweckt hatten. Die Aufseher taten dies als akustische Halluzinationen aufgrund von Schlafmangel ab und beantragten zusätzliche Getreiderationen. Doch die Furcht, die sich unter den Arbeitern ausgebreitet hatte, war bereits unaufhaltsam."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/272374c1e33104bb8b7eb592a812fa37_8504232185568082143.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "In den Tiefen der Ruinen wurde schließlich eine Statue aus einer alten Ära gefunden, deren unterer Teil nie vollendet worden war. Dort traf der Heilige Herr auf die Drachenherrin Ix Uxul Tz'ib Bolon Ch'ule-L, die Herrscherin von Chichen Uctokah. Sie nannte ihn den vorherbestimmten Herrscher und sprach vom Ruhm der Drachen. Die Drachenherrin erzählte alles über das alte Reich der Drachen: die Leitern, die bis zum Firmament emporstiegen, die gewaltigen Waffen und Kanonen, ihre Forschungen und Wünsche. Als der Schlangenkönig von der Vergangenheit seiner Ahnen erfuhr, erkannte er, dass man den Drachen unter keinen Umständen erlauben dürfe, zu ihrem früheren Ruhm zurückzukehren, da die Menschheit ihnen sonst machtlos gegenüber stünde. Es gab keine Möglichkeit, mit den Drachen und ihren Nachkommen zu verhandeln; alle Bestien mussten festgesetzt werden. Och-Kan wollte das Wissen der Drachenherrin und ihre Energie nutzen, die zur Steuerung der alten Mechanismen diente, also überlistete er sie und fing ihre Erinnerungen in jener Statue aus alter Zeit ein.\nDoch selbst als die Drachenherrin in der Statue gefangen war, weigerte sie sich, dem Heiligen Herrn zu gehorchen und die alten Mechanismen zu steuern, wozu nur Drachen fähig waren. Um die Menschheit vor dieser Bedrohung zu schützen, beschloss Och-Kan, einen Kern von Chu'ulel zu erschaffen, der allein der Menschheit Treue schuldete. Mit der Zeit erkannte er: Wenn nur das Blut der Bestien die Mechanismen steuern konnte, blieb ihm keine andere Wahl, als den „drachenartigen“ Teil seiner selbst zu versklaven, um den Kern zu kontrollieren. Selbst wenn seine „menschlichen“ Anteile zugrunde gehen sollten, würde seine „drachenartige“ Hälfte in einem Sklavenkörper gefangen bleiben und sich auf ewig den Menschen, ihrem Willen und ihren Idealen unterwerfen. Der Heilige Herr konnte keiner Macht trauen, die größer war als die der Menschheit, denn er hatte gesehen, dass jeder, der solche Macht besaß, entsetzliches Übel beging – und er selbst war da keine Ausnahme."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/72e7891dbd4087cbb4d0bfd219d3638d_8484425172290787441.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Seine Versuche, die Menschheit auf den rechten Weg zu führen, hatten jedoch zur Folge, dass Ochkanatlan vom Abgrund verseucht wurde. In dem Glauben, nur die Nutzung der Kräfte des Abgrunds würde die Menschheit von äußeren Zwängen befreien, öffnete der Schlangenkönig böswilligen Mächten die Tür, um den Kern von Chu'ulel aufzuladen. Zunächst schien die abgründige Korrosion kontrollierbar, und Och-Kan hoffte, die Menschen würden sich allmählich daran anpassen. Doch plötzlich, während Reparaturen an den Wasserwegen, wurde über Nacht ein tiefer Brunnen vollständig von einem dunklen Unheil verschlungen, und alle Anwohner in der Nähe verwandelten sich in Monster.\nDas einfache Volk glaubte, das Verbot der Verehrung des Herrschers der Nacht und der Opfergaben habe dessen Zorn und Flüche hervorgerufen, weshalb diese dunkle, tödliche Krankheit über sie hereingebrochen sei. Auf Erlass des Heiligen Herrschers wurden drei Gebiete im südwestlichen Sektor von Ochkanatlan abgeriegelt. Die Cuauhtli-Krieger versuchten erfolglos, die Infizierten zu verbrennen. Schließlich befahl der Schlangenkönig, die Stadt dauerhaft zu versiegeln, damit der Abgrund nicht durch die Mauern brechen würde. Egal, wie sich die Dinge draußen entwickeln würden, das Entfachen menschlicher „Hoffnung“ sollte für immer im Inneren verbleiben. Fleisch und Blut mögen sich ablösen, Knochen und Mark mögen verrotten, und selbst die Seele mag in ein Gefängnis stürzen, aus dem es keine Wiederkehr gibt, doch allein die „Hoffnung“ dürfe niemals aufgegeben werden, denn dies war der einzige Schatz, den Xbalanque hinterlassen hatte. Um sein Volk zu retten, versiegelte er seinen eigenen Geist im Kern von Chu'ulel und kämpfte fortan an ihrer Seite innerhalb von Ochkanatlan."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeaniden",
        "desc": "<p>Okeanide sind intelligente Hydro-Lebensformen, die vom früheren Hydro-Archon Egeria erschaffen wurden und in der Lage sind, Wasser nach Belieben zu manipulieren. <span class=\"wk-shady\">Alle Menschen von Fontaine waren einst Okeanide, die Egeria in Menschen verwandelt hatte, um ihre Wünsche zu erfüllen. Damit verstieß sie gegen den Willen der himmlischen Ordnung.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/05/36893887/f44bde28c4c376c93d4219e7272957ed_2829344070919300263.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Spuren des Regenbogens",
        "desc": "<p>Eine scharfe Lanze aus Jade, die in der Sonne ein Regenbogenlicht ausstrahlt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/36893887/91fb93909809073f4982f764e574152d_7825960180364778223.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Der Fall der aschenen Stadt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/a129cbb2d5c1347fdc1eb28e1240be59_4805392666334181682.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Um eine ideale Welt für die Menschen zu schaffen und um des einzigen Gottes willen, den er liebte, wandte sich der Heilige Herr schließlich von der Allianz ab und zog den Hass der Menschen auf sich. In jener fernen Zeit verbannte der Älteste des Blumenfeder-Klans, der dem Schlangenkönig nur zum Schein gehorchte, einen jungen Mann mit roten Pupillen aus dem Stamm. So sollte dieser, der die Saurier schützen wollte, der Gefangennahme durch den Thronräuber entgehen. Die Erste, die sich ihm anschloss, war Sakkuk von den Kindern des Echos. Ihr folgten die Heldenzwillinge Atawallpa und Waskar – der Ältere, dessen Lippen und Zähne schärfer waren als jede Klinge, und der Jüngere, dessen Rücken die Wucht der Peitsche des Tyrannen trug. Als Yupanqui, der es nicht wagte, gegen seinen alten Freund zu rebellieren, davon hörte, wie der Junge mit roten Pupillen die Saurier gerettet hatte, beschloss auch er, seine Kräfte beizusteuern. Um jedoch in die Verbotene Stadt zu gelangen, brauchten sie einen Mann, der alle Straßen, Wege und Geheimgänge der Stadt kannte und jegliche Mechanismen bedienen konnte. Da nannte der schweigsame Yupanqui den Meister."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/477e8c247481e41b141be5db545d4430_2044550320486162899.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als Och-Kan die Drachenherrin in der Statue gefangen setzte und die Arbeiter an der Verseuchung zu sterben begannen, hatte der Schlangenkönig befohlen, den Eingang mit einer Steinplatte zu versiegeln. Die gesamte Ausgrabungsstätte sowie jeder, der die Geheimnisse der Geheimquellen-Automaton kannte, sollten bei lebendigem Leib verbrannt werden. Einer der Handwerker dort war Manqu. Als er, dem Tode geweiht, unter der grotesken Drachenstatue lag, umgeben von alles verzehrenden Flammen, sah er plötzlich eine junge Frau. Ihr Gesicht war schöner als reinster Kristall, ihre Augen schöner als reinster Türkis, doch trotz ihrer Schönheit wirkte ihr Antlitz auf widerwärtige Weise abstoßend. Ihr Lächeln war von grausamer und arroganter Bosheit durchzogen. Der Handwerker öffnete den Mund, um sie anzuflehen, ihn zu retten, doch seine Lippen waren bis zur Unkenntlichkeit verbrannt, und er konnte kein Wort hervorbringen. Die Frau nahm sein Gesicht in ihre Hand, und aus ihren türkisfarbenen Augen fielen goldene Tränen in Manqus Augen. Da sah er eine kolossale Schöpfung, weitaus größer als die sanften Berge, die wie eine Vulkanwolke am Himmel schwebte; zahllose metallene Vögel saugten gierig dunkles Blut und Schatten, angetrieben von fließenden Flammen, und stiegen von fernen Horizonten hoch bis zum Mond empor. Verspottend erzählte sie ihm, dass während die Menschen sich gegenseitig bekriegten und ihren primitiven Traditionen folgen, die Drachen einen uralten Feind am bekämpfen waren, der jeglichen Verstand in Frage stellen würde. Durch die türkisfarbenen Augen der Frau sah der Handwerker nichts als endlose, unergründliche Dunkelheit und Leere, die keine Sprache beschreiben konnte. Manqu schrie aus vollem Halse und kroch stolpernd zum geheimen Pfad, doch sein Schrei wurde vom Lachen der Frau übertönt. Als er erwachte, war er völlig allein. Er wusste nicht, ob die Frau real gewesen war oder ein Delirium, ob es Tränen waren oder Tropfen von der riesigen Drachenstatue hinter ihr – aber er lebte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/cf72808dea62264c521072e5fecd27e5_345804307774246496.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Während Manqu seine Zeit in schmutzigen Tavernen verbrachte, traf er Sakkuk. Sie suchte nach dem Handwerker, der einst eine meisterhafte türkisfarbene Feder für ihren Vater gefertigt hatte. Die Narben einer Verbrennung durch wütendes Feuer entstellten die Hälfte von Manqus Gesicht, die unter einem Hut verborgen war. Doch Sakkuk fürchtete sich nicht und überreichte ihm die Feder. Als er erfuhr, dass der Mann, dem er die Feder einst gegeben hatte, der Vater des Mädchens war, stimmte der Handwerker zu, ihr und ihrem Meister zu dienen. Als ihre Rebellion von Erfolg gekrönt war, hieß es unter den Leuten, der Mann hinter dem Plan sei ein geschickter Handwerker gewesen, der keinen Namen hinterlassen habe. Manqu hatte geplant, die Stadt von der Energiequelle zu trennen und den Kern von Chu'ulel abzuschalten, damit Yupanqui die Verwirrung nutzen und den Jungen mit roten Pupillen zum Thronsaal des Heiligen Herrn bringen konnte. Der Junge mit roten Pupillen, durch zahlreiche Prüfungen gehärtet, konnte schließlich den Tyrannen der verbotenen Stadt besiegen. Um Xbalanque nachzueifern, opferte der Junge sein Herz mit einem goldenen Dolch. Er kehrte aus dem Königreich zurück und wurde so zum zweiten Pyro-Archonten von Natlan. Damit die Menschen wüssten, dass jeder Mensch zum Gott werden kann, der sie leitet, bat er Sakkuk, die in ihn verliebt war, seinen Namen aus der Geschichte zu tilgen. Als der Junge seine Mission erfüllt hatte, kehrte er zur Heiligen Flamme zurück und hinterließ nichts als einen warmen Schein.\nDer Handwerker Manqu konnte der brennenden Stadt nicht entkommen, da der Blumenfeder-Klan die geheimen Ausgänge zugemauert hatte. Der Heldenzwilling Atawallpa starb durch Feindeshand. Der schweigsame Krieger Yupanqui starb durch das Wendefeuer. Bis heute gibt es bei den Nachfahren der Baumkrone eine Legende über einen Helden mit dem alten Namen Malipo. Ihr zufolge nutzte Och-Kan das Wendefeuer, um über Natlan zu herrschen und jeden zu unterdrücken, der sich ihm widersetzte. Wendefeuer unterscheidet sich von normalem Feuer: Wird man davon entzündet, spürt man einen schrecklichen brennenden Schmerz, stirbt aber nicht sofort daran. Yupanqui stahl das Wendefeuer und schleuderte es auf Och-Kans Armee. Alle Soldaten verbrannten zu Asche."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/5610f4beee2787c58bfe8423ea7879c3_8104435841344161678.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gerade als Yupanqui die Stadt verlassen wollte, glaubte er zu hören, wie Och-Kan ihn rief. Das überraschte ihn, und er drehte sich um, um nachzusehen. Doch alles, was er sah, war eine verbrannte Stadt, eine Armee in Trümmern und riesige Flammen, die in den Himmel ragten. Einen Sekundenbruchteil später brachen die Flammen aus seinen Augen hervor und verschlangen Yupanqui. Dieses Feuer brannte hundert Tage lang, bis es ein Loch geradewegs durch den Fluss der Elemente fraß und in das Königreich der Nacht fiel, wo es bis heute brennt. Das Wendefeuer erhellt den Pfad ins nächste Leben. Doch damit die Toten wiedergeboren werden können, müssen sie zuerst die Flammen annehmen und vom Feuer gereinigt werden.\nNachdem Sakkuk zu ihrem Stamm zurückgekehrt war, bat sie Manqu darum, die längst stumpf gewordene Feder erneut für sie anzufertigen. Sie versprach dem Handwerker, wenn die Zeit gekommen sei, ihm im Gegenzug eine türkisfarbene Krone zu geben. Doch erst als sie den verkrümmten Leichnam sah, verstand sie, dass der legendäre Handwerker ihre Bitte nicht mehr vollenden würde. Viele Jahre lang sammelte sie Schmuckstücke und sogar Fälschungen, die mit Manqus Namen signiert waren, und beschenkte diejenigen, die sie ihr überreichten, mit wertvollen Edelsteinen. Die Herrin der Kinder des Echos wollte nicht, dass plumpe Fälschungen den guten Namen von Manqu beschmutzten, der das Original geschaffen hatte; Betrüger mit Fälschungen wurden stets bestraft. Am Ende ihres Lebens sammelte Sakkuk alle Werke, die Manqu's Namen trugen, und verließ die Kinder des Echos und wurde eins mit der Nacht. Der Legende zufolge standen am folgenden Tag die Menschen unter dem Baum, an dem sie die Krone angebracht hatte. Und sie schworen, ihrem letzten Befehl zu folgen und löschten den Namen des Handwerksmeisters, den sie mitgenommen hatte, aus der Geschichte."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Karmesinrotes Federkleid des Astralgeiers",
        "desc": "Ein uralter, mit roten Federn geschmückter Langbogen, eines der Heiligtümer des Blumenfeder-Klans, die von Generation zu Generation weitergegeben wurden.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Unvollendete Träumerei",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/36893887/356c6b0e1be129282f759d8844872c7d_8155046251107974679.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Ruhm der inbrünstigen Opfergabe",
        "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>„Wenn du alles besitzen willst, was die Welt zu bieten hat, musst du der Welt zuerst alles geben, was du hast.“<br>Nachdem der heilige Fürst der verbotenen Stadt den Menschen verboten hatte, zum Königreich der Nacht zu beten, zerfielen die geistigen Bande, die einst geknüpft worden waren.<br>Der Junge mit roten Pupillen, der zahlreiche Prüfungen bestanden hatte, stand nun vor seiner letzten Prüfung: Er sollte dem ersten zur Göttlichkeit Aufgestiegenen nacheifern, indem er sein Herz mit einem goldenen Dolch opferte.<br>Selbstaufopferung galt als eine Ehre, die dem Sieger vorbehalten war, und so schlitzte er sich ohne zu zögern mit der glänzenden Klinge die Brust auf. Als er wieder erschien, war er bereits aus dem Land zurückgekehrt, in dem das Wasser wie fließendes Licht war. Es war an der Zeit für ihn, etwas Großes wieder zu erschaffen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Goldscheibe des Ultimatums",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Als Xbalanque den Pyro-Drachen besiegte, teilte er das Auge des Drachen in zwei. Der Legende nach verwandelte der alte Drachenherr, der einst über alles Licht und alle Weisheit herrschte, eines seiner Augen in einen Kanal höchster Autorität, durch den alle Flammen beherrscht werden konnten. Xbalanque nahm die eine Hälfte des Auges und Waxaklahun Ubah Kan nahm die andere. Gemäß der Vereinbarung sollten Xbalanque und der Weise der gestohlenen Flamme die Goldscheibe des Ultimatums vereinen und die Macht von Huitzilopochtli aktivieren. Waxaklahun Ubah Kan wusste, dass die Menschen diese Katastrophe möglicherweise nicht überleben würden, aber er hoffte, dass später eine Zivilisation entstehen würde, die sowohl Drachen als auch Menschen übertreffen würde. Xbalanque brach seinen Eid mit dem Drachen, und Och-Kan beschloss, in dem Versuch, die Pläne seines Vaters zu vereiteln, die Goldscheibe des Ultimatums zu verstecken. Er nutzte das von den alten Drachen geschaffene Kabel, das zum Himmel führte, und kreierte das Luftschiff Tonatiuh. Um zu verhindern, dass der Weise der gestohlenen Flamme die Goldscheibe des Ultimatums in seinen Besitz bringt, versteckte Och-Kan sie auf dem Tonatiuh und versah sie mit einem Siegel, das nur durch das Blut des Nachkommen des Herrschern des Feuers gebrochen werden konnte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e7d13bd7223a42bd4d438059d01d18c5_4781014263270109582.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vor 500 Jahren ereignete sich in Khaenri'ah eine Katastrophe, wodurch Natlan dem Abgrund gegenüberstand – eine schwarze Welle, die die gesamte Welt zu verschlingen drohte. Diese Monster konnten nicht verstanden werden, und es war unmöglich, mit ihnen zu verhandeln. Wo einst Kinder spielten und in Gärten lachten, blieben nun nur noch Asche und Knochen zurück, von Wildfeuer verbrannt. In heißen Quellen flossen nun frisches Blut und Schlamm über die Ufer. Der Legende nach baute der alte Schlangenkönig von Ochkanatlan einst ein Himmelsschiff und schmiedete die Goldscheibe des Ultimatums – ein geheimer Schatz, der fähig war, den Abgrund zurückzuschlagen und ihn endgültig aus der Welt zu verbannen. Er war vergleichbar mit einem goldenen Rad, welches den Fluss der Zeit umkehren konnte, und die windende, qualvolle Gegenwart beenden und die schöne Vergangenheit zurückbringen konnte. Und dieser Schatz konnte nur in den Tiefen von Ochkanatlan erlangt werden, welche durch den Abgrund versucht waren. Menschen, die den Kampf gegen den Abgrund aufgegeben hatten, beschlossen, ihr Glück zu versuchen und sich auf die Suche nach der Goldscheibe zu begeben, selbst wenn es eine Falle war. Als Natlan von Verderbnis überrannt wurde, erschien ein böser Drache in der aschenen Stadt. Alle Abenteurer, die in der Hoffnung loszogen, den Abgrund zu zerstören, wurden vom Drachen verschlungen, und fast keiner von ihnen kehrte zurück.\nUnter diesen Abenteurern war eine Gruppe, die zehn Jahre nach der Katastrophe zur Stadt in den Wolken aufbrach. Der Anführer der Gruppe war der mächtigste Krieger des Blumenfeder-Klans, Taika. Vor der Katastrophe war er unbesiegt in Duellen und war daher gelangweilt, da er dachte, sein ganzes Leben würde so vergehen. Erst nachdem er wahren Krieg miterlebt hatte, spürte er zum ersten Mal die Last des Schicksals. So nahm er Abschied von seiner Frau und seinem ungeborenen Kind und zog aus, um die bösen Geister zu vertreiben. In der Stadt entdeckte er die Baupläne von Ochkanatlan, dank derer die Gruppe den Altar des Urfeuers finden und Tonatiuh erreichen konnten. Doch das Luftschiff hat er nie wieder verlassen, und vor seinem Tod erinnerte er sich an die Worte, die er seiner geliebten Frau beim Abschied gesagt hatte."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"... Wenn es ein Mädchen wird, nennen wir sie Bona. Sie wird ganz bestimmt eine außergewöhnliche Kriegerin.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Das zweite Mitglied des Teams war ein Bestienbändiger von den Nachkommen der Baumkrone, Legba. Als er während der Katastrophe zum Stamm zurückkehrte, sah er nur Träume, die von laufenden, monströsen Klauen zerfetzt worden waren. Nachdem er die Stammesmitglieder, die das Glück hatten zu überleben, in Sicherheit gebracht hatte, begab sich der Bestienbändiger auf eine Reise, von der es keine Rückkehr geben konnte. Diesmal waren seine Feinde die herzlosen Bestien, die mit jener dunklen Flut gekommen waren.\nEin weiteres Mitglied war der Präsident des Verein für Saurierrelikte vom Kollektiv der Fülle, Copan, der tagein, tagaus dicke gewebte Schriftrollen trug oder an geheimnisvollen Mechanismen unbekannter Herkunft herumbastelte. Als dunkle Albträume die Heime der Menschen verschlangen, wurden alle gewebten Schriftrollen, nach denen sie so mühsam gesucht hatten, in den Feuern des Krieges zerstört. Um zu verhindern, dass seine Kameraden umsonst starben, legte er seine bisherige Forschung beiseite und ging zu der aschenen Stadt. Die Geheimquellen-Automaton, ausgegraben aus jenen verlassenen Ruinen, wurden umstrukturiert und modifiziert, um den Kriegern zu helfen, als ob hinter den Kulissen die führende Hand eines weisen Gelehrten am Werk wäre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/e0c6bac8ce97bb394d618edbb417ed0c_6046959398195644051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Das vierte Mitglied der Abenteurergruppe war der Berg-Waldläufer von den Menschen der Quelle, der seine Heimat zurückerobern wollte. Das fünfte Mitglied des Teams war der Krieger Quenin vom Blumenfeder-Klan. Jede Nacht, wenn er zu schlafen versuchte, hörte er in der aschenen Stadt die Stimmen unmenschlicher Monster, die fähig waren, sich in verschiedenen Formen zu verwandeln. Sie versteckten sich in den alten Ruinen, sodass er nicht schlafen konnte. Als die Wesen des Abgrunds das Team beinahe erreichten, blieb Quenin zurück, um die Überlebenden zu evakuieren, damit das Rettungsteam des Blumenfeder-Klans sie an einen sicheren Ort bringen konnte. Manchmal wachte er auf und sah, dass eine Straße, die noch am Vortag völlig intakt gewesen war, nun zerbrochen und verfallen war, und manchmal sah er längst vergangene Freunde. Quenin fiel im Kampf gegen diese Monster, und seine Gestalt wurde von einem von ihnen angenommen. Ohne zu erkennen, dass er selbst zu einem Monster geworden war, beschützte Quenin weiterhin Abenteurer. Erst als der / die Reisende das Geheimnis des gefallenen Kriegers enthüllte, erkannte er, dass er längst zu einem Monster geworden war. Mitglieder der Kinder des Echos schlossen sich ebenfalls dem Team an.\nDie Letzte, die sich der Gruppe anschloss, war die junge Schamanin Liriwu von den Meistern des Nachtwinds. Als sie sich der Gruppe anschloss, war die Schülerin der Schülerin der Schülerin von Großmeister Sanhaj voller Vertrauen in ihre Kräfte, doch sie konnte sich nicht vorstellen, dass die aschene Stadt von Horden von Dämonen wimmeln würde. In Ochkanatlan war die Stimme des Wayob nicht zu hören, die geheimen Techniken der Meister des Nachtwinds funktionierten nicht, und die Mystikerin konnte nicht einmal Wunden heilen. Eines Nachts versuchte sie, sich davonzustehlen. Ihre Gruppenmitglieder erkannten, dass Liriwu nicht weitergehen konnte, und ließen sie in einem sicheren Turm zurück. Als die Schamanin endlich ihr Lager erreichte, warteten dort nur die Überreste ihres einstigen Teams, verschlungen vom bösen Drachen. Als Mystikerin hatte sie nicht nur dabei versagt, ihre Verbündeten zu retten, sondern konnte auch ihre Seelen nicht zurückbringen. Wenn schon sonst nichts, musste sie zumindest die Geschichten über ihr Ende zu ihren Familien zurückbringen, die noch immer auf ihre Rückkehr warteten. Bei ihrer Rückkehr überließ Liriwu das letzte verbliebene Fragment von Pyrophosphorit auf der Welt, das benötigt wurde, um mit Taikas neugeborener Tochter die Goldscheibe des Ultimatums zu finden."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/225ea0a3d967b5a7545dc1225d772d7a_2797358375977435796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als Taikas Tochter Bona heranwuchs, beschloss sie, das Werk ihres Vaters fortzusetzen und in die antike Stadt zu gehen, um die Goldscheibe des Ultimatums zu finden. Während sie vor dem bösen Drachen floh, entdeckte sie den Kern von Chu'ulel, der einst das Herz der gesamten Stadt war. Mit dem Pyrophosphorit erweckte Bona den Drachengeist, der im Herzen des Mechanismus schlief, und nannte ihn Cocouik. Mithilfe von Liriwus Zeichen erreichten sie gemeinsam den Altar des Urfeuers, von dem aus man zum Tonatiuh aufsteigen konnte. Auf dem Schiff verstand sie endlich die wahre Natur der Goldscheibe des Ultimatums. Es gab keinen Schatz, der den Abgrund zerstören konnte, und die Scheibe war nur eine Legende, die vom Weisen der gestohlenen Flamme erfunden worden war, um Abenteurer anzulocken. Es gab einen Mechanismus, der Natlan retten würde, aber die Menschen zerstören konnte. Als Bona Waxaklahun Ubah Kans Plan erkannte, schwor sie, die Goldscheibe zu beschützen und zu verhindern, dass der Plan des Weisen Früchte trug. Sie hielt ihn auf, aber um den Preis ihres Lebens, und selbst Cocouik konnte sie nicht retten."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Titu",
        "desc": "<p>Titu ist Stammesmitglied bei den Kinder der Echos. Er ist Manqus Bruder und Geschichtenerzähler. Er erscheint nach vollenden der Weltauftragsreihe „Schatten der Berge“.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/141341446/4178d6937c0cecf38e3f081ee2411fcc_4121454934873415001.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Schriftrolle des Recken der aschenen Stadt",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/36893887/6ad5095f324c2da829ecaa5e2ed13af9_260415523956271214.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verlorene Reisende im Reich der Asche",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Der Tyrann der Aschenstadt war der letzte Nachkomme der alten Drachen und trug das Blut des Pyro-Drachen in seinen Adern, weshalb ihm der Segen des Flammenfürsten nichts anhaben konnte. Drachen und Saurier, die dieses Mal tragen, verfügen über unglaubliche Macht, doch die heutigen Saurier können dieser Kraft nicht mehr standhalten. Auch der Wayob und das Königreich der Nacht lehnen diese Macht ab und verweigern solchen Sauriern die Aufnahme. Während des Heranwachsens werden sie manchmal von dieser Kraft getötet oder in den Wahnsinn getrieben. Die Legende besagt, dass Stammeskrieger ihre Gefährten zum Großen Vulkan von Tollan trugen. Dort wuschen sie den Namen ihres Kameraden rein, so wie ihn der Gefallene Drache in Erinnerung hielt. Dadurch erlangten ihre Saurier erneut die Akzeptanz des Nachtreichs.\nEin kleiner Tepetlisaurier, der zum Gefährten des / der Reisenden wurde, kam mit dem Segen des Flammenfürsten zur Welt. Um zum Großen Vulkan zu gelangen, erhielten der Reisende und Paimon die erste Goldscheibe des Ultimatums in jenen Ruinen, in denen der Weise der Gestohlenen Flamme einst einen Pakt mit dem zukünftigen ersten Pyro-Archon Xbalanque schloss, um die Macht von Huitzilopochtli freizusetzen. Die Goldenen Bittschriften waren die notwendigen Gaben für die Pilgerreise zum Vulkan. Nach Erhalt der ersten Goldscheibe erfuhren der / die Reisende und Paimon, dass sich die zweite in der aschenen Stadt befinden könnte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/310ca7d8de06ef58cfb4b777a02b17a7_2221925650146633823.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Auf ihrem Weg nach Ochkanatlan wurden der / die Reisende, Paimon und der Tepetlisaurier von einem bösartigen Drachen angegriffen. Sie wurden jedoch durch einen mysteriösen goldenen Licht gerettet, welches die Tür eines Turmes versiegelte. In diesem Turm fanden sie die Aufzeichnungen der Abenteurerin Bona, die sie während ihrer Reise zur verbotenen Stadt zurückgelassen hatte. Bald darauf begegneten sie Bona selbst, die als Geist in der Stadt verweilt war, sowie Cocouik, die sie vor den Monstern gerettet hatte. Weder Bona selbst noch der Reisende erkannten zu diesem Zeitpunkt vollumfänglich, dass Bona bereits verstorben war, und so beschlossen sie, sich zu verbünden und auf die Suche nach der Goldscheibe des Ultimatums zu machen."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/cf3b2610ccc551e03a7b593928a5b591_3313243384448317994.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Als der / die Reisende, Paimon, der Tepetlisaurier, Bona und Cocouik Tonatiuh erreichten und die zweite Goldscheibe des Ultimatums erhielten, indem sie den Pyrophosphorit auf den Altar des Urfeuers legten, schnappte sich der bösartige Drache plötzlich die Goldscheibe und flog davon. Nach einer Verfolgungsjagd stellte sich heraus, dass der Drache der vom Abgrund verdorbene Körper des Schlangenkönigs Och-Kan war. Och-Kan konnte sich schließlich mit seinem Körper wiedervereinigen und seine Erinnerungen mit dem / der Reisenden teilen. Sie erfuhren, dass die beiden Goldscheiben nicht dazu dienten, den Segen des Flammenfürsten zu entfernen, sondern um die Macht von Huitzilopochtli freizusetzen, mit der Waxaklahun Ubah Kan die Größe des alten Drachengeschlechts wiederherstellen wollte. Obwohl Och-Kans Sünden nicht getilgt werden konnten, ebenso wenig wie die Verderbnis des Abgrunds, fand der Albtraum des Schlangenkönigs dank des / der Reisenden endlich ein Ende, und er schlummerte für immer in Frieden.\nSchließlich endete auch das Abenteuer von Bona, welcher der / die Reisende und Paimon versprochen hatten, allen von „Tonatiuh“ und ihrem Schicksal zu berichten. Nachdem Bonas und Och-Kans Seelen ins Königreich der Nacht zurückgekehrt waren, beschlossen beide sich dafür, dem / der Reisenden im finalen Kampf gegen der Abgrund von Natlan zu helfen."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Verwandte Einträge",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Heiligenschein des „Cocouik“",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Der berüchtigte verbotene Ort „Ochkanatlan“",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/39324012/84d45318ae7351c6600c0f3c2bf1af53_6401420214107419132.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "12.11.2024"
      },
      {
        "type": "RichText",
        "text": "Hallo Reisender! Wenn man von einem Punkt des Blumenfeder-Klans aus in die Ferne blickt, so kann man eine alte nebelumhüllte Stadt erblicken.\nEs heißt, dass dort überall Gefahren lauern. Und da die meisten der Abenteurer, die sich hineingewagt haben, nie wieder zurückgekehrt sind, gilt dieser Ort als tabu. Es gibt nur wenige Berichte aus erster Hand über diesen Ort, kaum mehr als ein paar vage Gerüchte, die unter den Leuten kursieren ..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HoYoLAB:"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ressourcen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Regionale Besonderheiten"
      },
      {
        "type": "CustomEntry",
        "epId": 6672,
        "name": "Saurierklauen-Sukkulente",
        "desc": "Eine Sukkulente, die wie die Klaue eines riesigen Tiers anmutet.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8613846a348c997a6ee119d7b7aca936_475457273216741514.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6670,
        "name": "Brillante Chrysantheme",
        "desc": "<p>Eine Blume, die wie gleitende Flügel anmutet und deren Blütenblätter sich mit beispielloser Anmut im Wind bewegen.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/36893887/ea8e6cb91741224d55181e9cef525148_8549575599955405122.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7162,
        "name": "Leuchthornpilz",
        "desc": "Ein Pilz, der im Dunkeln leicht leuchtet. Er wird als Hornpilz bezeichnet, weil er wie ein Horn eines Iktomisauriers geformt ist.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/77a9638bc0cb33a3de62209934f0d3db_1155012823071897200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7163,
        "name": "Verwelkte Purpurblüte",
        "desc": "Blumen mit verbrannten Blättern und Blüten sind oft dort zu sehen, wo Ascheströme die Luft erfüllen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e8b48c2f8b649faa03655081c5ca332_7042901679055518409.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rezepte"
      },
      {
        "type": "CustomEntry",
        "epId": 7185,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Lebewesen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Gegner und Monster</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7081,
        "name": "Abgrundimitator",
        "desc": "Monster des Abgrunds, die aus den dunklen Tiefen eines verdrehten und fremden Reiches in diese Welt eingedrungen sind. Sie haben ein pflanzenähnliches Aussehen.<br>Es wird gesagt, dass dort, wo die zersetzenden Wellen der dunklen Flut schwappen, solche pflanzenähnlichen dunklen Ungeheuer wachsen. Aber sie haben nur eine äußerliche Ähnlichkeit mit Pflanzen. Diese Form haben sie nur angenommen, um sich der baumähnlichen Welt zu nähern, damit sie ihr die notwendigen Konzepte entnehmen, sie analysieren und nachahmen können.<br>Einige Verrückte, die den Verstand verloren haben, behaupten, dass diese Dinge, die sich wie Blätter ausbreiten, in Wirklichkeit Tore zu anderen Welten in ihrem Anfangsstadium sind.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Wildtiere</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6605,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6614,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Fische</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7123,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7122,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7117,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7120,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7121,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Vorkommende NPCs",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bibliothek",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Abenteuerhandbuch",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Heiligenschein des „Cocouik“",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7235,
        "name": "Strahlende Säulen",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7236,
        "name": "Strahlendes Fragment",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7237,
        "name": "Abgrundtau",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7238,
        "name": "Bösartiger Abgrundtau",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7239,
        "name": "Uralte gravierte Ringe ...",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7240,
        "name": "Abgrundwirbel",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7241,
        "name": "Chu’ulel-Lichtkern",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7242,
        "name": "Knisternder mysteriöser Feuerstein",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7243,
        "name": "Altar des Urfeuers auf der Tonatiuh?",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7244,
        "name": "Uralte Vorrichtungen auf der Tonatiuh",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7259,
        "name": "Seltsame Vorrichtungskomponenten",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7260,
        "name": "Versiegelte Flammenkristalle",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7261,
        "name": "Geheimquellen-Automaton – Wache",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7263,
        "name": "„Supergeiler Laser“",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Karte",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Ochkanatlan - Gebiet, Natlan</color>\n<color=#ffffff>Interaktive Karte:</color>",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/2?shown_types=&center=2616.11,-10740.00&zoom=-1.00"
      }
    ]
  }
}