{
  "epId": 7347,
  "name": "Erodiertes Horn",
  "desc": "Das flammende Horn des bösen Drachen, das du nach dem Kampf gegen den Herrn des erodierten Urfeuers abgeschnitten hast.<br>Der Legende nach soll das Urfeuer die Wiege allen Lichts und aller Weisheit gewesen sein, und das Horn des Pyro-Drachen war wie eine Fackel, die als Licht diese barbarische und trostlose Welt erhellte.<br>Und obwohl die Basis des flammenden Horns bereits korrodiert ist, bleibt das Licht, das einst die Welt erleuchtete, ohne Makel.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/adf1bffddda9c4e9874c68cc639061c0_973062657321876313.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1736682047,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Herr des erodierten Urfeuers",
        "desc": "Ein böser Drache, geboren aus der Macht der pechschwarzen Dunkelheit.<br>Ein Ungeheuer aus der Leere namens „Gosoythoth“, bekannt als der Zerstörer aus dem Abgrund. Es verfügt über die katastrophale Macht, die die im Fluss der Elemente enthaltenen Erinnerungen korrumpieren und sie in greifbare Formen verwandeln kann. Es ist ihm gelungen, aus diesen Erinnerungen, die seit ewigen Zeiten unter der Erde fließen, den Rest des Willens eines ursprünglichen Elementardrachen zu extrahieren und ihn wie Mark aus einer Wirbelsäule zu ziehen, um ihn als Grundlage für seine verfälschte Gestalt zu verwenden.<br>Aber ist er wirklich nur eine Gestalt? Ein einst gestorbener Drache, der von der außerweltlichen Macht, gegen die er einst kämpfte, zurückgebracht wurde, öffnet seine Augen erneut und lässt alles in diesem kurzen Traum einer Auferstehung hinter sich. Gefangen im letzten Tag seiner Existenz durch diese pechschwarze Botschaft wird all seine einstige Vernunft im Angesicht ihrer grenzenlosen Wut vernichtet. Jetzt bleibt nur noch eine unerbittliche Gier nach Kampf, die ohne Ende lodert.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "<p>Die Anführerin Natlans, die den antiken Namen „Kiongozi“ geerbt hat. Sie schwor, die Zukunft des sich bekämpfenden Landes mit heiligem Feuer zu erhellen.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Erodiertes Horn"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Belohnung für die Herausforderung des Herrn des erodierten Urfeuers ab Stufe 70"
          }
        ]
      }
    ]
  }
}