{
  "epId": 7348,
  "name": "Erodiertes Sonnenfeuer",
  "desc": "Flamme in Form eines Rings, die nach dem Kampf gegen den Herrn des erodierten Urfeuers immer noch brennt.<br>Ganz am Anfang, in der dunkelsten aller tiefen Nächte, da ahmte der Meister der Flamme die Sonne nach, und verdrängte so das Licht der Sterne.<br>Obwohl die Hälfte ihres Glanzes schon korrodiert ist, leuchtet immer noch die Herrlichkeit jener Flamme, die einst die alte Welt erhellte.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/88b25d8e705ee9ee5294d356eae487c5_8794418679119621366.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1738685123,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Herr des erodierten Urfeuers",
        "desc": "Ein böser Drache, geboren aus der Macht der pechschwarzen Dunkelheit.<br>Ein Ungeheuer aus der Leere namens „Gosoythoth“, bekannt als der Zerstörer aus dem Abgrund. Es verfügt über die katastrophale Macht, die die im Fluss der Elemente enthaltenen Erinnerungen korrumpieren und sie in greifbare Formen verwandeln kann. Es ist ihm gelungen, aus diesen Erinnerungen, die seit ewigen Zeiten unter der Erde fließen, den Rest des Willens eines ursprünglichen Elementardrachen zu extrahieren und ihn wie Mark aus einer Wirbelsäule zu ziehen, um ihn als Grundlage für seine verfälschte Gestalt zu verwenden.<br>Aber ist er wirklich nur eine Gestalt? Ein einst gestorbener Drache, der von der außerweltlichen Macht, gegen die er einst kämpfte, zurückgebracht wurde, öffnet seine Augen erneut und lässt alles in diesem kurzen Traum einer Auferstehung hinter sich. Gefangen im letzten Tag seiner Existenz durch diese pechschwarze Botschaft wird all seine einstige Vernunft im Angesicht ihrer grenzenlosen Wut vernichtet. Jetzt bleibt nur noch eine unerbittliche Gier nach Kampf, die ohne Ende lodert.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 7301,
        "name": "Lan Yan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Eine Rattanflechterin aus dem Chenyu-Tal, mit einer erfrischenden Erscheinung und Ausstrahlung, so dynamisch wie die klaren Quellen in den Bergen.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/39324012/4e4308e65132a74f5606572d91771a05_7348347631597404705.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Erodiertes Sonnenfeuer"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Belohnung für die Herausforderung des Herrn des erodierten Urfeuers ab Stufe 70"
          }
        ]
      }
    ]
  }
}