{
  "epId": 7349,
  "name": "Erodierte Schuppenfeder",
  "desc": "Eine pechschwarze Schuppe, die nach dem Kampf gegen den Herrn des erodierten Urfeuers zu Boden fiel.<br>Die alten Drachen nutzten ihre eigenen Schuppen, um damit geheime Botschaften und Edikte zu übermitteln.<br>Nachdem diese Schuppe von der Macht der Dunkelheit völlig korrodiert und das Licht, das einst auf ihr eingraviert war, völlig zerfressen wurde, blieben nur noch verdrehte, dunkle Reste auf ihr zurück.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/828eceacbab471f68f289c7cd1f602fc_7710572775843269377.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1736682051,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Herr des erodierten Urfeuers",
        "desc": "Ein böser Drache, geboren aus der Macht der pechschwarzen Dunkelheit.<br>Ein Ungeheuer aus der Leere namens „Gosoythoth“, bekannt als der Zerstörer aus dem Abgrund. Es verfügt über die katastrophale Macht, die die im Fluss der Elemente enthaltenen Erinnerungen korrumpieren und sie in greifbare Formen verwandeln kann. Es ist ihm gelungen, aus diesen Erinnerungen, die seit ewigen Zeiten unter der Erde fließen, den Rest des Willens eines ursprünglichen Elementardrachen zu extrahieren und ihn wie Mark aus einer Wirbelsäule zu ziehen, um ihn als Grundlage für seine verfälschte Gestalt zu verwenden.<br>Aber ist er wirklich nur eine Gestalt? Ein einst gestorbener Drache, der von der außerweltlichen Macht, gegen die er einst kämpfte, zurückgebracht wurde, öffnet seine Augen erneut und lässt alles in diesem kurzen Traum einer Auferstehung hinter sich. Gefangen im letzten Tag seiner Existenz durch diese pechschwarze Botschaft wird all seine einstige Vernunft im Angesicht ihrer grenzenlosen Wut vernichtet. Jetzt bleibt nur noch eine unerbittliche Gier nach Kampf, die ohne Ende lodert.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Erodierte Schuppenfeder"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Belohnung für die Herausforderung des Herrn des erodierten Urfeuers ab Stufe 70"
          }
        ]
      }
    ]
  }
}