{
  "epId": 7350,
  "name": "Talisman des rätselhaften Landes",
  "desc": "Ein Talisman, der irgendwann auf wundersame Weise nach der bestandenen Prüfung der wandernden eremitischen Seelensprecherin in deinem Inventar auftauchte.<br>In einigen Berichten der „Meister des Nachtwinds“ wird von Priestern berichtet, deren „Seelensprecher“ derart mächtig seien, dass sie mittels Meditation ihr Bewusstsein durch die vom Obsidian gespiegelten Licht und Schatten hindurchzulenken vermögen, um so das rätselhafte unterirdische Reich zu betreten; etwas, das sonst nur den Toten selbst vorbehalten ist. Damit einher ginge allerdings eine große Gefahr und Priester, die tatsächlich dazu in der Lage sind, müssen einen Talisman wie diesen hier tragen, um zu verhindern, dass ihre Seelen in jenem rätselhaften Reich verloren gehen. Der Talisman dient allerdings mehr einem symbolischen als einem praktischen Nutzen. So überlassen ihn die Priester eben jenen Kriegern, die die Prüfung erfolgreich bestanden haben. Möglicherweise handelt es sich ja nur um einen einfachen Segen, der Letzteren damit zuteilwird.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c26f7b8877d8fc42dd3671a42f83cb38_3207155692698759618.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1736680951,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Wandernde eremitische Seelensprecherin",
        "desc": "Eine Priesterin der Meister des Nachtwinds, die fernab von ihrem Stamm gelebt und ihre Fähigkeiten in völliger Einsamkeit verfeinert hat. Es heißt, dass ihre Seelensprecher-Kräfte die von gewöhnlichen Priestern und Schamanen übertreffen, weil sie mit dem Schutz vom Wayob der Meister des Nachtwinds gesegnet ist. Diese Kräfte, Segen und Fluch zugleich, konnte sie anfangs nicht kontrollieren, weshalb sie ihren Stamm verließ, um sie in der Isolation zu meistern. Es ist ihr inzwischen gelungen, doch bis heute lebt sie noch immer zurückgezogen, eine Gewohnheit, die ihr einen schlechten Ruf als Sonderling eingebracht hat. Gerüchten zufolge ist sie jedoch mehr als bereit, diejenigen zu unterrichten, die ihre Führung suchen ... allerdings immer auf ihre eigene Art und Weise.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Die große Schamanin der Meister des Nachtwinds Oma Itztli, die alle Stammesmitglieder mit Furcht verehren.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Talisman des rätselhaften Landes"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von wandernde eremitische Seelensprecherin ab Stufe 30"
          }
        ]
      }
    ]
  }
}