{
  "epId": 739,
  "name": "Bestattungsmaske",
  "desc": "Eine Beute, die man erhält, wenn man La Signora, die achte der Elf der Fatui, besiegt.<br/>Man sagt, dass die Fatui der Welt oft hinter ihren Masken gegenübertreten, weil alles, was sie einst waren, nichts mehr bedeutet, wenn sie erst einmal Fatui geworden sind, und sie deshalb ihren wahren Namen und ihr wahres Gesicht aufgeben müssen.<br/><br/>Doch der Akt, alles aufzugeben, was das „Ich“ ausmacht, und zwar die eigene Vergangenheit und die damit verbundenen Bindungen, ist keine leichte Aufgabe.<br/>Vielleicht kann man sagen, dass nur diejenigen, die eine Besessenheit besitzen, die dem Wahn nahe kommt oder ihn sogar übertrifft, bereit sein könnten, sich dieser Gruppe anzuschließen, die so sehr gegen die himmlischen Ordnung auflehnt, ihre verbleibenden Tage an ihre Teuflischen Augen bindet und so hell wie Sterne brennt.<br/>... Natürlich sind viele innerhalb der Fatui einfach nur machtbesessen oder einfache Sadisten. Sie hegen aber keine starke Abneigung gegeneinander. Für sie gilt wohl der Spruch: „Gleich und Gleich gesellt sich gern“.<br/><br/>Die Frau, deren richtiger Name Rosalyne-Kruzchka Lohefalter war, mag einst ein unschuldiges, naives Mädchen gewesen sein.<br/>Aber das war, bevor ihre Augen von einem wütenden Feuer erfüllt wurden und ihre unschuldigen Tage weggebrannt wurden ... bevor das eisige Teuflische Auge die flammenden Zungen auslöschte, die jemals an ihr nagten ... bevor die gefrorene Macht, die sie schützte, von dem ewigen Fremden zerbrochen wurde, der ungebunden, aber nicht weniger entschlossen war als sie selbst ... Und dann wurden die Flammen erneut zum Ausbruch gebracht ...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Bestattungsmaske"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Anwendungsmöglichkeit"
      },
      {
        "key": "Herkunft"
      }
    ]
  }
}