{
  "epId": 745,
  "name": "Brief vom nach den Sternen greifenden Himmelsfürsten",
  "desc": "Vom nach den Sternen greifenden Himmelsfürsten hinterlassener Brief",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/23/236594615/06dae2c867cd174f659ec7289d8b07ec_8333447338236358840.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1690189874,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Wenn du diese Zeilen liest, habe ich mich bereits auf eine Reise der Selbstfindung begeben.</color>\n<color=#ffffffd9>Ich bedauere es sehr, mich bei euch beiden nicht persönlich entschuldigen zu können. Ich hoffe einfach, dass ihr mir verzeiht.</color>\n<color=#ffffffd9>Seit mir der Dämonenbändiger im Traum erschienen ist, habe ich nicht mehr geschlafen. Meine Nächte habe ich damit verbracht, darüber nachzudenken, wie ich mein Gelübde umsetzen kann.</color>\n<color=#ffffffd9>Ich habe euch nicht nur hinters Licht geführt, ich habe auch noch die Träume und Hoffnungen derer ausgebeutet, die an mich geglaubt haben.</color>\n<color=#ffffffd9>Leute in Not werden oft schwach und dursten nach etwas, an das sie glauben können.</color>\n<color=#ffffffd9>Mit meinen Lügen habe ich ihnen falsche Erlösung gebracht, während ihre wahren Begehren immer größer wurden.</color>\n<color=#ffffffd9>Ich weiß, dass die Begehren der Menschen in jener längst vergangenen Ära noch anders waren, nicht so kompliziert wie heutzutage.</color>\n<color=#ffffffd9>Der Dämonenbändiger schulterte die Begierden der Bewohner von Liyue, als er selbst mit Dämonen zu kämpfen hatte.</color>\n<color=#ffffffd9>Mit seiner Maske verbarg er die Schwäche, die menschliches Verlangen mit sich brachte.</color>\n<color=#ffffffd9>Als falscher Adept bin ich es, der eine Maske tragen muss.</color>\n<color=#ffffffd9>Ein wahrer Adept trägt seine Maske nur im Kampf gegen Dämonen.</color>\n<color=#ffffffd9>Wenn ich eine Maske trage, um das Böse zu verbergen, das mein Herz verdorben hat ...</color>\n<color=#ffffffd9>Dann trägt der Dämonenbändiger die Maske, um seinen menschlichen Teil zu verbergen.</color>\n<color=#ffffffd9>Und doch trägt er die Maske eines Dämonenkönigs, auf dass er alle Dämonen unterwerfe ...</color>\n<color=#ffffffd9>Als ich all dies endlich realisiert hatte, wurde mir meine eigene Schuld bewusst und ich verstand, was es heißt, ein wahrer Adept zu sein.</color>\n<color=#ffffffd9>Ich machte mich auf diese Reise, über Berge und Hügel, um meinen Körper und Geist zu stärken. Nicht weil ich noch Hoffnung hatte, Vergebung für meine Sünden zu finden, sondern um das Recht zu verdienen, einer der Anhänger der Adepten zu werden.</color>\n<color=#ffffffd9>Ich habe bereits jemanden gebeten, das Geld, das ich von anderen erschwindelt habe, zurückzugeben. Ein paar Stücke befinden sich noch in meinem Besitz, aber ich brauche sie nicht mehr auf meiner Reise der Selbstreinigung. Bitte nehmt sie an euch.</color>\n<color=#ffffffd9>Der Passierschein meines Großvaters, bitte nehmt ihn, ich bin nicht länger würdig.</color>\n<color=#ffffffd9>Ich hoffe, dass ihr beiden immer bekommen möget, was euer Herz begehrt.</color>\n<color=#ffffffd9>Sünder Wang Ping’an</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Brief vom nach den Sternen greifenden Himmelsfürsten"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      }
    ]
  }
}