{
  "epId": 7604,
  "name": "Tatankasaurier",
  "desc": "Wenn ein Tatankasaurier rennt, kann er <color=#FFE14BFF>Phlogiston verbrauchen</color>, um schnell nach vorn zu stoßen.<br>Wenn der Tatankasaurier beim Rennen auf etwas stößt und so aufgehalten wird oder <color=#FFE14BFF>seine Fähigkeit durch Drücken ausgelöst wird</color>, tritt er in den Zustand der Hochstimmung ein. Wird in diesem Zustand <color=#FFE14BFF>die Rennen-Fähigkeit erneut durch Drücken ausgelöst</color>, kann er in einen noch schnelleren Zustand des Rennens eintreten. In diesem Zustand kann der Tatankasaurier das Gelände nutzen und Flugsprünge ausführen, aber sogar auch für kurze Zeit auf der Wasseroberfläche oder auf flüssigem Phlogiston rennen. Natürlich verbraucht er in diesem Fall auch sein Phlogiston schneller ...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Einführung",
  "version": 0,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tatankasaurier",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/ecec4b325f3f5113eb52674a56a31974_7053142726991693325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wenn ein Tatankasaurier rennt, kann er\nPhlogiston verbrauchen, um schnell nach vorn zu stoßen.\nWenn der Tatankasaurier beim Rennen auf etwas stößt und so aufgehalten wird oder\nseine Fähigkeit durch Drücken ausgelöst wird, tritt er in den Zustand der Hochstimmung ein. Wird in diesem Zustand\ndie Rennen-Fähigkeit erneut durch Drücken ausgelöst, kann er in einen noch schnelleren Zustand des Rennens eintreten. In diesem Zustand kann der Tatankasaurier das Gelände nutzen und Flugsprünge ausführen, aber sogar auch für kurze Zeit auf der Wasseroberfläche oder auf flüssigem Phlogiston rennen. Natürlich verbraucht er in diesem Fall auch sein Phlogiston schneller ..."
          }
        ]
      },
      {
        "key": "Tatankasaurier",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/392b497e263ae7935f27ef7c709ce209_7296483475746560564.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Wenn du die\nFähigkeit drückst oder in die zweite Phase des Rennens übergehst, kannst du mühelos schwere Gegenstände verschieben, die sich vorher nicht bewegen ließen, und sogar Pulverit problemlos zerstören."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tatankasaurier"
          }
        ]
      }
    ]
  }
}