{
  "epId": 772,
  "name": "Neue Chroniken der Sechs Füchse – I",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Die Geschichte über den „Schwarzen Fuchs“ Itaru war ursprünglich das dritte Kapitel von „Urakusais Chroniken der Sechs Füchse“, ist jetzt aber wegen der Vorliebe des Autors die erste Geschichte des neuen Buchs geworden.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/fb96ba31fe96ae3dff8eb917ddc5f088_8501615125138716931.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692186916,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Neue Chroniken der Sechs Füchse – I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Verzeiht mir, dass ich schimpfe, Leute, aber bevor die Geschichte beginnt, noch ein paar Einführungen ...</color>\n<color=#ffffffd9>Was sind die „neuen“ Chroniken der Sechs Füchse?</color>\n<color=#ffffffd9>Wie wir alle wissen, gibt es etwas Neues, wenn es etwas Altes gibt. Dieses Buch basiert auf den „Urakusais Chroniken der Sechs Füchse“, die einst vor 500 Jahren populär waren, und ist eine leicht angepasste Version eines neuen weltlichen Textes. Ich bin ein bescheidener Schreiber, daher hoffe ich, dass Urakusai und alle Leser mir verzeihen werden.</color>\n<color=#ffffffd9>Apropos Urakusai, er war schon ziemlich berühmt, als ich jung war. Zu dieser Zeit war er auch sehr vernarrt in sein Schreiben und seinen Tee und unter den Füchsen galt er als der eleganteste.</color>\n<color=#ffffffd9>Aber leider folgt die Vergangenheit dem Wind, denn Urakusai hat leider ein großes Verbrechen begangen und ist abgehauen, es ist mehr als 500 Jahre her ...</color>\n<color=#ffffffd9>Der Beginn der neuen Chroniken der Sechs Füchse liegt kurzerhand inmitten des hoch aufragenden Yougou-Bergs.</color>\n<color=#ffffffd9>Die Legende besagt, dass der weiße Drache in den Jahren, in denen er lebte, sechs Schüler unter sich hatte, die alle hochqualifiziert und vielseitig begabt in der Magie waren. Sie waren dafür verantwortlich, die Angelegenheiten des Schreins zu koordinieren und für die Sicherheit des Berges Yougou-Bergs während des Tages zu sorgen.</color>\n<color=#ffffffd9>Die erste der sechs Füchse ist die schwarze Füchsin Itaru, die ein Mädchen ist, aber einen starken und mächtigen Tigerrücken hat. Sie hat ein wildes und unbändiges Temperament und wegen ihres betrunkenen Aufstands in der Haupthalle des Schreins zerbrach sie den göttlichen Körper des Shougun und provozierte den Zorn des weißen Drachen, der sie den Berg hinunter verbannte, damit sie über ihr Leben nachdenken könnte.</color>\n<color=#ffffffd9>Aber dieser schwarze Fuchs, der gerade gut gelaunt vom Berg heruntergekommen war, vergaß die Ermahnung seiner Mutter. Sie nahm einen Krug guten Weines und ging direkt ins Dorf, um eine Provokation zu suchen.</color>"
      }
    ]
  }
}