{
  "epId": 774,
  "name": "Neue Chroniken der Sechs Füchse – II",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Dieser Band erzählt den Kampf zwischen dem „Schwarzen Fuchs Itaru“ und den „zwei Oni von Tokaku“. Diese Geschichte ging leider im Originaltext verloren und wurde erst neulich wiedergefunden und in die heutige Form adaptiert.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/fb96ba31fe96ae3dff8eb917ddc5f088_9217774840660151489.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692186920,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Neue Chroniken der Sechs Füchse – II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Der schwarze Fuchs ging direkt zum Dorf, um nach einer Provokation zu suchen, sah aber zwei als Holzfällerinnen verkleidete Frauen am Straßenrand stehen, die jeweils ein sieben Fuß langes wildes Katana, ein kurzes Katana und ein Wakizashi an der Taille trugen, wirklich bis zu den Zähnen bewaffnet.</color>\n<color=#ffffffd9>Als die beiden Frauen die starke schwarze Gestalt heranschreiten sahen, die den Staub aufwirbelte und den Boden vibrieren ließ, wurden sie hellhörig und fragten mit den Händen am Griff ihrer Schwerter gleichzeitig:</color>\n<color=#ffffffd9>„Wer ist da? Ein Monster!“</color>\n<color=#ffffffd9>Die Gestalt:</color>\n<color=#ffffffd9>„Haha, ja. Monster!“</color>\n<color=#ffffffd9>Die beiden Frauen waren entschieden, und zogen ihre Schwerter. Doch das Monster wich ihnen mit einem Schritt aus, packte sie an den Handgelenken und verdrehte sie, und die langen Katana fielen zu Boden. Die beiden Frauen waren von dem Schmerz geschockt und versuchten, ihre Kurzschwerter zu ziehen, aber es war zu spät. Sie sahen, wie der schwarze Fuchs eine von ihnen mit einer Handfläche wegschlug, dann die andere packte und sie wie ein Kücken hochhob. Sie hob eine hoch und ihr großer, kräftiger Fuß stand auf der Brust der anderen.</color>\n<color=#ffffffd9>„Die zwei Oni von Tokaku? Letztes Jahr habe ich gesehen, wie du und deine Schwester die Dorfbewohner schikaniert habt, also habe ich mich nun um euch gekümmert. Dieses Mal erteile ich euch eine Lektion!“</color>\n<color=#ffffffd9>Als die beiden Räuberinnen dies hörten, waren sie beschämt und verärgert, und eine Zeit lang entschuldigten sie sich nur und bettelten um Gnade. Aber der schwarze Fuchs warf sie beide zu Boden:</color>\n<color=#ffffffd9>„Ich bin jetzt ein herrenloses Monster, nachdem ich vom weißen Drachen vom Berg vertrieben wurde. Begleitet mich doch auf meiner Suche nach Gerechtigkeit, es wird bestimmt nicht zu langweilig werden!“</color>"
      }
    ]
  }
}