{
  "epId": 775,
  "name": "Neue Chroniken der Sechs Füchse – V",
  "desc": "Kommentaren zu vergangenen Ereignissen, die speziell zu den „Neue Chroniken der Sechs Füchse“ hinzugefügt wurden. Wenn du sie für ein fades, eintöniges Geschwafel hältst, lieber Leser, kannst du diesen Band überspringen. Aber es liegt dem Autor einfach viel daran, Kommentaren zu diesen alten Geschichten zu äußern, weil sie für ihn persönlich ebenfalls sehr wichtig sind.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/fb96ba31fe96ae3dff8eb917ddc5f088_6278106876848714025.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692186931,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Neue Chroniken der Sechs Füchse – V"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Wir werden die Anekdoten des Schwarzen Fuchses Itaru vorerst zu Ende bringen. Bitte verzeih mir die Nörgelei, aber ich möchte noch meine Kommentare zu einigen alten Angelegenheiten hinzufügen.</color>\n<color=#ffffffd9>Nun, es ist nicht mehr bekannt, wie genau Urakusai Saiguu damals verärgert hat. Yae bot mir jedoch an, die Geschichte damals zu erzählen, die sie selbst miterlebt hat, nachdem sie ein paar Becher Wein ausgetrunken hat.</color>\n<color=#ffffffd9>Vorab noch ein wichtiger Hinweis: Was du jetzt liest, ist natürlich nur ein Roman. Was in dem Roman steht, stimmt nicht unbedingt mit der Wahrheit überein.</color>\n<color=#ffffffd9>Als die Kitsune Saiguu Hakushin verließ, um ihren Posten am Großen Narukami-Schrein anzutreten, war Yae noch nicht geboren. In ihrer Kindheit hat Yae aber schon viele Geschichten und Legenden über Saiguu gehört. Sie liebte und respektierte Saiguu sehr.</color>\n<color=#ffffffd9>Das ist auch der Grund, warum Yae nach ihrer langen Reise schließlich selbst zum Großen Narukami-Schrein kam und denselben Posten einnahm.</color>\n<color=#ffffffd9>Wegen ihrer Blutsverwandtschaft kümmerte sich Saiguu sehr um Yae, obwohl Yae jetzt so wenig wie möglich über diese Zeit spricht ...</color>\n<color=#ffffffd9>... Obwohl ich bereits schon am Anfang erwähnt habe, dass der überwiegende Teil des Romans rein fiktiv ist, muss ich es aber vermeiden, zu viel über Yaes Leben zu schreiben, sonst würde die Redakteurin alles streichen ...</color>\n<color=#ffffffd9>Aber zurück zu Urakusai. Es ist nicht mehr klar, wie Urakusai damals Saiguu verärgert hat, aber es ist bekannt, dass seine Taten in irgendeiner Weise mit dem späteren Einfall des Abgrunds zu tun haben könnten.</color>\n<color=#ffffffd9>Nachdem Urakusai jedoch vertrieben worden war, wohnte die Kitsune Saiguu nicht mehr im Großen Narukami-Schrein, sondern ließ sich dauerhaft im Tenshukaku nieder.</color>\n<color=#ffffffd9>„Eine Katastrophe, die Himmel und Erde verschlingen wird, steht bevor. Meine Pflicht ist es, das Volk zu verteidigen und unseren Herrn zu schützen, und deshalb muss ich dem Shougun zur Seite gehen.“</color>\n<color=#ffffffd9>Als Saiguu zum zweiten Mal abreiste, war Yae noch ein junges Mädchen. Die Person, die sie die ganze Zeit über verfolgt hatte, verließ sie nun wieder. Erst als die Katastrophe über die Inseln hinwegfegte, verstanden wir die Bedeutung von Saiguus Worten ...</color>\n<color=#ffffffd9>Aber es war zu spät. Und alles hatte sich nicht so entwickelt, wie wir es uns gewünscht hatten.</color>\n<color=#ffffffd9>Und es war das dritte Mal, dass Saiguu gehen musste. Nur, diesmal ist sie für immer gegangen.</color>\n<color=#ffffffd9>Fünf Jahrhunderte mögen den Sterblichen zu lang erscheinen, aber die Freuden und Sorgen, die die Ereignisse in dieser Zeit hinterlassen haben, sind sowohl für Sterbliche als auch Unsterbliche nicht so leicht auszulöschen.</color>"
      }
    ]
  }
}