{
  "epId": 776,
  "name": "Neue Chroniken der Sechs Füchse – IV",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Dies ist die spannendste Geschichte von allen „Urukusais Chroniken der Sechs Füchse“ und soll von Urukusai nach seiner Rückkehr aus Liyue selbst geschrieben worden sein. Sie wurde auch vom Autor vollständig in diesem Buch aufgenommen.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/fb96ba31fe96ae3dff8eb917ddc5f088_353947905755126357.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692186927,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Neue Chroniken der Sechs Füchse – IV"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Vom letzten Mal: Der schwarze Fuchs ging zum Händler.</color>\n<color=#ffffffd9>Der Händler, Dozaemon, war ursprünglich ein Samurai, aber Inazuma war schon lange friedlich und so hatte er keinen Platz mehr, um sein Schwert zu benutzen, also wurde er ein Händler im Dorf. Er lernte, wie man erpresst und betrügt, und dank seines grimmigen Gesichts wagte es niemand, sich mit ihm anzulegen, sodass er ein großer Geschäftsmann im Dorf wurde.</color>\n<color=#ffffffd9>An jenem Tag kühlte er sich vor seinem Stall ab, als er eine Staubwolke sah, das Land bewegte sich und vibrierte, und ein Schatten, größer als der Laden, fiel über seinen Kopf:</color>\n<color=#ffffffd9>„Ich will Melonen kaufen.“</color>\n<color=#ffffffd9>Dozaemon öffnete leicht die Augen und musterte den Besucher: Er sah, dass der Besucher groß, dunkel und stark war, grimmig und ohne Manieren dastand, als wollte er den Mann angreifen, aber der Besucher war eine Frau!</color>\n<color=#ffffffd9>„Wie viele?“</color>\n<color=#ffffffd9>Der Besucher hatte es nicht eilig, zu antworten, sondern schaute einfach auf den Wakizashi:</color>\n<color=#ffffffd9>„Gutes Schwert.“</color>\n<color=#ffffffd9>„Ein gutes Schwert in der Tat und ich war einst Mitglied einer kriegerischen Familie, also muss ich ein Familienerbstück haben, das was hermacht“,</color>\n<color=#ffffffd9>antwortete Dozaemon.</color>\n<color=#ffffffd9>„Schade, dass es zum Zerschneiden einer Melone benutzt wird.“</color>\n<color=#ffffffd9>Dozaemon versteht, dass sich in dem Satz etwas verbarg, und antortete:</color>\n<color=#ffffffd9>„Bist du wegen der Melonen hier? Oder warum redest du so viel?“</color>\n<color=#ffffffd9>„Ja. Ja.“</color>\n<color=#ffffffd9>So lachte der schwarze Fuchs.</color>\n<color=#ffffffd9>„Schneide ein Dutzend in Würfel und schäle die gesamte Schale ab.“</color>\n<color=#ffffffd9>Dozaemon war voller Misstrauen, hatte aber nicht die Absicht, es in Frage zu stellen. Also schnitt er Melonen in Stücke und wog sie auf der Waage ab.</color>\n<color=#ffffffd9>„Die Wage ist aber schief, oder?“</color>\n<color=#ffffffd9>Als Dozaemon dies hörte, festigte er den Griff um sein Schwert.</color>\n<color=#ffffffd9>„Ich sage, deine Waage scheint in dieser Hinsicht ein bisschen viel Temperament zu haben!“</color>\n<color=#ffffffd9>„Wenn du in der Stimmung bist, dich zu amüsieren, warum gibst du mir nicht zuerst die Mora?“</color>\n<color=#ffffffd9>Dozaemon wurde ungeduldig und diskutierte.</color>\n<color=#ffffffd9>„He, he, es ist nicht so, dass ich nicht im Voraus zahlen will, ich habe nur Angst, dass du es nicht nehmen willst.“</color>\n<color=#ffffffd9>„Wenn du zahlst, nehme ich es!“</color>\n<color=#ffffffd9>„Wirklich?“</color>\n<color=#ffffffd9>„Natürlich!“</color>\n<color=#ffffffd9>Der schwarze Fuchs brüllte: „Nimm das!“ Sie schlug Dozaemon einen Beutel voller Mora ins Gesicht. Er fiel auf den Rücken und sein kostbares Wakizashi flog ihm aus der Hand und landete neben ihm. Die Nase des Betrügers wurde durch den Mora-Beutel, der wie ein Etui für eine Tabakspfeife aussah, zu einem platten Haufen zerquetscht.</color>\n<color=#ffffffd9>Itaru kam mit zwei weiteren Schritten heran und trat dem Betrüger auf die Brust. Ohne ein Wort zu sagen, hat sie ihm einen Schlag ins Gesicht verpasst. Der Schlag ließ die goldenen Trommeln im Kopf des verräterischen Händlers klingen. Dozaemon kämpfte sich hoch und griff nach dem Wakizashi, das gerade zu Boden gefallen war. Aber Itaru fand es und in einem Anfall von Wut schlug sie ihn erneut, sodass ihm ein Paar Tanukiohren aus dem Kopf sprangen, und er konnte nicht aufhören, um Gnade zu betteln.</color>\n<color=#ffffffd9>Itaru lachte darüber, der verräterische Händler entpuppte sich ebenfalls als Monster und zwar als dreckiger Tanuki!</color>\n<color=#ffffffd9>Nachdem sie also den gestohlenen Wakizashi des Tanuki eingesammelt, das Eigentum des Tyrannen an das ganze Dorf verteilt und das restliche Geld der verzweifelten Mutter und Tochter übergeben hatte, zeigte sie Gnade und ließ ihn laufen. Danach ging sie weiter.</color>"
      }
    ]
  }
}