{
  "epId": 7761,
  "name": "Von den Bergen und der See",
  "desc": "Uralte Aufzeichnungen des Abenteurers Leonard. Mona entzifferte mithilfe ihrer Astrologie einige Texte und konnte daher einen Teil des Inhalts wiederherstellen.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/22/44394b1204229181f4bc7ec3bbd62544_3830217251502482782.png",
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nDank der Hilfe von ████████, ich ████████████\n████████Gipfel███gefährlichste, ████Hut-Gipfel“████████fand ich heraus█████████Ostwand ████████Wind nutzen ██\n...\nKeiner der anderen Burschen██diesen████████████unüberwindbarer Albtraum“███████sie████nach dem anderen.██████Misserfolge████ich bin nicht alt█████████Gliedmaßen und mein Geist██völlig██████weiterer████Herausforderung███Berg███\n...\nGute Neuigkeiten! Alric███████den Berg█████war nicht allein!\n...\nIch ████████ Berg unterschätzt, ███nur████████wie ein geschnitztes Labyrinth█████der Stamm ████████noch bis zum Gipfel████\n...\nEine weitere ███ Verletzung████████ zwei Finger █████████ rechte Hand███████ ausruhen██████noch nicht█████ aufzugeben.\n...\n███████Alric██nicht überstanden███zu alt████████heftigen Stürmen██████████nicht standhalten████████beerdigt████████alten Lieblingswein████████████ich wieder allein██Fels mit Eis███████zugefroren███████\n...\nIch habe mir wieder das Bein gebrochen█████████Fraktur█████Eiskristallen █████Abgrund██zum Glück███████████wieder die Wand hochkletterte█████████nach unten████\n███████Eiswand█████Felsspalte███████sicherer Tod███████alte Wunde█████mehr als ein Jahr█████\n...\nDer Himmel war strahlend blau und für einige Tage████████Schneesturm geben. Ich sah██████hindurch██████Höhe,████nicht erreichen███\n█████Falke████hoch███\nSo wie███████Gipfel des Berges████████\n..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nDank der Hilfe von Venerare und ... war ich endlich in der Lage, hinüberzukommen ... und es auf diesen Berggipfel zu schaffen ...\nDieser Gipfel ist der höchste und gefährlichste, den es gibt. Die verehrten Leser müssen mir verzeihen, dass ich keine poetischere Beschreibung habe, aber von seinem Aussehen her wäre es eher angebracht, ihn „Pilos-Kuppe“ zu nennen. Aber nach einer einfachen Erkundung des Geländes fand ich heraus, dass ich vielleicht ein Seil und Pfähle benutzen könnte, um von der Ostwand aus hinaufzuklettern und dann den Wind nutzen könnte, um einen Haken zu werfen, um ... und dann ...\n...\nKeiner der anderen Burschen wollte mit mir diesen Berg besteigen und selbst diejenigen, die sich auf den Versuch einließen, wurden von den alten Abenteurern in Angst versetzt. „Ein unüberwindbarer Albtraum“, sagten sie, einer nach dem anderen. Die Misserfolge ihrer Vorgänger haben sie altern lassen, sie sind schwach geworden. Aber ich bin nicht alt, meine Gliedmaßen und mein Geist sind noch völlig in Ordnung und die Pilos-Kuppe ist nur ein weiterer Berg, der darauf wartet, herausgefordert zu werden.\n...\nGute Neuigkeiten! Alrik hat sich bereiterklärt, mit mir den Berg zu besteigen. Ich wusste, ich war nicht allein!\n...\nIch hatte den Berg unterschätzt und bestieg ihn tatsächlich nur, um festzustellen, dass es fast keinen Ausweg gab, denn der Berg war wie ein geschnitztes Labyrinth, schroff und majestätisch ... Ich hoffte, dass die trockene Nahrung, die der Stamm für mich vorbereitet hatte, mich noch bis zum Gipfel tragen würde.\n...\nEine weitere Verletzung. Das Bein ist schwer verletzt und an der linken Hand sind zwei Finger erfroren, aber glücklicherweise geht es der rechten Hand gut. Ich fürchte, ich muss mich ein paar Monate ausruhen, aber es ist noch nicht an der Zeit aufzugeben.\n...\nSchlechte Nachrichten, Alric hat den heutigen Tag nicht überstanden. Er war einfach zu alt und sein Körper hat den heftigen Stürmen und dem rauen Gelände auf dem Berg nicht standhalten können ... Ich habe ihn so gut, es ging, einfach beerdigt und seinen alten Lieblingswein mit ihm begraben. Jetzt bin ich wieder allein, der Schnee und der Wind haben noch nicht aufgehört und ich muss weiter auf den Berg hinaufklettern, bevor der Fels mit Eis zugefroren ist ...\n...\nIch habe mir wieder das Bein gebrochen, aber zum Glück war es nur eine leichte Fraktur. Ein Sturm mit Eiskristallen hätte mich fast in den Abgrund gerissen, aber zum Glück lebe ich noch. Ich hielt mich an den scharfen Felsen fest und kämpfte um mein Leben, bevor ich schließlich wieder die Wand hochkletterte und nur ganz knapp den Weg wieder nach unten fand ...\nWäre ich auf einer Eiswand aufgetroffen oder in einer Felsspalte stecken geblieben, wäre das mein sicherer Tod gewesen ... Diesmal habe ich mir wieder eine alte Wunde aufgerissen und werde mehr als ein Jahr lang nicht mehr klettern können ...\n...\nDer Himmel war strahlend blau und für einige Tage sollte es auf dem Berg keinen Schneesturm geben. Ich sah einen Falken, der direkt durch die Wolken hindurchflog, fast so hoch wie der Gipfel des Berges, eine Höhe, die ich nicht erreichen konnte.\nWenn ich doch nur so hoch fliegen könnte wie ein Falke ...\nSo wie das Adlerküken aus den Geschichten meiner Kindheit, das versuchte vom Gipfel des Berges aus fliegen zu lernen ...\n..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Von den Bergen und der See"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      }
    ]
  }
}