{
  "epId": 777,
  "name": "Neue Chroniken der Sechs Füchse – Prolog",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Geschichten über Erinnerungen sind immer eng mit der Vergänglichkeit verflochten. Dieses Buch ist nicht komplett neu, sondern eine Adaption von „Urakusais Chroniken der Sechs Füchse“.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/fb96ba31fe96ae3dff8eb917ddc5f088_3738684448937534083.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692186912,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Neue Chroniken der Sechs Füchse – Prolog"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Fortsetzung</color>\n<color=#ffffffd9>Geschichten über Erinnerungen sind immer mit Momenten von Verlust und Wiederfund verbunden.</color>\n<color=#ffffffd9>Wenn ich über den Grund für das Schreiben meiner bescheidenen Arbeit sprechen würde, wäre das keine große Sache.</color>\n<color=#ffffffd9>An diesem Abend trank ich und entspannte mich in der Uyuu-Pagode, als ich zufällig eine lang vermisste Freundin traf. Irgendwann hatte sie auf dem eleganten Sitz seitlich gesessen.</color>\n<color=#ffffffd9>„Mensch, wer hat heute selten gute Laune und trinkt schon wieder alleine?“</color>\n<color=#ffffffd9>Da sie so gefragt hat, antwortete ich:</color>\n<color=#ffffffd9>„Guter Wein steht nicht immer zum Verkauf und man muss zwangsläufig geduldig warten.“</color>\n<color=#ffffffd9>„Die gleiche alte Rhetorik ... Du bist immer noch langweilig.“</color>\n<color=#ffffffd9>Jetzt war sie eine Redakteurin und sah aus, als würde ihr der Wein zu Kopf steigen.</color>\n<color=#ffffffd9>„Wie wäre es, etwas Geld für Alkohol zu verdienen? Du hast sowieso nichts zu tun.“</color>\n<color=#ffffffd9>„Ich zahle für den Alkohol heute.“</color>\n<color=#ffffffd9>Sie lächelte wieder und sagte auch, dass es leider schon das dritte Mal sei.</color>\n<color=#ffffffd9>„Du bist zurück.“</color>\n<color=#ffffffd9>Ich sah, wie der Nachtwind ein paar Blütenblätter der göttlichen Kirschblüte in ihr Sake-Glas trug und den winzigen Mond im Glas zuerstörte.</color>\n<color=#ffffffd9>Ein Gefühl von Déjà-vu überkam mich und irgendwie spuckte ich diese drei Worte aus.</color>\n<color=#ffffffd9>„Du bist betrunken.“</color>\n<color=#ffffffd9>Ihr Gesicht war verärgert und ihr Tonfall trug eine gewisse unerschütterliche Autorität.</color>\n<color=#ffffffd9>Aber bald stellte sie ihren Wein ab und seufzte:</color>\n<color=#ffffffd9>„Als sie weg war, war ich noch nicht geboren.“</color>\n<color=#ffffffd9>Ich war damals jung.</color>\n<color=#ffffffd9>„Sie hat Geschichten erzählt, die vielleicht nur du nacherzählen kannst.“</color>\n<color=#ffffffd9>Und einfach so, lustigerweise, wurde ich aufgehalten und musste noch etwas für das Verlagshaus Yae schreiben.</color>\n<color=#ffffffd9>Und bitte nicht böse sein, liebe Stammleser, das ist kein Versprechen, dass ich mir eine Schreibpause erlaube.</color>\n<color=#ffffffd9>Schließlich musste ich mich auch frühzeitig auf die bevorstehende Preissenkung des guten Weins vorbereiten, ganz abgesehen davon, dass ich es mir nicht leisten konnte, den guten Wein zu verlieren, mit dem mich der Chefredakteur an diesem Abend verwöhnte.</color>"
      }
    ]
  }
}