{
  "epId": 8352,
  "name": "Jemandes zerrissene Notizen (II)",
  "desc": "Notizen, die in den Überresten von Bakunawa gefunden wurden.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Jemandes zerrissene Notizen (II)"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Mein vierundzwanzigster Zwischenstopp, einmal durchatmen. Keine Ahnung, ob es Tag oder Nacht ist, und kein Wind.\nIch habe heute noch mehr Monster gesehen, und es sah so aus, als gehörten sie zur selben Art. Sie ähnelten dem Monster, das uns beinahe gefressen hätte, aber es gab größere und kleinere. Das größte von ihnen war so groß wie ein kleiner Berg.\n...\nIch habe noch nie so bösartige Bestien wie diese gesehen, aber ihr Geruch kommt mir irgendwie bekannt vor. Er erinnert mich ... an die Zeit, als ich auf dem Drachengrat war.\n...\nAngesichts der Vielfalt der Aktivitäten der Monster habe ich den Verdacht, dass der Ort, zu dem wir vorher gegangen sind, nicht das Zentrum des Mare Jivari ist, sondern nur irgendwo an seinem Rand liegt. Und trotz all unserer Bemühungen sind wir nicht einmal in die Nähe des Zentrums gelangt ...\n...\nUnd noch etwas ist heute passiert, das mir seltsam vorkam, also schreibe ich es auf. Ich erinnere mich, eine Frau gesehen zu haben, die meine Wunden verband, aber als ich versuchte, mich zu erinnern, wie sie aussah, war es, als ob mein geistiges Auge mit Asche bedeckt wäre. Ich kann kein einziges Detail erkennen ...\nDas einzige, woran ich mich erinnern kann, ist ihr Name ... Nanas, ja, ich glaube, das war er.\nVielleicht hab’ ich recht. Vielleicht aber auch nicht. Mein Kopf beginnt zu schmerzen, und ich kann mich nicht erinnern ..."
          }
        ]
      }
    ]
  }
}