{
  "epId": 8517,
  "name": "Laterne des schwarzen Marks",
  "desc": "Eine Laterne, die ein schwaches, gespenstisches Leuchten ausstrahlt und von einer mitternachtsschwarzen Legierung umhüllt ist, die an ineinandergreifende Knochen erinnert. Es heißt, dass sie einst von einer bestimmten Geheimorganisation als kostbarer Schatz verehrt wurde.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fca1d073841a27aa921fb0cdadcc1814_4456705496709264629.png",
  "filterValues": {
    "weaponRarity": 4,
    "weaponProperty": "Elementarkunde",
    "weaponType": "Katalysator"
  },
  "menuId": 4,
  "menuName": "Waffe",
  "version": 1760521723,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Laterne des schwarzen Marks"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Nod-Krai"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Katalysator"
          }
        ]
      },
      {
        "key": "Nebenattribute",
        "value": [
          {
            "type": "RichText",
            "text": "Elementarkunde"
          }
        ]
      },
      {
        "key": "Schmiedematerial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6676,
            "name": "Unbearbeiteter Katalysator des Grenzlands",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/f9b79f782d38ca65a367651f6e6583ac_7841924690858797396.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 8635,
            "name": "Regenbogen-Kristall",
            "desc": "Ein in schillerndem Regenbogenglanz leuchtender Kristall mit außergewöhnlicher Zähigkeit und Formbarkeit. Seit jeher ist er das bevorzugte Schmiedematerial der Handwerker Snezhnayas.<br>Man erzählt sich, als der hohe Wagen des Mondes zerbrach, stürzte seine mit göttlichem Blut getränkte Radnabe in die mondbeschienene Welt hinab und wurde zu einem regenbogenfarbenen Juwel. Seitdem bringen die Menschen den gefallenen Göttern keinen Glauben mehr entgegen. Nur die wenigen Überlebenden, die wissen, weshalb die Könige der Nacht starben, singen weiter ihre vergessenen Namen, vergeblich.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3380d9638c3e47bca7f4184104f20a5a_114706391206993666.png",
            "amount": 50
          },
          {
            "type": "CustomEntry",
            "epId": 1224,
            "name": "Brocken weißes Eisen",
            "desc": "Ein Klumpen weißes Eisenerz, der in den Händen eines begabten Schmieds zu glanzvollen Dingen reifen kann.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/White Iron Chunk_icon.png",
            "amount": 50
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 500
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Beweis der Bindung",
        "value": [
          {
            "type": "RichText",
            "text": "Erhöht den durch die Reaktion „Sprießen“ verursachten Schaden um <color=#37ffff>48%~60%~72%~84%~96%</color> und den Schaden durch die Reaktion „Mondspross“ um <color=#37ffff>12%~15%~18%~21%~24%</color> . Mondomen – Reifer Glanz: Erhöht den Schaden durch die Reaktion „Mondspross“ zusätzlich um <color=#37ffff>12%~15%~18%~21%~24%</color> ."
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Wenn Macht ein majestätisches Gebäude wäre, wie viele Ziegelsteine wären dann nötig, um es zu bauen?\nZiegelsteine an sich machen noch kein Gebäude. Wer entscheidet also, welche Ziegelsteine das Fundament bilden und welche zur Turmspitze werden?\nDie Ordnung scheint sehr strikt, doch das Schicksal jedes einzelnen Steins entscheidet der Zufall.\nUnd für den Einsturz eines hohen Gebäudes reicht es, dass ein einziger Ziegelstein sich nicht den falschen Anweisungen beugt.\n„Der Schatz des Paten liegt tief im Schwarzmarkt verborgen.“ Das Festmahl, das die alte Ordnung zerstören sollte, hatte begonnen, und den Schatz begehrende Räuber versammelten sich.\nDer Erste, die die Schatzkammer betrat, war ein Fee. Die Welt hatte ihm gelehrt, nach Gewinn zu streben, persönlichen Schaden zu vermeiden und sich von den Intrigen anderer fernzuhalten.\nEr konnte die Herzen der Menschen lesen wie eine Landkarte und bahnte sich zwischen all den Intrigen seinen eigenen sicheren Weg. Das kann man wohl als gerissen bezeichnen.\nDie nächste, die einen Versuch unternahm, war ein Mädchen, für das der Sieg über den Fee wichtiger war als die Rätsel des Paten.\nMit ihrer Klinge schnitt sie geschickt jedes Schloss auf und überlistete die vermeintlich komplizierten Mechanismen mit den einfachsten Lösungen. Das kann man wohl als rustikal bezeichnen.\nDer Letzte, der sich vorwagte, war ein Jäger, der dieses Labyrinth als ein Jagdgebiet betrachtete, das noch grausamer war als der kalte Winter, und daher jeden Schritt sorgfältig plante.\nGeduld ist eine giftige Falle und Scharfsinn ist ein blutrünstiges Schwert. Er bekämpft seine Feinde mit simpler Kampfkraft. Das kann man wohl als furchtlos bezeichnen.\nEine schwarz gekleidete Dienerin fesselte die drei und führte sie nacheinander in eine innere Kammer.\n„Ehrwürdiger Pate, deine geladenen Gäste haben bereits Platz genommen und warten auf deine Anweisungen.“\nMit einem Zaytun-Pfirsich in der Hand kaute der Pate gemächlich und sagte zu jedem der Gäste, die die Dienerin hereingebracht hatte:\n„Du hast keine Rücksicht auf die Weltordnung genommen und es gewagt, dir etwas anzueignen, das dir nicht gehörte. Und dafür werde ich dich belohnen.“\n„Die sogenannte Ordnung dient nur denjenigen, die sie geschaffen haben. Damit bin ich nicht einverstanden und brauche daher eure Hilfe.“\n„Die Weltordnung besteht nur darin, dass die Reichen immer reicher und die Armen immer ärmer werden. Daher ist Diebstahl der einzige Weg, um das Gleichgewicht wiederherzustellen.“\n„Solltest du dich entschließen, von diesem Tag an den Räuberkodex zu befolgen, dann iss diese Frucht in Gegenwart der Gebeine des Großen Räubers.“\nDer Fee, der sich seit ihrer Kindheit danach sehnte, der Verschwendung der Adligen zu entkommen, bewunderte die Worte des Paten und aß die Blasenmandarine.\nDas Mädchen, das sich nie mit der Arroganz der Mächtigen abgefunden hatte, schluckte entschlossen den Wolfshaken, denn ihre Ideale ähnelten denen des Paten.\nDer Letzte, der die Valbeere aß, war der Jäger, der sich einst in den kalten Wald zurückgezogen hatte, gerade weil er sich weigerte, sich mit den schmutzigen Verhältnissen der Welt abzufinden.\n„Sehr gut. Dann schließen wir hiermit den Pakt der fruchtigen Ordnung. Merkt euch: Ab heute seid ihr das Rückgrat des Widerstands gegen die Ungerechtigkeit.“\nNachdem er seine Gäste nacheinander gehen sah, strich der Pate sanft mit der Hand über die leeren Wände der Schatzkammer.\nEr hatte erfolgreich den wichtigsten Ziegelstein aus dem Gebäude der Ordnung entfernt, doch hatte er nicht die unerwarteten Ereignisse vorhergesehen:\nAls sie sah, wie der Pate mit gerunzelter Stirn und schmerzendem Bauch dastand, lächelte die Dienerin, die ihm zur Seite stand, sanft.\nSie nahm ruhig die schwarze Wirbelsäule des Großen Räubers an sich und ließ die Wasserlilie als Gegenmittel zurück, während sie sich aus dem Staub machte.\n„Was du gerade zu den Räubern gesagt hast, macht die Ideologie des großen Räubers deutlich, daher werde ich dein Leben verschonen.“\n„Doch wahre Gerechtigkeit existiert nicht unter der Herrschaft der Ordnung, sondern darin, dass niemand bestimmen kann, was Ordnung ist.“"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "St. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "41",
              "48"
            ]
          }
        ]
      },
      {
        "key": "St. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "99",
              "125",
              "85"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 5000
          },
          {
            "type": "CustomEntry",
            "epId": 8591,
            "name": "Überreste der raffinierten Geheimgeräte",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>Einst als „Die sieben Werkzeuge des Großen Räubers“ bekannt, sollen diese ausgeklügelten Geräte vom berühmten Großen Räuber Reed Miller erfunden worden sein.<br>So wie die ursprünglichen Schatzräuber Menschen aller Art vereinten, können verschiedene Werkzeuge, die für unterschiedliche Zwecke geschaffen wurden, miteinander kombiniert werden, um von Menschen gesetzte Grenzen zu überwinden ... Seien es nun Ketten oder ganze Territorien.<br>Die Anzahl der enthaltenen Werkzeuge beschränkt sich nicht auf sieben, doch die Menschen nutzen oft die Zahl Sieben, um eine große Vielfalt auszudrücken. Dass die Weltordnung in sieben Kategorien eingeteilt wird, hat vielleicht denselben Grund.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5674eb5ccf4612cda2cc95231dedfdf6_5246837596566647284.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 8611,
            "name": "Schimmer der Frostnacht",
            "desc": "Ein Fragment, das dem Geweih eines besiegten Nachkommen der Frostnacht entnommen wurde.<br>Der Legende nach waren diese edlen Wesen einst Diener der Goldenen Stadt, in deren Augen sich das heiligste und strahlendste Licht des Himmels widergespiegelt haben soll. Dieses Licht ist längst erloschen und die nunmehr herrenlosen Nachkommen wandern weiter durch die frostigen Nächte unter dem Mond, ein längst vergessenes Gelübde hütend.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5fab49e6874d5696eb1ef46966995be5_5506739070481549379.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 8608,
            "name": "Abgenutzter Amtsausweis",
            "desc": "Ein an die Oprichniki ausgegebener Amtsausweis.<br>Es ist unbekannt, mit welcher Entschlossenheit der Träger sich dieser Truppe anschloss.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9f0e22244a7132935602433e79bef24f_5872688653273879780.png",
            "amount": 2
          }
        ]
      },
      {
        "key": "St. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "184",
              "210",
              "124"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 15000
          },
          {
            "type": "CustomEntry",
            "epId": 8592,
            "name": "Modell der raffinierten Geheimgeräte",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>So wie seine Werkzeuge unzählige Male nachgeahmt wurden, wurde auch der Name des Großen Räubers unzählige Male gestohlen.<br>In gewisser Hinsicht haben nicht die Menschen, die nach etwas strebten, den Namen von Reed Miller gestohlen, sondern es war vielmehr er, der ihnen ihre eigene „Identität“ geraubt hat. Aber zwischen diesen beiden Dingen besteht ohnehin kein Unterschied.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/92a6b12374be4fe71d9a61fbb9b0bcee_1966826565584331759.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 8611,
            "name": "Schimmer der Frostnacht",
            "desc": "Ein Fragment, das dem Geweih eines besiegten Nachkommen der Frostnacht entnommen wurde.<br>Der Legende nach waren diese edlen Wesen einst Diener der Goldenen Stadt, in deren Augen sich das heiligste und strahlendste Licht des Himmels widergespiegelt haben soll. Dieses Licht ist längst erloschen und die nunmehr herrenlosen Nachkommen wandern weiter durch die frostigen Nächte unter dem Mond, ein längst vergessenes Gelübde hütend.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5fab49e6874d5696eb1ef46966995be5_5506739070481549379.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 8608,
            "name": "Abgenutzter Amtsausweis",
            "desc": "Ein an die Oprichniki ausgegebener Amtsausweis.<br>Es ist unbekannt, mit welcher Entschlossenheit der Träger sich dieser Truppe anschloss.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9f0e22244a7132935602433e79bef24f_5872688653273879780.png",
            "amount": 8
          }
        ]
      },
      {
        "key": "St. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "238",
              "264",
              "143"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 8592,
            "name": "Modell der raffinierten Geheimgeräte",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>So wie seine Werkzeuge unzählige Male nachgeahmt wurden, wurde auch der Name des Großen Räubers unzählige Male gestohlen.<br>In gewisser Hinsicht haben nicht die Menschen, die nach etwas strebten, den Namen von Reed Miller gestohlen, sondern es war vielmehr er, der ihnen ihre eigene „Identität“ geraubt hat. Aber zwischen diesen beiden Dingen besteht ohnehin kein Unterschied.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/92a6b12374be4fe71d9a61fbb9b0bcee_1966826565584331759.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 8612,
            "name": "Sanfter Glanz der Frostnacht",
            "desc": "Ein Bruchstück, das dem Geweih eines besiegten Nachkommen der Frostnacht entnommen wurde.<br>In den ältesten mündlich überlieferten Gebetsgesängen der Nachkommen des Frostmonds wurde das Licht dieser edlen Wesen von den Philosophen des hohen Nordens als makellose Gnade der Götterboten bezeichnet. Obwohl diese Gnade weder den Untergang der goldenen Stadt verhindern noch ihre Nachkommen vor der Verbannung in die Wildnis bewahren konnte, fließt jener sanfte Glanz weiterhin über das Geweih und wartet auf einen Traum, der vielleicht nie wiederkehren wird.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/84ca7e32416daa68b958cdad392c4553_1410764832875927220.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 8609,
            "name": "Fein verarbeiteter Amtsausweis",
            "desc": "Ein an die Oprichniki ausgegebener Amtsausweis.<br>Hinter der feinen Verarbeitung verbirgt sich womöglich ein Preis, den der Besitzer für seinen Aufstieg zahlen musste.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/852358094b751d2fa2c7dafcfa28d324_4616812596451196995.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "St. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "293",
              "319",
              "162"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 8593,
            "name": "Vermächtnis der raffinierten Geheimgeräte",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>In den absurden Legenden der Gassen heißt es, der große Räuber Reed Miller sei mehrfach zum Tode verurteilt worden, habe aber stets in letzter Sekunde mithilfe von Freunden und raffinierten Werkzeugen dem Henker entkommen können.<br>In manchen Versionen dieser Geschichten opferten sich mehrere Anhänger für den von ihnen verehrten König des Elysiums. Doch diese Legenden erfreuten sich keiner großen Beliebtheit, denn in Weinstimmung sollten Geschichten romantisch sein und ein zufriedenstellendes Ende haben – und wenn es keine Fesseln gab, die den Großen Räuber halten konnten, gab es auch kein Ende, das ihn fesseln konnte.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/61316a2dff9e58cd7f2e7d6526ebc41a_3706968406036754358.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 8612,
            "name": "Sanfter Glanz der Frostnacht",
            "desc": "Ein Bruchstück, das dem Geweih eines besiegten Nachkommen der Frostnacht entnommen wurde.<br>In den ältesten mündlich überlieferten Gebetsgesängen der Nachkommen des Frostmonds wurde das Licht dieser edlen Wesen von den Philosophen des hohen Nordens als makellose Gnade der Götterboten bezeichnet. Obwohl diese Gnade weder den Untergang der goldenen Stadt verhindern noch ihre Nachkommen vor der Verbannung in die Wildnis bewahren konnte, fließt jener sanfte Glanz weiterhin über das Geweih und wartet auf einen Traum, der vielleicht nie wiederkehren wird.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/84ca7e32416daa68b958cdad392c4553_1410764832875927220.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 8609,
            "name": "Fein verarbeiteter Amtsausweis",
            "desc": "Ein an die Oprichniki ausgegebener Amtsausweis.<br>Hinter der feinen Verarbeitung verbirgt sich womöglich ein Preis, den der Besitzer für seinen Aufstieg zahlen musste.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/852358094b751d2fa2c7dafcfa28d324_4616812596451196995.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "St. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "347",
              "373",
              "182"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 35000
          },
          {
            "type": "CustomEntry",
            "epId": 8593,
            "name": "Vermächtnis der raffinierten Geheimgeräte",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>In den absurden Legenden der Gassen heißt es, der große Räuber Reed Miller sei mehrfach zum Tode verurteilt worden, habe aber stets in letzter Sekunde mithilfe von Freunden und raffinierten Werkzeugen dem Henker entkommen können.<br>In manchen Versionen dieser Geschichten opferten sich mehrere Anhänger für den von ihnen verehrten König des Elysiums. Doch diese Legenden erfreuten sich keiner großen Beliebtheit, denn in Weinstimmung sollten Geschichten romantisch sein und ein zufriedenstellendes Ende haben – und wenn es keine Fesseln gab, die den Großen Räuber halten konnten, gab es auch kein Ende, das ihn fesseln konnte.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/61316a2dff9e58cd7f2e7d6526ebc41a_3706968406036754358.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 8613,
            "name": "Glorienschein der Frostnacht",
            "desc": "Ein Knochenpanzer, der dem Geweih eines besiegten Nachkommen der Frostnacht entnommen wurde.<br>Er ist von einer wärmenden Aura umgeben, sanft wie Mondlicht, das selbst in der tiefsten Winternacht nicht verblasst. In gewisser Hinsicht ist er genau wie die Nachkommen des Frostmonds die letzte Zuflucht dieser edlen Wesen. Seine einstigen Herren sind längst zu Staub geworden, doch in seinen Träumen leuchtet weiterhin der goldene Glorienschein.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e5528b72ec62b043235269fb23b0a31d_3094636365002419918.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 8610,
            "name": "Frostverzierter Amtsausweis",
            "desc": "Ein an die Oprichniki ausgegebener Amtsausweis.<br>Dieser mit frostfarbenen Kristallen besetzte Amtsausweis ist ein Symbol der Ehre. Sein Träger hat in vergangenen Missionen zweifellos seine Loyalität und seinen Wert unter Beweis gestellt.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7bd8e70d50422f25ab44ce5d6fa7ccd9_9016563996009424798.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "St. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "401",
              "427",
              "201"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 8594,
            "name": "Wunsch der raffinierten Geheimgeräte",
            "desc": "Material mit der Kraft, Waffen aufsteigen zu lassen.<br>„Ihr Armen, ihr Hungrigen, ihr Gedemütigten, ihr Unterdrückten, ihr vertriebenen Brüder und Schwestern!“<br>„Wenn auch ihr schon das bittere Schicksal der Ungerechtigkeit erleiden musstet, wenn auch ihr schon in der Nacht über das Leid eurer Nächsten geweint habt!“<br>„Wenn auch ihr euch nach einem Ort sehnt, an dem ihr ohne Angst leben könnt, wenn auch ihr davon träumt, eine ‚Welt‘ ohne Tränen zu sehen!“<br>„Dann brecht auch ihr, gemeinsam mit euren Brüdern und Schwestern, die Ketten der Knechtschaft und schließt euch uns an!“<br>„Lasst die Toten ihre Toten begraben, dann erhebt euch und baut mit den Schätzen der Stolzen ein grenzenloses Elysium!“",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/425d3b4ee11130413c5e6ddcd3cbc624_7919475741849691304.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 8613,
            "name": "Glorienschein der Frostnacht",
            "desc": "Ein Knochenpanzer, der dem Geweih eines besiegten Nachkommen der Frostnacht entnommen wurde.<br>Er ist von einer wärmenden Aura umgeben, sanft wie Mondlicht, das selbst in der tiefsten Winternacht nicht verblasst. In gewisser Hinsicht ist er genau wie die Nachkommen des Frostmonds die letzte Zuflucht dieser edlen Wesen. Seine einstigen Herren sind längst zu Staub geworden, doch in seinen Träumen leuchtet weiterhin der goldene Glorienschein.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e5528b72ec62b043235269fb23b0a31d_3094636365002419918.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 8610,
            "name": "Frostverzierter Amtsausweis",
            "desc": "Ein an die Oprichniki ausgegebener Amtsausweis.<br>Dieser mit frostfarbenen Kristallen besetzte Amtsausweis ist ein Symbol der Ehre. Sein Träger hat in vergangenen Missionen zweifellos seine Loyalität und seinen Wert unter Beweis gestellt.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7bd8e70d50422f25ab44ce5d6fa7ccd9_9016563996009424798.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "St. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Angriff vor Aufstieg",
              "Angriff nach Aufstieg",
              "Elementarkunde"
            ]
          },
          {
            "key": "",
            "values": [
              "454",
              "-",
              "221"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Standard Form",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/77e5a518f1182686b6607f513de9b989_5392737101053195276.png"
      },
      {
        "key": "Aufgestiegene Form",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3fbb9414ba4a6f077f7a68e820a1d262_2627430288473513187.png"
      }
    ]
  }
}