{
  "epId": 8603,
  "name": "Präzise Kuuvahki-Entenkampf-Stanzform",
  "desc": "Eine Gussform, die nach dem Sieg über die Prügelente aus deren beschädigter Konstruktion gewonnen wurde, die man gleichzeitig als Andenkengeschenk von Aino betrachten kann.<br>Ein Weiser aus Sumeru argumentierte einst, Selbstvermehrung sei ein einzigartiges Merkmal des Lebens und kein von Menschen geschaffenes Objekt könne solch ein Werk vollbringen, weshalb die Fähigkeit zur Fortpflanzung den Schlüssel zur Unterscheidung von Göttlichkeit und Menschlichkeit darstelle.<br>Doch wenn man eine Form vorgibt und eine Maschine sich selbst inklusive der Form reproduziert, könnte das dann nicht auch als ewige Vermehrung betrachtet werden? Die stille, blauhaarige Dienerin an Ainos Seite diente einst einem alten Herrn, der sich dieselbe Frage stellte, aber aus Sorge, dass sich unendlich selbst vermehrende Maschinen die gesamte Oberfläche des Planeten verbrauchen würden, davon Abstand nahm.<br>Doch diese Dinge haben mit Aino nichts zu tun und diese Maschine wird vorerst nicht die gesamte Oberfläche verbrauchen, um sich selbst zu reproduzieren. Schließlich sind Enten ja nur Enten.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ca6b4d470bf6756fb98300b6eaa29ae7_3226897478295048466.png",
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1760518432,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 8522,
        "name": "Prügelente",
        "desc": "Eine Kuuvahki-Vorrichtung von seltsamer Form, hergestellt aus Metallschrott und mechanischen Kugellagern, die, entsprechend den Neigungen ihres Schöpfers, eine teilweise Ähnlichkeit mit einer „Ente“ aufweist.<br>Leistung und ihre Widerstandskraft können mit den modernsten Kriegswaffen der Fatui mithalten ... Dennoch ist und bleibt sie eine Spielzeug-Ente; eine Spielzeugente, die ihre Gegner mit sehr, sehr harten Schlägen einzudecken weiß. Die Vorlieben des Erschaffers werden immer einen maßgeblichen Einfluss darauf haben, wie seine Schöpfungen am Ende aussehen, und seit wann kann der Ton die Wahl der Gussformen des Töpfers infrage stellen? Die Welt unter dem Mond wurde bereits vor langer Zeit in eine Form gemeißelt, die die Menschen für selbstverständlich halten. Doch in den Augen ihrer ursprünglichen Bewohner dürfte diese Form wie die dieser sonderbaren Ente angemutet haben, geschaffen nach den bizarren Vorlieben ihres Schöpfers.<br>Doch natürlich wird die blauhaarige Magd gegenüber der Besitzerin der Krumkake-Werkstatt Stillschweigen darüber bewahren. Denn eines ist sicher: Enten sind niedliche kleine Geschöpfe, vor allem im Vergleich zu dem, was in der Welt gerade vor sich geht.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/388b0ed1e96b283c14473f75b011db88_8370339134688120443.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 8398,
        "name": "Flins",
        "desc": "Ein Lichthüter von Nod-Krai, der über den Leuchtturm und den Friedhof auf der kleinen Insel im Norden wacht. Ein geheimnisvoller Herr, dessen Worte und Taten von großer Kultiviertheit zeugen.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/26/4ac47a285a0abaada08f3216bdd22b0e_7846853832529267058.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 8397,
        "name": "Aino",
        "desc": "Die geniale Maschinenerfinderin aus Nod-Krai. Sie liebt interessante Maschinen und Süßigkeiten.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/09/4e58c851d6c947865026faa168db83bd_3944254802105067377.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Präzise Kuuvahki-Entenkampf-Stanzform"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Prügelente ab Stufe 30"
          }
        ]
      }
    ]
  }
}