{
  "epId": 8706,
  "name": "„Willkommen in Nasha!“",
  "desc": "Dieser Stadtführer hast du gefunden, als du an der Anlegestelle von Nasha auf die Kuuhenki gestoßen bist. Er scheint einige interessante Orte in der Stadt zu zeigen.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/44ff970d6a2aa6c057a3373f85ff871c_1987179974368956843.png",
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "„Willkommen in Nasha!“"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "„Investitionsprojekt der Buchhandlung ,Mimisbrunnr‘“\nEine Buchhandlung bietet nicht nur Wissen, sondern auch Hoffnung. Investitionen sind ja immer mit Risiken verbunden. Die Wahrscheinlichkeit, durch Investitionen tatsächlich Gewinne zu erlangen, ist zwar gering, aber es heißt, dass die vorherigen Investoren, die dabei eine beachtliche Menge an Gewinnen erzielt haben, allesamt ihre mühselige Arbeit im Hafen hinter sich gelassen haben und nun auf eine Reise um die Welt aufgebrochen sind. Wünschen wir diesen Reisenden alles Gute auf ihrem Weg!\nWenn du dich auch für das Investitionsprojekt interessierst, solltest du das auf keinen Fall verpassen!\n„Speranzas“ Horoskoprad\nWenn du denkst, dass das „Speranza“ nur für Hotdogs bekannt ist, dann könntest du nicht verkehrter liegen! Die Einheimischen würden nie einfach so am Horoskoprad neben dem Laden vorbeigehen, und das solltest du auch nicht tun. Es sieht zwar aus wie ein zweckentfremdetes Rad für die Runde Mischung aus dem „Flaggschiff“ ... aber das ist doch auch nicht so wichtig!\nAlso, dreh das Rad, und wenn es anhält, wird „Hotdog“ dir dein heutiges Glück verraten!\n„Hübsche und leckere Zuckerfiguren“\nHunajatta formt mit geschickten Händen den Honig-Sirup zu verschiedenen wunderbaren Formen. Diese bunten Zuckerfiguren lassen das Leben in Nasha definitiv fröhlicher erscheinen! Es braucht nur einen Bissen und du kannst dir sicher sein, dass die Zuckerfiguren sogar noch süßer sind als Hunajattas Lächeln!\nAber achte darauf, die Zuckerfiguren möglichst bald zu essen, denn all ihre Zutaten sind äußerst frisch!\n„Enthusiastische Forscherin“\nAus unbekannten Gründen ist die Forscherin Liouba von Forschungsinstitut Fontaine nach Nasha gekommen und führt nun anscheinend ein sehr abstraktes Forschungsprojekt durch ... Wer ihr dabei helfen kann, ihre abseitigen Experimente durchzuführen, wird womöglich auf ebenso ungewöhnliche Weise belohnt werden!"
          }
        ]
      }
    ]
  }
}