{
  "epId": 8730,
  "name": "Semyons Notizen",
  "desc": "Die Notizen wurden auf Seiten geschrieben, die mit einem Muschelmuster bedruckt sind.<br>Bei den Aufzeichnungen handelt es sich um Semyons Beobachtungen am Punainenhiekka-Teich, einschließlich seiner Beobachtungen der dortigen Quastenquallen und seiner Besorgnis über deren Lebensbedingungen.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Semyons Notizen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Quastenqualle\nMan sagt, dass es eine einzigartige Art aus Nod-Krai ist, die einen pinken Schirm und schlanke Tentakel hat. Die meiste Zeit verbringen sie in der Nähe der Untiefen des Punainenhiekka-Teichs, wo die Gezeitenzonen ihnen ein perfektes Jagdrevier bieten, um mikroskopisch kleines Plankton zu jagen. Selbst nach der Ebbe können sie sich immer noch an Land bewegen. Ich vermute, dass sie in ihren Körpern besondere Wasserblasen haben, die es ihnen ermöglichen, ihren Körper feucht zu halten, oder vielleicht besitzen sie auch spezielle schleimabsondernde Drüsen, die ihnen helfen, Flüssigkeitsverluste an ihrer Oberfläche zu reduzieren. Ihre Fangarme sind stärker als die von gewöhnlichen Quallen und sie scheinen eine besondere Kraft zu besitzen, die vielleicht nur gegen die von ihnen bevorzugte Beute wirkt. Ich habe mal eine vorsichtig mit einem Stock gepikst, und nichts ist passiert, nicht mal angegriffen wurde ich. (Ich wage zu behaupten, dass in der Meeresschnecken-Bande niemand so mutig ist wie ich.) Sie können mit ihren Tentakeln „kommunizieren“, genau wie Menschen durch Händeschütteln und Handschläge. Wenn sie sich also versammeln, dann sind ihre tanzartigen Bewegungen wahrscheinlich auch ihre ganz eigene „Sprache“. Obwohl sie kein Gehirn haben, sind sie nicht gänzlich unintelligent.\nLeider wurde durch die Einrichtungen der Fatui fast die gesamte Heimat der Quastenquallen zerstört. Die von ihnen mitgebrachten mechanischen Apparate dröhnen Tag und Nacht. Ich weiß nicht, wofür diese Maschinen sind, aber es sieht so aus, als ob die gesamte Umgebung an Lebenskraft verloren hat. Vielleicht liegt es daran, dass es nicht mehr genug Nahrung für sie gibt, oder vielleicht ist es auch diese scheußliche Lärmbelastung, oder auch beides. Ich habe mehrere Quastenquallen gesehen, die auf dem Boden zusammengebrochen waren. Ich habe noch versucht, ihnen zu helfen ... aber es war zu spät."
          }
        ]
      }
    ]
  }
}