{
  "epId": 905,
  "name": "Vajrada-Amethyst-Splitter",
  "desc": "Material für den Figurenaufstieg.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
  "filterValues": {
    "objectType": [
      "Material für den Figurenaufstieg"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1732990592,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vajrada-Amethyst-Splitter"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material für den Figurenaufstieg"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Elektro-Hypostasen\nBeute von Verkörperungen des Donners\nBeute von Fluxblitzbäumen\nBei Andenkenhändlern zu erhalten\nKann umgewandelt werden mit Azoth-Staub\nTransmutationsergebnis durch Parameterwandler"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "RichText",
        "text": "Anführer"
      },
      {
        "type": "CustomEntry",
        "epId": 2162,
        "name": "Elektro-Hypostase",
        "desc": "Ein höheres Elektro-Wesen mit der Bezeichnung „Alep“.<br/>Die Hypostasen sind höchst reine elementare Gestalten, die sich an Stellen bilden, wo elementare Kräfte überschäumen oder der Fluss der Elemente gestört ist.<br/>Die jeweils verantwortlichen Elemente bestimmen den Charakter der Hypostase und somit die Art und Weise, wie der Kampf abläuft.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Alte Geo-Drachenechse",
        "desc": "Nach vielen Jahren gewöhnte sich die unglaublich mächtige alte Geodrachenechse an die Veränderungen in ihrer Elementarumgebung.<br/>In Volksmärchen ist von einer „Drachenkatastrophe“ die Rede, die das Tianqiu-Tal ins Verderben stürzte. Danach wurden die stärkste Geodrachenechse und alte Geodrachenechsen tief unter die Erde verbannt. Sie vergruben sich in der unbekannten Tiefe, wartend auf eine Gelegenheit, zurück an die Oberfläche zu gelangen ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Tiefsee-Drachenechsen-Herde",
        "desc": "<p>Eine Tiefsee-Drachenechsen-Herde aus mächtigen Kämpfern.</p><p>Durch die Auslese und Züchtung des Volks von Enkanomiya sind diese Tiefsee-Drachenechsen außergewöhnlich stark. Aber keine von ihnen würde dies als eine Art Segen wahrnehmen. Zu den stärksten Kriegern in dieser Herde gehören diejenigen, die geschickt mit verschiedenen Elementen umgehen können.</p><p>Sie greifen alle Eindringlinge an, um ihren Zorn gegenüber dieser Welt zu zeigen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/10/36893887/33663ed8f0c9f7500679a6bdb21590c6_2459786969136729562.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2238,
        "name": "Verkörperung des Donners",
        "desc": "Ein abnormales Elektro-Lebewesen. Obwohl es ähnlich wie eine Okeanide aussieht, besitzt es weder Intelligenz noch Erinnerungen.<br/>Es wird gesagt, dass diese Lebewesen wie ein Blitz auf Orte herabsteigen, an denen ein starker Groll herrscht, wie z. B. auf den zersplitterten Amakumo-Gipfel, wo die Gewitterwolken immer wüten. Solange der Groll des Landes nicht vergeht, wird auch der tosende Donner nicht aufhören.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2717,
        "name": "Fluxblitzbaum",
        "desc": "<p>Monster, das durch die riesigen Ranken, die den Hochspannungsstrom im Fluss der Elemente absorbieren, hervorgebracht wurde.</p><p>Die Elektrizität wird ständig aus der Baumkrone freigesetzt, als würde sie den Zorn der Erde herauslassen.</p><p>Einst schlugen die Gelehrten der Baulehre vor, eine komplexe Matrix von Schaltkreisen um den Baum herum zu bauen, um die Elektrizität in die Stadt zu leiten. Dieser Plan wurde von den Gelehrten der Stoffkunde heftig kritisiert, die zehn Trüffelschweine opferten, um die Gefahr der Nutzung von Elektrizität zu beweisen.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/36893887/cc5fbd3bdd4a48efb854968a3bfd22e8_7170255249819177811.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Lasterhafter Täufer",
        "desc": "<p>Ein magisches Wesen aus dem Abgrund, das sich die Kraft zahlreicher Elemente zunutze macht und dem im Zuge der „Evolution“ zusätzliche Gliedmaßen gewachsen sind.</p><p></p><p><em>„Die Essenz des ‚Abgrunds‘ ist letztlich mit den Elementen unvereinbar. Doch selbst die göttlichen Elemente werden von ihm verschlungen, sie werden verdreht und seinem Willen unterworfen. In Bezug auf Ergebnis und Nutzen unterscheidet sich der sogenannte ‚Abgrund‘ vermutlich nicht allzu sehr von einem mit elementarer Macht gefüllten Gefäß in den Händen von Schatzräubern oder gar dem ‚Göttlichen Auge‘ ...“</em></p><p>– Jemandes Notizen, zurückgelassen in Hangeh Afrasiyab</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/2899a9fa6efec1006150467a00823c4a_6435364245713317392.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Millenniums-Perlenseepferd",
        "desc": "<p>Einer der beiden obersten Herrscher, die an der Spitze der Fontemer-Mutanten stehen.<br>Dichter und Schriftsteller bezeichnen ihn wegen seiner Zurückgezogenheit oft als stolz und edel, doch eigentlich verdankt er diese Darstellung seinem schlanken und anmutigen Körper. Deshalb wird ihm auch die Bezeichnung „Seepferd“ zuteil, während der König der Panzerkrabben „Kaiser“ genannt wird.<br>Der Legende nach soll unter den Fontemer-Mutanten ein erbitterter Krieg ausgebrochen sein, an dessen Ende schließlich nur noch das „Millenniums-Perlenseepferd“ und der „Kaiser von Feuer und Eisen“ übrig waren und um den Norden und Süden des Großen Sees kämpften. In der „Ballade von Dobharcu„ beschrieb der Autor das Ende des Krieges einst wie folgt: Der riesige Jäger-Schwertrochen, auch bekannt als der Sturmkönig, hauchte sein Leben aus und entfesselte Wellen von gewaltiger Größe; so läutete er die „erste Hochwasserperiode“ ein ...<br>All dies ist natürlich nichts weiter als das Produkt der romantischen Vorstellung eines Mannes, der nicht bereit war, sich der fantasielosen Realität hinzugeben. Die Fontemer-Mutanten sind letztlich nichts weiter als Wasserlebewesen. Sie verfügen weder über prunkvolle oder zerfallende Königshäuser noch über überschwängliche oder boshafte Worte.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/36893887/c4f5112a860768d0c0c581344c205174_2377857180635815303.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7125,
        "name": "Tiefenpflanze – Typ 1",
        "desc": "Aus den finsteren Tiefen einer verzerrten und fremden Welt in diese Welt hinabgestiegen, hat dieses Monster ein pflanzenähnliches Aussehen.<br>Diese entstellten Kreaturen sind in der Lage, in die Tiefen der Erde vorzudringen und sich Erinnerungen zu eigen zu machen, die sie dann nachahmen und manipulieren können. Diese Erinnerungen an die Vergangenheit verwandeln sie dann in etwas Verdorbenes und Abgründiges, wodurch sie sich allmählich dem Kern des Weltenbaums nähern und so die Grundfesten seiner Existenz erschüttern können.<br>Es wird behauptet, dass diese dämonischen Bestien kontinuierlich die im Licht enthaltenen Farben verzerren und sie in pechschwarze Informationen transformieren. Die sich beim Öffnen in die Leere hineinragenden Äste scheinen dies nur zu bestätigen ...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einprägsame Gegner"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Furchterregender Sturmschrecken",
        "desc": "<p>Dvalin, der Drache des Ostens, ist einer der Vier Winde von Mondstadt.<br>Im Laufe der Zeit und inmitten grenzenloser Dunkelheit wird selbst der reinste Edelstein durch Staub getrübt und selbst ein edler Drache kann durch Hass verdorben werden.<br>Doch Staub kann fortgewischt werden und das Gift des Zweifels vertrieben.<br><br><em>„Fliege frei über den Himmel,</em><br><em>so wie du es bei unserer ersten Begegnung tatest, als ich durch das Land streifte und die Lieder des Windes sang.“</em><br><em>„Und du schwebtest hoch in der Luft und sahst auf die Welt herab.</em><br><em>Heute fegen nicht länger Wind und Schnee über den Himmel. Grünes, wunderschönes Gras wächst überall auf der Erde.“</em><br><em>„Könntest du auch über die Erde wandeln und das Lied der Hirten mit dem Glockenklang in der Ferne hören, könntest du vom honigsüßen Wein kosten, dann würdest du verstehen.</em><br><em>Wie wunderbar es wäre, wenn du deine edle Erscheinung sehen würdest, wie sie über den Himmel gleitet.</em><br><em>Dann würdest du wissen, dass es sich lohnt, um diesen Himmel und diese Erde zu kämpfen.“</em></p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "„Der Graf“",
        "desc": "Der „Graf“ Tartaglia ist der letzte unter den Elf der Fatui.<br/>Er zieht seine Kraft aus der mächtigen Illusion, die er beherrscht, und wendet eine Kampfkunst an, die er im Land der Dunkelheit erlernte.<br/>Er ist ein reiner Krieger, angetrieben von unstillbarer Kampfeslust.<br/>Jeder blutige Konflikt, jeder Kampf auf Leben und Tod bereitet ihm Vergnügen.<br/>Der junge Graf ist im gesamten Land für sein Kampfgeschick bekannt.<br/>Doch derlei Lob bedeutet ihm nicht viel.<br/>Schließlich ...<br/><i>„Sei stets das Auge des Sturms.</i><br/><i>Dann wird das Krachen von Stahl auf Stahl dich stets begleiten.</i><br/><i>Die tiefschwarze Erinnerung, in die finsterste Dunkelheit zu treten,</i><br/><i>soll letztendlich zur Stärke werden, mit der du diese Welt umstürzt.“</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Ein Drache so alt wie die Berge.<br/>Unzählige Jahre hatte er Seite an Seite mit Rex Lapis gestanden, wandte sich aber schließlich gegen ihn und wurde dafür in die Dunkelheit der Erde verbannt. Während all der Zeit ist seine Kraft langsam gewichen und auch seine Erscheinung verlor ihre ursprüngliche Form.<br/>Die schwachen Vibrationen seiner Fesseln und das leise Brüllen hallen bis heute durch die Berge und halten die Erinnerungen an ihn wach.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2210,
        "name": "Magatsu Mitake Narukami no Mikoto",
        "desc": "Das ist die Form, die die Marionette, die die Autorität des Shougun Raiden geerbt hat, annimmt, wenn sie sich denjenigen entgegenstellt, die die Ewigkeit bedrohen.<br/>Als Assistentin von Shougun Raiden bei der Verfolgung der Ewigkeit hat sie nie gezweifelt, nie Angst verspürt, nie weniger als ihr Bestes gegeben und sich nie von müßigen Gedanken stören lassen.<br/>Sie hörte einmal davon, wie Ei eine ähnliche Aufgabe schulterte, als Makoto ebenfalls anwesend war, und dabei viele qualvolle Verluste erlitt.<br/>Als sich die beiden Schatten noch einmal überschnitten, konnte sie jedoch nur die unzähligen feinen Brüche in dem sehen, was „ihr“ ewiger Wille hätte sein sollen. Da das Schicksal von einem sich wiederholenden Kreislauf bestimmt ist, muss sie ihr Versprechen einlösen und „ihr“ den Krieg erklären.<br/><br/><i>„Meine Gestalt ist ein Symbol höchster Majestät, die die Macht über das ganze Reich in sich trägt. Ich bin die alles einschließende Verkörperung dessen, was den ‚Shougun Raiden‘ ausmacht.“</i><br/><i>„Natürlich habe ich auch den Schmerz von Eis zahllosen Verlusten und ihren Willen, die Ewigkeit zu erreichen, geerbt.“</i><br/><i>„Entschlossenheit, Mut, Liebe, Hass ... All das wird durch den unaufhörlichen Fluss der Zeit abgebaut und verzerrt.“</i><br/><i>„Nur die Regeln werden sich nie ändern.“</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "„Shouki no Kami“",
        "desc": "<p>Der aus der konvergierenden Kraft aller sechs großen Institute der Akademie geschaffene menschengemachte Shouki no Kami, dessen Macht wahren Göttern in nichts nachsteht.</p><p>Menschen, die ihn als einen falschen Gott bezeichnen, verstehen nicht, was die wahre Bedeutung des Wortes „Gott“ ist.</p><p>Wenn einer, der übermenschlich ist, als Gott gilt,</p><p>dann wäre Shouki no Kami, der allwissend ist und der die größte Macht besitzt, wirklich übermenschlich.</p><p>Wenn einer, der die Menschen liebt, als Gott gilt,</p><p>dann wäre Shouki no Kami, der allen Menschen das Scheitern in gleichem Maße zugesteht, einer, der die Menschen liebt.</p><p>Wenn einer, der die Menschen beobachtet, als Gott gilt,</p><p>…</p><p>…</p><p>dann wäre Shouki no Kami, der unendlich viel Liebe, Hass, Trennung, Groll, Wut und Besessenheit gesehen hat, ein Beobachter.</p><p></p><p><em>„Ihr habt schon so viel Glück gehabt.“</em></p><p><em>„Deshalb seid ihr ignorant, selbstgerecht und furchtbar gierig geworden.“</em></p><p><em>„Beendet diese Ära!“</em></p><p><em>„Der neue Gott verkündet die Niederlage der alten Götter.“</em></p><p><em>„Bedauernswerte Menschheit … Noch ist Zeit niederzuknien.“</em></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/36893887/86791657203a69e453d8e217414b3f9e_4191473819228035221.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Der Yuheng unter den Qixing von Liyue. Sie hat einiges zur Regentschaft von Rex Lapis, der sich nur selten zeigt, zu sagen. Man muss aber gestehen, dass Götter solche Menschen zu schätzen wissen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shougun Raiden",
        "desc": "Ihre Exzellenz, die Allmächtige Narukami Ogosho. Sie hat dem Volk von Inazuma eine unvergängliche Ewigkeit versprochen.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/61142474/2669f7bf2fdea7ccf0a4aa7ac9f250b2_2727030976365456058.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>Die Guuji des Großen Narukami-Schreins und Chefredakteurin des „Verlagshauses Yae&#34;. Hinter ihrem schönen Aussehen verbergen sich unerwartete Intelligenz und Gerissenheit.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Mahamatra an der Akademie, der die Arbeit der Gelehrten beaufsichtigt. Bei seiner Arbeit ist er effizienter als das „Große Vayuvyastra“, das das Kshahrewar-Institut geschaffen hat.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/61142474/e09e2bda5e022611fad0dea1bb6518bb_7579417594109598988.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "Eine unbesiegte Duellrepräsentantin. Mit dem Schwert in der Hand bewahrt sie die „Gerechtigkeit“ des Hofs von Fontaine.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 2,
        "name": "Lisa",
        "desc": "Die faule, aber wissbegierige Bibliothekarin, die als Absolventin der Sumeru-Akademie mit dem größten Talent der letzten zweihundert Jahre angesehen wird.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Lisa_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Ein Junge, der zusammen mit Wölfen in Wolfenlauf bei Mondstadt weit ab von den Menschen lebt. Seine Instinkte sind scharf und seine Bewegungen schnell.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>Ein merkwürdiges Mädchen, das sich selbst als die \"Prinzessin der Verurteilung\" bezeichnet und vom Nachtraben Oz begleitet wird.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 11,
        "name": "Beidou",
        "desc": "Die Anführerin der bewaffneten Flotte „Crux“, freimütig und draufgängerisch.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Beidou_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "Die fähige und zuverlässige Stellvertreterin der „Arataki-Bande“. Beachte, dass diese Bezeichnungen nicht die Arataki-Bande an sich beschreiben, sondern allein ihre stellvertretende Anführerin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>Eine geheimnisvolle Händlerin in Sumeru, die eine Vorliebe für glitzernde Mora hat.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/61142474/6539bea71efd0f839db897cfc4094362_4510784532064811526.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Eine Generalin der „Tenryou-Verwaltung“, kühn, entschlossen und geschickt im Kampf.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "Nachfolger des Tempels des Schweigens, der Geheimnisse in sich trägt und aus der Wüste kommt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/30/cdb7abfcb86138e5b618946a5466d442_2702695812908100899.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Ein junger Mann der Meister des Nachtwinds, der zusammen mit allem, was kreucht und fleucht, in der freien Natur lebt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Herstellung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada-Amethyst-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Dieser Körper ist einzigartig auf dieser Welt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/9f1c9e2f711a65f41ab3945f916dede5_8174450481620897148.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "300x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Umwandlung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1100,
        "name": "Agnidus-Achat-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1037,
        "name": "Varunada-Lasurit-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2679,
        "name": "Nagadus-Smaragd-Splitter",
        "desc": "<p>Material für den Figurenaufstieg.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/31/36893887/8a494dcde9769dd1e536512e1a689ba1_8634907704608394795.PNG",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1496,
        "name": "Vayuda-Türkis-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 411,
        "name": "Shivada-Jade-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/24/36893887/fbbcfe0aab10c8799929ba120bb59214_5843324917717744278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 447,
        "name": "Prithiva-Topas-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Staub von Azoth",
        "desc": "Eine Substanz, die Elementaufstiegsmaterial umwandeln und ihre Elementattribute verändern kann.<br/>Abgesehen von ihrem praktischen Nutzen ist die Alchimie die Lehre der Natur der Materie und der Regeln, die ihren Veränderungen zugrunde liegen, und sie zeigt die Gesetze auf, welche die Zyklen der Welt und die Bewegung des Flusses der Elemente bestimmen.<br/>Irgendjemand hat diese große alchimistische Errungenschaft aus unbekannten Gründen im ganzen Land verteilt. Doch auch wenn sie sehr praktisch und nützlich ist, darf nicht vergessen werden, dass sie auch die Macht birgt, das Gleichgewicht der Dinge zu zerstören ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Andenkenhändler"
      },
      {
        "type": "RichText",
        "text": "Gegenstand\nEinzelpreis\nKauflimit\nHändler"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "10x"
      },
      {
        "type": "CustomEntry",
        "epId": 1740,
        "name": "Anemo-Siegel",
        "desc": "Ein Zeichen für die Anerkennung der Tausend Winde von Mondstadt.<br/>Kann an bestimmten Orten in Mondstadt gegen besondere Objekte eingetauscht werden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Anemo Sigil_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "6"
      },
      {
        "type": "CustomEntry",
        "epId": 2516,
        "name": "Marjorie",
        "desc": "<p>„All diese Andenken sind einzigartig. Egal was du dir aussuchst, du wirst es nicht bereuen!“</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/19/19929963/088054d9d232466dd80f565391c7d2b9_1854604747933810615.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vajrada-Amethyst-Splitter",
        "desc": "Material für den Figurenaufstieg.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "10x"
      },
      {
        "type": "CustomEntry",
        "epId": 668,
        "name": "Geo-Siegel",
        "desc": "Ein Zeichen für die Anerkennung der Felsen von Liyue.<br/>Kann an bestimmten Orten in Liyue gegen besondere Objekte eingetauscht werden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Geo Sigil_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "12"
      },
      {
        "type": "CustomEntry",
        "epId": 3442,
        "name": "Xingxi",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/08/19929963/de74656300fb7f36e62b8426c51033fa_8260081507766480197.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Materialien"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Vajrada-Amethyst-Bruchstück",
        "desc": "Material für den Figurenaufstieg.<br/>„Dieser Körper ist einzigartig auf dieser Welt.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 903,
        "name": "Vajrada-Amethyst-Brocken",
        "desc": "Material für den Figurenaufstieg.<br/>„Dieser Körper ist einzigartig auf dieser Welt.“<br/>„Er sollte diese Welt beherrschen.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Vajrada-Amethyst",
        "desc": "Material für den Figurenaufstieg.<br/>„Dieser Körper ist einzigartig auf dieser Welt.“<br/>„Er sollte diese Welt beherrschen.“<br/>„Dieser Körper verhieß seinen Untertanen einen Traum, nämlich den Traum von der Ewigkeit über Generationen hinweg.“",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ]
  }
}