{
  "epId": 944,
  "name": "Waldluft – Nachtrag: Band der Drachen",
  "desc": "Ergänzende Erläuterungen zu den Erzählungen in „Waldluft“ mit Material aus den verschiedensten Quellen.<br/>Darstellungen über die Drachen von Mondstadt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/17709fbf3ed6d8abad387900248a6d1b_2319543055856873708.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692186948,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Waldluft – Nachtrag: Band der Drachen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten als Belohnung für den Abschluss Archontenauftrags „Der Funke zwischen den Seiten“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Band der Drachen -</color>\n<color=#ffffffd9>Ein Auszug aus Jacob Musks „Beobachtungen zu den kulturellen Gebräuchen des Reiches des Windes“ oder besser bekannt unter dem Titel „Ratgeber zu Kultur und Leuten“.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Die Vier Winde, die über Mondstadt wachten, waren der Legende nach: Der Wolf des Ritters des Nordwinds, der Löwe des Löwenzahnritters, der Falke des Ordo Favonius und der natürlich Dvalin, der Winddrache.</color>\n<color=#ffffffd9>Nachdem der Löwenzahnritter Mondstadt befreit hatte, wurde der Ordo Favonius gegründet, woraufhin der Ritter des Nordwinds ihnen beitrat. Somit entstand die Tradition in Mondstadt die Winde anzubeten. Dvalin, der Winddrache jedoch, war den anderen lange voraus.</color>\n<color=#ffffffd9>Vor ungefähr einhundert Jahren herrschte Chaos im ganzen Land. Dunkelheit breitete sich aus und verschlang alles, was sie berührte. Barbaren und weitere finstere Gestalten durchströmten die verbrannten Ländereien und zwangen die Menschen hinter die Stadtmauern zurück.</color>\n<color=#ffffffd9>Es war eine besonders schwierige Zeit für Mondstadt. Der Löwenzahnritter hatte keinen geeigneten Erben und die Ritter des Ordo Favonius hatten während der erbitterten Kriege viele ihrer tapferen Männer und Frauen verloren. Gerade dann, als die Zeiten am schwierigsten waren, begann Dulin, der durchweg verdorbene Drache, Mondstadt anzugreifen.</color>\n<color=#ffffffd9>Die Gebete der Mondstädter erweckten den Gott des Windes und sein Wille rief den Winddrachen Dvalin herbei. Als letzter Verteidiger von Mondstadt kämpfte Dvalin mit all seiner Kraft gegen Dulin.</color>\n<color=#ffffffd9>Zwar war das Ergebnis klar, Dulins Überreste liegen noch immer auf den schneebedeckten Gipfeln südlich von Mondstadt, aber die Geschichte, wie die Schlacht eigentlich endete, ging mit der Zeit verloren. Es wird gesagt, dass Dvalin Dulin die Kehle herausgerissen hat und sie dann zusammen vom Himmel gefallen sind. Dulins Körper sank in den Schnee, während Dvalin vom Gott des Windes besungen wurde und daraufhin in einen Schlaf fiel.</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Die Leute glaubten, Dvalin würde erwachen, wann immer Mondstadt in Gefahr wäre.</color>\n<color=#ffffffd9>Aber in diesen Zeiten des Friedens sind der Glauben der Vier Winde verloren und ihre Tempel verlassen.</color>\n<color=#ffffffd9>(Zitat aus unbekannter Quelle: Als wir endlich herausfanden, dass die fremde Monstrosität namens Sturmschrecken, mit der der Ritterorden schon einige Male aneinandergeraten war, in Wahrheit Dvalin der Vier Winde ist, formte sich ein Widerspruch aus Hass, der sich nicht vertreiben lässt. Erwacht aus einem hundertjährigen Schlaf glaubte Dvalin verständlicherweise, dass die Leute von Mondstadt, die er mit seinem Leben beschützt hatte, ihn betrogen hätten.)</color>"
      }
    ]
  }
}