{
  "epId": 955,
  "name": "Lyudochkas Brief",
  "desc": "Der Brief, den Lyudochka jemanden vom Verlagshaus Yae gebeten hat, an dich weiterzuleiten. Er enthält ihre Gründe für ihre Abreise, ohne zu sagen, warum. Ob du ihre Gründe akzeptierst oder nicht, steht auf einem anderen Blatt.<br/>Du warst es, die/der ihre Anwesenheit entdeckt und ihr Schicksal verändert hat. Kannst du vielleicht noch mehr tun, um dieses Ende zum Besseren zu wenden?",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/d5f1155b80bd2f8bb1e6eaf63276bba6_6627723047398314660.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1683879457,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "An die/den Reisende/n und Paimon:\nEs tut mir so leid, dass ich mich am Ende auf solche Weise von euch verabschieden muss. Obwohl ich so sehr um eure Verzeihung bitten will, ist es mir glasklar, dass ich euer Verständnis und eure Verzeihung überhaupt nicht wert bin. Deshalb schäme ich mich auch, wieder vor euch zu erscheinen.\nIhr hattet mir zuvor Hilfe versprochen. Dafür werde ich immer sehr dankbar sein. Und in der letzten Zeit hatte ich auch darüber gegrübelt, was für einen Plan ihr hattet. Nachdem ihr meine Kleidung mitgenommen hattet, war mir sofort bewusst, dass euer Plan euch höchstwahrscheinlich in Gefahr bringen würde.\nDeshalb habe ich das Verlagshaus Yae verlassen, um nach euch zu suchen. Schließlich habe ich euch zusammen mit Fräulein Momoyo, einem Fräulein, das ich zuvor nur auf dem Bild gesehen habe, in der Nähe von Araumi gesehen.\nIch hatte einst dank unserer Ähnlichkeit im Aussehen ihre Identität gestohlen und dachte, dass sie mich deswegen eigentlich zutiefst hassen müsste. Aber dann habe ich herausgefunden, dass sie ein so großes Risiko eingegangen ist und sogar ein Auge für immer verloren hat, nur um meinen Tod erfolgreich vorzutäuschen.\nIch bin eine Sünderin und habe eure Hilfe gar nicht verdient. Trotzdem habt ihr so viel für mich getan. Ich weiß, dass ich auf Ewigkeit in eurer Schuld stehe.\nIn dem Beutel, den ich mit dem Brief hinterlassen habe, ist all das Geld, das ich mir in Inazuma aufgespart habe.\nNehmt es bitte an. Es tut mir so leid, dass ich nichts anderes tun kann, um mich für eure Herzensgüte zu revanchieren. Seid bitte unbesorgt. Das Geld ist durch und durch sauber. Ich habe ständig gearbeitet.\nAuf Wiedersehen! Ich werde nie wieder Inazuma betreten. Ich habe diesem Land zu viel geschuldet."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lyudochkas Brief"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Der besondere Orakelzettel“\nWährend des Auftrags „Wo der Löwenzahn Ruhe findet“"
          }
        ]
      }
    ]
  }
}