{
  "epId": 957,
  "name": "Lyudochkas Unterschrift",
  "desc": "Ein speziell angefertigter Orakelzettel, der beschreibt, wie dein Glück heute sein wird. An diesem Orakelzettel ist nichts Außergewöhnliches, außer der Tatsache, dass du ihn verwendet hast, um Lyudochkas Herz zu öffnen.\\Nun ist dieser Orakelzettel in deine Hände zurückgekehrt, zusammen mit ihren herzlichen Segenswünschen. Wenn du Zeit hast, solltest du zum Großen Narukami-Schrein gehen, um sie zu treffen.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/11/47685001/13b4067ebbc97e7a3577b9358c9c6eb9_4787437649359397551.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1683879450,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "- Geringes Glück -\nDer Himmel ist heiter und wolkenlos. Doch plötzlich zieht ein starker Wind über das Land. Was für eine Nachricht hat der hastige Wind hinterlassen?\nObwohl du dich fühlst, als ob du dich stets im Kreis drehtest, bist du eigentlich dem Ausweg aus der scheinbar hoffnungslosen Situation ganz nah.\nSchenk den Leuten um dich herum mehr Aufmerksamkeit, selbst wenn du schon längst mit ihnen vertraut bist. Ihretwegen würde sich dein Geschick langsam ändern, ohne dass du es merken kannst ...\nDer heutige Glücksartikel ist: Löwenzahn aus einem fernen Land.\nDu bist wie der Löwenzahn, der mit dem Wind tanzt.\nFliege, schwebe, überquere das weite Meer und reise bis in die unerreichbare Ferne.\nEines Tages würde deine endlose Reise doch zu einem Ende kommen.\nEines Tages würdest du sicher zu dem werden, der du werden willst."
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Lyudochkas Unterschrift"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Erhältlich während der Weltauftragsreihe „Der besondere Orakelzettel“\nWährend des Auftrags „Wo der Löwenzahn Ruhe findet“"
          }
        ]
      }
    ]
  }
}