{
  "epId": 971,
  "name": "Zerrissene Aufzeichnungen",
  "desc": "Zerrissene Aufzeichnungen, die du in dem Dorf gefunden hast. Wenn man die Aufzeichnungen liest, kann man etwas über die Personen und Geschichten, die längst in Vergessenheit geraten sind, erfahren.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/06dae2c867cd174f659ec7289d8b07ec_6571766516109551781.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187046,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Zerrissene Aufzeichnungen"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erhalten während des Archontenauftrags „Wenn der Staub der Vergangenheit erzählen könnte“"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Der Arzt hat gesagt, du seist schwer krank. Mach dir keine Sorgen. Ich werde alles geben, was ich habe, um dich zu retten.</color>\n<color=#ffffffd9>Mein Herz tut weh, wenn ich sehe, wie du immer erschöpfter wirst und deine Krankheit nicht mehr zu behandeln ist. Wie sehr wünschte ich, ich könnte den Schmerz für dich ertragen ...</color>\n<color=#ffffffd9>Du hast gesagt, dass du in diesem Leben nichts bereust und dass du dir nur wünschst, dass ich mich gut um Shenhe kümmere. Aber wenn du nichts bereust, warum die Tränen?</color>\n<color=#ffffffd9>Ich weiß nicht, was ich in letzter Zeit getan habe. Obwohl ich noch atme, fühle ich mich komplett ausgelaugt. Ich habe alle alten Texte gelesen, die ich in die Finger bekommen konnte, um nach Wegen zu suchen, dich zu retten. Aber es ist völlig sinnlos.</color>\n<color=#ffffffd9>Endlich habe ich es gefunden! Es war Mingjun! Er hatte das Buch, das dich retten konnte, versteckt gehalten! Ich nahm es und folgte den Anweisungen, um einen Gott zu beschwören und ein Opfer darzubringen ...</color>\n<color=#ffffffd9>Der Gott erschien. Ich sagte ihm, dass ich bereit sei, mein Leben gegen deines zu tauschen. Er schwieg und zeigte nur auf unsere Tochter, Shenhe.</color>\n<color=#ffffffd9>Der Gott sagte, ihr Schicksal sei es, den Fluch des Unheils zu tragen und dass sie dazu neige, denen, die ihr nahestehen, Schaden zuzufügen. Der Gott sagte auch, dass sie vielleicht sogar die Ursache für deinen Tod war. Da es nun einmal so war, dachte ich, ich sollte ...</color>\n<color=#ffffffd9>Ich habe sie in der Höhle zurückgelassen, die der Gott erwähnt hatte. Drei Tage sind vergangen und immer noch keine Nachricht. Das Warten macht mich unruhig, ein unheilvolles Gefühl befällt mich ...</color>\n<color=#ffffffd9>Es tut mir leid, meine Liebe. Verzeih mir! Du auch, Shenhe, bitte verzeih mir! Wie dumm ich war! Wie blind! Ich möchte mich bei euch beiden entschuldigen ... persönlich.</color>"
      }
    ]
  }
}