{
  "epId": 983,
  "name": "Verdreckte Maske",
  "desc": "Eine vollkommen mit Dreck übersäte knöcherne Maske, die einen unsäglichen Geruch verströmt.<br/>Selbst in diesem Zustand ist sie unabdingbar für das Leben als Hilichurl.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Material zur Verbesserung von Figuren und Waffen"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1696454373,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fallengelassen von"
      },
      {
        "type": "CustomEntry",
        "epId": 2102,
        "name": "Hilichurl",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Obwohl Menschen nicht unähnlich, scheinen sie Geist und Intellekt verloren zu haben. Aufzeichnungen über sie sind über tausend Jahre alt, gleichwohl weisen sie weder Geschichte noch eine Kultur auf.<br>Seit der schrecklichen Katastrophe vor 500 Jahren verbreiteten sie sich in großer Zahl. Sie sind weder sonderlich stark noch organisiert, trotzdem bereiten sie den Menschen gelegentlich große Probleme.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2157,
        "name": "Hilichurl-Kämpfer",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Als schlecht gelaunte, einfältige Stammeskrieger glauben sie an die Macht der bloßen Gewalt. Falls ihre Muskeln eines Tages weit genug entwickelt sind, werden sie ebenfalls einen großen Schild aufheben und zum Mitachurl werden ... Oder?</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2116,
        "name": "Hilichurl-Berserker",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Hilichurle schwingen flammende Keulen und stürmen ohne Rücksicht auf Abenteurer zu, um sie zu verjagen. Für die meisten Lauffeuer in der Steppe oder in den Wäldern ist nicht ein gewisser Ritter verantwortlich, sondern diese Hilichurle.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2164,
        "name": "Hilichurl mit Holzschild",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Hilichurl-Krieger tragen robuste Holzschilde, die nicht nur Schutz bieten, sondern innerhalb der Stämme von großem Wert sind. Vielen Berichten zufolge schnappen sie sich die Topfdeckel von lagernden Reisenden, nachdem sie diese verjagt haben.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2110,
        "name": "Hilichurl mit Eisschild",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Hilichurle können sich ausgezeichnet an ihre Umgebung anpassen. In eisigen Gegenden finden sie Wege, um das Eis als Schutzschild zu nutzen.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2138,
        "name": "Hilichurl mit Steinschild",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Dies sind robuste Hilichurle, die sich in Gegenden mit reichen Geo-Energien versammeln. Ihre undurchdringlichen Schilde weisen Schichten steiniger Wucherungen auf.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2135,
        "name": "Hilichurl-Schütze",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Hilichurl-Schützen führen einfache Armbrüste mit sich, allerdings verfügen sie nicht über das handwerkliche Geschick, diese auch herzustellen. Aus diesem Grund glaubt man, dass sie von einer Organisation im Verborgenen gesteuert werden, die sie mit Ausrüstung und Materialien versorgt. Besonders verdächtig sind hierbei die Abgrundmagier, die die Hilichurle häufig begleiten.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2186,
        "name": "Pyro-Hilichurl-Schütze",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Schützen führen einfache Armbrüste und die Pfeilspitzen sind mit einer dünnen, entflammbaren Schicht überzogen. Der alte El Musk glaubte, dies sei eine Erfindung der schlaueren Hilichurle, die ihre Beute nach der Jagd braten wollten.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2236,
        "name": "Elektro-Hilichurl-Schütze",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Schützen führen einfaceh Armbrüste, ihre Pfeilspitzen bestehen aus geschnittenen elektrisierten Kristallen, die bei Aufprall einen Schock zufügen. Man sagt, außergewöhnlich geschickte Schützen können fünf Pfeile auf einmal abfeuern – in der Tat höchst beeindruckend.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2112,
        "name": "Kryo-Hilichurl-Schütze",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese Schützen führen einfache Armbrüste, ihre Pfeilspitzen sind mit ewigem Eis umhüllt. Durch diese Pfeile zugefügte Wunden sollen sehr langsam heilen, da die Kälte die Blutzirkulation verlangsamt.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2189,
        "name": "Hilichurl-Grenadier",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Diese gerissenen Kerle nutzen Pyro-Schleime als Waffen, um Eindringlinge zu attackieren. Ein geschickter Grenadier kann mit einem Wurf fünf Holzpfähle zerstören.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2232,
        "name": "Elektro-Hilichurl-Grenadier",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Für die Hilichurle, die ein Leben im Verborgenen führen, scheint der Elektro-Schleim nicht so vielseitige Einsatzmöglichkeiten wie der Pyro-Schleim und der Anemo-Schleim zu haben. Vielleicht gibt es auch einen Tag, an dem sie den Fluss zwischen Elektro-Schleim und mutiertem Elektro-Schleim erkennen und dann eine plötzliche Entwicklung vollziehen?</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2108,
        "name": "Kryo-Hilichurl-Grenadier",
        "desc": "<p>Die naturverbundenen, umherziehenden Bewohner der Wildnis von Teyvat.<br>Die Hilichurle haben entdeckt, wie man mit Kryo-Schleimen Nahrung frisch hält. Was den Gebrauch von Schleimen angeht, sind die Hilichurle äußerst versiert, ob es explodierende Fässer mit Pyro- und Kryo-Schleimen sind oder Anemo-Schleime als Antrieb für Fahrzeuge ... Vielleicht bewältigen sie auf diese Weise ihr schweres Los im Leben.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2165,
        "name": "Mitachurl mit Holzschild",
        "desc": "Ein stämmiger Hilichurl, der unzählige Kämpfe überstanden hat.<br/>Mit Dendro-Schleimen kann er robuste Schilde für den Kampf anfertigen.<br/>Mit ihrer Muskelkraft, ihrem glänzenden Fell und beeindruckenden Gestalt helfen sie den Hilichurlen, sich die gnadenlosen Abenteurer vom Hals zu halten. In den Stämmen sind sie hoch angesehen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2139,
        "name": "Mitachurl mit Steinschild",
        "desc": "Ein brutaler Hilichurl mit einem Schild aus festem Gestein.<br/>Für einen Hilichurl ist es das Wichtigste, Fleisch zu essen und sich zu prügeln, um stärker zu werden.<br/>Wenn man es als Hilichurl schafft, zu einem Mitachurl zu werden, wird man noch mehr Fleisch in sich hineinstopfen und sich noch mehr prügeln, um die Kraft zu haben, einen schweren, nahezu unzerstörbaren Steinschild zu tragen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2111,
        "name": "Mitachurl mit Eisschild",
        "desc": "Ein stämmiger Hilichurl, der im Kampf einen Schild aus Eis schwingt.<br/>Zur Selbsterhaltung ist eine derart große Kreatur, die viel kämpft, auf reichlich Kalorien angewiesen. Daher hat der heutige El Musk einen „Mitachurl-Index“ vorgelegt, der den Anteil von Mitachurlen innerhalb der Hilichurl-Population mit der Stabilität und dem Erfolg der Nahrungssuche in Relation setzt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2184,
        "name": "Mitachurl mit Feueraxt",
        "desc": "Ein stämmiger Hilichurl, der eine Zweihänder-Axt führt.<br/>Er attackiert mit heftigen, tödlichen Schlägen und steckt seine Axt mit Pyro-Schleimen in Brand.<br/>Schreckt ein Mitachurl mit Feueraxt seine Waffe wiederholt ab, schwächt dies das Metall, sodass es leichter bricht. Doch selbst wenn die Schneide ganz abbricht, kann er die Axt immer noch als Hammer gebrauchen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2233,
        "name": "Mitachurl mit Blitzaxt",
        "desc": "Ein großer Hilichurl mit einer großen Stangenwaffe.<br/>Sein Angriff ist weit und offen. Verwendet Elektro-Schleime, um das Element des Blitzes an die Streitaxt zu heften, was ihn mächtig und zerstörerisch macht.<br/>Der aus Stahl geschmiedete Axtkopf ist ein sehr gutes Material für die Stromerfassung. Ein riesiger Mitachurl mit Blitzaxt, der den Donner des Himmels beschwört, ist für einen Hilichurl ein sehr majestätischer Anblick.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2104,
        "name": "Blitzhelm-Lawachurl",
        "desc": "Der mysteriöse „König“, der im Gewitter umherstreift.<br/>Ein massiver Hilichurl, der von seinen Landsmännern „Lawa“ genannt wird. Der kolossale, statuenartige Körper ist komplett mit reichen Elektro-Teilchen gefüllt und die entweichende Elementarenergie wächst in Form von elektrisierten Kristallen aus den Rissen seines Körpers.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/c0b9fccb976922890793a88cefa44525_5269261569663656238.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2105,
        "name": "Frostarm-Lawachurl",
        "desc": "Ein mysteriöser „Herr“ der Hilichurle, der durch Eis und Nebel stapft.<br/>Dieser riesige Hilichurl wird von seinen Brüdern „Lawa“ genannt. Sein bis an die Grenze gestählter Körper verschmilzt förmlich mit der eisigen Umgebung. Mit seiner stoisch edlen Art gleicht er den gefrorenen Flüssen der Nordlande.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/36893887/a9d0ba2233b2744eb97cb16fb68e8210_3578255184699554528.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2103,
        "name": "Steinhaut-Lawachurl",
        "desc": "Ein mysteriöser „Herr“ der Hilichurle, der zwischen unzähligen Gipfeln umherstapft.<br/>Dieser riesige Hilichurl wird von seinen Brüdern „Lawa“ genannt. Die überschwänglichen Geo-Energien in der Umgebung haben sich auf sein Fleisch, Blut und die Haut ausgewirkt, die aussieht wie aus Stein gehauen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2166,
        "name": "Hydro-Samachurl",
        "desc": "Ein runzliger, murmelnder Hilichurl, der von der Hydro-Kraft singt.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Was für ein Leben führt dazu, dass solche einfachen Kreaturen Wasser und Regen beschwören können?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2240,
        "name": "Anemo-Samachurl",
        "desc": "Ein runzliger, murmelnder Hilichurl, der die Botschaft der Anemo-Energie verbreitet.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Die Fähigkeit, die Winde zu befehligen, stammt von dunklen, vergessenen Erinnerungen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2230,
        "name": "Elektro-Samachurl",
        "desc": "Ein runzliger, murmelnder Hilichurl, der die Macht der Blitze beschwört.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Da sie die Fähigkeit haben, als Blitzleiter zu dienen, können sie aus dem Klang des Donners ein Lied schreiben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2213,
        "name": "Dendro-Samachurl",
        "desc": "Ein runzliger, murmelnder Hilichurl, der die Dendro-Macht erweckt.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Hinter dieser Maske lauert ein Groll und Giftefeu wächst daraus, während hasserfülltes Gewisper erklingt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2106,
        "name": "Kryo-Samachurl",
        "desc": "Ein runzliger, murmelnder Hilichurl, der die Macht der Kälte beschwört.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Diese Schamanen erinnern sich an die frostigen Gesänge und können damit ihre Feinde festsetzen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2136,
        "name": "Geo-Samachurl",
        "desc": "Ein runzliger, murmelnder Hilichurl, der auf die Geo-Kraft hört.<br/>Hilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Für die ewigen Berge sind diese alten Hilichurle nicht mehr als Kinder, doch in ihrem langen Leben haben sie gelernt, Fels und Stein zu beherrschen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Teyvat :"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=de-de#/map/2?shown_types=55,57,56,53,149&center=2962.00,-683.00&zoom=-3.00"
      },
      {
        "type": "RichText",
        "text": "Große Kluft - Unterirdische Minen :"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=de-de#/map/9?shown_types=55&center=16.83,-178.94&zoom=-0.50"
      },
      {
        "type": "RichText",
        "text": "Enkanomiya :"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=de-de#/map/7?shown_types=55,57,56,149,53&center=31.00,-169.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Figurenaufstieg"
      },
      {
        "type": "RichText",
        "text": "5-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Der aufrichtige und gewissenhafte Löwenzahnritter, der stellvertretender Großmeister des Ordo Favonius.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Reisender",
        "desc": "Ein Reisender weit entfernt von der Heimat auf der Suche nach den Sieben, um seine Schwester wiederzufinden.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "Sie ist die „Gischtritterin“ aus einer uralten Familie und Truppenführerin der Freischärler des Ordo Favonius. Als ein Nachkomme der Aristokraten ist sie aber dem Ritterorden, dem Erzfeind der Aristokratie beigetreten. Warum sie solch eine Entscheidung getroffen hat, bleibt eins der größten Rätsel von Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4-Sterne"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Ein Junge, der zusammen mit Wölfen in Wolfenlauf bei Mondstadt weit ab von den Menschen lebt. Seine Instinkte sind scharf und seine Bewegungen schnell.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Ein junger Mann, der häufig in der Nähe von Bücherständen gesehen werden kann. In der Hand trägt er ein Langschwert, in seiner Brust ein Herz für die Schwachen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 40,
        "name": "Noelle",
        "desc": "Eine verlässliche Magd des Ordo Favonius, die eines Tages gern ein richtiger Ritter werden will.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Noelle_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Ein junger Mystiker aus einer Familie von Dämonenvertreibern, der alles dafür tut, seine „Yang-Lastigkeit“ zu unterdrücken.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Eine Generalin der „Tenryou-Verwaltung“, kühn, entschlossen und geschickt im Kampf.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Yun Jin",
        "desc": "Eine berühmte Opernsängerin in Liyue, die sowohl im Schreiben als auch im Gesang erfahren ist. Ihr Stil ist einzigartig, exquisit und sanft, genauso wie sie selbst.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Waffenaufstieg"
      },
      {
        "type": "RichText",
        "text": "Bogen"
      },
      {
        "type": "CustomEntry",
        "epId": 1967,
        "name": "Rostiger Bogen",
        "desc": "Ein großer, vollständig in Rost gekleideter Eisenbogen. Mit normaler Stärke kann man ihn kaum anheben, ganz zu schweigen vom Abschießen der Pfeile.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弓藏.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1968,
        "name": "Steinschleuder",
        "desc": "Eigentlich ein Bogen. Nach unzähligen Verbesserungen und Experimenten, um die ultimative Steinschleuder zu schaffen, stand der Erfinder am Ende mit einem Bogen in der Hand da.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弹弓.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Einhänder"
      },
      {
        "type": "CustomEntry",
        "epId": 1974,
        "name": "Gipfelbrecher",
        "desc": "Eine scharfe Klinge, die der Legende nach zu einem ganz bestimmten Pakt gehört. Sie soll einst den Gipfel eines ganzen Berges abgetrennt haben.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/斫峰之刃.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2032,
        "name": "Zinnoberspindel",
        "desc": "Ein Schwert aus Materialien, die nicht in diese Welt gehören. Die Kraft darin könnte sogar der Korruption eines Giftes widerstehen, das einen mächtigen Drachen zersetzen könnte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/辰砂之纺锤.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1962,
        "name": "Königliches Langschwert",
        "desc": "Ein altes Schwert der Aristokraten, die einst über Mondstadt herrschten. Es ist fein ausgearbeitet und zeigt mit seinen Verzierungen und Schnitzereien den Status seines Trägers.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/宗室长剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1984,
        "name": "Dunkles Eisenschwert",
        "desc": "Das ist einfach nur ein normales Eisenschwert, das etwas dunkler geraten ist.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗铁剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3999,
        "name": "Wolfszahn",
        "desc": "<p>Ein legendäres Langschwert, das von einem wandernden Ritter einer längst vergessenen Zeit geführt wurde.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/11/36893887/e1d10d55b8b96e0695000018664e17ef_5990904611923674515.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Katalysator"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Ketten des Diesseits",
        "desc": "Ein steinernes Schloss, das längst vergangene Erinnerungen verschlossen hält. Nach unendlichen Umwandlungen zeigt es seine wahre Kraft.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1950,
        "name": "Dodoco-Geschichten",
        "desc": "Ein Kinderbuch mit vielen lustigen Kurzgeschichten.<br/>Die unschuldigen, kindlichen Abenteuer, die in den Geschichten geschildert werden, reißen selbst die längst erwachsenen Leser beim Lesen mit.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/嘟嘟可故事集.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1980,
        "name": "Herzensblick",
        "desc": "Eine dunkle Kristallkugel, die angeblich erkennen kann, ob das Herz eines Menschen rein ist.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/昭心.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Landstreichernoten",
        "desc": "Ein dickes Notizheft voller Noten. Obgleich halb verwittert, ist die Kraft der Handschrift noch deutlich spürbar.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1966,
        "name": "Geschichten einer anderen Welt",
        "desc": "Ein nahezu wertloser Fantasyroman. Auch seine Nutzung als magischer Katalysator entspringt eher der Fantasie.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/异世界行记.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1946,
        "name": "Taschenzauberbuch",
        "desc": "Ein gewissenhaft verfasstes Büchlein mit Hinweisen zu Prüfungsinhalten der Magie.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/口袋魔导书.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1958,
        "name": "Aufzeichnungen eines Lehrlings",
        "desc": "Die Aufzeichnungen eines sehr begabten Schülers. Die Handschrift ist wunderschön und gibt so einige nützliche Zaubersprüche wieder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/学徒笔记.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Stangenwaffe"
      },
      {
        "type": "CustomEntry",
        "epId": 2027,
        "name": "Sternsichel-Prototyp",
        "desc": "Diese alte Sichel war gut in der Schwarzsteinschmiede versteckt. Das Funkeln an der Klinge erinnert an den sternenklaren Nachthimmel.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作星镰.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Zweihänder"
      },
      {
        "type": "CustomEntry",
        "epId": 1986,
        "name": "Kiefernklang",
        "desc": "Ein Großschwert so leicht wie Gras, das vom Wind bewegt wird, und so gewaltig wie ein Orkan, der Bäume entwurzelt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/松籁响起之时.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2025,
        "name": "Guhua-Prototyp",
        "desc": "Ein in der Schwarzsteinschmiede verstecktes, uraltes Großschwert. Schwingst du es durch die Luft, könntest du meinen, den Raum selbst zu spalten.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作古华.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1933,
        "name": "Schlagfestes Argument",
        "desc": "Ein großer, aus robustem Stahl gefertigter Stab, mit dem man seinen Standpunkt vernünftig und doch mit großer Überzeugungskraft vertreten kann.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/以理服人.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Herstellung"
      },
      {
        "type": "RichText",
        "text": "Produkt\nRezept\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Verdreckte Maske",
        "desc": "Eine vollkommen mit Dreck übersäte knöcherne Maske, die einen unsäglichen Geruch verströmt.<br/>Selbst in diesem Zustand ist sie unabdingbar für das Leben als Hilichurl.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/36893887/9f1c9e2f711a65f41ab3945f916dede5_8004748910518082011.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Zerbrochene Maske",
        "desc": "Eine zerbrochene Maske von Hilichurlen, gemacht aus Knochen.<br/>Kaum etwas an ihr ist noch ganz, sodass sie ihren Zweck nicht mehr erfüllen kann.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "25x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Unheilvolle Maske",
        "desc": "Eine leuchtende Maske aus Knochen mit Ölverzierungen, um Feinde abzuschrecken.<br/>Warum Hilichurle Masken tragen, ist bis heute nicht klar. Es gibt allerdings das Gerücht, sie täten es, um nicht ihr Spiegelbild sehen zu müssen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/36893887/9f1c9e2f711a65f41ab3945f916dede5_8004748910518082011.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Verdreckte Maske",
        "desc": "Eine vollkommen mit Dreck übersäte knöcherne Maske, die einen unsäglichen Geruch verströmt.<br/>Selbst in diesem Zustand ist sie unabdingbar für das Leben als Hilichurl.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "50x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Überall in der Welt verwendetes Geld und damit die Sprache, die jeder unabhängig von seiner Herkunft spricht.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Händler"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Verdreckte Maske",
        "desc": "Eine vollkommen mit Dreck übersäte knöcherne Maske, die einen unsäglichen Geruch verströmt.<br/>Selbst in diesem Zustand ist sie unabdingbar für das Leben als Hilichurl.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "(Limitiert auf 70 pro Monat)\n5x"
      },
      {
        "type": "CustomEntry",
        "epId": 872,
        "name": "Herrenloser Sternenstaub",
        "desc": "Eine Währung, die beim Händler gegen wertvolle Ressourcen eingetauscht werden kann.<br/>Zurückgeblieben vom Staub des Schicksalssterns. Vielleicht vermag es, in der richtigen Menge das Schicksal zu bestimmen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Masterless Stardust_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Verwandte Materialien"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Zerbrochene Maske",
        "desc": "Eine zerbrochene Maske von Hilichurlen, gemacht aus Knochen.<br/>Kaum etwas an ihr ist noch ganz, sodass sie ihren Zweck nicht mehr erfüllen kann.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Unheilvolle Maske",
        "desc": "Eine leuchtende Maske aus Knochen mit Ölverzierungen, um Feinde abzuschrecken.<br/>Warum Hilichurle Masken tragen, ist bis heute nicht klar. Es gibt allerdings das Gerücht, sie täten es, um nicht ihr Spiegelbild sehen zu müssen.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Verdreckte Maske"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Material zur Verbesserung von Figuren und Waffen"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Beute von Hilichurlen ab Stufe 40\nKann hergestellt werden\nMit Sternenstaub kaufen"
          }
        ]
      }
    ]
  }
}