{
  "epId": 987,
  "name": "Vom Schwert gefunden im Herbst – I",
  "desc": "Inmitten eines Sternenmeeres, das sich rückwärts dreht, entfalten sich die Schlachtfelder über die Erde, die mehrere hundert Lichtjahre umfassen ... Mit diesem grandiosen Anfang beginnt eine brandneue Geschichte der Galanterie!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/e2e673792c4f5579dd12cb6d0838d1b1_4358406871019927613.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187050,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vom Schwert gefunden im Herbst – I"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Aber was würde es uns allen nützen, wenn die Ambitionen von Sher realisiert würden?“</color>\n<color=#ffffffd9>Die Militärministerin Faranges blickte aus dem Fenster auf das Sternenmeer. Die Milchstraße und die Sterne warfen einen blassen Schein auf ihr Gesicht und brachten ihr Haar zum Flimmern. Der sanfte Schimmer floss langsam ihre Haare hinunter.</color>\n<color=#ffffffd9>Sie konnte nicht umhin, sich an ihr erstes Mal zu erinnern, wo sie die Sterne aus der Ferne durch das Bullauge betrachtete. Aber das Gefühl des Staunens, das sie einst empfunden hatte, war etwas, an das sie sich nicht erinnern konnte. Hunderte von Lichtjahren von der Erde entfernt hatte sich das Erscheinungsbild ihrer Heimat auch in ihren Träumen längst verzerrt.</color>\n<color=#ffffffd9>„Verzeiht mir, wenn ich etwas Unpassendes gesprochen habe, Eure Königliche Hoheit. Aber dieser Krieg dauert schon zu lange, wir haben für den Traum Seiner Majestät über unzählige Sternenzonen hinweg gekämpft. Wir haben Millionen von Wesen mit allen möglichen Strategemen und Tricks vernichtet. Wir sind zu Gouverneuren und Hochbeamten einer fremden Sternenzone geworden ... Aber was hat uns die Vision Seiner Majestät gebracht? Nur das sich täglich vermehrende Unglück und immer mehr Feinde, die sich über die Galaxie ausbreiten und uns eines Tages verzehren werden ...“</color>\n<color=#ffffffd9>„Das Reich meines älteren Bruders wird ein ewiges Reich sein, ein Reich, in dem es weder Schrecken noch Mangel mehr geben wird. Das Glück aller wird nicht mehr von der Gnade einiger abhängen und niemand wird einem anderen überlegen sein und selbst Inkompetenz wird nicht mehr als Sünde bezeichnet werden. Es ist daher das Schicksal dieser Feinde, die eine solche Vision nicht begreifen können ... und zwar von uns ausgerottet zu werden.“</color>\n<color=#ffffffd9>Prinzessin Gopatha schüttelte den Kopf, ihr Ton war sanft, aber kalt.</color>\n<color=#ffffffd9>Es schien, dass der Krieg gegen die Guerillakämpfer der Sternenzone ihr mehr als ein Auge und einen Arm gekostet hatte. Die Frau vor seinen Augen war schon weit entfernt von dem jungen Mädchen, das er einst gekannt hatte.</color>\n<color=#ffffffd9>„Ich vertraue auf die Entscheidung meines Bruders. Er wird niemals egoistisch sein. Also hör bitte mit solchen Worten auf, die die Kampfmoral der Leute erschüttern. Auch du, hör bitte auf, sie zu sagen.“</color>"
      }
    ]
  }
}