{
  "epId": 988,
  "name": "Vom Schwert gefunden im Herbst – III",
  "desc": "Inmitten eines Sternenmeeres, das sich rückwärts dreht, liegt eine kleine Kette von zerbrochenen Inseln, und auf jedem ihrer zerbrochenen Teile entfaltet sich eine eigene Geschichte, die sowohl heldenhafte als auch triviale Geschichtchen beinhaltet. So beginnt die Geschichte der Helden des Suruga-Bakufu!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/e2e673792c4f5579dd12cb6d0838d1b1_4545108698896909885.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187057,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vom Schwert gefunden im Herbst – III"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- Vor zehn Jahren -</color>\n<color=#ffffffd9>- Fünfundzwanzig Lichtjahre entfernt -</color>\n<color=#ffffffd9>Während der Herrschaft des Suruga-Bakufus waren die Menschen im ganzen Land unzufrieden und im Elend.</color>\n<color=#ffffffd9>Das Suruga-Bakufu wurde vom Shougun Imagawa Seiyi angeführt. Vor vier Jahren, nach der endgültigen Enthauptung des Dämonenfürsten Zeso, begann die Schreckensherrschaft des Bakufu.</color>\n<color=#ffffffd9>In einer solchen Zeit, an einem solchen Ort, wanderte ein hemmungsloser Schwertkämpfer.</color>\n<color=#ffffffd9>Dieser Mann war der ritterliche Mann, bekannt als Shinkuro, Bizho Kyubei.</color>\n<color=#ffffffd9>Bizho Kyubei war nicht immer ein herrenloser Samurai. Es wird gesagt, dass er ein vertrauenswürdiger Stratege für den Shougun war, bis er von einer rivalisierenden Familie hereingelegt wurde. Aufgrund der paranoiden Natur des Shougun hatte Bizho Kyubei keine andere Wahl, als vor dem Bakufu zu fliehen und in das Ödland zu gehen.</color>\n<color=#ffffffd9>Nun stand Kyubei auf dem Hügel und schaute weg. Doch wovon schaute er weg?</color>\n<color=#ffffffd9>Handelte es sich um ein flaches Terrain? Nicht wirklich.</color>\n<color=#ffffffd9>Sind es die Berge in der Ferne? Nein.</color>\n<color=#ffffffd9>Ist es eine Verlängerung der Straße? Ja, das ist es! Aber nicht ganz.</color>\n<color=#ffffffd9>Also, was genau sieht Kyubei an?</color>\n<color=#ffffffd9>Die Bauern, die den Schwertkämpfer für ihren Schutz mit Reis bezahlt hatten, hatten zu viel Angst, um zu fragen.</color>\n<color=#ffffffd9>Diese Frage schien nur im Kopf des schweigsamen Schwertkämpfers klar zu sein.</color>"
      }
    ]
  }
}