{
  "epId": 989,
  "name": "Vom Schwert gefunden im Herbst – II",
  "desc": "Inmitten eines Sternenmeeres, das sich rückwärts dreht, ist keine Schlacht legendär genug, um mehr als ein Plätschern in der Stille für diejenigen zu sein, die am „Ufer“ leben ... Aber für die Krieger, die mittendrin sind, ist der Krieg alles, was es gibt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/e2e673792c4f5579dd12cb6d0838d1b1_2892389677017749749.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187053,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Selbst eine Armada aus Kriegsschiffen der Yazata-Klasse würde dieser konzentrierten Verteidigung nichts anhaben können.</color>\n<color=#ffffffd9>Die Rebellen näherten sich schnell der kritischen Schwäche der Sternenfestung Anusharwan, einem Wunder an architektonischem und technischem Einfallsreichtum, das von Prinzessin Gopatha persönlich entworfen wurde. Die Festung war in den Augen der Rebellen nicht stärker als Eierschalen und General Geldafried hatte keine Ahnung, was passierte ...</color>\n<color=#ffffffd9>Bastinu steuerte das Lachtaz-Schnellboot durch die komplexen und verschlungenen Lüftungskanäle, schlängelte sich an einer Reihe von Schächten vorbei, die giftiges Gas und Elementarwolken ausstießen, während er versuchte, die automatisierten mechanischen Wachen abzuschütteln, die dicht dahinter folgen. Seine Augen und Ohren waren blutunterlaufen und ihm war von den hohen Geschwindigkeiten und der extremen Navigation schwindlig.</color>\n<color=#ffffffd9>„Die Zeit ist gekommen“,</color>\n<color=#ffffffd9>dachte Bastinu, als der Energiekern des elektrischen Systems allmählich seine wahre Form offenbarte.</color>\n<color=#ffffffd9>„Die Zeit ist gekommen“,</color>\n<color=#ffffffd9>dachte Großadmiral Geldafried, als er die glühende Lichtmasse in der Umlaufbahn des Planeten betrachtete.</color>\n<color=#ffffffd9>Also befahl sie einen wahllosen Angriff auf den Planeten.</color>\n<color=#ffffffd9>Sie versetzte auch dem Herzen der Festung einen tödlichen Schlag ...</color>\n<color=#ffffffd9>„Ich würde gern das stürmische Gesicht von Prinzessin/Großfürstin Gopatha sehen.“</color>\n<color=#ffffffd9>Im gleichen Moment hatten beide den gleichen Gedanken.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vom Schwert gefunden im Herbst – II"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ]
  }
}