{
  "epId": 991,
  "name": "Vom Schwert gefunden im Herbst – VI",
  "desc": "„Im Grunde unterscheidet sich die große Schlacht im Weltraum nicht von dem bewaffneten Konflikt zwischen gewöhnlichen Menschen, der vor zehn Jahren auf diesem öden Planeten stattfand ...“ Bald wird der Name dieses Mannes in der ganzen Galaxie bekannt sein und sich mit dem des Imperators messen können.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/e2e673792c4f5579dd12cb6d0838d1b1_4957633824259615150.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187069,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vom Schwert gefunden im Herbst – VI"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Kapitän, bei allem Respekt, du hast während der gesamten Sitzung geschlafen, nicht wahr?“</color>\n<color=#ffffffd9>„Ups, du hast mich erwischt.“</color>\n<color=#ffffffd9>„Obwohl du gerade gesessen hast, habe ich so etwas schon zu oft gesehen. Kapitän, verwende die Früchte des Trainings eines Kämpfers nicht auf diese Art und Weise. Wenn der Flottenadmiral davon erfährt, wird ein Bericht nicht ausreichen.“</color>\n<color=#ffffffd9>Dennoch weiß Mahasti tief in seinem Herzen, dass es zumindest im Moment niemand in der gesamten Flotte wagen würde, seinen Vorgesetzten anzufassen. Das Flottenkommando befindet sich in einem heiklen Gleichgewicht und sein Vorgesetzter, Bitchuu Kyuubei, der Shinkurou, der Kapitän mittleren Alters, der von vielen aufgrund schlechter Aussprache als „Semimaru“ bezeichnet wird, ist derjenige, um den sich alle Streitkräfte bemühen und der sie am ehesten aus der Sackgasse führen kann.</color>\n<color=#ffffffd9>Es ist erstaunlich, dass seit diesem Ereignis zehn Jahre vergangen sind ...</color>\n<color=#ffffffd9>dachte Shinkurou.</color>\n<color=#ffffffd9>Der Sieg bei Asada wird in späteren Jahren als eine kleine Demonstration des militärischen Könnens von Shinkurou angesehen, aber für die Beteiligten ist es der Beginn einer Katastrophe.</color>\n<color=#ffffffd9>Der Taishougun konnte einen so einfallsreichen Mann doch nicht unkontrolliert lassen.</color>\n<color=#ffffffd9>Shinkurou wurde kurz darauf geblendet und in das Gefängnis geworfen.</color>\n<color=#ffffffd9>Erst vor fünf Jahren wurde der Imagawa-Klan von einer verbündeten Armee des Oome-Klans, einer Daimyo-Familie, erobert und enthauptet. Erst dann können die Menschen im Lande endlich in Frieden und Glück leben ...</color>\n<color=#ffffffd9>Die obigen Worte hat Shinkurou vom neuen Seii-Taishougun gehört, als er im Gefängnis saß.</color>\n<color=#ffffffd9>Menschen leben in Frieden und Wohlstand, ein Anblick, den Shinkurou noch nie gesehen hat, und der neue Taishougun ist keineswegs ein gütiger und moralischer Mensch. Aber eine allgemeine Amnestie, um die Herzen der Menschen zu gewinnen, war etwas, das getan werden musste.</color>\n<color=#ffffffd9>Rückblickend kann Shinkurou nicht anders als zu seufzen: Sowohl damals als auch heute ist er derjenige, der im Zentrum des Strudels steht.</color>\n<color=#ffffffd9>„Für dieses Land sind wir Rebellen. Und in diesem riesigen Universum sind wir es auch.“</color>\n<color=#ffffffd9>Der Shougun sieht Shinkurou an, der auf dem Boden hockt, und spricht unbekümmert.</color>\n<color=#ffffffd9>„Die Steuern des Imperiums sind für diesen kleinen Planeten am Rande des Universums nicht mehr tragbar. Und deine Talente sollten in der Mitte der Galaxie aufblühen.“</color>\n<color=#ffffffd9>„Dein Name wurde von dem Verräter Imagawa genommen, diese Vergangenheit solltest du längst hinter dir lassen. Von nun an wirst du ‚Semimaru‘ sein.“</color>\n<color=#ffffffd9>Ja, ein Mann, der keine Vergangenheit mehr hat, ein Mann, der das Universum nicht mehr mit seinen beiden Augen sehen kann, und so entfaltet sich das weite Universum vor ihm.</color>"
      }
    ]
  }
}