{
  "epId": 992,
  "name": "Vom Schwert gefunden im Herbst – IV",
  "desc": "In Inazuma gibt es dieses Sprichwort: „Was sind Banditen anderes als Kinder des Krieges?“ In Zeiten des Tumults ist die Ernte auch ein Krieg! Der nächste Band von „Vom Schwert gefunden im Herbst“ ist schon da!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/236594615/e2e673792c4f5579dd12cb6d0838d1b1_5019963100718450739.png",
  "filterValues": {
    "objectType": [
      "Auftragsobjekt"
    ]
  },
  "menuId": 9,
  "menuName": "Produkte von Teyvat",
  "version": 1692187061,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>„Es ist Herbst und die Zeit der Ernte steht vor der Tür“,</color>\n<color=#ffffffd9>sagte, Onisa Saito.</color>\n<color=#ffffffd9>In Zeiten des Krieges waren die sogenannten Ninja mächtige Männer, die der Gefahr widerstanden und als Söldner für den Daimyou tätig waren.</color>\n<color=#ffffffd9>Geboren im Krieg, stark in der Kraft, ist es das Glück der Ninja.</color>\n<color=#ffffffd9>Desillusioniert durch das Ende des Krieges und erdrückt durch den Verlust der Macht, ist dies auch das Schicksal der Ninja.</color>\n<color=#ffffffd9>Shougun Imagawa vereinigte schließlich die Nationen. Zu dieser Zeit wurden Ninja, die wie Kaninchen starben, entweder ausgerottet oder eingesammelt. Einige fielen dann in die Ränge und wurden zu Bergbanditen.</color>\n<color=#ffffffd9>Onisa Saito ist einfach so.</color>\n<color=#ffffffd9>„Noch keine Eile, bis die Dorfbewohner den Reis für uns gedroschen haben.“</color>\n<color=#ffffffd9>Derjenige, der gesprochen hat, ist Myozo.</color>\n<color=#ffffffd9>Die sogenannten Bergbanditen sind Krieger, die der Kampfkunst überdrüssig sind, oder Bauern, die mit dem Tod kämpfen.</color>\n<color=#ffffffd9>Geboren aus dem Krieg, gewachsen durch List, und kriechend durch Wachstum.</color>\n<color=#ffffffd9>Als der Krieg endete und der Frieden zurückkehrte, erschien die Macht der Bergbanditen als Eintagsfliege.</color>\n<color=#ffffffd9>Myozo stammte aus einer einfachen Bauernfamilie und entpuppte sich erst in seinen Vierzigern als Bergbandit, aber er machte seine Arbeit gut und wurde zum Kopf der Bande.</color>\n<color=#ffffffd9>Es gibt kein größeres Übel als einen Dieb, der zutiefst unterdrückt worden ist.</color>\n<color=#ffffffd9>„Dann brennt es nieder und hinterlässt keine Überlebenden.“</color>\n<color=#ffffffd9>Dies ist die Folge des Chaos.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Vom Schwert gefunden im Herbst – IV"
          }
        ]
      },
      {
        "key": "Typ",
        "value": [
          {
            "type": "RichText",
            "text": "Auftragsobjekt"
          }
        ]
      },
      {
        "key": "Herkunft",
        "value": [
          {
            "type": "RichText",
            "text": "Zu erwerben bei Kuroda im Verlagshaus Yae in Inazuma"
          }
        ]
      }
    ]
  }
}