{
  "epId": 2061,
  "name": "Maceracı",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1677158783,
  "components": {
    "story": [
      {
        "title": "Adventurer's Flower",
        "desc": [
          {
            "type": "RichText",
            "text": "The ambitious adventurer came across this resilient flower in the depths of a gloomy ruin.\nMoved by the sight of life sprouting in defiance of a lifeless land, he almost forgot about the treasures buried deep in the ruin.\nAfter pausing to ponder it for a while, the adventurer plucked the flower, wore it as a brooch, and ventured forth into the darkness."
          }
        ]
      },
      {
        "title": "Adventurer's Bandana",
        "desc": [
          {
            "type": "RichText",
            "text": "There is nothing special about this green bandana, save that the fabric is rather robust and highly absorbent.\nJust like the bandana, its wearer was an unexceptional, ordinary person.\nBut countless secrets lie hidden in the stars high up above and the abyss deep down below.\nAll of these things are awaiting discovery by mere mortals."
          }
        ]
      },
      {
        "title": "Adventurer's Golden Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "An old, golden goblet that the adventurer used to drink water. It is said that he found it in an old ruin.\nThe exterior is engraved with ancient symbols and inlaid with a faded gemstone.\nEventually, the adventurer bid farewell to the nomadic lifestyle.\nThis old, golden goblet was traded in for new, shiny Mora."
          }
        ]
      },
      {
        "title": "Adventurer's Tail Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "An adventurer once traveled through a forest in search of rare beasts never seen before.\nAs he tore his way recklessly through the foliage, the adventurer tripped on a tree root.\nWhen he regained consciousness, he saw a girl so beautiful that he was willing to give up the adventurer's life to be with her.\nHer appearance was surreal, with a cluster of feathers adorning her hair."
          }
        ]
      },
      {
        "title": "Adventurer's Pocket Watch",
        "desc": [
          {
            "type": "RichText",
            "text": "A pocket watch that once belonged to an adventurer. It was crafted by a master watchmaker with simplicity and practicality in mind, aligning with the philosophy of the Adventurers' Guild.\nThe adventurer spent most of his days in darkness. The rhythmic sound of its moving hands was the only proof he had of the passage of time.\nLong after he had grown accustomed to a normal life, having given up the adventurer lifestyle he once loved so dearly,\nthis forgotten pocket watch still sat quietly in the cabinet, waiting for its next adventure."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Adventurer"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Adventurer's Tail Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "The feather of an exotic bird rarely seen on this continent."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Adventurer's Golden Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "The spoils of one of an adventurer's many expeditions. Though a little damaged, it is still an excellent find."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Adventurer's Flower",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A resilient flower that survived the harsh environment of an ancient city. It is now proudly worn like a medal."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Adventurer's Bandana",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A cloth garment worn at the forehead. Though soaked in sweat and covered in dust, it still beams with an adventurer's pride."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Adventurer's Pocket Watch",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "It's easy to lose track of time when you're adventuring where the sun doesn't shine, whether that's the depths of the abyss or the ruins of a lost city."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/sands_of_eon_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Max HP increased by 1000.",
      "fourSetEffect": "Opening a chest regenerates 30% Max HP over 5s."
    }
  }
}