{
  "epId": 2062,
  "name": "Kış Gezgini",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Element Etkileri",
      "Hasar Bonusu",
      "Kritik Oranı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1694892952,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+15% Buz Hasarı Bonusu</p>",
      "fourSetEffect": "<p>Bir karakter, Buzdan etkilenen bir düşmana saldırdığında, karakterin Kritik Oranı %20 artar. Düşman Dondurulmuş durumdaysa Kritik Oranı %20 daha artar. </p>"
    },
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının kızı. Onurlu ve zarif olmasının yanı sıra bilge ve güçlüdür.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "4 parçalı bu set, Ayaka'nın <color=#ffffffd9>Element Becerisi</color> , <color=#ffffffd9>Element Patlaması</color> ve <color=#ffe699>Kamisato Sanatı: Senho</color> 'dan sonra yapacağı <color=#ffffffd9>Normal Saldırılarının</color> <color=#ffe699>Hasarını</color> artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p>Yuehai Konağı sekreteri. Damarlarında aydınlanmış bir yaratık olan Qilin'in kanı akar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ganyu, saldırılarında büyük <color=#99ffff>Buz Hasarları</color> verdiğinden 4 parçalı bu set, onun <color=#ffffffd9>Yüklü Saldırısı</color> , <color=#ffffffd9>Element Becerisi</color> ve <color=#ffffffd9>Patlaması</color> sonucu verdiği <color=#99ffff>Buz Hasarını</color> artırır. Ganyu'nun <color=#ffffffd9>Yüklü Saldırısı</color> onun <color=#ffe699>Kritik Oranını</color> %20 artırır, ve bu setin de vereceği ek %20 artışı çok iyi kullanabilir. Aynı zamanda Ganyu'nun <color=#ffffffd9>Element Patlaması</color> %20 <color=#99ffff>Buz Hasarı Bonusu</color> verebilir, ki bu da bu setle beraber %35'e çıkar."
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "<p>Aile mesleğini sürdüren genç bir kötü ruh kovucu. Yang enerjisinin bolluğunu bastırmak için elinden gelen her şeyi yapar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bu yadigarın 4 parçalı seti, Chongyun'un <color=#ffffffd9>Element Becerisi</color> ve <color=#ffffffd9>Element Patlaması</color> sonucu verdiği <color=#99ffff>Buz Hasarını</color> artırır. Aynı zamanda Chongyun, <color=#ffffffd9>Element Becerisi</color> yaptıktan sonra düşmanların <color=#99ffff>Buz Direncini</color> azaltır, bu da Chongyun'un daha fazla <color=#ffe699>Hasar</color> vermesini sağlar. Chonyun'un <color=#ffffffd9>Element Becerisi</color> sürekli olarak düşmanlara <color=#99ffff>Buz Alan Hasarı</color> verdiğinden düşmanlarını dondurması kolaylaştırır, bu da 4 parça etkisinden daha çok yararlanabildiği anlamına gelir."
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p>Favonius Şövalyelerinde başarılı bir kılıç ustası ve stratejik düşünür. Mondstadt'ın ötesinden geldiği söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/02/145542732/2d1ae4bdb66364c3763790171e7a486e_179822735431688906.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bu yadigarın 4 parçalı seti, Kaeya'nın <color=#ffffffd9>Element Becerisi</color> ve <color=#ffffffd9>Element Patlamasıyla</color> verdiği <color=#99ffff>Buz Hasarını</color> artırır ve düşmanlarına <color=#99ffff>Buz</color> etkisi uyguladığında <color=#ffe699>Kritik Oranının</color> atmasını sağlar."
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Buzkıranın Azmi",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Soğuk aurası olan bir tüy. Karla kaplı ovalarda ve buzul tepelerde esen rüzgarı adeta iliklerine kadar hissedebiliyorsun."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Kırağının Yankısı",
        "position": "Logos Tacı ",
        "desc": [
          {
            "type": "RichText",
            "text": "Soğuğu fethetmek isteyen kadim bir kahramanın tacı. Önceki sahibinin kara karşı olan cesaretinin bir kanıtı."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Buzul Nakışlı Asalet",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Buzdan oyulmuş, kış kadar soğuk ve yakıcı bir kadeh. Önceki sahibi ondan dondurulmaz içki içerdi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Buzlar Diyarının Akıbeti",
        "position": "Kadim Kum Taneleri ",
        "desc": [
          {
            "type": "RichText",
            "text": "Savaşçılarının dönüşünü bekleyen bir ulustan kalan bir saat. İçinde akan kum değil, asla erimeyen buz parçalarıdır."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Kardelenin Hatırası",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar buzullarda yetişen, buzlarla kaplı ve soyu tükenmiş bir çiçek. En gururlu ve kibirli savaşçılar bile onun önünde boyun eğerlerdi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Kardelenin Hatırası",
        "desc": [
          {
            "type": "RichText",
            "text": "Ebedi ayazda açmış ve nazik bir çift el tarafından koparılmış bir çiçek.\nBu çiçeği gördükten sonra, yağan karların bile aslında ne kadar sıcak olduğunu fark edebilirsin.\n\"Bu dördüncü freski senin için hazırladım. Suretin sonsuza dek bu duvarda kalacak.\"\n\"Bu fresk için ve herkesin iyiliği için seni bekleyeceğim. Dönebilmen için dua edeceğim...\"\nKız, boş duvarın önünde gülümseyerek durdu ve kahramanın göğsüne ufak bir çiçek iliştirdi.\nZarif ve telaşsız biriydi. Ölüm, karşısında dikilse bile hiçbir tepki vermezdi.\nBuzkıran'ın cesareti unutuldu ve Kuzey'in fırtınalarında gömülü kaldı.\nO zamandan beri karlar erise de bu çiçek hiç solmadı."
          }
        ]
      },
      {
        "title": "Kırağının Yankısı",
        "desc": [
          {
            "type": "RichText",
            "text": "Kahraman, gömülü şehrin kurtulma ihtimali olduğu umuduna sıkı sıkı tutunarak çıkmıştı yola.\nKış tacını takmış ve amacına giden yola koyularak uçsuz bucaksız kar fırtınasının arasında gözden kaybolmuştu.\nDağlık şehirle yaptığı anlaşmanın ve onların masum gözlerinin yükünü omuzlarında taşıyordu kahraman. Yine de bir kez olsun buz perdesinin ötesindeki bilinmezliği düşünüp korkuyla titremedi.\nBir zamanlar yemyeşil olan dağ yamacı ve göklerden artık inmeyen lütuf... Bunları düşünmek bile kahramana ne olursa olsun devam etme gücü veriyordu.\n\"Buzla mühürlenmiş kapıyı geçip koridorlardan derinliklere yürüyünce,\"\n\"Gümüş beyazı bir dalı koparacak ve bu karlı diyara umut getirecek.\"\nKız halkını teselli etmek için şarkılar söyleyip kahramanı yad ediyordu.\nOnun geri döneceğine, yanında hayat dolu bahar havasını ve sarsılmaz umudu da getireceğine inanıyordu.\nFakat karların arasında yürüyen kahraman zamanında dönemeyecekti.\nKahraman, kar fırtınaları arasında toza dönüşen topraklarda, nefret dolu sözlerle anılacak ve kaçıp gitmekle suçlanacaktı."
          }
        ]
      },
      {
        "title": "Buzul Nakışlı Asalet",
        "desc": [
          {
            "type": "RichText",
            "text": "Yabancı, dondurucu kış soğuğunda bir başkası uğruna umudun peşinde düştü yollara.\nİçkisini içtiği bardak bile buzdan oyulmuştu.\nBardaktan içtiği acı şarabın her yudumu, sanki bir buz parçası yutmuş gibi batıyordu boğazına.\nŞüphesiz sıradan biri bu histen rahatsız olurdu fakat suskun kahramanımız için bu bir keyifti adeta.\nBuz kadar sessiz bir savaşçıydı kendisi, yıldızlardan inen soğuk rüzgarların yolunu bedeniyle kesiyordu.\nOnun tarafından korunmaya dayanamayan ressam kız, sevdiği adama son talimatlarını verdi:\n\"Olur da korku ve çaresizlik içinde boğulmuş hissedersen kendini, olur da geri dönemeyecek hale gelirsen...\"\n\"O halde lütfen hayatına devam et. Kıyametimize ilerlerken eşlik etme bize. Sen de karların arasında solup gitme.\"\nYolculuğuna hazırlanmak için acı şarabından bir yudum aldı savaşçı. Kızın yaşlı gözlerine daha fazla bakamadı.\nArdından karlarla ve hikmetlerle dolu bir ülkeye doğru bitmek bilmeyen bir yolculuğa koyuldu."
          }
        ]
      },
      {
        "title": "Buzkıranın Azmi",
        "desc": [
          {
            "type": "RichText",
            "text": "Buz gibi soğuk bir tüy. Aslında bu kış soğuduğunda buralarda yaşayamayacak olan yırtıcı bir kuştan düşmüş.\nTüye dokununca kar fırtınasının içinden yükselen çığlıkları duyabiliyorsun adeta, çaresiz kalmış fakat pes etmemişlerin çığlıklarını.\nNe dinlenecek ne de barınacak bir yeri olmayan kuş, fırtınalara göğüs germişti.\nBu tüy ise yoğunlaşan buz ve karın arasında kalmış, inci gibi buz taneleriyle kaplanmıştı.\nUçan bir şahinden buz gibi soğuk rüzgarların şiddetle yolduğu bir tüy.\nBir süre havada süzülmüş, daha sonra buzun ağırlığıyla yere çökmüştü.\n\"İnanıyorum ki bu hayat dolu kuşlar da seni takip edecek ve yazlık sarayın yemyeşil bahçesine dönecek.\"\n\"Büyük bir soğuk dalgadan kaçanlar ve yuvalarını kaybeden o çocuklar seninle beraber hayallerindeki yuvaya kavuşacak.\"\nOmuzlarında bu denli büyük bir yük taşıyan kahraman, yüzüne kamçı gibi çarpan karın ortasında durdu ve tüyün renginin ne olduğunu çözmeye çalıştı.\nBuzun içine hapsolmuş tüyün rengi her adımda biraz daha solup gidiyordu, tıpkı kahramanın görevi gibi."
          }
        ]
      },
      {
        "title": "Buzlar Diyarının Akıbeti",
        "desc": [
          {
            "type": "RichText",
            "text": "İnce karlarla dolu kadim bir kum saati.\nEn soğuk kış bile zamanın akışını donduramaz.\n\"Gökyüzünden inen soğuk hava, zamanın kendisini dondurabilir.\"\nDağlar altında gömülü şehrin dört bir yanında bu efsaneye inanılırdı.\nKahraman, rüzgar ve buzun duvarının tepesine ulaştığında, gece çökmek üzereydi. Dışarıda kar fırtınası esiyordu.\nBu beyaz rüzgarı, ne güneş ne de ayın ışığı kolayca delebilirdi.\nEn kasvetli fırtına bile zaman ırmağını donduramaz.\nO irade karların yedi kat altında gömülü olsa da solmayacak.\nEn yüce kahraman bile bir gün unutulacak."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kış Gezgini"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı: Vindagnyr Tepesi"
          }
        ]
      }
    ]
  }
}