{
  "epId": 2063,
  "name": "Cesur Yürek",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1677158791,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Brave Heart"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "ATK +18%.",
      "fourSetEffect": "Increases DMG by 30% against opponents with more than 50% HP."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Medal of the Brave",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "A simple flower brooch that is a keepsake from someone's first adventure."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Prospect of the Brave",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A shimmering feather from a songbird that brings a nudge of courage to its wearer."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Outset of the Brave",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A crude wooden vessel filled only with memories."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Fortitude of the Brave",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A dated miniature hourglass that serves no practical purpose. It seems as elusive as time itself."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Crown of the Brave",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A rough-and-ready laurel wreath that seems as precious as a king's golden crown."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Medal of the Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "The little hero slipped out of doors by night, and with his friend rushed headlong into the wolves' forest.\nWith his slingshot he chased boars, and with sturdy branches he would battle imaginary monsters.\nFollowing the shining Seelie deep into the woods, he discovered a treasure that had laid buried for a thousand years.\nThat treasure was a small yellow flower.\nWhen the tired hero returned to his childhood bedroom, and flipped through the proof of his first adventures,\nHe discovered to his surprise that the long-hidden flower had yet to wilt.\nYet in this it was alone, for everything else had changed with the passing of years."
          }
        ]
      },
      {
        "title": "Crown of the Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "The little hero entered the deep, mysterious forest, and henceforth walked the path of resistance.\nHis best playmate played the role of the champion knight of the aristocracy.\n\"Like a lion I stride the battlefield, like she did a thousand years before.\"\n\"Songs I will inspire with my sword, to give to generations to come.\"\nTheir toy greatswords and tree branches clashed in their fierce duel—\nTill at last the hero won the day, and seized the aristocrats' crowns from their heads.\nMany years later, this wreath of flowers, though crudely made,\nWould seem more precious still than the power a master of knights held..."
          }
        ]
      },
      {
        "title": "Outset of the Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "The young hero's first battle ended, and for the first time he tasted the sweet wine of victory.\nThat day, deep of the vine he drank together with his closest friend — supportive, joyful, and blissfully ignorant.\nMany years later, when the cataclysm came, he led the knights to fight for his homeland.\nOn the eve of battle, he advised his childhood friend and long-time deputy to come drink with him.\n\"If you do not return, I will not mourn you.\"\n\"Nay, I will toast you, and drink in your honor, just as we do today.\""
          }
        ]
      },
      {
        "title": "Prospect of the Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "To comfort his crybaby of a companion, the young hero gave his friend a bird's feather.\nThis was proof of their shared adventure, of the treasure they found together, and was meant to embolden his comrade.\nMuch later, one of them was named a \"lion,\"\nAnd became a crownless king at the head of many knights.\nThe other became a \"wolf,\"\nSupporting his friend from the shadows, and running affairs of state.\nIn those turbulent times, the two defended their home and each other like sword and dagger.\nBut this was a story from long ago.\nSo many were lost during the cataclysm."
          }
        ]
      },
      {
        "title": "Fortitude of the Brave",
        "desc": [
          {
            "type": "RichText",
            "text": "When the black curses poured forth, and the roots of disaster infested the earth,\nThe knights, on expedition in a foreign land, would face the horror head on, their formation steely as the northern glaciers.\nThe steel of their greatswords flashed brightly, and the dark ichor fell like poisoned rain.\nAt last the hero returned home, but this time, without his old friend.\nSo much had changed, save for the hourglass that childhood companion had gifted him."
          }
        ]
      }
    ]
  }
}