{
  "epId": 2065,
  "name": "Bereketli Rüyaların Hatıraları",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1728686098,
  "components": {
    "artifactList": {
      "sands_of_eon": {
        "title": "Yaşam Şarkısı",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Inazumalılar için yalnızca küçük bir saat. İçindeki ana mekanizma söküldüğü için ibreleri oynamıyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "İskelet Şapka",
        "position": "İskelet Şapka",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar gezginleri güneşten ve yağmurdan koruyan bir şapka. Nihayetinde yüzleri ve duyguları gizlemek için kullanılan bir araç haline gelmiş."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "İhtişam Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Münzevi bir yerden getirilen tüy şeklinde bir tılsım. Üreticisinin tutkusuyla bu köşkte dış dünyaya kapalı bir şekilde bırakılmış."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Çiçeklerin Zamanı",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Asla solmayacak olan altı yapraktan oluşan altın bir süs. Ölümlü dünyadaki başarıların geçiciliğini simgeler."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Uyanış Matarası",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Altın tozu ve siyah boyayla süslenmiş bir matara. Artık gerçek rengi görülemese de sahne dekoru olarak kullanıldığı için pek de önemi yok."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Husk of Opulent Dreams/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%30 Savunma.</p>",
      "fourSetEffect": "<p>Bu Yadigar setini kuşanan bir karakter, aşağıdaki durumlarda Merak etkisi kazanır: Savaş alanındayken, karakter düşmanı bir Toprak saldırısıyla vurursa 1 kademe kazanır, 0,3 saniyede bir defa tetiklenebilir. Karakter savaş alanında değilken, her 3 saniyede 1 kademe kazanır. 4 kademeye kadar Merak birikebilir, her bir kademe %6 Savunma ve %6 Toprak Hasar Bonusu kazandırır. Bir Merak kademesi kazanılmadan 6 saniye geçtiğinde, 1 kademe kaybedilir.</p>"
    },
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Bereketli Rüyaların Hatıraları"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Çiçeklerin Zamanı\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Rüyalarında gördüğü şey, ay ışığı altında müzikle dans eden bir hayaletti.\nBomboş bir kağıt gibi olan, geçmişindeki o genç adam gibi...\nSaf ve kırılgan bir karakter gibi...\nKin ve ızdırap bittiğinde ortaya çıkacaktı.\nGezgin, rüya görme yetisine sahip olduğunun farkında değildi.\nBunun araştırmacıların küçük bir oyunu olduğunu düşünüyordu.\nBelki de çoktan yitmiş olan o kalbin küçük direnişiydi.\n\"Hep hayalini kurduğun 'kalbi' sonunda elde ettin.\"\n\"Ama o sadece yalanlar ve aldatmacalar için bir araçmış.\"\n\"Şimdi, sonunda sana ait olan şeyi elde edeceksin.\"\n\"Yanlış oluşturulan bu beden en sonunda bu dünyaya hükmetmeye talip olabilir.\"\n\"Ama tüm bunlar, zaferin gelip geçici bir hayalinden ibaret.\"\n\"Ve bir gün hepsi, ızdırap içinde kalan dünyanın iç çekişleri arasında kaybolup gidecek...\"\nBunu söyleyen geçmişteki \"o\" muydu? Yoksa gelecekteki \"o\" mu?\nGezenti umursamadı çünkü uyanma vakti geldiğinde\nuyanan o değil, yok olmuş bir gelecekteki benliğiydi."
          }
        ]
      },
      {
        "title": "İskelet Şapka\n",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Nereye gidiyorsun gezgin?\"\nBaşıboş gezen genç, çocuğun seslenmesiyle durdu.\nBu çocuk Tatarasuna zanaatkarının çocuğuydu. Hasta olmasına rağmen hâlâ gözleri parlıyordu.\nGenç adam, çocuğa Inazuma Şehri'ne doğru gittiğini söyledi.\n\"Ama şu an çok yağmur yağıyor. Giden insanlar da hâlâ dönmemiş!\"\nGenç adam cevap vermek için birkaç kez ağzını açıp kapattı... En sonunda çocuğa belli belirsiz bir gülümsemeyle karşılık verdi.\nBir daha bu adaya geldiğinde, o çocuk orada olmayacaktı.\n\"Nereye gidiyorsun Inazumalı? O sandal senin değil!\"\nGezgin genç adam, limanda sandalcı tarafından durduruldu.\nGenç adam kılıcını çekmek üzereyken, yanındaki adamlardan biri onu engelledi.\nAdam, denizciye bu yabancı gencin onunla birlikte olduğunu söyledi.\n\"Ah, demek o sizin misafiriniz bayım. Haddimi aştım, beni bağışlayın.\"\nAdam gence soğuktan korunması için bir ceket verdi ancak genç kafasını salladı.\nOnun böyle şeylere ihtiyacı yoktu. Tek isteği, bu uzun yolculuğu boyunca karşılaşabileceği ilginç şeyleri öğrenmekti.\n\"Haberci Efendimiz, yolculuk nereye?\"\nBu hayatta en çok boşboğaz insanlardan nefret eden genç adam, astına elinin tersiyle bir tokat attı.\nÖte yandan, insanların yüzündeki dehşeti ve çaresizliği görmekten de çok keyif alırdı.\nVe belki de aptal yardımcısını etrafında tutmasının nedeni, tam olarak yüzünün aldığı hallerdi.\nO korkak, aşağılık tipe doğuya, Mondstadt'a gideceklerini söyledi.\n\"Anlaşıldı! Hemen korumalarınızı çağırıyorum!\"\nTabii ki korumaya ihtiyacı yoktu ama bu ahmaklara laf anlatamayacak kadar da tembeldi.\nGezenti kimliğine bürünüp doğuya doğru yalnız başına yola çıktı.\n\"Nereye gidiyorsun çocuk?\"\nEve dönüş yolunda genç, yol kenarında yaşlı bir kadın tarafından durduruldu.\nOna batıya gittiğini söyledi.\n\"Yani Yashiori Adası'na mı? Ne yapacaksın orada?\"\nBunu düşünmeden söylemişti, aslında son zamanlarda işlerin pek de yolunda gitmediğini biliyordu.\nGenç, kadına ilgisi için içten bir şekilde gülümseyerek teşekkür etti ve bir buluşma için oraya gideceğini söyledi.\nSandal kıyıya yaklaştıkça, tuhaf giyimli bir kadının kıyıda durduğunu görebiliyordu.\nKadın, genç adama uzaktan kristal bir küre fırlattı.\nGenç adam küreyi kolayca yakaladı ve batmakta olan kızıl güneşe doğru kaldırdı."
          }
        ]
      },
      {
        "title": "Uyanış Matarası\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Amenoma, Futsu, Isshin, Hyakume, Senju.\nBunlar bir zamanlar Gokaden Raiden'ın soyundan gelen beş aileydi.\nAma soyunu bugüne kadar devam ettirebilen tek aile Amenoma oldu.\nIsshin soyundan geriye ise belki birkaç uzak akraba kalmıştır.\nİnsanlara göre bu, geçen onca zamanın doğal bir sonucu.\nBöyle büyük itibar kayıplarının arkasında bir gizem olabileceğini kimse düşünmedi.\nGezgin bunu asla itiraf etmezdi.\nBunu, kılıç zanaatkarından intikam almak için yaptığını asla itiraf etmezdi.\nAsla doğruyu söylemezdi.\nBir anda sıkıcı gelmeye başladığı için bütün planlarından yolun yarısında vazgeçtiğini itiraf etmezdi.\nBir araştırmacıdan öğrendiği ses tonunu kullanarak sadece şunu söylerdi:\n\"Bu, insan doğasını anlamak için yapılmış bir deneydi sadece.\"\nInazuma'nın geleneksel tiyatrosunda \"Kunikuzushi\" olarak bilinen bir karakter vardır.\nBu karakterler genellikle taht hırsızlarını, entrikacıları yansıtır.\nYolculuğunun sonunda, bu ismi kendi iradesiyle seçti.\nBir zamanlar kullandığı ismini ise artık kendisi bile hatırlamıyordu.\nInazuma'nın geleneksel tiyatrosunda, üç perde ismini birleştirerek oyunun adını oluşturmak bir gelenektir.\nÖrneğin \"Sumirezome,\" \"Sangetsu\" ve \"Kogetsukan\" isimleri bir araya gelir.\nBunun sonucunda, oyunun adı \"Sumirezome Sangetsu Kogetsukan\" olur.\nBelki bir gün gelir, bu bedenin görüp geçirdikleri de\nfanilerin nesilden nesile aktardığı masallara, ley hatları boyunca dolaşacak uzak hatıralara dönüşür.\nAma şimdilik, onun üçüncü perdesi henüz tamamlanmadı."
          }
        ]
      },
      {
        "title": "İhtişam Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu garip gezenti tip artık olanları düşünmüyordu.\nAma gözlerini kapattığında hâlâ ay ışığının aydınlattığı Tatarasuna'yı ve ocaktan yükselen alevleri görüyordu.\nKibar ve genç yardımcısı şöyle dedi:\n\"Bu altın süs eşyası, Yüce Şogun'un bahşettiği kimliğin bir kanıtı.\"\n\"Ama dünyayı dolaşırken lütfen şunu aklından hiç çıkarma.\"\n\"Bu kimliğini asla başkalarına açık etme.\"\nDürüst Müfettiş ise şöyle dedi:\n\"Bu altın süs eşyası, Yüce Şogun'un bahşettiği kimliğin bir kanıtı olabilir.\"\n\"Ama sen ne bir insan ne de bir makinasın.\"\n\"Seninle ancak bu şekilde başa çıkabilirim. Şu şeyi bana doğru tutma!\"\nDünü dünde bırakan gezgin, artık bunun hakkında düşünmüyordu.\nAma kulaklarını kapattığında, o yıl kulaklarında gürleyen rüzgarın sesini hâlâ duyabiliyordu.\nUmutla bakan bir çift göz dedi ki:\n\"Bu altın süs eşyası, Yüce Şogun'un bahşettiği kimliğin bir kanıtı.\"\n\"Bu kesinlikle halkı kurtarmamızı sağlayacak.\"\nZeki ve sevimli tapınak görevlisi şöyle söyledi:\n\"Bu altın süs eşyası, Yüce Şogun'un bahşettiği kimliğin bir kanıtı.\"\n\"Ve o seni terk etmeyecek.\"\n\"Bana gelince, ben de hemen yardım göndermek için elimden geleni yapacağım...\"\nAma nihayetinde, bu altın ok tüyü toza bulandı...\nVe tüm hikayeler ardında kül bile bırakmadan karmanın ateşiyle yandı."
          }
        ]
      },
      {
        "title": "Yaşam Şarkısı",
        "desc": [
          {
            "type": "RichText",
            "text": "O aslında \"kalbi\" taşımak için doğmuştu.\nAma o, rüyalarında gözyaşı döktü.\nYaratıcısı onu izledi:\nO, bir insan olarak da bir araç olarak da fazla hassastı.\nAma yaratıcısı onu öldürmedi, uykusuna devam etmesine izin verdi.\nSon eserlerinde böylesine bir kalp taşıyacak tasarımlar yapmayı bırakmıştı.\nKısa bir süre sonra, en asil ve seçkin \"kanıt\" geldiğinde kalacak bir ev bulamadı...\nVe bu yüzden Yougou Dağı'ndaki büyük tapınağa gönderildi.\nSonra bu güzel kukla uyandı ve gezintilere çıktı.\nBirçok kalp tanıdı...\nİyi olanlar, dürüst olanlar, güçlü olanlar, kibar olanlar...\nKukla da bir kalbi olsun istedi.\nSonunda bir gün sevimli kukla istediği o \"kalbi\" elde etti.\nSonuçta var oluşunun temel nedeni buydu.\nAma aslında kuklanın asıl isteği bu değildi.\nÇünkü içinde kutsallıktan eser yoktu...\nDaha ziyade bencillik, ikiyüzlülük, kurnazlık ve lanetle dolup taşıyordu.\nBunların hepsi sevecen bir görüntünün ardına gizlenmişti.\nİyi ve kötü, duygu dünyasına ait işe yaramaz ve ahenksiz birer şarkıydı.\nAma bu \"kalbi\" söküp atacak olsa...\nHiçbir şey hissedemezdi."
          }
        ]
      }
    ]
  }
}