{
  "epId": 2067,
  "name": "Yıldırım Öfkesi",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "BS Azaltımı",
      "Hasar Bonusu"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1699118312,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%15 Elektrik Hasarı Bonusu.</p>",
      "fourSetEffect": "<p>\t</p><p>Yüksek Voltaj, Elektrik Yüklü, Süper İletim ve Aşırı Çiçeklenme ile verilen Hasarı %40 artırır ve Şiddetlenme ile verilen Hasar Bonusu %20 artar. Hızlanma veya yukarıda belirtilen Element Tepkimeleri tetiklendiğinde Element Becerisi Bekleme Süresi 1 saniye azalır. 0,8 saniyede bir tetiklenebilir.</p>"
    },
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Yıldırım Öfkesi"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Yıldırım Kuşu'nun Merhameti",
        "desc": [
          {
            "type": "RichText",
            "text": "Yanardağın külleri arasında dimdik duran mor renkli bir yabani çiçek.\nKadim kabilenin topyekun katliamına tanıklık etti.\nŞaman ise masumun kanıyla Yıldırım Kuşu'nu çağırdı.\nAdaklarını sundular ve Yıldırım Kuşu'nun vahiylerini bildirmesini beklediler.\nFakat Yıldırım Kuşu'nun gelişiyle çakan şimşekler beraberinde yıkımı getirdi.\nOnun için şarkı söyleyen küçük çocuğa karşı işlenen suçun cezası topyekun helaktı.\nYıldırım Kuşu gerçek yüzünü gösterdi ve kabileyi yeryüzünden sildi."
          }
        ]
      },
      {
        "title": "Yıldırım Sihirdarı Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Yıldırım Kuşu'na tapan kadim kabilede ihtiyar şamanlar bu tacı takardı.\nYıldırım Kuşu, fırtınalı havalarda gökte süzülerek mor yıldırım ve yağmur yağdırdı.\nKadim kabileler, Yıldırım Kuşu'nun güçlerinden korkup verdiği nimetler için ona teşekkür etti.\nOnun kendilerini koruması ve günahlarını affetmesi için adakta bulunmak üzere şamanlar seçildi.\nYıldırım Kuşu, insanların kendisine tapıp tapmamasını umursamıyordu.\nAncak onlar bunu bilmiyor ve Yıldırım Kuşu'nun öngörülemez eylemlerini ilahi vahiy olarak görüyordu.\nOysaki nefes aldığında çıkan yıldırım, insanların kaderlerini belirleyecekti.\nYıldırım Kuşu gökyüzünden baktığında, insanlarla hayvanları ayırt etmezdi.\nTa ki bir gün fırtınanın uğultusunda bir şarkı duyana kadar.\nBu şarkı bulutları delip geçti ve ona ışık bahşetti."
          }
        ]
      },
      {
        "title": "Yıldırım Fırtınası Alameti",
        "desc": [
          {
            "type": "RichText",
            "text": "Kadim bir kabilenin şamanlarının ayinde kullandığı bir kadeh.\nYıldırım Kuşu'na sunulan kanlar bunun içinde sunulurdu.\nYıldırım Kuşu'nun fırtınalı dağlarda uçtuğu mevsimlerin birinde, küçük bir çocuk korkusuzca şarkı söyledi.\nÇocuğun sesinden etkilenen gururlu Yıldırım Kuşu, onun yanına kondu.\n\"İlginç ezgiler, minik insan. Yıldırım ve fırtınalardan korkmuyor musun yoksa?\"\n\"Bana yıldırımları ve fırtınaları dindirebileceğimi söylediler.\"\nKüçük çocuk duraksadı ve böyle yanıtladı.\nYıldırım Kuşu, döktüğü gözyaşlarına rağmen sessizliğini korudu.\nÇünkü çocuk büyüleyici bir şarkı söylüyordu.\nBu, Yıldırım Kuşu ile küçük çocuk arasındaki ilk ve son buluşma oldu.\nKüçük çocuğu bir daha gördüğünde, çocuğun kanı sunaktaki altın kadehi doldurmuştu."
          }
        ]
      },
      {
        "title": "Felaketten Kurtulan",
        "desc": [
          {
            "type": "RichText",
            "text": "Yıldırım Kuşu'nun mor şimşekle büyülenmiş kayıp tüyü.\nKabilenin yıkımına tanıklık eden son şeydir.\nKadim kabile Yıldırım Kuşu'nu kendilerinin koruyucusu bilmesine rağmen, Yıldırım Kuşu kabilenin üzerine yıldırım yağdırdı.\nKasvetli bir gecede, çocuğu samimi bir arkadaşı olarak gördü.\nYıldırım Kuşu uçup giderken, çocuk düşen tüyü eline aldı.\n\"Yıldırım ve yağmurlarla geldiğinde,\nsana bir şarkı daha söyleyeyim o halde!\"\nGerçekleşmeyen vaadin pişmanlığıyla çılgına dönerek,\nYıldırım Kuşu dağı küller altında bıraktı.\nYıllar sonra bir canavarmış gibi avlanıp katledildi.\nYıllar geçti, yanan topraklar yeniden hayat buldu.\nŞimşek tüyü toprakta gömülü kaldı.\nYıldırım Kuşu ile küçük çocuğun hikayesi de kabileyle birlikte unutulup gitti."
          }
        ]
      },
      {
        "title": "Yıldırım Saati",
        "desc": [
          {
            "type": "RichText",
            "text": "Yıldırım Kuşu'na tapan kadim kabileye ait şık bir kum saati.\nKabilenin sonu geldiğinde, kum saati de yok oldu.\nZamanında bir şamana ait olan, mor taş ve altından yapılmış şık bir kum saati.\nKum saati, Yıldırım Kuşu'nun onuruna düzenlenen festivalde amacına hizmet ederdi.\nKabilenin düzenlediği son festivalde çılgına dönen Yıldırım Kuşu, kanlı sunağı havaya uçurdu.\nKoruyucunun gelişine kalan süre ile kabilenin yıkımına kalan süre aynıydı.\nYıldırım Kuşu, kendisi için şarkı söyleyen çocuğun intikamını almak için kabileyi yok etti.\nFakat Yıldırım Kuşu, küçük çocuğun kendisini adak olarak kurban ettiğinden habersizdi.\nHer şey kabilenin iyiliği, Yıldırım Kuşu'nun lütfu içindi."
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Yıldırım Sihirdarı Tacı",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar Yıldırım Kuşu'na tapan bir şaman tarafından takılan taç. Bu iflah olmaz canavar, şamanın kendisine olan bağlılığından etkilenmemişti."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Felaketten Kurtulan",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Yıldırım Kuşu'nun zalim öcünün gazabıyla hâlâ titreyen yıldırım yüklü bir tüy."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Yıldırım Kuşu'nun Merhameti",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Yıldırım yüklü bir çiçek. Bir şekilde ezilmekten ve hiddetli mor ateşte kül olmaktan kurtularak felaket gününden sağ çıkmış."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Yıldırım Fırtınası Alameti",
        "position": "Eonothem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "İçinde masumların kanı bulunan bir ayin kadehi. İçinde yankılanan duaların gürüldeyen öfkesiyle dolup taşıyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Yıldırım Saati",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar Yıldırım Kuşu'na tapan kabileye onun ne zaman geleceğini bildiren bir kum saatiydi. Kabilenin yok olduğu günden beri sonsuz bir sükunete büründü."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/sands_of_eon_icon.png"
      }
    }
  }
}