{
  "epId": 2069,
  "name": "Savunmacı İradesi",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1677158793,
  "components": {
    "story": [
      {
        "title": "Guardian's Flower",
        "desc": [
          {
            "type": "RichText",
            "text": "Only that maiden's clear voice,\nCould cause the guardian's brow to come unbound.\nTheir time together was short.\nAt last, the knight's blood would run dry,\nAs would her tears and her songs."
          }
        ]
      },
      {
        "title": "Guardian's Band",
        "desc": [
          {
            "type": "RichText",
            "text": "Always have a backup plan—\nHe wore this headband to remind himself of that axiom.\nIn an emergency, it could also serve as a tourniquet.\nBy this creed he taught his swordsmanship to the knights under his friend's command.\nBy this credo he also mentored a white knight who loved justice above all else.\nIn its name he nipped many seedlings that might have blossomed into evil in the bud.\nAs long as he was sufficiently prepared,\nEven if one day, he should be unable to defend this land,\nOr protect his friend, or that maiden who loved to sing..."
          }
        ]
      },
      {
        "title": "Guardian's Vessel",
        "desc": [
          {
            "type": "RichText",
            "text": "An exceedingly ordinary old wine canteen.\nIf one had to point out something special about it,\nIt would be that it never once contained a drop of alcohol.\n\"Come on, you have to try a little wine sometime.\"\nThe guardian's longtime friend and superior joked.\n\"Quit knitting those eyebrows together, have a little wine and song!\"\n\"I mean, that's how we have the courage to face tomorrow.\""
          }
        ]
      },
      {
        "title": "Guardian's Sigil",
        "desc": [
          {
            "type": "RichText",
            "text": "The shield-crest engraved upon this quill glitters in the pale moonlight.\nLong ago, this light would strike fear into the hearts of evildoers and thieves.\nThe guardian had a very precious knightly title.\nBut at night, he would disguise his crest and face beneath a mantle.\nThus, he could shake off his restraints and do that which needed to be done—\n—Yet could not be done by an upright knight in good standing."
          }
        ]
      },
      {
        "title": "Guardian's Clock",
        "desc": [
          {
            "type": "RichText",
            "text": "The ticking of the clock's hands, the candlelight, and the reams of case notes,\nThe shadows by moonlight, the blade and black mantle,\nThese were the constant companions of the lonesome guardian.\nBut no matter how far he went, there was never enough time.\nHis superior, carefree and proud, often laughed at his curtness, his unsmiling face, his aversion to fun.\nBut the guardian was not one to look back on the past — only to the present and future.\nOnly by reaving every last trace of evil, no matter the means,\nCould he ensure that this land that his friend and superior loved could have a future without fear.\nOnly when he gazed on that maiden in the square,\nCould he think upon things he had no time for.\nOnly then could he think about his own future..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Defender's Will"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "DEF +30%",
      "fourSetEffect": "For each different element present in your own party, the wearer's Elemental RES to that corresponding element is increased by 30%."
    },
    "artifactList": {
      "sands_of_eon": {
        "title": "Guardian's Clock",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "A small timekeeping gadget. On moonless nights, it was the only way its former owner could know the time."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Guardian's Sigil",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "A feather-shaped brooch that symbolizes someone’s yearning to defend others like a shield."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Guardian's Vessel",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "A metal vessel that can be filled with a drink to dispel the loneliness of the long watch."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Guardian's Flower",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "An iris that was cherished by the guardian. Unfortunately, the chance never came for it to be given to whom the guardian loved."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Guardian's Band",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A fabric band dyed indigo by the darkness of night. Can also double as a bandage in the event of an emergency."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/circlet_of_logos_icon.png"
      }
    }
  }
}