{
  "epId": 2071,
  "name": "Bahtı Açık",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1733842545,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Bahtı Açık"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Savunma 100 artar.</p>",
      "fourSetEffect": "<p>Mora toplamak 300 Can yeniler.</p>"
    },
    "story": [
      {
        "title": "Bahtı Açığın Yoncası\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Genelde kısmeti açık olan insanlar mucizelerden nasibini ziyadesiyle alır.\nMesela efsanevi dört yapraklı yonca, onu bulana uğur getiren kıymetli bir keşiftir.\nBir gün Bahtı Açık isimli gamsız genç de tarlada oynarken dört yapraklı bir yonca buldu.\nÇok mutlu olup onu yerden kopardı ve cebine koydu.\nPeki yonca mı çocuğa şans getirmişti yoksa çocuk şanslı olduğu için mi yoncayı bulmuştu, orasını bilen yoktu."
          }
        ]
      },
      {
        "title": "Bahtı Açığın Gümüş Tacı\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Şansı yaver giden birisi, en ölümcül tuzakların arasında bile paha biçilmez hazineler bulabilir.\nHarabelerin arasında dolaşırken Bahtı Açık isimli genç, kazara dibi görünmeyen bir çukura düşüverdi.\nFakat bir toz yığınının üzerine düştüğü için kendisine hiçbir şey olmadı. Yıllar içinde çürüyüp giden bir döşekmiş meğerse bu toz yığını.\nBahtı Açık, bu sayede eski soylulardan kalma bir define keşfetmiş oldu. Bu taç da açık bahtının bir simgesi haline geldi."
          }
        ]
      },
      {
        "title": "Bahtı Açığın Kadehi\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar doğduğu günden beri kısmeti açık olan bir çocuk vardı. En kötü haydutlar bile istediği kadar çabalasın, çocuğun saçının teline dahi zarar veremiyorlardı. Bu yüzden çocuğa \"Bahtı Açık\" lakabı verilmişti.\nÇocuk zamanla büyüdü, bir yetişkin oldu. Günlerden bir gün, kör kütük sarhoş olup kendini bir hanın arka sokağında buluverdi.\nYıldızların görünmediği bir gecede kötü niyetli bir haydut, onun bu savunmasız halinden istifade edip Bahtı Açık'ı soymayı planlamıştı.\nFakat tam bir hamle yapmak üzereyken, uçarak gelen bir kadeh haydudun tam alnına isabet etti. Darbenin etkisiyle sersemleyen haydut yere devrildi.\nBöylelikle Bahtı Açık, handa çıkan bir kavganın yakınlarında bulunup bu durumdan zararla değil karla çıkan sayılı kişiden biri oldu."
          }
        ]
      },
      {
        "title": "Bahtı Açığın Kartal Tüyü\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Şans yüzüne gülerse, en vahşi canavara bile boyun eğdirebilirsin.\nOrmanda gezintiye çıkan Bahtı Açık olarak bilinen genç, yakınlarda pusuya yatmış canavarın farkında bile değildi. Oysaki canavar onu çoktan gözüne kestirmişti.\nBahtı Açık, dikkatini çeken rengarenk mantarlarla ilgilendiği sırada canavar saldırıya geçti. Bizimkisi sıçrayıp zehirli mantarların üzerine düştü ve mantarların hepsi dümdüz oldu.\nBu kolay bir av olacak diye düşündü canavar... Ta ki havada daireler çizen kartaldan kopan bir tüy usul usul süzülerek sırtına düşene kadar."
          }
        ]
      },
      {
        "title": "Bahtı Açığın Kum Saati",
        "desc": [
          {
            "type": "RichText",
            "text": "Zamanın kendisi bile, Bahtı Açık olarak bilinen gamsız gencin suratında bir kırışıklık bırakamamıştı.\nBahtı Açık'ın ne bir çocuğu vardı ne de bir ailesi.\nYine de bahtının her daim açık gittiği bu hayatta, tanıştığı herkesi arkadaşı ve ailesi sayardı.\nHayatının son demlerini yaşarken bir gün bir kum saatine rastladı. Saatin içindeki kum sanki ömründen kalan zamanı hesaplar gibi akıyordu aşağıya.\nBahtı Açık kendi kendine güldü. Sonra da sapanını alıp kum saatini tuzla buz etti."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Bahtı Açığın Kadehi\n",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir keresinde bir hırsızı bayıltmak için kullanılmış zarif ve metalik bir kadeh."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Bahtı Açığın Kartal Tüyü\n",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar bir canavar bir maceracıyı köşeye sıkıştırmış ve tam o sırada bir kartal gelip canavarı yakalayıp gitmiş... İşte o kartal giderken maceracının şansını temsil eden bu tüyü düşürmüş."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Bahtı Açığın Kum Saati\n",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Kumsuz bir kırık kum saati. Dünyevi bir derdin yoksa saatin kırık olup olmaması zaten çok da önemli değil."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Bahtı Açığın Yoncası\n",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Doğada yetişen dört yapraklı bir yonca. Şans getirdiğine inanıldığı için toplanmış."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bahtı Açığın Gümüş Tacı\n",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Eski sahibi bir keresinde mağaraya düşüp sürgündeki kraliyetin hazinesini bulmuş. İşte bu taç o olaydan geriye kalan bir hatıra."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/circlet_of_logos_icon.png"
      }
    }
  }
}