{
  "epId": 2076,
  "name": "Adağın Yankısı",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1728686106,
  "components": {
    "story": [
      {
        "title": "Ruh Kokulu Çiçek",
        "desc": [
          {
            "type": "RichText",
            "text": "Her yıl Ruh Kokulu Çiçekler açtığında Qiaoying Köyü çay servisi törenlerine hazırlanır.\nÇiçekler solduğunda ise dokuz farklı kokunun tesir ettiği çiçek çayı köy binasında sunulur.\nBelli bir Adeptusun gelip gidişi gibi Ruh Kokulu Çiçekler de kısa sürede solup gider.\nBu ise ardında birçok garip, başı sonu tam belli olmayan efsaneler ile birlikte \"Bitki Lordu\" gibi son derece muğlak bir isim bırakmış.\nBöyle bir hikayede Bitki Lordunun Adeptus formu kadim bir çay ağacının dallarına dönüşüyormuş.\nBir başkasında ise ehlileştirdiği kötücül bir yaratığın sırtında Adeptus dağına uçuyormuş.\nHatta şöyle bir hikaye var...\nGenç kadın kıyıya çıkmaya çalışırken yerdeki kapüşonlu şapkayı alıp hızlıca başına geçirdi.\nYüzünü kapatamayacak olursa utanabilir ve söyleyecek söz bulamayabilirdi.\nO anda ona bu zulmü yaşatan şey başını sudan çıkardı.\nZaferi ile övünürcesine gövdesindeki gökyüzünü andıran pullar parladı.\n\"*öksürür* Pekala! Demek yüzebiliyorsun! Etkilendim! Umarım bir gün boğulup gidersin!\"\nBu sözleri öfkeyle fakat dalga geçerek söylüyordu.\nFakat bu parlak iz sonunda derinliklere battı ve bir daha yüzeye çıkmadı."
          }
        ]
      },
      {
        "title": "Süzülen Küpeler",
        "desc": [
          {
            "type": "RichText",
            "text": "Chenyu Vadisi birçok dağa, ırmağa ve hikayeye ev sahipliği yapar. Bunların arasında en ünlüsü şudur:\nUzun zaman önce bir iblisin eline geçen paha biçilmez bir mücevher varmış; ardından taş suya fırlatılmış ve oracıkta dibe batmış...\nGeniş nehirler gibi efsaneler de farklı kollara ayrılır. Bu efsanenin kollarından biri şöyle:\nBu mücevher bir zamanlar kutsal bir dağdan gelen yeşimmiş ve Rex Lapis'in eliyle şekillenmiş.\nSulara batıp kaybolan taş ise daha değersiz bir yeşim ya da basit bir fincan olabilir.\nBazıları bu hikayedeki \"yeşim\" taşının aslında çok güzel bir insanı ifade ettiğini söylüyor.\nEfsanelere göre insanlar zamanında şunu da görmüş:\nGüneş ışığında kuyrukları mücevherler gibi parlayan sayısız sazan,\nSuda yaşayan yaratıkların olduğu göllerin ve nehirlerin zincirlerinden kurtulmuş,\nGökyüzünde, rüzgarla birlikte özgürce uçuyormuş.\nBir kişiye ait bir çift yeşim küpe de şekil değiştirmiş."
          }
        ]
      },
      {
        "title": "Pınarların Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu aslında bir arkadaştan küçük çaydanlıkla bağlantılı bir hediyeydi.\nKadehteki pınar asla kurumaz, bu nedenle geçici olarak konaklamak için ideal bir yerdir.\nGüneşin ve ayın yansımasını muhafaza edebilir, yüzen balıkları bünyesinde barındırabilir.\nYakshaya yakıştırılan makus talih ile karşılaştırıldığında çok daha şanslı olduğuna inanıyordu.\nFakat kadim ayinleri miras almanın bedeli karada çok az zaman geçirmek oldu.\nO günlerde, tatlı sular Liyue'de bu kadar yoğun akmıyordu.\nDağların eteğindeki liman şehri ve ovadaki toplanma alanı onun için uzak bir hayalden başka bir şey değildi.\nFakat belanın kendisini bulacağından korkan bu kişi, elinde çay fincanı ile yola çıkmaya karar verdi.\nAdı geçen bu \"Liyue Limanı\" kesinlikle bir köy merasimini andırıyordu, kusurlarla doluydu.\nBu yolculuk tartışmalar, mücadeleler ve zorluklarla dolu olacaktı.\nİş konuşmaya gelince ikisi de hünerliydi, bunun farkındaydı ancak söz konusu kalabalıklar olunca tecrübeli sayılmazlardı.\nBu dünyada onlar kadar küçük, kıskanç ve aynı şekilde refahtan korkan iki Adeptus bulamazdınız.\n\"Fakat geçmişte birbirimize sayısız sözler verdik. Bu gerçekten güzel bir şey.\"\nAyrılırlarken bunu düşünüyordu.\n\"En azından yolculuk ilginç olacak. Onu bazı eski dostlarla tanıştırabilirim.\"\nSonraları maltız ve çaydanlık sık sık kullanıldı. Çay fincanının şekli de insanların ilgisini çekmeye başladı.\nBu sayede herkes masasına ay koyabiliyor ve ayı avuçlarının içinde tutabiliyordu."
          }
        ]
      },
      {
        "title": "Yeşim Yaprak\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Çok uzun zaman önce nehrin diğer tarafına geçmek için sığ bir yer yoktu, sadece puslu bir sırt vardı.\nBu dağın sahibi henüz buraya ne ekeceğine karar vermemişti ki birisi ondan önce davrandı.\n\"Bu ağaç biraz daha büyüdüğünde yapraklarını keseceğim ve hepiniz için çay yapacağım.\"\n\"O zaman geldiğinde Bulutlar Hakimi ve Dağkesen'i çağıracağız...\"\n\"Gerçekten mi? Toprağıma ağaçlarını istediğin gibi ekeceksin demek. Böyle sözler sarf edecek cesareti nereden buluyorsun?\"\nBu dağın efendisi olan genç hanım şikayet etmesine karşın o bile çayın kokusunu hayal edebiliyordu.\nDaha sonra birisi sessizce gelip bu yeşim kolyeyi küçük ağacın ince dallarına bağlayacaktı.\nBiraz daha zaman geçtiğinde dağın efendisi geri döndü ancak değişmişti.\nFakat kolyeyi ağaçtan almadı. Bu çok uzun zaman önceydi.\nUzun yıllar sonra bu ağacın dalları dağlarda gezen faniler tarafından nehrin diğer tarafına ekilecekti.\nÇayın kokusu da buradan, Chenyu Vadisi'nden Liyue Limanı'na, oradan da birçok farklı yere yayılacaktı.\nChenyu Vadisi'nin çay ağaçları ile ilgili birçok efsane var. Bunlardan biri şöyle:\nSu, toprak, güneş ışığı, ne olursa olsun bu tür bir ağaç sadece Chenyu Vadisi'nde yetişir.\nBunun nedeni ağacın geçmiş zamanlarda eski dostların, çay filizinin yanında verdiği sözü unutmamasıdır."
          }
        ]
      },
      {
        "title": "Ayin Simgesi",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu yeşim süs eşyasının uzun zamandır mühürlü olan kutsal dağdan geldiği söylenir.\nDenizden ayrı düşen bir Yıldız Kabuğunun dalgaların sesini hatırlaması gibi,\nSüs eşyasından akan suların sesi geliyor.\nBu tür söylentileri genellikle hanlarda duyabilirsiniz...\n\"Herkes bilir, efsaneye göre dağlardaki en büyük hazine hafif yağmurları getiren işlenmiş yeşim parçasıdır.\"\n\"Fakat dünya dertlerle çalkalandığı zamanlarda iblisler onun gücünü ele geçirmeye yeltenmiş.\"\n\"Böylece dağın efendisi onu paramparça etmiş, her parçayı gizleyebilmek için farklı şekillere sokmuş.\"\n\"Ardından efendi bunları su altına, tepelere gizledi, hatta bazıları tapınaklara verildi.\"\n\"Chenyu Vadisi'nin efsanelerinde bu yeşim süs eşyaları bir ilahın antlaşmasının lütfunu taşır.\"\n\"Bunca yıldan sonra bile kimse onları bulamadı...\"\nRahip bu yeşim bileziği üzerinde dikkatle saklıyordu.\nFakat belirli yıllarda sofistike zevklere sahip olmayan bir arkadaşa ayrılacağı günün akşamında gizlice gösterirmiş.\nRahip bileziğin desenlerinden, nereden geldiğinden ve ataları ile bir ilah arasında gerçekleştirilen antlaşmadan söz edermiş,\nFakat arkadaşı havan ve tokmakla ot dövmekle meşgul olduğu için bir kelimesini bile anlamamış.\n\"Her yıl böyle kıvranıp duruyoruz ve bu hikayeyi kim bilir kaç kez dinledim.\"\n\"Döndüğün zaman bana çay ikram edeceğini söylememiş miydin? O zaman konuşalım.\"\nFakat sulardan gelen şey, geleceğini düşündüğü şey değildi ve sonunda bir kez daha o sulara gömüldü...\nBugüne kadar Yilong Limanı'nın zanaatkarları hâlâ bu şekilde sade süs eşyaları yapıyor.\nTüccarları ziyaret edenler de genellikle bu yeşim bilezikleri kulaklarına koyarmış ve efsanede anlatıldığı gibi,\nDağlara yağan yağmurun sesini gerçekten duyup duyamayacaklarını merak ederlermiş."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Adağın Yankısı"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%18 Saldırı.</p>",
      "fourSetEffect": "<p>Normal Saldırılar düşmana vurduğunda %36 ihtimalle Vadi Ayinini tetikler ve Normal Saldırı Hasarını, Saldırının %70'i oranında artırır. Bu etki bir Normal Saldırı Hasar verdikten 0,05 saniye sonra kaybolur. Bir Normal Saldırı, Vadi Ayinini tetiklemezse bir sonraki seferde tetikleme ihtimali %20 artar. Bu tetiklenme 0,2 saniyede bir gerçekleşebilir.</p>"
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Pınarların Kadehi",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "İçindeki tatlı suyun dolup taştığı bir çay bardağı. Kim bilir, belki bir Adeptusun verdiği bir hediyedir, belki onlardan kalan bir yadigar, belki de geride bıraktıkları sıradan bir eşya..."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Ruh Kokulu Çiçek",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Çiçek şeklinde oyulmuş bir yeşim. Etrafa hayali bir koku yayıyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Yeşim Yaprak",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Yeşimden yapılmış, yaprak şeklinde bir süs. Dendiğine göre bir zamanlar bazı dostlar arasında pek manidar olan bir nesneymiş."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Ayin Simgesi",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Yeşimden yapılmış yuvarlak bir süs. Bir efsaneye göre eskiden ayinlerin başlayacağını gösteren bir sembol olarak kullanılırmış."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Süzülen Küpeler",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Tek bir yeşim parçasından yapılmış bir çift küpe. Son derece pürüzsüz bir dokuya sahip."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/circlet_of_logos_icon.png"
      }
    }
  }
}