{
  "epId": 2079,
  "name": "Derinliğin Kalbi",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Hasar Bonusu",
      "Saldırı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1687862847,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Derinliğin Kalbi"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<ul><li><p>+ %15 Su Hasarı Bonusu</p></li></ul>",
      "fourSetEffect": "<p>Element Becerisi kullandıktan sonra, 15 saniyeliğine Normal Saldırı ve Yüklü Saldırı Hasarı %30 artar. </p>"
    },
    "story": [
      {
        "title": "Yaldızlı Broş",
        "desc": [
          {
            "type": "RichText",
            "text": "Deniz tuzlu rüzgar esintisi yüzünden rengi solmuş bir broş.\nOkyanus dalgalarında gezip duran bir adamın bile\ndeğer verdiği eşyaları ve anıları vardır.\nBüyük savaş gemisi demir aldı ve yola koyuldu. İkinci Kaptan, bir kez daha Kaptan ile birlikte limandan ayrıldı.\nKaptanın tuhaf arayışı ve solup giden anıları üzerine,\nİkinci Kaptan balinalar ve dalgalarla bir nakarat oluşturarak kendi bestelediği berbat denizci şarkısını mırıldandı.\n\"Soyadından vazgeçen alçak ve onu avlayan cadı (asla) denize ulaşamadı!\"\n\"Varis olamayan bilge üvey kardeş sonunda lider oldu (oldu mu gerçekten?)\"\n\"Söylenemeyen sözler... Yanılgılar için gerçeklerden de mi vazgeçmiştim?\"\n\"Her şeyi kaybedip her şeyden vazgeçtikten sonra dalgaların içine doğru batmak...\"\n\"Nihayetinde, bu kötü bir son sayılmaz. Hahahahaha!\""
          }
        ]
      },
      {
        "title": "Şarap Lekeli Denizci Şapkası ",
        "desc": [
          {
            "type": "RichText",
            "text": "Alkol kokusuyla kaplı bir denizci şapkası.\nŞekli ve tasarımı sahibinin statüsünü temsil eder.\nAyyaş İkinci Kaptan, sabahtan akşama kadar sarhoş bir hülyada kaybolur ve neredeyse hiç ayık olmazdı.\nParça parça anılarını ara sıra ağzında gevelerken, tepeden tırnağa alkol kokardı.\nNeşeli Kaptan onu azarlamazdı, dahası öna önemli sorumluluklar vermeye devam ederdi.\n\"Ne de olsa ikimiz de meteliğe kurşun atan insanlarız, değil mi? Hahahaha!\"\n\"Şarapla ıslanmış denizci şapkası, fırtınayla gökyüzüne doğru uçup şiddetli dalgalara doğru gitti.\"\n\"Ana vatanlarını kaybetmeye mahkum olanlar, umut ve istekten yoksun savaşlarda çırpışır.\"\n\"Hatıra denizinde kaybettiklerini, derinlerden geri almak istediler.\"\n\"Rüzgar ve dalgalar uygun. Onu bulduk.\"\n\"Bana rüyalarımda bile dadanan ve beni yiyip bitiren o dev yaratık...\"\n\"İntikam zamanı geldi. Sefere çıkıyoruz!\""
          }
        ]
      },
      {
        "title": "Uğultulu Derinliklerin Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Soluk ama incelikle işlenmiş bir şarap kadehi,\ndenizin derinliklerinde kumlar onu aşındırmış.\nZarif kadeh İkinci Kaptanın elinden düşmüştü ve suya suya düştüğünde ufak dalgalar yaratmıştı.\nAzalmakta olan ışıkta balık sürülerinin arasında gördüğü neydi?\nGizli bir buluşma yerinin çiçek vitraylı pencerelerinin demirlerinin önünde, sessiz patikalar arasında neyle karşılaşmıştı?\nKoyu altın renkli kadeh, deniz canavarlarının ve İkinci Kaptanın rüyalarına doğru battıkça battı.\n\"Günün birinde, bende bıraktığın bu aşağılayıcı izin karşılığını alacaksın.\"\nMehtap, safirden gözleri ve o çarpıcı yara izini aydınlattı.\nHatırasında, onun sureti güzel, soğuk ve gururlu bir şekilde parlıyordu.\nFakat o zaman ne dediğini unutmuştu ve birden umutsuzluğa kapıldı.\n\"Düşündüm de geçmişi kaç defa unuttum...\"\n\"Ha, geçmişi nasıl anlattığının bir önemi var mı ki?\"\n\"Tüm ölümler boşuna. Zaten batmış olan bir şeyi kurtaramazsın.\""
          }
        ]
      },
      {
        "title": "Nostalji Rüzgarı",
        "desc": [
          {
            "type": "RichText",
            "text": "Kırmızı tüy uğursuzluktur, hatta belki de ölümün bir alametidir.\nBir gün büyük bir deniz yaratığının cesediyle birlikte kıyıya vurdu.\nAlaycı İkinci Kaptan, Liyue'den değildi. Aksine, aristokrasiyle yönetilen gri bir ülkeden geliyordu.\nHerkes onun da bir zamanlar soylu biri olduğunu ama soyunun adını kirletmiş olduğu için dışlandığını söylüyordu.\nAma bu asılsız bir söylentiydi çünkü limana ilk geldiğinde üstünde ince bir kılıçtan başka bir şey yoktu.\nVe bir de pelerinine iğnelenmiş safir mavisi küçük bir tüy.\nDaha sonra gezgin, Kaptanla bir araya gelip denize açılarak kocaman dalgalarla ve benzer büyüklükteki deniz yaratıklarıyla mücadele etti.\nBir zamanların gök mavisi tüyü kanla kırmızıya boyandı ve devasa okyanusun tuzuyla kaplandı.\nSon anında,\niçkiye doyduğu o günleri net bir şekilde anımsamıştı.\nÜst üste gelen dalgaların gün yüzüne çıkardığı kumlardaki hazine gibi..."
          }
        ]
      },
      {
        "title": "Bakır Pusula ",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir denizci tarafından kullanılan bronz pusula.\nGezerek geçen hayatın karmaşasında,\nsahibinin gönlündeki arzunun olduğu yönü gösterir.\nSert Kaptan bir zamanlar devasa gemisine yön vermek için bu pusulayı kullanır,\nayrıca onun sayesinde gemiyi okyanusun tehlikeli sularından geçirip kocaman girdaplara hükmederdi.\nBitmeyen nefretini, engel tanımayan kahkahasının ardına gizleyen kişinin de yön bulmasına yardım etti.\nKendisini kaybetmiş ve umutsuz olup da ölümü ve alkolü arayana da...\n\"Sanırım hepiniz sonunda darağacından kaçmayan hırsızın şarkısını söylüyorsunuz, değil mi?\"\n\"Ait olduğun bir yer olduğu sürece, bir balığın midesinde olmak bile sorun değil.\"\n\"Hey, sen gemiye geldiğinde bir anlaşma imzalamamış mıydın?\"\n\"O anı şarapla birlikte akıp gitmedi, değil mi?\"\n\"Pekala o zaman, şimdi o anlaşmayı yerine getirme zamanı.\"\n\"Öyle mi? Pekala, artık bir önemi yok zaten...\""
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Uğultulu Derinliklerin Kadehi ",
        "position": "Eonotem Kadehi ",
        "desc": [
          {
            "type": "RichText",
            "text": "Denizden çıkarılan soluk bir şarap kadehi. İçinin renksizliği, dalgalar altında geçirdiği günleri ortaya koyuyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Bakır Pusula",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Eski bir pusula. İbresi, çok çok uzaktaki bir sahili, var olmayan bir limanı gösteriyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Yaldızlı Broş",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Parlaklığını yitirmiş bir pelerin broşu. Bir zamanlar onu süsleyen altın kaplama, çetin dalgalar ve rüzgarlarla uzun zaman önce aşınmış."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Nostalji Rüzgarı ",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Kızıl dalgalar ve iniltili deniz rüzgarlarıyla taşınmış bir tüy. Zamanla şekli ve rengi değişmiş."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Şarap Lekeli Denizci Şapkası",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Şimdi bile alkol kokan, şarap lekeli, eski bir denizci şapkası."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/circlet_of_logos_icon.png"
      }
    }
  }
}