{
  "epId": 2080,
  "name": "Sürgün",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1734092236,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Sürgün"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%20 Enerji Yüklemesi.</p>",
      "fourSetEffect": "<p>Bir Element Patlaması kullanıldığında, ekipmanı kuşanan karakter hariç tüm grup üyeleri için 6 saniye boyunca 2 saniyede bir 2 Enerji yenilenir. Bu etki birikemez.</p>"
    },
    "story": [
      {
        "title": "Sürgünün Çiçeği\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Aslında her şey, sürgün edilen soylunun aile kavgasına tutuşmasından önce başlamıştı.\nBu çiçek, kanın ilk damlası dökülmeden açtı.\nİnsanlığın zalimliğini bizzat tecrübe eden sürgün, iyi kalbini ve nezaketini geçmişe gömdü.\nYine de bu solmuş çiçeğin ve bir zamanlar sahip olduğu o masum tebessümün kıymetini asla unutmayacaktı."
          }
        ]
      },
      {
        "title": "Sürgünün Tacı\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Sürgün, çocukken görkemli bir evde yaşardı. Gamsız bir çocukluk geçirmişti, gümüşten yapılmış saray onun oyun alanıydı.\nÇok eski zamanlarda, babasının tacı asaletin ve soyluluğun simgesi olarak görülürdü.\nFakat yıllar sonra çıkan bir aile kavgası, çökmeye yüz tutmuş sarayı kana buladı.\nO günden sonra bu taç, işlediği suçun bir kanıtı olarak sürgünün elinde kaldı."
          }
        ]
      },
      {
        "title": "Sürgünün Kadehi\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu gümüş kadeh sürgün edilmiş bir soylunun aile yadigarıdır. Bir zamanlar kadehin dışında üzerine aile arması kazınmış bir mücevher vardı.\nFakat ailesini rezil eden sürgün, bir zamanlar gurur duyduğu o sembolü kadehin üzerinden kazıdı.\nBu yüzden kırılan kadehin içine artık herhangi bir sıvıyı koymak imkansızdı.\nYine de sürgün yolculuğunun sonuna dek bunu yanında taşıdı."
          }
        ]
      },
      {
        "title": "Sürgünün Tüyü\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Sürgün, ovaları ve ormanları aşıp vahşi doğada tek başına dolaştı.\nKararan bulutların ardından masmavi bir tüy omzuna düşüverdi.\nTıpkı sürgünün kendisi gibi, bu tüy de telaşla şahinden kaçmaya çalışan bir kuştan düşmüştü.\nBu tüy, yuvasını kaybetmiş özgür bir kuşun ruhunu temsil ediyordu, tıpkı sürgünün kendisi gibi."
          }
        ]
      },
      {
        "title": "Sürgünün Cep Saati",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu cep saati soylunun eline daha küçükken geçmişti.\nBu zarif saat, çocukluğunun tek tek her saniyesini kaydetmişti.\nNe yazık ki gençliğinin gamsız günleri o facia yüzünden bir bıçak gibi kesildi.\nYapayalnız kalan soylu artık bitmek bilmeyen bir sürgüne zorlanmıştı."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Sürgünün Kadehi\n",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Ağır metalden yapılmış soluk bir kadeh. Bir zamanlar onu süsleyen mücevherler sökülmüş."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Sürgünün Çiçeği",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Gömlek üzerine takılan soluk bir çiçek. Eski sahibi onu sürgünde bile giyinmeye devam etmiş, bundan ötürü bir anlamı olmalı."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Sürgünün Cep Saati\n",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Kristal kapağı kırılıp içindeki ibreler kaybolduktan sonra bile eski sahibi bu saati son nefesine kadar sakladı."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sürgünün Tacı\n",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Aslında saygın bir taç olmakla birlikte üzerindeki kraliyet nişanı çıkarıldığı için artık o saygın itibarı temsil etmiyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Sürgünün Tüyü\n",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Aslında gerçek bir aksesuar değil. Sürgünün doğada rastgele bulduğu sıradan bir tüy."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      }
    }
  }
}