{
  "epId": 2081,
  "name": "Göçebe Kumpanyası",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1728686110,
  "components": {
    "story": [
      {
        "title": "Kumpanyanın Şafağı",
        "desc": [
          {
            "type": "RichText",
            "text": "Ufak bir çiçek şeklindeki nişan. İçinden bir melodi yükseliyor gibi.\nKumpanya üyeleri arasında karizmatik bir kılıç ustası vardı.\nIşığın suya yansıması kadar güzel, serçelerin ötüşü kadar zarifti.\nHer darbesinde rüzgarın ahenkli sesi duyulurdu.\nHer şarkının ve dansın sonu, yağmurun ardından açan güneş gibiydi.\nO günlerin üstünden çok zaman geçti ve kılıç ustasının müziği olmadan, ne sahne ne de hayatın kendisi aynı hissi veriyor.\nMüziği ve kılıcı, güzel olduğu kadar tehlikeliydi de.\nİki farklı kitleye hitap eden kumpanyanın gösterileri de bu yöndeydi.\nDüşman kitle karşısında, müzik sahnenin de ötesine taşınırdı."
          }
        ]
      },
      {
        "title": "Göçebenin Matarası",
        "desc": [
          {
            "type": "RichText",
            "text": "Zamanın eskitemediği güzel bir silindir şapka.\nYakından dinleyenler, şapkanın içinden neredeyse kadim bir ezginin yankılandığını duyabilir.\nBinlerce yıl önce bu diyardan bir kumpanya geçti.\nKumpanyanın tek bir nota kağıdı yoktu. Gördüklerini şarkıya dökerler ve duyduklarını enstrümanlarıyla çalarlardı.\nZaman geçtikçe kumpanya, dünyanın ne kadar büyük olduğunu yavaşça fark etti.\n\"Dünyada şarkısı söyleyebileceğimiz çok şey var.\"\nKumpanyanın üyeleri notaları sözlere dönüştürdü ve yolculuklarının kaydını bir kitap olarak derledi.\nOrkestra şefi, öldükten sonra bile Göçebenin Nota Kitabı dedikleri bu kitabı hâlâ sıkıca tutuyordu."
          }
        ]
      },
      {
        "title": "Göçebenin Matarası",
        "desc": [
          {
            "type": "RichText",
            "text": "İçindeki su aktıkça harikulade bir ezgi yayan, şekli garip bir matara.\nBir Kumpanya üyesinin hayatında, su içerken bile daima müzik vardı.\nÇok eski bir hikayede, diyarı dolaşan bir göçebe kumpanyadan bahsedilir.\nFlüt yerine kılıçlar, arp yerine yaylar eşliğinde hem dostlarına hem de düşmanlarına gösteriler düzenlerlerdi.\nÇölden geçerek alevli Mare Jivari'ye ayak bastılar.\nMatarada yankılanan arpın ezgisi onlar için bir hatırlatmaydı.\n\"Sınır tanımayan melodiler eşliğinde yürürüz.\"\n\"Nerede müzik varsa biz oradayız.\""
          }
        ]
      },
      {
        "title": "Ozanın Ok Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Zamana meydan okuyan masmavi bir ok tüyü.\nOk havada süzülürken, kanadından sanki bir ezgi yayılır.\nKumpanyanın arpçısı aynı zamanda yetenekli bir okçuydu.\nEfsaneye göre arpıyla gökyüzündeki kuşları yanına çeker ve onları oklarıyla vurup düşürürdü.\nKuşları yakına çekmek için arpını çalarken, asla gökyüzüne bakmadığı söylenir.\nBazıları bundan arpçının kibrini sorumlu tutarken, arkadaşları ise avcının bunu merhametinden yaptığını söylerdi.\nTalihsiz kuşlar, arpçının ok kanatlarına dönüştü\nve arpın sesi kuşların ağıdı oldu."
          }
        ]
      },
      {
        "title": "Konserin Son Saati",
        "desc": [
          {
            "type": "RichText",
            "text": "Kumpanyanın kum saati. Aynı zamanda arp işlevi de görür.\nZaman geçtikçe ezgisi daha da derinleşir.\nGösteri sonuna yaklaşırken, kumpanya bu arpı çalardı.\nZaman geçtikçe arpın ezgisi derinleşmeye başladı.\nArpın sesinin azalması, gösterinin sonunun geldiğini belirtirdi.\nSonuçta bir gün her şeyin sonu gelecekti ve Kumpanya da onlardan biri olacaktı.\nKumpanya üyelerinin hayatı tek tek son buldu ve enstrümanları toprağın derinlerine gömüldü.\nArp sessizliğe bürününce kumpanyadan duyulan son ses, kum saatindeki bir kum tanesinin son defa akışı oldu."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Konserin Son Saati",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Performans sırasında zamanı takip etmek için kullanılan bir kum saati. Bir zamanlar tellerinden çıkan sesler, performansın sona ermesiyle sessizliğe bürünmüşler."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Kumpanyanın Şafağı",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Küçük çiçek şekilli bir nişan. Eğer dikkatli bir şekilde dinlersen neredeyse çalan flütü ve şarkıları duyabilirsin."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Ozanın Ok Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Zamanın yıpratıcı etkisine rağmen rengini ve sağlamlığını koruyan mavi bir ok tüyü. Çevresinde sanki akan bir suyun sesi duyuluyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Göçebenin Matarası",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Eski ve garip şekilli bir matara. İçine lir telleri işlendiği için su aktıkça muhteşem bir ezgiye dönüşüyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Orkestra Şefinin Şapkası",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Elementlere karşı uzunca bir süre direnmesine rağmen parlaklığını yitirmemiş bir şapka. Kadim bir ezgi hâlâ içinde yankılanıyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Element Ustalığını 80 artırır.</p>",
      "fourSetEffect": "<p>Karakter bir Katalizör veya Yay kullanıyorsa Yüklü Saldırı Hasarını %35 artırır.</p>"
    },
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Göçebe Kumpanyası"
          }
        ]
      }
    ]
  }
}