{
  "epId": 2085,
  "name": "Kızıl Alev Cadısı",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1694376941,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kızıl Alev Cadısı"
          }
        ]
      },
      {
        "key": "Kaynak ",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı: Zhou Kaidesinin Gizli Sarayı, Mistik Adak"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Cadının Alev Çiçeği ",
        "desc": [
          {
            "type": "RichText",
            "text": "Yaygın bir çiçek türü.\nTuhaf bir şekilde Kızıl Cadı'nın alevlerine dayanıklı.\nBu kızın kendisine vaat edilen geleceği görme umutları, asırlar önce vuku bulan bir kargaşa sonucunda son buldu.\nSevdikleri, geçmiş günleri, parlak geleceği, her şeyi yok oldu.\nKüllerinden Kızıl Alev Cadısı doğdu ve acısını ateşle yakıp yok etti.\nFakat bu çiçek dayanıklılığını, yumuşaklığını ve nemini korudu.\nBelki de acılarla ve güzelliklerle dolu anılar madalyonun öteki yüzüydü."
          }
        ]
      },
      {
        "title": "Cadının Yakıcı Şapkası ",
        "desc": [
          {
            "type": "RichText",
            "text": "Geniş kenarlı ve sivri uçlu klasik cadı şapkası.\nBir cadının hak ettiği şekilde saygı görmesini ve kendinden korkulmasını sağlar.\nBu geniş şapka, Kızıl Alev Cadısı'nı etrafındaki dikkat dağıtıcı unsurlardan korudu.\nHenüz bir çırakken Ateş becerilerini geliştirebilmesini buna borçluydu.\nMücadele sırasında alevler içinde yanan canavarlarla ilgilenmedi.\nNe de kendi yanık yüzünün suda yansımasına baktı.\nBöylece Kızıl Cadı kendi sonunu getirene kadar yakmaya devam etti."
          }
        ]
      },
      {
        "title": "Cadının Kalp Alevleri ",
        "desc": [
          {
            "type": "RichText",
            "text": "Sıvı ateş içeren saydam bir şişe.\nSıvı ateşin yapımında kullanılan teknikler artık unutuldu.\nKızıl Alev Cadısı yeryüzünde yürüyerek canavarları küle çevirdi.\nOnun, ölümlü bedenini nasıl kurban edip sıvı ateşe dönüştürdüğü konusuna dair söylentiler vardı.\nBir zamanlar masum kalbinde aşk ve özlem yatardı.\nTa ki o güzel ve narin yüreği ateşler içinde yanana kadar.\nBöylece tarihçilerin hatırlamak bile istemediği cadıya dönüştü."
          }
        ]
      },
      {
        "title": "Cadının Hep Yanan Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Ebedi yanan bir kuş tüyü.\nAteş sonsuza dek yanacak.\nCehennem ateşinin yolunu seçtiği için ardında bıraktığı toprakları alevler kavurdu.\nAteşleri yalnızca canavarlara ve şeytanlara dokunsa da,\ninsanlar kapalı kapılar ardına saklandı ve ondan kurtulmaya çalıştı. Oysa onun için hiçbir şeyin önemi yoktu.\nEski acıların ateşlerinden yeni umutlar doğdu.\nTeselliye veya sempatiye ihtiyacı yoktu.\nYanında öten kuşlar gereken her şeyi söylüyordu."
          }
        ]
      },
      {
        "title": "Cadının Kum Saati",
        "desc": [
          {
            "type": "RichText",
            "text": "Yüksek sıcaklıkta sıvı içeren küçük bir kap.\nBunun, kötü hayaletlerin erimiş ruhları olduğu söylenir.\nFelaket yaşanmadan önce Kızıl Cadı'ya verilen özel bir Su saati. O zamanlar hala masum bir kızdı ve henüz yolculuğuna başlamamıştı.\nAkademideki çalışmalarını tamamlaması için yalnızca bir kere tam dönüşü yeterliydi.\nGeri sayım sona erip evine dönene kadar, saatin önceki sahibi krize kurban gitmişti.\nMasumiyet yılları sona erdi. Kızıl Alev Cadısı'nın doğuşuyla yıkım devri başladı.\nBu saat, canavarlarla savaştığı günlere ve yol açtığı acılara tanıklık etti. Ta ki her şey yanıp kül olana kadar."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+15% Ateş Hasarı Bonusu. </p>",
      "fourSetEffect": "<p>Yüksek Voltaj, Yanma ve Filizlenme Hasarını %40 artırır. Buharlaşma ve Erime Hasarını %15 artırır. Element Becerisi kullanıldığında 10 saniyeliğine 2 parçalı Set Bonusu başlangıç değerinden %50 artar. 3 kademeye kadar birikir. </p>"
    },
    "artifactList": {
      "sands_of_eon": {
        "title": "Cadının Kum Saati ",
        "position": "Kadim Kum Taneleri ",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından takılan bir saat. Alevlere adanan yıllar içinde akıp gidiyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Cadının Hep Yanan Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından dokunulan bir kuş tüyü. İçindeki sonsuz ateş sürekli yanıyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cadının Kalp Alevleri ",
        "position": "Eonotem Kadehi ",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından geride bırakılan ateş püskürten bir iksir kabı. Kabın içindeki önceki sahibi gibi sonsuza dek yanıyor"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Cadının Yakıcı Şapkası ",
        "position": "Logos Tacı ",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından takılan bir şapka. Geniş kenarı görüşünü engellerdi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Cadının Alev Çiçeği ",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar dünyadaki tüm şeytanları yakmayı amaçlayan Kızıl Alev Cadısı tarafından dokunulan bir çiçek. Esrarengiz alevler dokunanın ellerini sevgiyle okşar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png"
      }
    },
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>Mondstadt'taki bir şaraphane imparatorluğunun sahibi. Her anlamda eşsiz biri.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kızıl Alev Cadısı'nın 4 parçalı seti, Diluc için ideal bir settir. Bu set, <color=#ffe699>Element Becerisini</color> art arda kullanabildiğiniz için <color=#ffffffd9>Element Tepkimeleri</color> gerçekleştirmenize yardımcı olur, ve bu da <color=#ffe699>Hasarınızı</color> artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p>Bir patlayıcı uzmanı ve Favonius Şövalyeleri hapishanesinin müdavimi. Ayrıca Kaçan Güneş Işığı olarak da bilinir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/30/145542732/289424e9fb608518f9e9a45a8468238c_3071732786611653614.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kızıl Alev Cadısı'nın 4 parçalı seti, Klee'nin genel <color=#ff9999>Ateş Hasarını</color> artırır. Klee birden fazla düşman olduğunda hepsine birden zarar verebildiğinden <color=#ffffffd9>Element Tepkimesi</color> gerçekleştirmesi daha kolaydır, ki bu da 4'lü set sayesinde verdiği <color=#ffe699>Hasarın</color> artması demektir."
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "<p>Naganohara Havai Fişekleri'nin sahibi. \"Yaz Festivali Kraliçesi\" olarak bilinir, insanların umutlarını ve hayallerini simgeleyen havai fişekleri üretme konusunda ustadır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yoimiya, <color=#ffe699>Element Becerisi</color> kullandığında <color=#ffffffd9>Normal Saldırıları</color> <color=#ff9999>Ateş Hasarı</color> verdiğinden dolayı bu set, hem onun genel <color=#ff9999>Ateş Hasarını</color> hem de <color=#ffe699>Niwabi Ateş Dansı</color> 'yla verdiği <color=#ffe699>Hasarı</color> artırır."
      }
    ]
  }
}