{
  "epId": 2092,
  "name": "Sönük Alev",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Hasar Bonusu",
      "Saldırı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1695186205,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Alaycı Maske",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Yüzü kapatan ve duyguları gizleyen bir maske.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Lekesiz Çiçek",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Sert ve mavi olan yapay bir çiçek. Taç yaprakları asla solmayacak ve rengini kaybetmeyecek.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Üstün Kadeh",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Karmaşık bir kadeh. Yeni görünümünden hiç ödün vermiyor.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Donmuş Zaman",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Kapağı açılamayan bir cep saati. Yine de zamanın amansız akışıyla yelkovanı akrebi kovalamaya devam ediyor.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Bilge Doktorun Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Eşsiz bir keskinliğe sahip olan uğursuz bir tüy. Belki de bilinmezi simgeliyordur.</color>"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/plume_of_death_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Fiziksel Hasar %25 artar.</p>",
      "fourSetEffect": "<p><span style=\"color: #BFBFBF\">Bir Element Becerisi bir düşmana isabet ettiğinde, 7 saniyeliğine Saldırı %9 artar. Bu etki 2 kademeye kadar birikir ve 0,3 saniyede bir tetiklenebilir. 2 kademeye ulaşıldığında, 2'li set etkisi %100 artar.</span></p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Sönük Alev, kuşanılan karakter için <color=#ffffffd9>Fiziksel Hasar Bonusu</color> sağlar ve 4 parçalı set etkisiyle <color=#ffd780>Element Becerisi</color> kullanımında daha fazla <color=#ffd780>Saldırı</color> ve <color=#ece5d8>Fiziksel Hasar Bonusu</color> sağlar. Bu set, <color=#ece5d8>Fiziksel Saldırı</color> veren karakterler için uygundur. Aşağıda birkaç örnek karakter verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "<p>Dalgalar Şövalyesi, Favonius Keşif Bölüğü Şövalyelerinin Yüzbaşısı. Eski asillerin soyundan gelen birinin Şövalyelere ne sebeple katıldığı, bugüne kadar Mondstadt'ta büyük bir gizem olarak kaldı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Dalış konusunda oldukça bilgili genç bir beyfendi.</p><p>Mesafeli ve soğuk tavrının ardında kusursuz, saf bir kalbe sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/25073864/8e44111a378f4e5379b8e7444e8c2daa_742450027474926462.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "<p>Mondstadt'ın Kurtlar Diyarı'nda, uygarlıktan uzakta, kurtlar arasında yaşayan bir çocuk. Şimşek gibi çevik.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eula, hem <color=#ffd780>Normal Saldırılarıyla</color> hem <color=#ffd780>Element Becerisi</color> (basılı tut) ile hem de <color=#ffd780>Element Patlaması</color> ile <color=#ece5d8>Fiziksel Hasar</color> verebilen bir karakterdir. Bu seti efektif bir şekilde kullanabilir ve tüm Hasarını artırabilir.\nFreminet, hem <color=#ffd780>Normal Saldırılarıyla</color> hem <color=#ffd780>Element Becerisi</color> (basılı tut) ile hem de <color=#ffd780>Element Patlaması</color> ile <color=#ece5d8>Fiziksel Hasar</color> verebilen bir karakterdir. Bu seti efektif bir şekilde kullanabilir ve tüm Hasarını artırabilir.\nRazor, <color=#ffd780>Normal Saldırıları</color> ile yüksek <color=#ece5d8>Fiziksel Hasar</color> verebilen bir karakterdir. <color=#ffd780>Element Becerisini</color> sürekli kullanabildiği için seti efektif şekilde kullanarak <color=#ffd780>Fiziksel Hasarını</color> artırır."
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Sönük Alev"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı: Boyun Eğmez"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Lekesiz Çiçek",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Beni şaşırtıyorsun. Vücudun insan vücudu ama içinde böylesine bir güç taşıyorsun.\"</color>\n<color=#ffffff73>\"Akacak gözyaşın, dökecek kanın olmadığını söylüyorsun ama elbette ki bunun nedeni içinin bir yangın yeri olması...\"</color>\n<color=#ffffff73>\"Vücudun uzun süredir yaralarla kaplı olsa da, şimdi şiddetli alevler bir kor gibi gözlerinden ve yaralarından akıyor.\"</color>\n<color=#ffffff73>\"Ama konudan saptık sanki. Dumanı takip ederek senin izini sürdüm çünkü seninle anlaşmaya varmak istediğim bir konu var...\"</color>\n<color=#ffffff73>\"Bırak seni tüketen alevler Majestelerinin lütfuyla sönsün. Ne dersin?\"</color>\n<color=#ffffff73>İlk Fatui üyesi, içindeki yaşam alevinin neredeyse söndüğü genç bir kadına güç verdi.</color>\n<color=#ffffff73>Kadın da çılgın hayal gücünde yozlaşmış bir geçmiş ile kusursuz bir gelecek arasındaki çizgiyi gördü...</color>\n<color=#ffffff73>\"Anlıyorum. O halde buz, silinmiş geçmişimin yerini alıp bu ölümsüz alevleri söndürsün.\"</color>\n<color=#ffffff73>\"Karanlık yozlaşma ile dünyanın, insanların, canavarların acısı ve taşıdıkları günahların hepsi bu buzla arınsın.\"</color>\n<color=#ffffff73>Ama buna rağmen, kalbinde saf beyaz bir alev yanmaya devam etti...</color>\n<color=#ffffff73>\"Sen, senin Çariçe'n ve ben aynı amacı taşıyoruz.\"</color>\n<color=#ffffff73>\"Bu dünyadaki bozuklukların kaynağını temizlemek: Dar görüşlü, bilgisiz tanrılar ile Hiçliğin karanlığı ve yozlaşmaları.\"</color>\n<color=#ffffff73>\"Pekala. Ortak amacımızı gerçekleştirme konusunda verimli olmak için elimden geleni yapacağım.\"</color>\n<color=#ffffff73>\"Tepeden tırnağa bembeyaz giyinsem bile, varlığımın her karışında leke bırakan eski ölmüşlerin külleri asla temizlenemez.\"</color>"
          }
        ]
      },
      {
        "title": "Donmuş Zaman",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Para dünyanın can suyudur ve paranın geçtiği yollar da dünyanın atardamarıdır.</color>\n<color=#ffffff73>O halde dünyanın merkezi de altından bir kalptir.</color>\n<color=#ffffff73>O, ayrıcalıklılardan biri değildi ve yalnızca dünyevi gücün peşinde olabilirdi.</color>\n<color=#ffffff73>Ama paranın tanrılar için bir anlamı olmasa da,</color>\n<color=#ffffff73>kullandıkları diğer sayısız güçle birlikte parayı da sıkıca ellerinin altında tuttular.</color>\n<color=#ffffff73>Belki de bir zamanlar yoksul olduğu için parayı arzuluyordu</color>\n<color=#ffffff73>ya da belki de tanrıların ona hiç sevgi göstermemiş olması, onun içindeki direnme arzusunu körüklemişti...</color>\n<color=#ffffff73>\"Bu paraların geldiği diyarın insanları, her şeyden önce sözleşmelere saygı duyar.\"</color>\n<color=#ffffff73>\"Para uğruna, ben de aramızdaki sözleşmeye saygı duyuyorum...\"</color>\n<color=#ffffff73>\"Her mübah yola başvurarak, tüm dünyaya para pompalayan bir kalp olacağız.\"</color>\n<color=#ffffff73>\"Ve zamanı geldiğinde, bu kalbin atışı yalnızca bizim isteğimizle duracak.\"</color>"
          }
        ]
      },
      {
        "title": "Bilge Doktorun Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"İnsan, belli bir karmaşıklık seviyesine sahip bir makinadan başka bir şey değil.\"</color>\n<color=#ffffff73>Böylece, bilgeliğin kaynağında kendi kürsüsünden gençliğini ilan etti.</color>\n<color=#ffffff73>Biri bu makinanın bir parçasını söküp geliştirse,</color>\n<color=#ffffff73>makinanın performansı büyük oranda artabilirdi.</color>\n<color=#ffffff73>Bir Önsezi olsun olmasın, fiziki durumları ve savaş becerileri göz önüne alınmadan,</color>\n<color=#ffffff73>\"Geliştirilmiş insanlar\" ortalamanın çok üzerinde bir güç sergilerdi.</color>\n<color=#ffffff73>Aykırı biri olarak suçlanma ve bilgeler grubundan kalıcı olarak atılma riskine rağmen,</color>\n<color=#ffffff73>genç, araştırma notlarının kenarına doğrudan şu düşünceleri not etti:</color>\n<color=#ffffff73>I. Beklendiği gibi, Akademinin çalışma tarzını göz önüne aldığımızda araştırmada çığır açacak bir ilerleme mümkün değil.</color>\n<color=#ffffff73>II. Yine de kovulmak bir kayıp olur. İnsanın araştırmaya imkan sağlayan bir ortama ihtiyacı var.</color>\n<color=#ffffff73>İlk Fatui, sapkınlık dedikodularının ardından onun izini sürdü...</color>\n<color=#ffffff73>\"Sadece geliştirilmiş bir insan mı? Yüce ulusun bana yeterli kaynak ve bolca zaman verebilirse, tanrı dediğin şeyi bile üretirim. Ne dersin?\"</color>\n<color=#ffffff73>Sıvı altın gibi parlayan çölde Snezhnayalı bir diplomata sordu:</color>\n<color=#ffffff73>\"Sen de bana Akademinin davrandığı gibi mi davranacaksın? Bana canavar veya deli mi diyeceksin?\"</color>\n<color=#ffffff73>\"Yoksa yurdumdaki hemşehrilerimin bana davrandığı gibi davranıp, yabalarla ve sopalarla beni mi kovalayacaksın?\"</color>\n<color=#ffffff73>Ancak...</color>\n<color=#ffffff73>\"Pekala. O halde artık ortağız.\"</color>\n<color=#ffffff73>\"Unvanına gelince, şuna ne dersin...\"</color>\n<color=#ffffff73>Aldığı unvanın ironisiyle tamamen gafil avlanan genç adam, çok komik bir kahkaha patlattı.</color>"
          }
        ]
      },
      {
        "title": "Alaycı Maske",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Madem yoldaşlarımın kanı temizlenemiyor, o zaman ben de kaderin yüzüne gülen Soytarı olurum.</color>\n<color=#ffffff73>Öğrenme seviyem bilgelerle kıyaslanamayacağı için, önceki hükümdarın lütfunu alamadım.</color>\n<color=#ffffff73>Bu yüzden onları kutsal gazabın, yıkımın ve aptallığın habercisi olan günah perdesini yırtmaktan alıkoyamadım...</color>\n<color=#ffffff73>O halde ben aptal değil, bir Fatui üyesi olacağım ve benliğimi, acımı anlayan Majestelerine adayacağım...</color>\n<color=#ffffff73>Adım Soytarı Pierro. Lütfen söyleyeceklerimi dinle:</color>\n<color=#ffffff73>Mağrur Fatui yoldaşlarım, kalplerinizin öfke ateşiyle ve sonsuz kış soğuğuyla dolu olduğunu biliyorum.</color>\n<color=#ffffff73>Her birimiz, bu dünyanın temel prensiplerinin saçma vurdumduymazlığına tanık olduk.</color>\n<color=#ffffff73>Bu yüzden bu değersiz dünyada maskelerimizi takıp ilerleyelim ve kaderin kurallarını baştan yazalım.</color>"
          }
        ]
      },
      {
        "title": "Üstün Kadeh",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Doğduğunda herkesten daha güzel bir yüzü vardı.</color>\n<color=#ffffff73>Kaderine ise uzun bir hayat ve içi boş bir irade yazılmıştı.</color>\n<color=#ffffff73>Kutsal bir şekilde yaratılmış yüce bir varlıktı ama değersiz bir artık gibi bir kenara atılmıştı.</color>\n<color=#ffffff73>Yine de bilinmeyen bir hata nedeniyle uykudan uyandı.</color>\n<color=#ffffff73>Ölümlüler diyarını dolanmaya başladı.</color>\n<color=#ffffff73>Fatui onu bulmadan önce, uzun yıllar boyu oradan oraya sürüklenip durdu.</color>\n<color=#ffffff73>Zaman içerisinde deneyimlerinden öğrendikleri ise şuydu:</color>\n<color=#ffffff73>\"Ben diğerlerinden üstün bir 'insanım'.\"</color>\n<color=#ffffff73>\"Tanrılar bile kaderime müdahale etmeye cesaret edemez.\"</color>\n<color=#ffffff73>\"Ne bir ölümlü, ne tanrı ne de kaderin kendisi beni yargılayabilir.\"</color>\n<color=#ffffff73>\"Kalan günlerimi nasıl istersem o şekilde yaşamakta özgürüm.\"</color>\n<color=#ffffff73>\"Maske takan insanlarla çok eğlendiğim için...\"</color>\n<color=#ffffff73>\"Onlardan biri olayım diyorum.\"</color>"
          }
        ]
      }
    ]
  }
}