{
  "epId": 2095,
  "name": "Gladyatörün Son Yemini",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Hasar Bonusu",
      "Saldırı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1699118308,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Gladyatörün Son Yemini"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%18 Saldırı.</p>",
      "fourSetEffect": "<p>Bu yadigar setini kuşanan karakter bir Kılıç, Çift Elli Kılıç veya Mızrak kullandığında Normal Saldırı Hasarı %35 artar.</p>"
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Gladyatörün Anıları",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Kimse efsanevi gladyatörün neden bu çiçeği göğsüne taktığını bilmiyor. Bu çiçek, acımasız savaşçının tek zayıf noktasıydı."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Gladyatörün Özlemi",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Gladyatörün kanlı arenada geçirdiği günleri takip eden bir saat. Onun için özgürlüğe giden bu uzun yolda geçirdiği günleri sayıyordu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Gladyatörün Zaferİ",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar seyircilerin gök gürültüsü gibi alkışları eşliğinde kanlı kollarını gururla geren efsanevi bir gladyatörün miğferi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Gladyatörün Kaderi",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Özgür bir kartal gibi uçan hayallerin tüyü. Gladyatörün efsanevi hayatının sonunda, bu veda hediyesi onun göğsüne gerçek özgürlüğü bilen bir kartal tarafından bırakılmıştı."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Gladyatörün Sarhoşluğu",
        "position": "Eonothem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar şampiyon olan bir gladyatörün altın kadehi. Düştüğü o kader anına kadar onun görkemiyle dolup taştı."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Gladyatörün Anıları",
        "desc": [
          {
            "type": "RichText",
            "text": "Gladyatörün ustasının yavaşça kopardığı sıradan bir çiçek.\nOndan bir broş yaptı ve gladyatörün göğsüne iliştirdi. Bu çiçek gladyatörün narin yanının sembolü oldu.\nGladyatör yaşayan bir efsane olmadan önce genç ustasıyla bahçede gezinirdi.\nUstası bir çiçeği kopardı ve sessiz köleye verdi.\n\"Her hediye iyilik olsun diye verilmez. Bazen sadece bir anlık hevesle sunulur.\"\nÇok uzak bir gelecekte bir gün, gladyatörün kurnaz ustası ona bu sözleri söyleyecekti.\nYenilmez gladyatör, sonunda yabancı kızın önünde diz çöktü.\nO anda yıllar önce gördüğü bir hayali hatırladı.\n\"Ne güzel çiçekler! Bu çiçekleri görmek için ne zaman yola çıkabileceğim?\"\n\"Yabani çiçeklerin güzelliğini görmek isterim.\""
          }
        ]
      },
      {
        "title": "Gladyatörün Zaferi",
        "desc": [
          {
            "type": "RichText",
            "text": "Gladyatörün tüylerle kaplı kaskı.\nCoşkulu seyirciler için bu kask yenilmezliğin sembolüydü.\nEfsanevi gladyatör sayısız mücadele vermişti. Kılıcının önünde ne bir insan ne de bir canavar ayakta kalabilmişti.\nZafer kazandığı her gün, şampiyon gladyatör kapıdan geçerken kalabalık onu kahraman gibi karşılardı.\nBir köle ancak zafer anlarında kendisini bir usta gibi hissedebilirdi. Fakat özgürlüğün soluk ışığının karanlığa gömülmesiyle bu, beyhude arzusunun bedelini ağır ödedi.\nZafer gününde gladyatör bir an için hücresinin dışındaki dünyayı gördü. Özgürlüğe bir adım yaklaşmıştı.\nOysa kaskı arenaya düştüğünde, hem gladyatör hem de seyirciler anladı ki her şey uydurmaymış.\nZavallı hayatını ona adaması hiçbir şeyi değiştirmedi. Ustası onu her zaman değersiz bir köle olarak görecekti."
          }
        ]
      },
      {
        "title": "Gladyatörün Sarhoşluğu",
        "desc": [
          {
            "type": "RichText",
            "text": "Altından yapılmış göz alıcı bir kadeh. Şampiyon gladyatörün ustasından bir hediyeydi.\nŞampiyon gladyatör, ister kaliteli şarabı isterse mağlup ettiği rakiplerinin kanlarını bu kadehten içti.\nGladyatör bir zafer daha kazandı. Vücudu yara bere içindeki gladyatör zaferini ustasına adadı.\nZafer, onur ve kalabalığın alkışları kaliteli şaraptan daha fazla başını döndürüyor, acısını dindiriyordu.\nUstası şölene katılmasına izin verdi ve ona bu kadehi armağan etti.\nOnun için özel olarak yapılmış şahane bir kadehti bu. Ustasının ona ne kadar önem verdiğinin göstergesiydi.\nAncak kibrin altın zincirleri gladyatörü de sarmış, arzu denilen zehirli yılan dişlerini boğazına geçirmişti.\nZafer şarabını tatmak için duraksayan gladyatör, o anda özgürlüğe kavuşma şansını kaçırdı."
          }
        ]
      },
      {
        "title": "Gladyatörün Kaderi",
        "desc": [
          {
            "type": "RichText",
            "text": "Galip gladyatör için yolun sonu nihayet gelmişti.\nGenç mücadeleci, gladyatör karşısında son kez saygıyla durdu.\nZaferin verdiği kibir ve özgürlük arzusu, sabah sisi gibi havada dağıldı\nve şafak ışığı, sonunda kan kırmızısı bulutların arasından arenayı aydınlatırken gladyatör uçan bir kuş gördü.\nÖzgürlüğüne kavuşmasına sadece bir kapışma kalmışken gladyatör, adı sanı duyulmamış bir kıza yenildi.\nKalabalığın arasında duyulan çığlıklar ve feryatlar arenayı gök gürültüsü gibi kapladı ancak galip gelen kız rakibini infaz yoluyla küçük düşürmeyi reddetti.\nKılıcını rakibinin boğazına geçirmeyi ve yaşamını bir köle gibi sonlandırmayı kabul etmedi.\nGladyatörün iyileşen yaraları görünmez tüylerle kaplıydı.\nNihayet bir kuş gibi özgür olan gladyatör, yeni bir yolculuğa çıktı.\nÇiçeklerin açıp kuşların uçuştuğu yere doğru yola koyuldu."
          }
        ]
      },
      {
        "title": "Gladyatörün Özlemi",
        "desc": [
          {
            "type": "RichText",
            "text": "Gladyatör bu kum saatini kendisi yaptı. Her mücadele öncesinde kum saatini çevirirdi.\nKum saatinin kumları artık akmadığında, gladyatör kendi kanında yatarak can vereli epey olmuştu.\nGladyatör, arenaya girmeden önce bu kum saatini bir kenara koyardı.\nMücadele sona erip kalabalık onu alkışlamaya başladığında, kum saatindeki kumlar hâlâ akardı.\nGladyatör, son mücadelesinde genç bir kızla karşı karşıya geldi.\nOnun gözlerinde, hem utangaç bir genç kızı hem de şiddetli bir dişi aslanı gördü.\nGenç kız ise gladyatörün ayaklarında yılların eskitemediği kırılmaz prangaları gördü.\nBu, yaşlı gladyatörün yıllardır görmediği bir mücadele oldu. Şiddetli olsa da tatmin ediciydi.\nAncak mücadele aniden sona erdi. Kılıç gladyatörün kalbine saplandı ve kum saatindeki kumlar akmayı kesti."
          }
        ]
      }
    ]
  }
}