{
  "epId": 2097,
  "name": "Öbür Dünya Zincifresi",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Saldırı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1694961164,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Çiçeklenmiş Yaşam",
        "position": "Yaşam Çiçeği ",
        "desc": [
          {
            "type": "RichText",
            "text": "Kadim bir yadigar. Hala kendisini yüzyıllar önce muhafaza eden varlık kadar canlı duruyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Saklı Işığın Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Güçlü hatıralarla ıslanmış, hafifçe ışıldayan bir tüy."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Güneş Yadigarı",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Oldukça sağlam görünen kadim bir saat. Üzerindeki kum kristali sayesinde etrafa ışık saçıyor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Yıldırım Duruşu",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Dağda yaşayan insanların bu maskeyi bir Yaksha için yaptığı söylenir. Yapımı oldukça basit olsa bile maskenin yüzeyi ışıl ışıl parlar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Sözleşme Anı",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Kum kristalinden yapılmış eski bir bardak. Yıllar geçse bile parıltısı biraz olsa sönmemiş."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%18 Saldırı</p>",
      "fourSetEffect": "<p>Karakter bir Element Patlaması kullandıktan sonra Saklı Işık etkisini kazanır ve 16 saniyeliğine Saldırısı %8 artar. Karakterin Canı azaldığında Saldırısı ek olarak %10 artar. Bu ek artış maksimum 4 defa gerçekleşebilir. Bu etki 0,8 saniyede bir tetiklenebilir ve etki, karakter alandan ayrıldığında kaybolur. Saklı Işık etkisi devredeyken bir Element Patlaması tekrar kullanıldığında ilk Saklı Işık etkisi kaybolur. </p>"
    },
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Öbür Dünya Zincifresi"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Çiçeklenmiş Yaşam",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu kadim sülüğen yamaçlar bile bir zamanlar muhteşem açan çiçeklere ev sahipliği yaptılar.\nKara kanın nehir gibi aktığı çağda bile tek bir çamur lekesiyle kirlenmedi.\nTaşordu burada olduğu sürece kötülük asla kazanamayacak.\nDüşman karanlık iblisler olsa bile bu değişmeyecek.\nSessiz dağ insanları ve çelik ay huzurlu ortamlarına yerleştiler.\n\"Parlak Kum Kristalinden yamaçların kızı, benim için ağlama.\"\n\"Tianheng'in gölgesinde doğdum, Rex Lapis'in sunduğu merhametin karşılığını ödemek için savaşıyorum.\"\n\"Canımı dört kollu Yakshaya emanet ediyorum; birlikte parlayan derinliklere ineceğiz.\"\n\"En karanlık çukurların gölgeli yollarında, taştan sert kristal koridorlarda cesurca yürüyeceğiz.\"\n\"Derinliklerden yükselen kötülükle, o derinliklerde gezinen yaratıklarla yüzleşeceğiz.\"\n\"Bu korkunç yaratıklar ve garabetleri beni ne korkutur ne de kaçırır.\"\nGece rüzgarı Taşordu askerinin sözlerini yarıda kesti, asker söyleyeceklerini bitiremedi.\nDağ kabilesindeki o genç kıza, unutulmasın diye bu küçük çiçeği bir anı olarak bırakmakla yetindi.\n\"Sadece kaybolup unutulmaktan korkuyorum.\"\n\"Makus talihinin cilvesiyle adı olmayan bir yerde gömülür gidersem beni unutmayın.\""
          }
        ]
      },
      {
        "title": "Yıldırım Duruşu",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar dört kollu ve kudretli bir Yaksha, Tianqiu'nun bedenine girmişti.\nKabilelerin övgüleriyle birlikte Kanyon'a çok uzaklardan gelmişti.\nOnun için bol yemekli bir festival düzenlediler.\nElinde kılıcıyla Kanyon'a adım attı, bu felaketi durdurmaya kararlıydı.\nBir iblis kadar kudretliydi ve gözlerinde korkunç mor ateşler parlıyordu.\nYıldırım ölümcül gölgeyi yarıp geçti ve gök gürültüsünü karanlığı dağıttı.\nBulutlar hiçliği gizledi ve gökyüzünü yutacak korkunç bir ağız gibi açıldı.\nVahşi rüzgarlar uğuldadı ve parlak sülüğen, karanlığı süpürdü.\nDağ yamaçları sarsıldı ve vadiler çöktü.\nDerinlikler çökerken çığlıklar yükseldi ve her şey sessizleşti.\nGün batımının ışıklarıyla yoğun bulutlar daha da yoğunlaştı ve konan kuşlar üzüntüyle şakıdı:\n\"Duymuyor musun? Kuzey rüzgarlarında davullar susuyor, kahraman girdabın içinde batıyor.\"\n\"Görmüyor musun? Yaksha şafak için savaştı, fakat yaşamını bu uğurda veriyor.\""
          }
        ]
      },
      {
        "title": "Sözleşme Anı",
        "desc": [
          {
            "type": "RichText",
            "text": "Kanyon olarak bilinen bu yer eski zamanlardan bu yana sülüğen renkte parıldar.\nDağ madencileri ve şehir tüccarları hala bir Yakshanın efsanesini anlatır.\nSöylentiye göre bir zamanlar yıldızın düştüğü çorak topraklara dört kollu yalnız bir gezgin gelmiş.\nBu gezginin kötülükleri alt etme maceraları sayesinde insanlar buralara gelmeye başlamış, ardından birçok insan dağlardan birbiri ardına gelmiş ve gezginle konuşmuş:\n\"Uzaklardan gelen misafir, lütfen şarabımızı kabul et ve yakarışlarımızı duy.\"\n\"Yıllanmış acı içkilerimizin, Rex Lapis'in bile yere göğe sığdıramadığı Tianheng Dağı'nın tatlı içkilerine hiç mi hiç benzemediğini düşünebilirsin.\"\n\"Fakat tanrılar bize değerli taşlar ve muhteşem yeşim sundu, biz de geçinmek için bu sert kayaları oyuyoruz.\"\n\"Rex Lapis'in lütfu sağ olsun, yaşamlarımız mükemmel olmasa da tehlikeden uzağız.\"\n\"Ancak işler değişti ve yıldızın düşüşünden aldığımız lütfun üzerine kara bir gölge çöktü.\"\n\"Sana sunabileceğimiz değerli hediyelerimiz yok ama bize yardım etmen için sana yalvarıyoruz.\"\nMisafir, yaşlıların isteğine kulak verdi ve sunulan o acı şarabı son damlasına kadar sessizce içti.\nMisafir hiçbir vaatte bulunmadı, küstahlıklarından dolayı fanileri hor görmedi fakat kalmasını sağlamak için yapılan tüm çabalara rağmen sadece doğuya yöneldi.\nOndan sonra olanları ise herkes biliyor...\nFakat, misafirin kabilenin yaşlılarıyla birlikte içtiği kristal kum şarap kadehi bugüne dek devam eden antlaşmalarının bir kanıtı olarak duruyor."
          }
        ]
      },
      {
        "title": "Saklı Işığın Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Efsaneye göre bir Kahraman, Kanyon'un en yüksek yamacının tepesinde duran bir kartalın tüyünü koparmış.\nEfsaneye göre ayrıca böyle bir başarı kazanan kişinin Adeptusler arasında ölme hakkı kazanacağını anlatır.\n\"İnsanları korumak adına bile isteye ölüme gitmek... Gerçekten kayda değer bir amaç.\"\n\"Fakat bu, derin havuzun dibine gömülen bir balık veya demirci ocağına dalan bir kuştan farksızdır.\"\n\"Kendi dileğimi henüz gerçekleştirmedim ancak bilinmeze gidecek ve sonunda hafızalardan silineceğiz.\"\n\"Bizim gibi fanilerin gökyüzünde süzülen, bir hortuma kapılan tüylerden farkı yoktur.\"\n\"Kurtarmak, savunmak... Sonunda bunlar anlamsız, amaçsız şeyler.\"\nBu iç karartıcı konuşmalar kendilerini gösterememiş kişilerin kalplerini sarsıp geçti.\nFakat sonuç olarak savaş sona erdi ve birçok asker, devasa derinliklerde sonsuz istirahatlerine çekildi.\nKaranlık güçlerin kulak tırmalayan haykırışları da dinen dalgacıklar gibi sessizleşti.\nFanilerin yaşamı kısa da olsa toprak onları her zaman hatırlayacaktır."
          }
        ]
      },
      {
        "title": "Güneş Yadigarı",
        "desc": [
          {
            "type": "RichText",
            "text": "Rex Lapis'in genç olduğu zamanlarda güneş aslında dünya üzerinde yarışan bir savaş arabasıydı.\nGecenin üç kız kardeşi bir felakette şehit düştükten sonra güneş savaş arabası derin bir vadiye düştü.\nBunu bir işaret sayan dağ halkı cihazı onararak bir kez daha karanlıkta parlamasını sağladı.\nSürekli batıya giden döngüsüne dönmüş olsa da tek bir parçası geride kaldı.\nŞehre taşındıklarında o parçayı ufalayıp kristallere dönüştürerek değerini bilen birisine satıyorlardı.\n\"Bir dakika. Şaka yapıyorsunuz. Bu saçma sapan halk öykülerine güvenmiyorsunuz, değil mi?\"\n\"Shenglu Salonunun tüccarları uzun zaman önce muğlaklıklarını bıraktı ve geçmişlerini unuttu.\"\n\"Parlak Kum Kristali kolayca ahşap ürünlere dönüştürülemez, lüks boya yapmaya da uygun değildir.\"\n\"Kanyon'daki madencilere göre, ki bu hikayeye inanmanızı salık vermem...\"\n\"Bu saat ve kum kristali beş yüz yıl önce Taşordu'dan gelmiş.\"\nIşığın karanlıkta mücadele ettiği ışıksız hiçlikte Yaksha'nın kudretine sahip biri bile uzun süre dayanamaz.\nİşte tam da bu nedenle faniler, gecenin demir perdelerinin arasında kaybolmamak için ışığa ihtiyaç duyarlar.\nBu nedenle Taşordu yolu aydınlatmak için soluk ay ışığına benzeyen bu parlak kumu topladı.\nSaat ise hiçlikte geçirdikleri zamanı belirtiyordu ve başarısız olup düştükleri noktada bu görevi devralmak için başkalarının geldiğine dair bir kanıt görevi görüyordu."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Öbür Dünya Zincifresi, kuşanan karakter için Saldırı bonusu sağlar. 4 parça efekti ile karakterin Element Patlaması kullandıktan sonra ve Can değeri azalırsa daha fazla Saldırı kazanır. Bu set, çoğu karakter için kullanışlı değildir. Aşağıda önerilen karakterler verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>Liyue'yi savunan bir Yaksha Adeptusu. ''İblislerin Fatihi'' ve ''Bekçi Yaksha'' olarak da bilinir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Mükemmel bir sahne duruşu olan ve ağzı çok iyi laf yapan Fontaineli ünlü bir sihirbaz. Eşsiz yetenekleriyle ve zekice sarf ettiği her bir sözle izleyiciyi etkilemesini bilir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/213387213/e343d4442cc3b8e243f0d528bb715f75_8446911723036175855.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bu set, Xiao için en iyi settir. Element Patlaması kullandıktan sonra sürekli olarak Can değeri azaldığı için sürekli olarak Saldırı kazanır ve bu yükleri sürekli olarak korur.\nLyney, bu seti geçici olarak kullanabilir. Yüklü Saldırıları Can değerini azaltacağı için sürekli olarak Saldırı kazanabilir ancak"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "yadigar seti her daim daha iyi bir settir."
      }
    ]
  }
}