{
  "epId": 2181,
  "name": "Hiçlik Vaizi: Derin Alevler",
  "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
  "menuId": 7,
  "menuName": "Canavarlar ve Düşmanlar",
  "version": 1677158729,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Lector: Fathomless Flames"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "The Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "A monster of the Abyss Order who sings of the warmth of the dark flames.\nSome of its attacks will apply the brand of the abyssal flame when they deal DMG to characters. These brands will explode after a short while, causing the whole party to <color=#ffe14b>lose large amounts of HP</color> . You may be able to use Shields to prevent the brand from being applied. Your active character can succumb to HP loss resulting from the brands' explosions.\nWhen the Abyss Lector: Fathomless Flames enters a state where it is defended by a shield of abyssal fire, <color=#ffe14b>destroy its Darkfire Furnace to deplete its shield more easily.</color> ."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Kuru Ley Hattı Dalı",
        "desc": "Fragile branches from deep within the earth. Even after years of aging, from beneath it&#39;s mottled surface you can see that its power is not yet entirely lost.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Kuru Ley Hattı Yaprakları",
        "desc": "A twig from deep within the earth. Though it is far from where it once lay, its leaves still pulsate with energy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Ley Hattı Filizi",
        "desc": "It is said that there was a great tree whose roots once spread out to every corner of the world, and this branch is said to be part of it. It is almost if it was never broken off and taken far away, for its vitality is such that it still sprouts new leaves even now.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Kasvetli Heykelcik",
        "desc": "An idol made in the likeness of some unknown person.<br/>Even though this carving has seen many years pass, it still has not been damaged in any way. It seems that its previous owner must have cherished it like some holy icon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Kara Heykelcik",
        "desc": "An idol made in the likeness of some unknown, one-eyed person.<br/>You can feel a strange warmth emanating from within as you hold onto it, like the shoulder of a dear friend. Perhaps this icon can indeed give people who understand its significance the courage to carry on.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Ölümcül Heykelcik",
        "desc": "A one-eyed carving that emanates an ominous energy, with no indication of what it's made of.<br/>As you gaze upon this idol, you can almost hear a strange, comforting whisper...<br/>\"See, my child. All that lies under the throne of heaven shall be destroyed by upheaval. The eternal peace of the pitch-dark void shall embrace us all.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}