{
  "epId": 2227,
  "name": "Nobushi: Kikouban",
  "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>They possess highly-advanced sword skills and also use crossbows to ambush opponents, using any means to win. Those who have abandoned the title of a martial artist often abandon their dignity as well.<br/>Sometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
  "menuId": 7,
  "menuName": "Canavarlar ve Düşmanlar",
  "version": 1677158762,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Nobushi: Kikouban"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "Other Human Factions"
          }
        ]
      },
      {
        "key": "Tutorial"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1248,
        "name": "Eski Balçak",
        "desc": "A battle-worn handguard that was once mounted on an Inazuman blade.<br/>For those adept in the art of the sword, the tsuba is a defense from the edge of an opponent's blade. For beginners, it is a defense made for their own right hand, to protect it from itself.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 711,
        "name": "Kageuchi Balçağı",
        "desc": "A handguard mounded upon a sword of some distinction.<br/>Inazuma has a long tradition of sword-making. When making swords, smiths will often make several different weapons at once, before choosing from among them the \"shinuchi,\" or the best weapon, while the others are known as \"kageuchi.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 400,
        "name": "Gösterişli Balçak",
        "desc": "An intricately-made handguard that was mounted upon a famed weapon.<br/>Some believe that swords have souls and lives of their own, and thus deserve their own names. Those who love their blades will be acknowledged by them in turn. But those who see their swords as friends or even lovers should be warned that this relationship is built on death and bloodshed. The passions of those who dance with their blade amid crimson showers must surely be cooled someday by fickle steel.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png"
      }
    ]
  }
}