{
  "epId": 2250,
  "name": "Karanlık Zırh: Nizam Bozan",
  "desc": "A pitch-dark soldier. Once a proud warrior of an ancient underground nation, it no longer has any \"intelligence\" that it may still be called \"human.\"<br/>Yet the desire to destroy the foe and plunge into battle to defend others is etched into this empty suit of armor, even if no one remains to tell it where the enemy is or who or what exactly must be defended.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
  "menuId": 7,
  "menuName": "Canavarlar ve Düşmanlar",
  "version": 1677158779,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Kasvetli Heykelcik",
        "desc": "An idol made in the likeness of some unknown person.<br/>Even though this carving has seen many years pass, it still has not been damaged in any way. It seems that its previous owner must have cherished it like some holy icon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Kara Heykelcik",
        "desc": "An idol made in the likeness of some unknown, one-eyed person.<br/>You can feel a strange warmth emanating from within as you hold onto it, like the shoulder of a dear friend. Perhaps this icon can indeed give people who understand its significance the courage to carry on.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Ölümcül Heykelcik",
        "desc": "A one-eyed carving that emanates an ominous energy, with no indication of what it's made of.<br/>As you gaze upon this idol, you can almost hear a strange, comforting whisper...<br/>\"See, my child. All that lies under the throne of heaven shall be destroyed by upheaval. The eternal peace of the pitch-dark void shall embrace us all.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Shadowy Husk: Line Breaker"
          }
        ]
      },
      {
        "key": "Type",
        "value": [
          {
            "type": "RichText",
            "text": "The Abyss"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "An enigmatic, pitch-black lancer. Its attacks will release healing waves that will continuously heal HP for itself, nearby Shadowy Husks, and Black Serpent Knights at the cost of its HP if they <color=#ffe14b>hit characters defended by shields</color> . This HP recovery effect can be stacked multiple times."
          }
        ]
      }
    ]
  }
}