{
  "epId": 2296,
  "name": "Mağlup Ulusun Prensesi Mina",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158812,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "The princess who was prophesied to bring destruction witnesses the imminent fall of her nation, and it is at this moment when a wandering warrior descends from the skies, ignorant of the truth.\nThe pair's journey amidst the fires of an ancient warring period are about to begin!\nThirteen years of peace were had before the era of warring states began.\nThe nations of the north, furthest from the epicenter, at last became infected by the spirit of the age, hurling themselves into the flames of war.\nAs it is with most wars, a loser would be decided after a fierce conflict. Their cities were cast down into flaming rubble, and their nobles and their supporters fled into the mountains.\nSuch a backdrop is hardly anything special.\nBut into that inflection point of an era strode a wandering samurai dressed in luxurious robes.\nNo, rather than \"luxurious,\" perhaps it was more accurate to say that these robes were...\nYes, that's right. It was a man dressed as a woman.\nIn contrast, this samurai was accompanied by a petite girl wearing a haori that was large to the point of incredulity.\nIn any case, they were a suspicious pair for sure.\nHowever, the two of them sauntered up to the checkpoint at the foot of the mountains as if unaware of this fact.\nOf course, they were immediately stopped by the ashigaru guarding the checkpoint.\n\"Who are you?\"\nThis was a standard thing to say, but it was also an honest question in this case.\n\"As you can see, we're just ordinary passers-by.\"\nIt was a reply with no powers of persuasion.\nBut the ashigaru who asked almost seemed to hesitate at the sheer lack of doubt in the samurai's tone.\n\"Well, uh, could I ask you to come with me anyway?\"\n\"Ah. That didn't work, huh...\"\nThe samurai almost seemed disappointed. Suddenly, three ashigaru fell to the ground.\n\"You planned to do this all along, didn't you? You horrible knave.\"\nThe girl grumbled softly from the rear."
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"A princess who brings destruction. Hah. Isn't that just an excuse for making war?\"\nThey travel to the center of the world in search of the truth behind the prophecy.\nThe super-popular romantic adventure continues!\n\"That's not it.\"\nThese words burst out suddenly.\nIn the nameless mountain shrine, the black-haired princess sat still, her face flickering between light and shadow in the face of a flame.\n\"What do you mean 'that's not it'?\"\nCame the reply, almost as a conditioned reflex.\n\"What I mean, you dumb samurai, is: don't you have any thoughts concerning me, the princess who brings destruction?\"\n\"Thoughts? Well, I think you're quite the character, for one.\"\n\"I don't mean 'thoughts' in that sense.\" Princess Mina sounded quite exasperated now. \"I mean with regards to saving me.\"\n\"Strictly speaking, I didn't save you.\"\nThe samurai corrected.\n\"At that time, you ordered me to take you away in your capacity as princess. In that sense, you saved yourself.\"\n\"Oh, is that how you see it?\"\nAn expected reply.\nWell, the samurai thought, it had been worth a shot trying to dodge responsibility.\n\"In any case, this 'princess who brings destruction' nonsense... Hah. Isn't that just an excuse for making war?\"\nThe samurai's lackadaisical tone shifted.\n\"Also,\"\nThe samurai turned around, void-like eyes now aflame.\n\"'Destroying the world' is an utterly stupid concept. You'll understand soon enough.\""
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "The two, who have entered the field of battle, finally witness the true Avici. The truth behind the fires of war that have swept across the world will be revealed here!\nThis volume comes with some super value-added extras!\nPeople call war hell, but most are just describing it as such.\nBut what appeared before their eyes could only truly be called \"hell.\"\nThe desolate earth, the withered trees, and people like the shambling dead.\nIt was like the life had been wrung from this place.\n\"Huh.\"\nThe samurai picked a husk of a leaf. It crumbled into dust immediately, floating away on the wind.\n\"It seems like the life has literally been wrung out from this place.\"\nConflict had raged around the capital for over a century now.\nAfter the first decade, the resources and riches of the various warring nations had already been all but spent.\nThe thing that had sustained the bloodshed for so long was something known as Nakura's Hex.\nNakura's Hex was a terrifying sorcery that sucked the life of all living things and the land itself dry, giving it unto powerful samurai and feeding the war effort.\nAnd those who used such depraved magics to dominate the land were scoundrels known as the Nakura Daimyo.\nThe Daimyo vied for dominance, but no matter who won, the earth would be further robbed of life.\nThis was the true face of the war that had raged for nearly a century now.\n\"And the ones who created the Hex are the Onmyouji who dwell in the Sky Tower at the center of the world.\"\nIgnoring Princess Mina, who had wavered at the sight before her eyes, the samurai continued faintly,\n\"O 'princess who brings destruction'... Has this world not already been destroyed?\""
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Go back to hell, you jumped-up vengeful spirit!\"\nThe riveting flashback chapter! What lies within the warrior's buried past?\nHere comes a new chapter in the adventures of the princess who lost her nation and the warrior!\nThe nation of Kogami — a lifeless wasteland as far as the eye could see.\nThe barren fields stretched out into the horizon around a large sand dune where the two samurai faced each other.\nOne of them is our protagonist, and shall be named the green samurai to distinguish him from his compatriot.\nThe other is a new arrival to the story. We shall name him the pale samurai.\nIf this were a swashbuckler's tale, then they would have already taken up battle stances. But the two were not here to have a decisive match. They were just facing each other.\n\"Came back from hell, did you?\"\nThe pale samurai said, the weight of time unknowable lying between them.\n\"Nostalgic, isn't it?\"\nThe green samurai seemed quite happy.\n\"I don't get nostalgic over such things.\"\nThe pale samurai interrupted rudely.\nThe green samurai closed their eyes, as if sinking into the abyss of the past.\n\"'This will all end as long as we defeat the evil overlords.' That's what we believed then. Naive fools that we were — that was just the beginning of the nightmare.\"\n\"The thirteen samurai banded together to defeat the Nakura Daimyo who had been destroying this nation.\"\n\"But Kogami did not revive with the Daimyo gone, and the life-force of the land continued to bleed away.\"\n\"Not only that — Kogami, now bereft of its ruler, became a paradise for those who would plunder it.\"\n\"The heroes who had defeated the wicked overlord could not protect it in the end either.\"\n\"In the end, only two escaped.\"\n\"...Hey now, cut the reminiscence out for a second. We've got things to settle, don't we?\""
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"If this world requires your sacrifice to be saved, then it might as well burn.\"\nHaving reached the Sky Tower at the heart of the world at last, is this... finally the end of the pair's tale?\n\"I want to save this world!\"\nPrincess Mina said.\n\"I've told you this many times before. There's no such thing as 'saving this world.' Now, this hasn't stopped idiots like me from trying, of course. But this world... it's doomed.\"\n\"I don't care. I'm a princess. Aren't princesses born to save the world?\"\n\"No, I've never heard of any story that goes like that. And last I heard, you were the princess who brings destruction.\"\n\"Last I heard, someone said that this 'destruction' is actually the birth of new life.\"\n\"Well, I don't where you heard that one, but such beliefs are old hat by now. If you wrote this drivel nowadays, people would chuck it into the nation of Tokoyo, and that would be for the best.\"\n(The Princess covers her ears)\nAt the top of the Sky Tower, the samurai and princess argued in futility, as if no one was watching.\nWell, I say that, but in fact there were quite a few other folk about dressed in the garb of onmyouji.\n\"So, uh, as you all know, Nakura's Hex was originally created to preserve the vitality of a world that was slowly declining.\"\nAs if unable to stand the conversation — and also to push the plot forward in their role as an NPC — the oldest onmyouji finally spoke.\n\"And that which can utilize this stored vitality...\"\n\"So, could you get these thoughts out of your head?\"\nThe samurai didn't seem to have heard the wizened onmyouji at all.\nHow long was this farce going to continue?"
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "The truth of the world is revealed — and what a terrible joke it is! Even when separated, the two cannot escape the chains of fate.\nThis may be the final volume of \"Princess Mina of the Fallen Nation,\" but our story isn't over yet!\n\"So, was the world saved?\"\nAt the story's end, the samurai walked amidst the boundless desert.\nThe Sky Tower's plans were probably complete by now, and vitality remaining in the world had all been stored up.\nThere was no knowing if a new world had been created, but this one was most certainly done for.\nAh, what could one expect of a princess destined to destroy the world?\n\"Might as well destroy another world... if it exists.\"\nAnd so the samurai embarked on a new journey.\n...\n(The remainder of this book concerns the story's setting, and features in large part the various wicked overlords and monstrous creatures that did not appear in the main narrative of the novel.)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Princess Mina of the Fallen Nation"
          }
        ]
      }
    ]
  }
}