{
  "epId": 2297,
  "name": "Bir Yaverin Dizeleri",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158823,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Ballads of the Squire"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Ballads that have been passed down since the aristocratic period and are said to come from Ragnvindr the Dawn Knight himself. They tell of Ragnvindr's days as a knight's squire.\nDown every street in Mondstadt have I strolled.\nThe air was filled with the stench of misery and the buzz of revelry.\nI saw the most arrogant of aristocrats,\nAnd I saw the most pitiful of the impoverished.\nAt night these streets are a spider's web — some here to feast, others their eternal prey.\nI hear a jangling in the night, and know it is the chains that fetter the souls of the oppressed.\nI patrol the streets of Mondstadt at nighttime,\nWhere my peers and superiors would once declare:\n\"We are the starlit knights, lift thy heads and bear witness!\"\n\"For we, who raise our flag in the splendor of starlight, are the true protectors of Mondstadt!\"\nBut not once have I lifted my head to the stars, or gazed at our flag:\nFor I cannot shift my focus from the filthy street corners.\nDestitute peddlers weep in silence.\nAging soldiers grimace in pain.\nIn the deathly stillness of night,\nA young girl, rejected by the Aristocracy, pleads for Barbatos' mercy.\nThe sighing of mournful winds rattles the Cathedral gate,\nCarrying with them the grief of the oppressed, they assault splendid palatial walls.\nEach mother's call,\nEach infant's cry,\nEnough to dent the hardest of shields.\nEnough to shatter the sharpest of swords.\nSounds of sorrow send shivers down my spine.\nBut in the palace, and in the castle,\nThough the wind blows the same over holy ground,\nThey are but the sighs of ants to the ears of men."
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Ballads that have been passed down since the aristocratic period and are said to come from Ragnvindr the Dawn Knight himself. They tell of Ragnvindr's friendship with a sword-dancer.\nOne day, at the crack of dawn,\nA dancer whose sword was her song set foot in Mondstadt.\nThough clad in chains with cuffed hands and fettered feet,\nIn her silence lay a song:\nIt was the song of freedom. A song of a brighter dawn beyond the walls,\nA joyous ballad sung without reservation by a people unrestrained.\nShe was the dawnlight of the Wanderer's Troupe,\nBut she spelled eternal midnight for the Aristocracy.\nI once asked her, \"Why do you come to overthrow our aristocrats?\"\n\"Do you not know that they are the first among us?\"\n\"Wherefore do you place their lives on a pedestal?\"\nCame her voice, like a fresh breeze,\n\"If you claim to know the wind as your companion,\"\n\"Then did you not once know freedom, too?\"\nTo her lonesome listeners she told a tale:\nA tale of our rulers' better ancestors who held divine power,\nA tale of angels, gods and vile dragons,\nA tale of the deities and peoples of all the land.\nEach myth and legend she turned to song,\nAnd the wind carried the song to all corners of the land.\nIn the aristocrats' arena, her sword sang once more:\nHer final masterpiece, but it stopped short of perfection.\nA nameless knight retrieved her sword from the blood-soaked battlefield,\nAnd buried it where the gentle winds meet in communion."
          }
        ]
      }
    ]
  }
}