{
  "epId": 2302,
  "name": "Bin Yıllık Yalnızlık",
  "desc": "The beginning of the Springvale Hunter's tragic fantasy journey. Where did misfortune first befall him? What marks the start and finish of the 1000-year journey of loneliness? Let this first volume of 1000 Years of Loneliness be your guide through the fantastical fog that is the life of Gothson.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/158750877/2916c318d3367dcf8a806cc47a7ea681_5163584255252455151.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158823,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "1000 Years of Loneliness"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Details",
        "desc": [
          {
            "type": "RichText",
            "text": "Many years later, when Gothson's ankle would become trapped in the same unlucky beast trap he had laid, he must have recalled the afternoon when his father had taken him into the city to take part in Ludi Harpastum.\nGothson's whole life was, without a doubt, unfortunate. But he could never quite recall when his misfortunes had begun. He spent his childhood in Springvale, under the protection of the spring fairy. Indeed, all the hunters lived peaceful and carefree lives.\nWhen Gothson was seven summers old, his father took him to Mondstadt to watch the circus at Ludi Harpastum. This was the first time Gothson had entered the city in his life. He was held spellbound by the aromas of sweets and roasted meats, the brilliant lights and colored paper, the clowns who trained wild boars, and the magicians and their tricks.\nIn his dazzling childhood memories, Gothson dimly saw his father walking into the reveling crowds, passing through an archway marked with the words \"Pile 'Em Up Contest,\" and slowly moving further away from him. But his attention was drawn to the shining fairy of the spring.\nPerhaps he came to understand in his later years that the spirit at the festival was no more than an actor paid 20 Mora a day, but in his young mind, that sight was always one full of fantastical imagination.\nGothson was lulled to sleep by the spring fairy's stories, and far abroad did he wander and adventure in his boundless dreams. In an adventurer's dream, he saw rainbow jam pour forth from the mouth of an ancient relief. Gothson was about to step up and partake of it, when his dream was shattered by the sounds of a fracas.\n\"Run!\" His father's panicked, pudgy face, smeared all over with fruit juice and meat sauce, dominated his vision.\nOver his shoulder, Gothson could see a towering stack of roasted meat under a glowing red light, tottering and trembling as it bent his way amid the horrified cries of the crowd.\nIn his flight, Gothson's father knocked a fat lady over, and threw his own hip. At once he fell, his full weight collapsing upon his son. Then, the leaning tower of roasted meat collapsed to echoing screams...\nThe Knights of Favonius took three days to finally clear up the roast meat, vegetables, food items, and other odds and ends that had been scattered all around the square — not to mention carry off those who had gotten a little too out of their gourds. From then on, they were forced to declare all future Ludi Harpastums would have to be held outside the city.\nThus did Gothson's house lose two hunters and gain two sick people in the space of one night. What did they get for it? A gold-plated champion's medal — two days late, to boot."
          }
        ]
      }
    ]
  }
}