{
  "epId": 2308,
  "name": "Tianheng Mizahı",
  "desc": "A poetry collection by Pingshan, The Mystic. The quality of the poems is all over the place, but it has long been a reference book for young poets or poet-wannabes in Liyue.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158834,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Humor From Tianheng"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Details",
        "desc": [
          {
            "type": "RichText",
            "text": "First Poem\nI watch two village men play chess, they play it terribly. For one of them is lacking skill — the other, strategy.\nA muddled mess of bungled chess upon the board ensues. I claim to watch in ignorance... in fact, I'm quite amused!\nSecond Poem\nThese curious rock formations! All that grows here grows awry: There's bonsai leaves on bonsai trees that nature bonsified!\nFrom Cor Lapis, to shining jade, to silken shrubs galore, the sights exceed what many aged simpletons can endure.\nThird Poem\nJueyun Karst houses a second sky, a place that mere mortals cannot spy.\nThe more that one seeks it, the more it seems true, for the birds and beasts here hail from there too.\nFourth Poem\nWhite like silk, fine like salt, an exquisite antique is sand.\nThe rich expel it from their homes, but in mine, I boast that it freely roams.\nFifth Poem\nA sound assails my ears, 'tis waves that crash against the cliff. Atop the cliff I sleep, and beneath the cliff I fish.\nA thoughtless neighbor is that wind god, who tears the skies asunder. For he sends things flying everywhere, and disturbs the people's slumber.\nSixth Poem\nSpring blooms in Qingce, floral fragrance fills the air. It's times like this I really wish my mom and dad were there.\nSilvergrass softly rustles in the cool autumnal breeze. I harvest it to weave new clothes before the winter freeze.\nSeventh Poem\nRex Lapis erected this mountain and built that bay by the sea.\nThese stratified cliffs are majestic, and those streets entertain endlessly.\nEighth Poem\nOh, how cool is the shade of the trees when summer's heat sets in! I lie my body on a bed of leaves, in a blanket of breeze ensconced.\nAlas, mosquitoes show no mercy to my tender skin! In haste, I flee from persecution and head back home at once.\nNinth Poem\nI took an after-dinner stroll at evening by the sea. I stroked my beard in thought and gazed out at the galaxy:\nThe stars across the sky connect to form a canopy, holding back the moon lest it fall into the sea.\nTenth Poem\nI stopped by Feiyun Slope to view the merchants' wares: precious stones of every kind — from expensive to astronomical.\nBut why waste Mora here on rocks, and have none left to spare? I'd rather spend at Yujing Terrace on all things gastronomical."
          }
        ]
      }
    ]
  }
}