{
  "epId": 2322,
  "name": "Dalgaların Hikayeleri",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158840,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tales From the Waves"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "The legendary tale of an anonymous seafarer set in a time when Liyue was plagued by sea monsters.\n—Rising Tide—\nAs the moon hung bright among the sea of stars above, hums of a sea shanty slowly began to rise over the waters below.\nThere once was a mighty ship that would lay anchor in Liyue Harbor. Its captain was a man who tracked and hunted terrible monsters of the deep, known as the \"Skipper.\"\nThe ships hull was adorned with skeletons of monsters from the sea, an unmistakable signal of their the Skipper's fearless will. However, the shanties of the crew seldom made any mention of hunting creatures of the deep. It's not that the sailors didn't revel in their reputation and brag of their achievements, but ages of navigating the merciless seas had taught them that ballads of blood and water were the most unlucky of all.\nWith his sword in hand, the Skipper sailed across the watery expanse, coasting along rocky reefs and cruising with surging undercurrents. He fearlessly guided his ship to face the roar of squalls and sea monsters alike. The dark worlds that laid beneath murky waters were like boundless hunting grounds. Any monster that would dare stir the tranquil waters often became the next trophy hanging from the side of the ship.\nBut the Skipper only knew wind and waves, and never seemed to grasp the bittersweet lives of ordinary people. For he occupied all his days with searching and hunting, accompanied solely by the salty sea breeze and the muffled calls of whales in the deep. The crew feared him more than they adored him, ever cautious of his character, relentless as if trying to break free from tangles of seaweed. The Skipper's clipper silently sailed forward, unyielding to the perilous stretches of sea.\nOnly the young maiden who always sat atop the towering bow could ever reveal a glimmer of softness to the Skipper's eyes. She was his navigator, charmed by the tidal song and humming with the whales, guiding the ship through the wind and waves to waters infested by beasts.\nA young maiden at the helm offered her songs to the sea, paying due respect to its every billow and breeze...\n\"Hark the calls of creatures deep, and echoes of waves tossed in the gale.\nWhen the sea and winds flow in our favor, towards the horizon shall we sail.\"\n\"May the deities that have passed, and me ol' captain too,\nSteer our bow through the boundless sea, and point our compass true.\nMay we guide every sailor's soul, to the port they call home.\"\nThe chorus of the shanty gave way to the bellowing orders of the Skipper, promptly calling all hands to set sail. The mighty vessel slowly left the port and came underway, sinking into the horizon under the first glimmer of dawn.\nThis is how the story of every voyage would begin, just as they had each day before."
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "To the never-ending tune of the ocean, the seafarer fought against the phenomenal foe of fate, fighting to the bitter end...\n—Wild Storm—\n\"Come with me into the watery abyss, listening to murmurs of the deep.\nWhen the wind and waves are right, we sail towards maelstroms of the sea.\nI hear the jabber of me ol' lady, wishing well to her heirs to come:\nMay they navigate blasting winds and o'er dancing waves,\nPierced by heroes' harpoons, may the monster's lair meet the last of its days.\"\nEven in the most violent of squalls, her constant shanties never ceased. The voice of the maiden harmonized with the raging waves, guiding the Skipper over deathly currents, sailing boldly towards the eye of the storm where the sea monster lay lurking.\nSkimming across the vortex, ushered by lightning and waterspouts, the ship inched further into the monster's treacherous waters. Flashes of lightning revealed the Skipper's silhouette, fearlessly grasping his sword.\nFollowing the Skipper's fixed gaze, the crew could only make out an alpine shape shadowed by tenebrous clouds. The massive figure that lay skulking in the distance was the body of the beast. The once fearsome skeletons that hung from the ship now seemed like mere cubs compared with the terrifying silhouette that lay sprawling before them like a mountain range in the center of the maelstrom.\nAt the Skipper's bellowing command, the crew fired broadside after broadside of giant crossbows, unleashing their mortal fears and delusions on the massive body that lay like a towering wall before them. The barrages of cannonballs and barbed iron harpoons left gruesome wounds on the body of the beast.\nThe sea monster hissed violently in pain, plunging beneath the huge crimson waves before slamming the ship's hull with all its might. The ship nearly capsized against the might of the blow, and crimson waves came crashing across the decks. The sailors were drenched in the foul torrents as they cursed the gods of the elements and continued to rake the body of the beast with stones and sharpened spears.\nThe ruthless Skipper never flinched at the opponents dealt to him by fate. The thundering roars of the terrible beast were answered by songs of the young maiden atop the bow. The ship maneuvered round the monster, cruising upon the spinning torrents, and answering sharp fangs and swiping stingers with catapults, harpoons, slings, and even mortal bodies to vent their dread and fury.\nOnce the monster's body was riddled with wounds and nearly all its tentacles and claws had been severed, the Skipper's ship too had been reduced to a floating hulk. Half of the ship's masts had fallen, half of its guns were out of action, and half the crew had been taken as dinner for the monster — even the Skipper's prized sword had been cleaved in two. This was an unwinnable bout, much like a mere child challenging a full-grown adult.\nThe injured monster knew very well that its opponent no longer posed any threat. Craving to devour the ship that now lay dead in the water, it rose to the surface and exposed its gaping mouth."
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Finally, when the tempest eased and the ocean surface was tranquil once more, the soft wind played a poignant homecoming tune...\n—Receding Torrent—\nAlthough the moon was veiled by dark clouds, her shanty did not cease.\nAs the surface grew eerily calm amidst the storm, the splintered ship drifted slowly towards the abyss.\nThe monster's massive spiraling mouth lay open wide, and a rumbling growl came from deep within it. The monster was content with its prey and opened its eyelids, crusted in reef and coral, to witness the final moments of yet another opponent who had underestimated it. The monster's massive eyes revealed their fragile gaze to the dying Skipper.\nThe monster reveled in the moment and through his pair of eyes beheld a heart that was darker than the abyss.\nA final bolt of lightning flashed in the sky above, illuminating the ship as it split into two among the monster's swirling fangs, fading beneath a mist of splinters. Even the screams from the keel were drowned beneath the waves.\nAnd then it was dark again... until the furious roar of the monster broke out over the black waters once more.\nThe Skipper plunged his severed sword into the eye of the beast again and again, until he was immersed beneath the filthy tide, when finally his broken sword became lodged in the monster's soft eyeball.\nAs the Skipper drew closer to his treacherous fate, clutched by countless claws and pincers, he continued fighting tooth and nail until the monster's sharp claws were torn into pieces...\nA familiar tune then filled the salty breeze as the monster's movements began to cease.\n\"Sing with me, farewell to the sea, a shanty I hold so dear,\nWhen the sea and winds flow in our favor, I know my end is near.\nOl' captain is calling me name, back to whence I came,\nSo forget not the captain and I, and hum this melody again.\nThere will come a day when at last you find me, slumbering in the abyssal deep...\nOr perhaps you too then, will be swallowed by the whirlpool in the sea.\"\nThe monster's gigantic tentacles burst forth from the water, snaking upwards like towering columns, but the young maiden simply lay there floating on her back, singing amidst the turmoil. Even as the tentacles coiled tightly around her arms, even as the sharp claws pierced her skin, and even as they shredded her clothing to pieces, leaving it floating in tatters on the sea, still she continued to sing her farewell shanty toward the Skipper.\nThen, the maiden was gently pulled into the black sea by the monster.\nIn an age where the sea was ruled by unpredictable disasters, the people of the waves died each passing day.\nThe Skipper awoke to find himself on the deck of some unknown merchant ship. Having lost his ship and entire crew, all he had left was a body covered in wounds and an old dream echoing an ethereal sea shanty.\n\"When the sea and winds are right, I will go forth to sea and avenge her, O maiden charmed by the tidal song...\""
          }
        ]
      }
    ]
  }
}