{
  "epId": 2325,
  "name": "Bir Köpekten Fazlası",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158839,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Hex & Hound"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Sometimes, feelings are like the summer rain, coming out of nowhere and catching you unprepared. A nostalgic summer story set in the age of aristocrats begins right here.\nAs is known to all, the Lawrence Clan is a noble family of considerable notoriety.\nThe nobles idle away their time, extorting the common folk to furnish their lavish lifestyles.\nThey lead licentious lives. Under their cruel governance, countless unspeakable crimes are committed against the people.\nAlthough the common folk unanimously resent the nobles' greed, they are powerless to speak a single word against them.\nYoung Dietrich was a highborn noble.\nHe hadn't yet committed any deplorable crimes at his tender age. In fact, his swordsmanship was reputedly exceptional among the noble circles.\nIf you wished to find something to cavil about, it would have been his short temper and chronic delusion that the whole universe revolved around him. Such traits, of course, are not uncommon among the sons of nobility, so it wasn't of any major concern.\nHowever, given that he was born into the Lawrence family name, it was only a matter of time before he would get drafted into the ranks of the other scoundrels.\nIt was at this time that the young scoundrel decided upon the first reckless act of his life.\nA short while earlier, Dietrich had made up his mind to skip the Grand Mage's discourse on the elements in favor of a bit of fun outside the confines of the city. As he pressed his way through the streets crowded with commoners, his gaze fell upon a young lass with blonde hair and blue eyes.\nDietrich was at a loss for words for the emotions that bubbled in his heart at that moment. The only thing he was certain of was that his heart had never thumped so loudly, or so uncontrollably, within his chest.\n\"So this must be how dear Mother feels when she sees her kitty.\"\nAs Dietrich kept thinking in his heart, he suddenly found himself moving towards where she was standing.\nMuch to his dismay, the young commoner girl didn't so much as bat an eyelid at him. After making his identity known to her, she didn't display even the slightest sign of any interest.\nConvinced that this commoner didn't understand what was good for her, he decided that he would carry her off under the cover of night.\n\"Once I take her, I'll lock her away in a cage, just like dear Mother would when her kitty is being naughty.\""
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Money doesn't solve all your problems, but it can certainly solve a lot of them! A young woman's summer vacation in Mondstadt opens to the melodic tune of a symphonic sum of Mora.\nThe plebeian lass arrived in the city on one fine sunny day. Her long golden hair shone like the spring sunshine, and her blue eyes sparkled like the gleaming waves in the afternoon sun. It's hard to imagine how such a girl could travel alone from the monster infested outskirts all the way to the city.\n\"To call her suspect would only be an insult to her beauty!\"\nThus shouted the drunken gate sentry among the clamor of the crowded tavern. His earnings from guarding the gate that day were especially bountiful, enough to keep his cup brimming until dawn at least.\n\"We all know you were just dumbstruck by her beauty!\"\nThe man next to him pulled no punches.\n\"Hah, what do you know! Do I look like one to go frolicking after ladies? I'll show you what I really have my eye on!\"\nThe soldier promptly pulled out his money purse and shook it in his hand.\n\"Good heavens! Today, drinks are on you!\"\n\"You heard the man, drinks all around! I'm just worried that one more will be one too many for ya!\"\n...\nSo this traveling scholar who went by the name of Nottie settled into her newfound life in the city.\nNottie spoke in a quiet, gentle manner. A rumor eventually began floating around the streets claiming that if you exchanged a few words with Nottie during the day, you would have sweet dreams the following night.\nApart from this, the new girl didn't disturb the lives of those in the city in any manner. After all, the people not only had their daily lives to deal with, but also the constant oppression from the nobility.\n\"Oh, I thought life in the city would be simple. I never imagined it would be like this...\"\nAs rays of sunset filled her room, she tilted her head and rested it on her hands. Sitting beside the table, her fingers seemed to be circling around something. Her words flowed like a magical chant with the power to persuade people into believing almost anything."
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Even when you live in a safe city, you should watch out for the wolves that lurk in the night... Something more impossible to master than mass hypnosis is revealed within these pages.\nNight came.\nThe faint howl of a wild beast could be heard echoing in the distance. It seemed to be the cry of a wolf.\nNottie sat on her bed and lifted her long sleeves to reveal a bone-white armband carved in the fashion of a coiling snake.\nThe serpent's head was strikingly lifelike with its mouth stretched open to reveal its fangs. Its neck was reared back as if ready to pounce on its prey the very next moment.\nThe snake's slithering body was wrapped around her arm, emitting a dangerous aura under the rays of the magical lamps that lit the room.\n\"Goodnight, my dear sister.\"\nNottie gently petted the armband, rubbing her pinkie playfully along the snake's tail.\nShortly after, the magic lamps went out and the entire room was draped in darkness.\nThe darkness of night brought Nottie boundless power.\nSo Nottie was already wise to the unknown presence the moment it entered the room.\nSitting on the bed, Nottie could clearly see Dietrich as he quietly gathered her clothes and felt his way around in the dark.\nIt became harder and harder for Nottie to hold back her laughter, until Dietrich was just in front of her.\nDietrich met the same dazzling eyes that occupied his mind all day.\nBut her eyes were somehow different now. They were no longer blue like water as Dietrich had seen that day. At this moment, they were filled with the night, devoid of waves, tranquil like the depths of the sea.\n\"Here, drink the water in this cup.\"\nThat was the last thing Dietrich heard before his consciousness faded away."
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Even a dog can learn basic things like upper-class etiquette — or so insists a certain non-nonsense teacher from afar.\nThe cup fell from his languid hand as Dietrich collapsed to the floor.\nNottie crouched beside Dietrich and relieved him of the saber sheathed upon his waist.\nShe stroked the hilt of the blade for a moment before pulling back her hand, and a black gemstone that had been inlaid in the hilt fell into her palm.\n\"How convenient... You have brought the Eye of Eternal Night right to me. Thank you.\"\nRemoving the snake armband as she spoke, she placed the black gemstone in the mouth of the snake.\nScales and flesh began to quickly ripple from the snake's head down its body. A small black snake uncoiled in Nottie's hands, slithering off her palm and falling to the floor. The snake began to enlarge, forming into a massive python with red eyes and black scales, its twisting body almost filled the whole room.\nNottie extended her hand and as the magical lamps illuminated the room, the python began to shrink down again and coiled back around her arm.\n\"Hmm? Are you hiding?\"\nNottie turned her gaze to beneath the bed.\nUnder which she found...\nA dog.\nIt was trembling uncontrollably, probably frightened by the python a moment before.\n\"Oh, what a pity. I wanted to turn you into a wolf, but it seems you turned into a dog instead!\"\nAlthough Nottie's words seemed to be apologizing, her voice lacked any hint of remorse.\nDietrich still hadn't realized what had happened yet. It was only by pure instinct that he had scurried under the bed.\nOnly then did he begin to come to his senses. He tried to say something after hearing Nottie's words, but no matter how hard he tried, only \"woof woof woof\" would come out.\nAfter hearing himself, Dietrich panicked and dashed out from under the bed.\nNo matter how many times Dietrich leaped in front of the mirror, or how many times he howled in disbelief, the reflection of a striking young noble never appeared again.\nDietrich then turned with a snarl and leaped towards Nottie. Without even being the least bit startled, she simply glanced at him with folded arms. Suddenly Dietrich could no longer move toward her, no matter how hard he tried.\n\"That's not the proper etiquette for addressing a lady. Hmm... It seems you need to be trained!\""
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Be a good dog! Yes, there's no reward for getting it right, but there's still a punishment for getting it wrong!\" The witch in black makeup smirked.\n\"Allow me introduce myself again. I am Nottfriga, but perhaps you're more familiar with my nickname. People call me the Enchantress of the Night.\"\nAs she spoke, her long golden hair began to gradually darken, eventually turning black as the night sky outside the window. Her once sky-blue eyes were now pitch-black, ushering in the darkness of night.\n\"I am your master now. Of course, I will need to train you well.\"\nNottfriga knelt down and placed a necklace that seemingly appeared out of nowhere on the still struggling Dietrich. The necklace shrank in size until it fit perfectly around his furry neck. No matter how he thrashed his head about or clawed at it, the necklace would not budge.\n\"Tsk, we've already wasted so much time. Come, we're leaving.\"\nWith that, Nottfriga set off towards the city. Dietrich whimpered along the way with all the strength he could muster, wishing he could simply run back to his villa. But he couldn't, no matter how hard he tried. The necklace Nottfriga had placed on him seemed to somehow control him, so he had no choice but to follow behind her.\nNottfriga glanced back at the reluctant Dietrich dawdling behind her, and curled a strand of her hair around her finger.\n\"Although it is certainly amusing to watch you struggle in your current state, you are much too noisy. So unless you'd like a taste of my new Silence of the Night spell, you'd better keep your yapping mouth shut.\"\nThe whole world seemed to fall into silence at that moment. Intuition told Dietrich that it'd be best not to become the latest test subject for Nottfriga's new spell."
          }
        ]
      },
      {
        "title": "Vol. 6",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Message From the Editor: Thank you for your support, everyone! We've managed to snag our erstwhile author from the bowels of The Cat's Tail! Although they look drunker than a sodden dandelion, continued serialization should pose no problem! We hope for your continued support from here on out as well!\"\nDietrich witnessed the fall of the house of Lawrence.\nWho knew where Mother's kitty had gone. His father, driven to distraction, and his mother, hysterical, were so close by, and yet no matter how he shouted, they did not pay him any heed.\n\"Arf...\"\nDietrich lowered his head, but before he could speak again, the ground opened up beneath him. A pair of old crone's hands stretched out from the ground, seizing him by the neck.\nThen he fell, and his fall seemed not to end, till at last he crashed to earth at the feet of the old witch.\nStrangely, it hurt not at all.\nSomething hooked onto Dietrich's necklace, and he found himself hoisted up bodily.\nAll before him was darkness, and he could only see one thing — that which was below him. It was a steaming pot, filled with some unknown black substance that gurgled and belched. There were some solids in there, too, and when he looked, he could espy spiderwebs and the bones of venomous vipers...\nInto his ear crept Nottfriga's voice: \"Ah, I have you now, my last ingredient. Once I've put you in, my stew of life eternal shall be complete. Hahaha!\"\n\"Woof! Woof! Woof!\" Let me go, you dastardly witch!\nDietrich struggled with all his might, not thinking for a moment that the bond of the hitherto inescapable necklace would suddenly be so easily slipped—\n\"Ar—\"\nAnd so he fell...\nHe heard nothing more, naught else but the howling wind and Nottfriga's crazed laughter whipping about his ears."
          }
        ]
      },
      {
        "title": "Vol. 7",
        "desc": [
          {
            "type": "RichText",
            "text": "\"A good person, one who smiles as she gives out dog biscuits...\" What is the true identity of the strange young woman in the familiar forest?\n\"Wake up—\"\nDietrich felt his body being rocked gently.\n\"Are you alright?\"\nA hand reached over as if to check his breathing.\nIt was a familiar voice...\nGentle as the April breeze, and genial as the March sun.\nDietrich forced his eyes open, and before them—\nWas the golden-haired, blue-eyed girl.\n\"Ah, wonderful, you're finally awake,\" she said with a smile.\n\"This place... Is this... Celestia?\" Dietrich wondered.\n\"No, I'm afraid it's just an ordinary forest,\" the girl replied.\nThen Dietrich's senses returned to him, and he knew then that the young lady before him was the source of all his troubles — the wicked old witch, Nottfriga! In a flash, he had recovered, and leaping a distance away from her he maintained a guarded stance.\n\"Don't be afraid. I won't hurt you. Ah, I must've forgotten to introduce myself. My name is Magdalene. I'm, well, Nottfriga's younger sister.\" So saying, Magdalene gave the finger behind her back a twirl — a calming spell of light magic, and she approached Dietrich. \"Come now, it's alright.\"\nAt this did Dietrich indeed calm down. He desired to ask the girl before him how she could understand him — but he could still do naught but bark.\n\"Oh, this? It is but a small spell. My sister knows it too.\"\n\"Woof, woof woof!?\" So that crone did hear what I said, and simply pretended not to so she might string me along!?\n\"Well... Still, Nottfriga is actually a gentle person.\" And speaking of her sister, Magdalene smiled gorgeously once more.\n\"...\""
          }
        ]
      },
      {
        "title": "Vol. 8",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Heavens, I spoke ill of a witch to her face!\" \"Oh, what a bad boy. Still, discipline is a master's duty, so there's nothing for it~\" The curtains rise on the witch's cruel secret—\n\"Do witches trade their brains for mighty magic? I can't get through to her at all..\" Dietrich thought to himself as he followed the golden-haired maiden, who rambled on about something or another.\n\"Ah, don't say that! If my sister heard you, she would be most angry.\" Magdalene said this in a quiet voice as she looked at Dietrich.\n\"Woof woof woof, woof?\" Well, you needn't tell her, do you... Wait, how did you know what I was thinking?\n\"Ah... But. It. Is. Too. Late. Now.\"\nDietrich lifted his head in alarm at the rising pressure above him—\nHer expression had not changed at all...\nBut even so...\nHe knew that the girl before him was now changed.\n\"It seems that your nightmare has been of some use — for your memory, at least. But as I see it, you are still far from adequate.\" That proud, cold voice from on high — yes, surely this was Nottfriga.\n\"Well then, I suppose I shall leave the Essence of the Inmost Heart inside you.\"\nWhat on earth was the \"Essence of the Inmost Heart\"...\nWait, no. Magdalene had mentioned just such a thing.\n\"Don't worry! The nightmare from before was a falsehood. My sister placed the Essence of the Inmost Heart into you, and it can see your fears. That is why you dreamed of the things you fear most.\"\n\"But I think that my sister must've done it for your good. She is, after all, a most gentle soul.\"\n...\nDietrich's fur stood on end, and he trembled as he peeked at Nottfriga, banishing any other thoughts from his mind.\n\"Hah, it seems that my teachings have been quite useful indeed. Well then, let us be on our way.\" Dietrich's frightened appearance pleased his master, the witch."
          }
        ]
      },
      {
        "title": "Vol. 9",
        "desc": [
          {
            "type": "RichText",
            "text": "\"What does the death of a warm spring day feel like?\" So the young maiden said one morning, in defiance of all common logic. \"I suppose it must feel... furry?\"\nThis was a forest without end. A fine mist shrouded the area and the golden rays of dawn shone through the canopy, scattering themselves upon the emerald earth below.\nAt this moment, Magdalene was clutching a dog — indeed, this was Dietrich — as she kept up a leisurely pace. The golden-haired maiden traipsed upon the gnarled roots of massive trees like an elegant swan, lithely making her way through the woods.\n\"How fortunate that she is currently Magdalene. If it were that hag Nottfriga, she would certainly make me walk or use some sort of magic to force me to run. This path is not made for dogs — no, not even humans could traverse it. There isn't even a road, only trees... Ah, it would be nice if Magdalene could keep carrying me like this...\" Dietrich's thoughts meandered as he turned to look at Magdalene.\nThe morning light danced upon her face. She possessed a beauty that could not be considered lesser than any noblewoman's. Her light complexion and gentle expression made her seem delicate, like the short-lived morning dew born upon on flower petals.\n\"Magdalene's skin is so fair... I daresay none of the nobles I've met can compare to her,\" Dietrich thought as he gazed upon the girl.\n\"Let me tell you a story. That is, I'm already dead,\" Magdalene suddenly spoke."
          }
        ]
      },
      {
        "title": "Vol. 10",
        "desc": [
          {
            "type": "RichText",
            "text": "After all, none can live and still obtain release.\nA long time ago, there was a witch who gave birth to twin daughters.\nHowever, witches are unable to keep two offspring from the same generation. That is the price they pay, the cost of their enormous power.\nBut this witch had already reached the apex of mastery in dark magic. She offered her own life force to preserve the life of her twins.\nStill, this solution could not last forever, and as the last of the witch's life force faded, the day of their fated farewell arrived at last.\nIn death, the witch was finally freed from the world. The surviving elder sister, Nottfriga, inherited everything, and felt entirely responsible for the passing of her younger sister, Magdalene.\nLuckily for Nottfriga, she inherited the witch's talent for dark magic. Using herself as a vessel, she summoned Magdalene's soul using complicated magical symbols and obscure incantations.\nThen, she read all of the leather-bound books in the tower, and combining what she learned with dark magic and alchemy, created a new vessel. However, the ability to place her sister's soul inside the vessel and bring her back to life was not only a forbidden art in light magic, it was also exceptionally difficult — especially for Nottfriga, who knew no light magic whatsoever.\nNevertheless, Nottfriga's insistence on bringing Magdalene back spurred her on, and eventually she found a solution. She transformed the vessel into a serpent bracelet that she wore on her wrist, and set out on an adventure.\n\"My beloved sister, when this is all over, we will never be apart again...\""
          }
        ]
      },
      {
        "title": "Vol. 11",
        "desc": [
          {
            "type": "RichText",
            "text": "\"I should just stuff that noisy puppy yapper of yours...\" \"Woof, woof!\" That day, the young maiden gave her loyal dog something precious...\nThe last ray of light was fading, and darkness was about to engulf the forest.\n\"It's time to switch, my dear elder sister.\"\nSuddenly, Magdalene put down Dietrich, whom she had been holding in her arms.\n\"One last thing, elder sister — I have a present for you. I hope you like it.\"\nWith this, light slowly began to shine from her fingers, gradually forming a dazzling ball of light. This was Magdalene's light magic.\n\"Alright, from now on, you have to be well behaved. Shh, don't say anything.\"\n\"What? Why are you being so mysterious... Ugh.\" Before Dietrich could react, he had quietly muttered something, but his speech was interrupted when he suddenly found a slender hand tightly covering his mouth.\nA moment later, the girl — now transformed — hastily stuffed something into his mouth.\n\"What's this...\"\nIt was the hilt of Dietrich's sword.\nThe sword that once proudly hung from his belt.\n\"!?\"\nDietrich opened his mouth instinctively to say something.\n\"Bite down on it if you want to live.\" Nottfriga raised one hand into the air, and Dietrich felt unable to breathe as the collar around his neck grew tighter and tighter. Powerless to resist, it was all he could do to bite down as instructed.\n\"Listen carefully. In a moment, you will need to defend yourself with this sword. Even though you're an ignorant and useless spoiled brat, it would still be a lot of trouble for me if you died here.\" Nottfriga raised Dietrich's head and spoke in a low voice. \"After all, I haven't finished teaching you a lesson yet. It would ruin my fun if you died too easily.\"\nThe witch of the night finished speaking, and retracted her hand to adjust her garments.\nThe collar loosened again, returning to normal tightness. At once, air rushed passed his teeth and in through his nostrils, filling up his lungs again. Dietrich still did not dare relax his jaw's grip on the sword, however, so he had to make do with somewhat impaired breathing.\nBefore long, the sound of commotion was heard in the distance..."
          }
        ]
      }
    ]
  }
}