{
  "epId": 2333,
  "name": "Kalbin Arzusu",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158843,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "A collection of fantasy stories centered around a mysterious antique shop. It's widely popular around Teyvat.\n—Moonlight—\nLegend tells of a corner of the city that has been forgotten by the wind.\nTo reach that place one must stand before the fountain and close their eyes, then wait for thirty-five heartbeats, then walk seven circles clockwise around the fountain followed by seven further circles anticlockwise. Upon opening one's eyes, one will find they have arrived at a little shop...\n————\n\"Excuse me, is... is anyone there?\"\nVeiga asked timidly as she stepped through the door.\nAs the door closed behind her, the bell that hung from it rang out, its crisp and clear sound filling the room and cutting through the dimly lit drudgery.\nThe dull glow of twilight seeped gently through the frosted glass of the display case windows. Stacks of curious objects filled every part of the room. Veiga made her way through the store cautiously, for fear of stepping on something and breaking it.\nThere was no answer.\nVeiga now began to examine the objects around her more closely: an obscure mechanical component, an ornate ancient lyre, a broken ceramic tile engraved with incomprehensible markings, a pair of old manacles, dented and scratched from years of use, a forgotten crown that once belonged to an aristocrat...\nAt some point as she was inspecting these objects of no apparent utility, the shopkeeper appeared beside her. The shopkeeper's eyes were like those of a fox, with long, slender pupils at their center.\n\"That fang once belonged to a wolf king. Aside from the gods, it is probably the only thing left that remembers that land the way it used to be... every inch of it covered in ice and snow.\"\nShe spoke softly,\n\"Welcome to the store. Do you see anything that takes your fancy?\"\n\"Do you have anything here that can help someone... to forget?\"\n\"Why, certainly.\"\nVeiga clutched her chest as she pursued the question further.\n\"...To forget anything? Even... someone very important?\"\nThe fox-eyed shopkeeper's expression turned stern, and she nodded as she continued:\n\"I know that the one you wish to forget is a young man with limpid eyes as clear as moonlight. He disappeared a long time ago, and left a deep hole in your heart. Nothing else can fill that hole... all other blessings, no matter how joyful they may be, feel elusive and out of your reach... just like the moonlight before your eyes.\"\nVeiga was stunned into silence. All she could do was nod along.\nThe fox-eyed shopkeeper smiled and, seemingly out of nowhere, presented a bottle of wine.\n\"This wine will help you forget your pain.\"\n\"Long ago in the age when the icy winds blew, our forebears brewed this wine in secret, deep within the frozen earth, to give them the strength to keep surviving. The method they used to brew this kind of wine was forgotten when the people's fate took a turn for the better, and their lives became more joyful.\"\nShe tilted the wine bottle back and forth.\n\"There is not much left. And since it seems you have an affinity with this store, this one is for free. Provided, of course, that this is what you really want...\"\nVeiga took the goblet of wine from the fox-eyed shopkeeper's hand.\nThe goblet must once have been adorned with a precious gemstone. But it had since been removed, and now the only clue to its existence was the empty, lonely indentation it had left behind...\nWhen Veiga regained consciousness she was stood in front of the fountain.\n\"Hmm? What am I doing here?\" She wondered to herself. As the moon shone down brightly, she began briskly walking back home. The glow of twilight had all but disappeared now, and if she didn't get back soon...\nShe had forgotten all about the strange store, from the route that had taken her there to everything that had happened inside.\n————\n\"She's gone.\"\nThe fox-eyed shopkeeper said, after the door had shut and the bell had stopped ringing.\nA young man, one with limpid eyes as bright as moonlight, stepped into view from the back of the store.\n\"Thank you.\"\n\"How many times has she visited now?\"\n\"Six... No, seven. Seven times.\" The young man hesitated for a moment, and then asked, \"Does the wine really work? It's not that I don't trust you, it's just—\"\nThe shopkeeper smiled, though the meaning of her smile was ambiguous.\n\"This wine causes those who drink it to forget their pain. But your shared history is not a painful thing for her. All this wine can do is to help her temporarily forget her longing for you, and the grief of losing you...\"\n\"Whenever she sees the moonlight, she will see you reflected in it, and the memories will start coming back... the time you met at Ludi Harpastum, the afternoon spent beneath the tree at Windrise, the view from Cape Oath, the time you sneaked out of the midsummer celebrations together, hand in hand, the song and the feathered cape you offered to her at the assembly of the traveling bards... All of these are memories she will be reluctant to part with.\"\n\"...I do have another bottle of wine in my shop, one that can make someone truly forget everything. If you wish... I could give her that to drink, instead?\"\nShe smiled slightly as she watched the young man. After a long silence, he let out a sigh.\n\"Tell me — why do you insist on leaving her?\"\n\"Ah, well... it's this. This is the reason.\"\nThe young man reached into his breast pocket and took out a spherical object made of crystal. Unknown symbols could be discerned faintly flickering inside it.\n\"I am led to believe that people who receive one of these will one day disappear from this world.\"\n\"If that is so, then the earlier I leave the better. She is still young... if she forgets me now, then she will still have time.\"\n\"Well, well, well...\" sneered the shopkeeper. \"So. You are one of the chosen.\"\n\"It would appear so. But do you... know anything about what happens to the chosen in the end?\"\nThe young man asked eagerly.\nShe forced a smile, but did not reply.\n\"I should be leaving. Now I am the owner of this thing, I suppose I should get on with doing the things that are expected of me.\"\n\"And if she returns? What would you have me do?\"\n\"I think... I think we should leave her to handle it on her own.\"\n\"What a heartless man you are.\""
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "A collection of fantasy stories centered around a mysterious antique shop. It's widely popular around Teyvat.\n—Glaze—\nLegend tells of a corner of the harbor that has been forgotten by the mountain rocks and the sound of the crashing waves.\nTo reach that place one must stand in the sea breeze and close their eyes, walk forty-nine steps away from the clamor of the crowds, then wait till the sound of one's own heartbeat drowns out the voices in the background. Upon opening one's eyes, one will find they have arrived at a little shop...\n————\n\"Hello? Anyone in?\" Yu'an called out.\nHe tried the door, and let himself in. The bell continued to ring after the door had closed and as he made his way further inside.\nThe faint sound of crashing waves seeped into the store, like a distant memory. Piles of seemingly random artifacts were stacked all the way through from where he stood to the other end of the long and narrow shop. Yu'an looked apprehensively at the range of items throughout the store, somewhat intimidated by the thought of his silken robes being covered in dust that was potentially even older than he.\nOld lanterns made of now-yellowing paper, a giant fang from some unknown monster, brilliant black aerosiderite from the depths of space, a dull gold-colored geometric object built with a mortise and tenon crafted from an unknown material...\nAs he picked up a small bottle filled with a fine white crystalline powder, he heard a soft voice coming from someone who was now stood next to him.\n\"That is salt formed from the residue of an ancient archon's tears—\"\nThe voice caught him off guard, breaking the long silence like a stone disrupts the surface of a pool of still water. Startled, he dropped the bottle he held in his hand.\nBut the sound of smashing glass his ears were anticipating never came. The shopkeeper, who had fox-like eyes with slender lines for pupils, had somehow caught the bottle and returned it to its place on the shelf.\n\"I'm, er... Huh, I can't remember who it was, but... someone recommended this place to me.\"\nShe gave a slight nod that acknowledged she had heard him, but was ambiguous as to what she thought about it.\n\"Welcome to the store. Do you see anything that takes your fancy?\"\n\"I'm looking for a gift for... she's a girl I like.\"\n\"I've been thinking of proposing to her, and I'd like to have a gift to go with it.\"\nYu'an nervously bit his lower lip as he looked up to face the shopkeeper directly. She had mysterious golden eyes that reminded him of Cor Lapis.\nThey looked at each other for a long time in silence. Finally, she spoke: \"Very well.\"\nHer slender figure disappeared back into the depths of the store.\nWhen she returned, she held in her hand an object that gave off a faint iridescent glow. On closer inspection, it was revealed to be an exquisitely cut ten-sided illuminating crystal.\n\"I trust you will have heard the legend of the crystal heart?\"\nHe hadn't. But he nodded anyway.\n\"It is made from a variety of crystal called illuminating crystal. Man-made versions exist, but they are pale imitations. True illuminating crystal is capable of revealing the secrets of one's heart, for it is formed from the unfulfilled desire and grief of illuminated beasts of the highest order when they reach the end of their life. Please, take a look...\"\nShe gestured to Yu'an that they should both watch the faintly flashing images emerging from within the crystal.\nTens of thousands of years flashed by before his eyes. Like the continuous shifting of the clouds, stars turned to water and water turned to land. Snow melted and gave way to green pastures. Rivers cut their way through the open country. He watched cities rise like ants' nests and kingdoms topple like toy building blocks...\n...The twilight grew dim. Moonlight zigzagged its way across the uneven surface of the ocean. When Yu'an regained consciousness, he found himself walking by the docks.\nThe crystal he held tightly in his hand had become warm, as if blood pulsed through it.\n\"This is a wondrous crystal heart indeed,\" he thought to himself, increasing his pace as he walked on under the moonlight. \"All I need to do is give this to her... Once that's done, then I can... I must...\"\n————\nThe bell that hung from the door rang out, crisp and clear.\n\"Welcome to the store. Do you see anything that takes your fancy?\"\n\"I'd like to exchange this — well, I don't know if it counts as a gemstone, or...\"\nThe finely cut crystal sparkled brightly, scattering rays of light throughout the room.\n\"It was given to me by a man who's been pursuing me. He said that if we looked into it together, we would see many marvelous things.\"\n\"But somehow I just find it makes me feel uncomfortable. It's a beautiful gem, of course, I just... each time I think of him, I get so exasperated. So I wondered if this store would be willing to take it off my hands.\"\n\"I understand. But this is a highly prized ten-sided illuminating crystal. For what quantity of Mora would you be willing to part with it?\"\n\"Actually, I do not want for money. But let me see... what's this — it looks like salt? It's about time I went to Sal Terrae to pay my respects again. If it's okay with you, this is all I need in return for the gem.\"\n————\nThe fox-eyed shopkeeper sat alone at the back of the shop, turning the geometrically flawless crystal in her hand.\n\"In you, I have seen unpleasant things. That fellow's true nature, it is unbelievable... it is upsetting.\"\n\"That said, when it comes down to it he is but a lowlife opportunist who wishes to marry into a wealthy and prestigious family in the salt industry, and will do whatever is necessary to achieve his wish. Had this not come to light, it is entirely possible that they may still have enjoyed a happy life together, despite it not being born out of genuine mutual affection. After all, happiness is but a state of mind — it is not related to love.\"\nShe took a dainty sip of wine, and smiled mockingly at the thought of her own vanity.\n\"But the fact is, I simply have zero tolerance for people like that.\"\n\"On the other hand, it is delightfully straightforward opening up to a complete stranger. I know that once he sets foot outside that door, we never have to meet one another again — so what does it matter if I reveal a little truth to him? Perversely, the closer two people become, the more one seeks to gain, and so you must be on your guard. But how could he have known...\"\n\"I'm sorry, this has all been quite the imposition on you. But it is truly wonderful to have this back.\" She lowered her gaze and continued, \"This is, after all, your heart that you have left behind. I will be sure to treasure it... But don't you think it's fun? Taking a trip down into the world once in a while, seeing what people are like nowadays?\""
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "A collection of fantasy stories centered around a mysterious antique shop. It's widely popular around Teyvat.\n—Sapphire—\nLegend tells of a corner of the city that has been forgotten by the wind.\nTo reach that place one must stand in the center of the plaza and close their eyes, walk seven circles clockwise around the plaza followed by seven anticlockwise circles, take forty paces forward and then wait till the cries of the birds can no longer be heard in the wind. Upon opening one's eyes, one will find they have arrived at a little shop...\n————\nThe shopkeeper, who had fox-like eyes with slender lines for pupils, opened the glass double doors to let in the bright moonlight, which seemed to sweep up the stardust from across the night sky and sprinkle it down upon the counter.\nEverything, from the ostentatious flowers, the dust-covered harpastum, and the old books rendered illegible by years of erosion, to the now-stringless old longbow, appeared as the opulent halls of the ruling aristocrats might have done in times of old — covered in a shiny silver coating, though this was a silver that came from the cold light of the night sky.\n\"Hey. Business any good these days?\"\nThis audacious alternative to the courteous greeting most people would opt for in the circumstances came from somewhere deep in the back of the shop.\nThe shopkeeper turned around. A familiar customer was sat nonchalantly on her armchair in the part of the shop that the moonlight did not reach.\n\"Business is fine. But these days, it would appear, I need to watch out for burglars.\"\nThe shopkeeper responded with a slight smile.\n\"That's it? You're going to turn away your oldest customer, just like that?\"\nThe customer let out a sigh, \"There's nothing in your shop that's worth me spending money on anyway. I mean, if I really had to pick something...\"\n\"Well? How was the... hunt?\"\n\"What do you mean? You think I'm just here to offload some loot again?\"\nThe \"hunter\" let out a displeased grunt at the shopkeeper's insinuation. But the shopkeeper continued to smile.\n\"Why, of course not. When have I ever heard you use the word \"loot\" before?\"\n\"On the contrary... all the \"exchanged goods,\" \"free gifts,\" \"philanthropic donations,\" \"bestowals\" and so on that you have so generously given over the years... why, they must make you the most charitably inclined burglar to roam the streets, no?\"\n\"Well, that's not why I'm here this time. This time I am here to ask for something from you... the wine. That special wine you've got that helps you forget about the one you long for.\"\nThough a burglar by trade, this customer was nevertheless valiant at heart. His words lacked courtesy, but the smile on his face was entirely earnest.\n\"I'm terribly sorry. Somebody has already bought it.\"\nHe looked, and somehow, she was now holding in her hand the wine flask that he had discreetly slipped into his breast pocket earlier.\n\"Each item in this store is spoken for. This particular one has already been bought by a customer who will turn up at some point in the future.\"\n\"It seems your sleight of hand is superior to my own. What a disgrace I am...\"\nThe burglar of valor said with a pained smile.\n\"I discovered recently that the feeling of longing for someone is heavier to carry than gold. In my line of work I am forever leaping between rooftops and running along rafters. I need to cut out whatever... unnecessary weight I can.\"\n\"...I wonder if the girl with the sapphire-blue eyes feels the same weight that I feel?\"\n————\nSuddenly, the shopkeeper was startled by the jingle of the door bell.\nThe customer who had just arrived was a blue-eyed sorceress with a Pole in her hand and a tall, slender figure to match. The marks on her face bore witness to her persecution by the aristocrats.\nIgnoring the piles of random objects strewn around the store, she marched straight to the counter like a sword lunging toward its opponent's heart.\n\"Welcome to the store. Do you see anything that takes your fancy?\"\n\"I have an item I wish to exchange.\"\nHer tone sounded cold but fragile, like thin ice in the moment that it shatters. As the sorceress spoke, she placed a giant blue crystal onto the counter.\n\"A burglar pried this from an aristocrat's silver goblet. He gave it to me as a gift, and then I was punished by my master for it.\"\n\"But that was many years ago. I had thought that with the passage of time my anger would be quenched and my desire to see him again would fade away...\"\n\"Very well. What sum of Mora do you ask for in return?\"\nThe sorceress gestured toward the tableware cabinet, in which stood an aristocrat's silver goblet with its gemstone missing.\nThe fox-eyed shopkeeper turned the crystal in her hand, flooding the room with the brilliant blue light that reflected off its surface.\n\"I see. Well, provided that this is what you really want...\"\nWhen a person encounters a setback, the worry that everything shall come to a fruitless conclusion appears. The advent of fear causes cracks to appear in the mind.\nDeath follows easily in the footsteps of fear, like a damp cold that, to the unprepared, pierces to the bone.\nFor many, it is only in the moment that death is upon them that it dawns on them that their weakness has now been targeted with fatal consequences — and that at some point, therefore, that weakness must have been exposed.\nLifting the blue crystal up into the moonlight, the shopkeeper gazed at it intently with her fox-like eyes with slender lines for pupils. She watched with delight as the crest of the ruling family came into view, faded out, and came back into view once more.\nLegends claim that peering into a pure gemstone at a specific time can reveal the past, the future, and even someone's true nature. Just as legends claim that somewhere in the world, there is a field of dandelions as vast as the sea. Or that once there were three bright moons in the night sky named Aria, Sonnet and Canon, sisters who were parted by death in a great catastrophe. Or that there was once a witch who could see death before it took place, but in the end herself died from a broken heart, as he who had stolen it from her waited in distant lands longing to see her again.\nOne thing she knew for certain was that even if she were to abandon these objects, the legends attached to them would not disappear, and the way the stories ended could not be undone.\nIn which case, it seemed to make sense to collect all the legends and stories she could in her shop."
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "A collection of fantasy stories centered around a mysterious antique shop. It's widely popular around Teyvat.\n—Heart of Stone—\nLegend tells of a corner of the harbor that has been forgotten by the mountain rocks and the sound of the crashing waves.\nTo reach that place one must stand in the sea breeze and close their eyes, walk forty-nine steps away from the clamor of the city streets, then wait until complete silence replaces the sound of the voices in the background, the only remaining sound being that of one's own heartbeat. Upon opening one's eyes, one will find they have arrived at a little shop...\n————\n\"Is anybody in?\" The man tapped on the front door as he called out. He was draped in a raincoat.\nHe peered in through the dusty windows at the objects on display around the store — a bottle of glimmering stardust, a broken blade that gleamed like ice, a painting on a roll of paper that the years had turned yellow, an elixir that gave off a mysterious aurora, a tile thinly coated with a gel-like substance...\nHe entered the store. The door closed behind him.\nHe walked over to the counter and began inspecting the weird and wonderful objects in the store. All seemed to be relics from a bygone era. Then, a soft female voice came from beside him.\n\"Welcome to the store. Do you see anything that takes your fancy?\"\nTaken by surprise, he turned to face the speaker, a fox-eyed shopkeeper, who let out a faint smile.\n\"Here's the thing... I'm looking for a certain something that can help me settle an old score.\"\nThe man spoke with a voice that was clear and resonant, but that had a hint of apprehensiveness about it — one which did not seem to fit with his physical appearance.\n\"Oh? Very well then.\"\nThe shopkeeper's golden fox-like eyes flickered as she examined this new customer of hers who was draped in a soaking-wet raincoat. She gave a nod.\nShe leaned down to search in the bottom of the cabinet. When she stood up a moment later, she was holding a large and beautiful piece of Cor Lapis.\nThe Cor Lapis in the shopkeeper's hand gently glowed a dark shade of gold, much in the same way that her eyes did.\nThe man took the stone from her hand and studied it closely in the moonlight. In this light, the Cor Lapis seemed to reveal a deep turbulence concealed within its soft golden hue.\nHis hands were still trembling.\n\"Cor Lapis is the soul of the rocks. Even the hardest and most resilient of rocks will, over time, eventually produce a pure, limpid soul.\"\nThe shopkeeper's voice seemed to be coming from a distant place. The man gave a nod.\n\"This is precisely what I was looking for.\"\nThe man solemnly responded, and placed a heavy sack of Mora upon the counter. Then, he left the store and ventured off into the midnight rain.\n————\n\"That's what happened.\"\nAfter the shopkeeper had spoken, she narrowed her fox-like eyes and examined the customer in front of her.\n\"Did he say nothing else at all?\"\nJudging by his appearance, the young man was presumably a miner. His eyes betrayed an urgency that he could not contain. But the shopkeeper responded simply by calmly shaking her head.\n\"He left a sack of Mora with blood stains on the outside.\"\nLike a pool of water, the shopkeeper's voice was calm and still, but also icy cold.\n\"That is precisely what I was looking for.\"\nThe young man let out a long sigh. It seemed he wanted to evade the golden gaze of the fox-eyed shopkeeper.\n\"In return, I will give you a story.\"\nThe shopkeeper nodded her head to indicate that he should continue.\n\"That man in the raincoat... I used to go mining with him, up in the mountains. I wanted to make a name for myself. He just wanted to support his family...\"\n\"One rainy night we broke open a rock to find that substantial piece of Cor Lapis inside. The pure golden glow that radiated from its surface was a more breathtaking sight to behold than all the marvels of Jueyun Karst put together...\"\n\"We agreed that we would split it fifty-fifty once we got back to Liyue Harbor. But that night, under cover of the deafening roar of the torrential rain... I discreetly made it so that that clifftop would be his final resting place...\"\n\"I did it because I was scared I couldn't trust him... I couldn't trust in a promise that, aside from ourselves, only the adepti could have heard — and they're probably imaginary anyway.\"\n\"So... Fear won me over. I could bring myself to accept that the whole sum could be mine if I was willing to get blood on my hands, but I couldn't bring myself to accept the risk of traveling with a stranger...\"\n\"The following morning, I let down my rope and began my descent down the cliff. I had taken maybe four steps, five or six perhaps, and I was adjusting my footing on a rock when suddenly, I felt the rope trembling in the palms of my hands... Instantly that same trembling permeated every fiber of my being...\"\n\"I lifted my head to look at the rope, but it was too late...\"\n\"The last thing I remember seeing was the torn rope fibers at the end of the snapped rope.\"\n\"Only a hunting knife could have made a clean cut like that. I am sure of it.\"\n\"Then, in the end, you two settled your score.\"\nThe fox-eyed shopkeeper smiled so faintly it was all but indiscernible.\n\"He takes the Cor Lapis, and you take the whole sum of money for it.\"\nThe young man did not say much in reply.\n————\nLegends claim that Cor Lapis is the soul of the rocks of the earth, and that the stronger the life force of the rock the more power it possesses to reveal a person's true nature.\nSome say that even after its owner has left the world, Cor Lapis will bring their unfulfilled desire and regret back into it, waiting for one with the ability to fulfill them.\nSo the legends claim.\nIt had now been around four hours since the two strange customers had left the store. The rain continued to pour down.\nThe shopkeeper stood by the window for a long time, peering out at the dark street engulfed in misty rain.\n\"But... Is the score truly settled? And are they now truly free? \"\nShe spoke as if posing her question to the curtain of rain, but knowing that the answer would never come."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Heart's Desire"
          }
        ]
      }
    ]
  }
}