{
  "epId": 2340,
  "name": "Yüce Arataki ve Görkemli Vur Patlasın Festivali!",
  "desc": "This is a most lavish invitation letter, whether in its construction or its content. The letter describes a large-scale, deep-rooted, nationally-acclaimed event in which you shall be a most important guest, the radiant star of the show.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Almighty Arataki Great and Glorious Drumalong Festival!_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158854,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "The Almighty Arataki Great and Glorious Drumalong Festival!"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Details",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoo-hahahaha! What's up, compadre? Have ya missed me since we last met at The Chasm?\nI mean, you've been on my mind, if that's what you're wondering! In fact, you're the first person I thought of when I came up with this idea!\nTo celebrate Shinobu's successful graduation and, y'know, show off the almighty awesomeness of the Arataki Gang, I've decided to book a grand venue in Ritou to organize a festival!\nWe're calling it \"The Almighty Arataki Great and Glorious Drumalong Festival!\" How's that? Quaking with excitement already, I'll bet!\nI can guarantee that this festival will be as massive as the Irodori Festival and more meaningful than Lantern Rite! Once it's over, the gang's name will spread far and wide, all across Inazuma!\nAnd that's why I thought of you, buddy. I'd love for you to join in on the fun!\nWe can go nuts! Sing songs! Do some beetle fights! Grill some Lavender Melons!\nHow about it? Excited? Oh, I bet you are, so hurry down to Ritou, I'll wait for you there!\nAhahahaha!\nUh... Wait, Shinobu, I don't think we need that line about Lavender Melons. It just doesn't sound cool enough.\nHey, I said we didn't need it!\nAnd we don't need this line either... Oh, come on...!"
          }
        ]
      }
    ]
  }
}