{
  "epId": 2349,
  "name": "Aşk İncileri",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158863,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "String of Pearls"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin is a poor fisherwoman whose family struggles to make ends meet. One day, she is selling fish on the street when she carelessly loses the string of pearls she usually wears. Though what she does not know is that this lost string of pearls will change her fate for good...\n—Act I: Of Fish And Water—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Role: Grandma Zhang\nScene I\n(Enter Zixin wearing blue clothes)\n(Aloud)\nZixin: \"The tide reflects the mountains low, a light breeze nurtures reefs below.\"\n(Aside)\nZixin: \"I am a fisherman's daughter, I grew up by the dock. This year I am sixteen years old.\"\nZixin: \"My parents are old now. What choice do I have but to take up the oar myself? It would seem I am fated for a life on the ocean.\"\n(Dongtang, lento, innig)\nZixin: \"With sail rope in hand, I cast the net among the free-swimming fish. It is with their trade that I shall sustain my family.\"\n(Zixin casts out the net and brings it back in)\n(Dongtang, appassionato)\nZixin: \"It is hard every day under the sun, moon, and stars. The rich live fitfully whilst the poor must struggle. This is the way of things.\"\nZixin: \"I too am envious of the wealthy women's splendor, though I have never pitied myself, even with but a single string of pearls on my wrist.\"\nZixin: \"I have nothing to show for myself but bare walls. All I have is what I make with my own hands.\"\n(Zixin ties her boat to the wharf and jumps to the shore)\n(Dongtang, senza misura)\nZixin: \"It's time to go on the streets and sell fish.\"\n(Exit Zixin)\nScene II\n(Enter Zixin carrying a hand-basket)\n(Dongtang, straziante)\nZixin: \"Fresh fish, fresh fish! Buy it here, buy it now!\"\n(Enter Grandma Zhang carrying a flower basket)\n(Sprechstimme)\nGrandma Zhang: \"Look at those fish (fish wag their tails, spraying Grandma Zhang with water), so fierce! They will make a tasty soup!\"\nGrandma Zhang: \"All soaked like that, from head to hips, don't I look like a young lady with pink cheeks and vermilion lips?\"\n(Aside)\nZixin: \"What do they call you, granny?\"\nGrandma Zhang: \"You can call me Grandma Zhang. I sell flowers on this street.\"\nGrandma Zhang: \"Deary, such a soft-spoken girl like you won't sell a fish before the sky turns dark.\"\nGrandma Zhang: \"You might be beautiful, but if you're too shy to raise your voice, you won't be able to fill your stomach.\"\n(Zixin lowers her head)\n(Aside)\nZixin: \"You're so funny, granny.\"\nZixin: \"Oh no... Where...\"\nGrandma Zhang: \"What happened?\"\nZixin: \"My string of pearls, I never take it off my wrist. But it's gone. How could that be?\"\n(Enter Fan Jie, dressed in colorful stage clothing and holding the string of pearls)\n(Dongtang, andante calmo)\nFan Jie: \"Like a golden crow that utters the truth beyond the waves blue, I went for a stroll and a string of pearls appeared in my view.\"\n(Aside)\nFan Jie: \"My name's Fan Jie, at your service. I make a living doing odd jobs in the docks. My brothers here selected me as their leader.\"\nFan Jie: \"The string of pearls I picked up today must belong to that lady.\"\nFan Jie: \"I intend to return it to its rightful owner, though I don't want to be falsely accused of any indecent act.\"\nFan Jie: \"Perhaps I shall see if there are any marks of wearing the pearls on her wrist.\"\n(Dongtang, 12-bar prelude, irato)\nFan Jie: \"In scorching sun and steaming breeze, does selling fish come with ease?\"\nZixin: \"My fish are fresh, that I guarantee. Boil them or fry, the choice belongs to thee.\"\nFan Jie: \"Those fish are as fierce as a tiger, they won't stop moving even for a second.\"\nFan Jie: \"Would you step forward and introduce yourself?\"\n(Zixin steps forward)\nFan Jie: \"It's only fitting that these beautiful pearls belong to a fair lady of equal beauty.\"\n(Dongtang, appassionato)\nZixin: \"My heart is telling me that this man might be a mack, taking pleasure in playing with me, but he won't fool me with his nonsense.\"\nZixin: \"I turn around with my apricot eyes wide open and scold him.\"\nZixin: \"Such a scoundrel like you must have no dignity!\"\n(Aside)\nFan Jie: \"No need to get so angry, milady. I just wanted to check if there are marks of wearing the pearls on your wrist.\"\nFan Jie: \"It looks like, indeed, you are the rightful owner, milady. Now that the string of pearls is returned to you, you need not worry anymore.\"\nFan Jie: \"My name's Fan...\"\n(Fan Jie pauses, covers his mouth, and turns to leave. Exit Fan Jie.)\nFan Jie: \"It's time for me to go, ha.\"\n(Aside)\nZixin: \"Oh hero, please wait...\"\n(Dongtang, lento, innig)\nZixin: \"Led by my timid heart, I wronged a righteous man.\"\nZixin: \"I can't even remember the name of that hero of mine. What should I do to thank him?\"\n(Aside)\nZixin: \"How shameful...\"\nGrandma Zhang: \"But my deary, what is it if not destiny? A fair lady has finally met her noble hero.\""
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "The young man who had returned Zixin's string of pearls left without revealing his name. Grandma Zhang comes up with a plan that will allow Zixin to find him...\n—Act II: The Search for the Gentleman—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Role: Grandma Zhang\nComic Roles: Zhang San, Li Si, Wang Er'ma\nScene I\n(Enter Zixin and Grandma Zhang)\n(Aside)\nZixin: \"I have been depressed of late, and in no wise have I been at peace.\"\nZixin: \"For I spoke in error 'gainst a hero seeking to do good.\"\nZixin: \"He sought to return my string of pearls, and I did him no thanks nor ask him his name, but instead upbraided him most grievously.\"\nZixin: \"Shamed I am, and do wish to find my benefactor, but amidst this vast harbor, how shall I find him?\"\nGrandma Zhang: \"As I see it, deary, you need not be sorrowful, nor should you be troubled.\"\nZixin: \"Oh, granny, why do you say so?\"\nGrandma Zhang: \"You need only put up a notice, offering Mora up to the one who returns the string of pearls. Will he not then come forth?\"\n(Danqing, andante calmo)\nZixin: \"Thus is it said—\"\nZixin: \"As wine turns red peoples' faces, so do riches move many places.\"\n(Zixin lowers her head and paces)\nZixin: \"I am of a mind to find him with this device, yet I wonder if he should come forthwith.\"\n(Aside)\nGrandma Zhang: \"Come now, do not hesitate. Let us take action.\"\nGrandma Zhang: \"You shall lose little who rely on me.\"\n(Exeunt Zixin and Grandma Zhang)\nScene II\n(Enter Zhang San, Li Si, Wang Er'ma)\n(Sprechstimme)\nZhang San: \"I am Zhang San.\"\nLi Si: \"I, Li Si.\"\nWang Er'ma: \"And Wang Er'ma I.\"\nZhang San: \"Hark at that notice! Let me go up, and earn the bounty.\"\nLi Si: \"Shall the officer ask, 'think to do good, do you?'\"\nWang Er'ma: \"Hah! A fool is he who would speak true.\"\n(Aside)\nZhang San: \"Ho, brothers. Are you all bound for that lass Zixin's place, her reward to claim?\"\nLi Si: \"Indeed.\"\nWang Er'ma: \"So it is.\"\nLi Si: \"Picked up her headdress also, did you?\"\nWang Er'ma: \"No, I'd have sworn it was her earrings.\"\nLi Si: \"Falsehood - t'was the flower upon her head.\"\nZhang San: \"Fools. Perfume it was!\"\nWang Er'ma: \"Ah, however it may be, sure am I that we all know well the score.\"\nZhang San: \"Ahahah.\"\nLi Si: \"Haha!\"\n(Zhang San, Li Si, and Wang Er'ma turn to Zixin)\nZhang San: \"Ah, Zixin, have you my bounty ready? For I, Zhang San, have found your lost perfume!\"\nLi Si: \"Stand aside, friend, for I have come to return your headdress. The prize is mine, therefore.\"\nWang Er'ma: \"No, no, no, Wang Er'ma it is who returns your earrings. Mine is the reward.\"\nZixin: \"You... you lot dizzy me.\"\nZixin: \"For we have never met, and if I lost my earrings, scents, or headwear, would I not know it?\"\nZhang San: \"Why, you must have forgotten it in your hurry at the fish-store. Just give the reward here, do not worry!\"\nLi Si: \"The Mora, then, and be quick about it!\"\nWang Er'ma: \"Or I shall ruin your stall, and your good name.\"\nZixin: \"Ah... How I have attracted the eye of these worthless scoundrels!\"\nZixin: \"Granny, see what trouble your plan has wrought!\"\nGrandma Zhang: \"Worry not, lass. I shall devise a way to see them off.\"\nGrandma Zhang: \"Hah!\"\n(Zhang San, Li Si, Wang Er'ma fall to the ground)\nGrandma Zhang: \"I had this lass put up a false bounty to catch such thieves as you!\"\nGrandma Zhang: \"The items you bring are false — now hand them over.\"\nGrandma Zhang: \"Or else...\"\nZhang San: \"Or else what?\"\nGrandma Zhang: \"Then the headdress made of prize Glaze Lilies, the earrings of fine Noctilucous Jade, and the scents shipped in from a faraway land...\nGrandma Zhang: \"You shall have to pay for them all! Now then, where is the Mora? Give it here!\"\n(Grandma Zhang pursues Zhang San, Li Si, Wang Er'ma, broom in hand)\nZhang San: \"Ow, ow!\"\nLi Si: \"Stop hitting us, please! We don't want your Mora anymore!\"\nWang Er'ma: \"Now to find that fellow who truly picked her things up to come and own up — sooner rather than late!\"\nScene III\n(Zhang San brings Fan Jie in)\n(Aside)\nZhang San: \"Why, I have it now. You must be the thief who took the lady's things. My brothers and I took a beating on your account!\"\nFan Jie: \"I, Fan Jie, have ever been upright, and such things as stealing are beneath me. Do not think to accuse me falsely.\"\nZhang San: \"Well, aren't you a stubborn one? Dare you go up with me to meet the owner of the lost goods?\"\nFan Jie: \"I fear you not. Let us go! Indeed, I should like to see who it is who maligns me.\"\n(Zhang San and Fan Jie turn to Zixin)\nZhang San: \"Is the proprietor not Zixin? I shall see how you get out of this one!\"\nFan Jie: \"Ah! So it is you, then!\"\n(Dongtang, appassionato)\nFan Jie: \"This was the lady who was wroth, and no more words came from her mouth.\"\n(Dongtang, allegro)\nFan Jie: \"Cease deceiving the young woman, for I am Fan Jie, a dock worker.\"\nFan Jie: \"I have lived frugally and humbly. Whereupon would I steal a lady's makeup?\"\nFan Jie: \"You met my honesty with accusations, though I returned the item swiftly as I could.\"\n(Aside)\nZixin: \"Ah, so this hero is named Fan Jie.\"\nZixin: \"It is my fault, then, that he should have been tangled up in this business.\"\nZixin: \"I shall beg his forgiveness shortly — and should he not accept, twice or thrice more shall not be too few.\"\n(Zixin walks up to apologize to Fan Jie)\nZixin: \"O, hero, indeed we had a misunderstanding before, but...\"\n(Fan Jie turns)\nFan Jie: \"Hmph.\"\n(Zixin smiles and steps forward)\nZixin: \"...I did have some other motive in doing this.\"\nZixin: \"For you did not leave your name behind when you left, and I wished to repay you but found you not.\"\nZixin: \"So I decided on this device. It is my fault that such trouble came to you.\"\nZixin: \"Please, allow me to apologize.\"\nFan Jie: \"Oh?\"\n(Dongtang, lento, innig)\nFan Jie: \"Though I was at first resentful to be maligned, when I calm down to think, I realize it was but a misunderstanding.\"\nFan Jie: \"Calm must rule me, lest I speak in error.\"\n(Aside)\nFan Jie: \"If I may ask you...\"\nFan Jie: \"You said earlier that the business from before was a misunderstanding.\"\nFan Jie: \"You were of a mind to seek the person who returned your string of pearls, and put out that notice, which by chance snared me wrongly, is that true?\"\nZixin: \"It is, and again, I apologize.\"\n(Fan Jie catches Zixin)\nFan Jie: \"Nay, you need not be so polite. You do me too much honor.\"\nFan Jie: \"I, too, acted rashly, and put you upon the spot. I, too, must apologize.\"\nZixin: \"Oh, no, please...\"\n(Fan Jie salutes her)\nZhang San: \"What!? What are you doing? So is the Mora to be paid or not?\"\nGrandma Zhang: \"Oh, shush you. This is their tale — what business is it of yours?\"\nGrandma Zhang: \"See, all the ladies and gentlemen in the audience are here to see a show by Yun Jin, and they have no time for your nonsense.\"\nGrandma Zhang: \"Open your eyes and see, and stand aside there.\"\n(Exeunt, Grandma Zhang dragging Zhang San)\nZixin: \"Come to think of it, I sell fish here every day. How is it, then, that I have never seen you?\"\nFan Jie: \"I pass this way each day to work.\"\nFan Jie: \"Perhaps I was lost amid the throng. But perchance we may meet tomorrow...\"\nZixin: \"So it is... May we meet then.\""
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Our heroine meets the young man again. They fall in love and are ready to live together happily ever after. But a despot who covets Zixin's beauty and virtue is putting the skids under their plans...\n—Act III: The Pearls, Lost Again—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Role: Grandma Zhang\nVillain: Wu Wang\nComic Roles: Wu Yi, Wu Er\nScene I\n(Enter Zixin and Fanjie from either side)\n(Aloud)\nFan Jie: \"The dogs do bark excitedly at dawn.\"\nZixin: \"The sun shines, and the frost on the eaves thin.\"\n(Aside)\nFan Jie: \"Is that Ms. Zixin I see?\"\nZixin: \"Indeed, it is! Is that you, Fan Jie?\"\n(Dongtang, senza misura)\nFan Jie: \"I dreamt of you fair last night.\"\nZixin: \"I regretted our parting, though we meet again soon.\"\nBoth: \"That my heart's desire should come true.\"\n(Aside, unison)\nZixin: \"O Hero...\"\nFan Jie: \"O Maiden...\"\n(Aside)\nFan Jie: The sun speeds westwards and high, and work begins at the docks. I must go and begin my day.\"\nFan Jie: \"Ms. Zixin, I take my leave.\"\n(Zixin salutes and watches him depart. Fan Jie turns back as he grows further away. Zixin lowers and raises her head again as Fan Jie exits. Zixin wrings her hands.)\n(Dongtang, lento, innig)\nZixin: \"Ah, to have turned cowardly at the last moment!\"\n(Exit Zixin)\nScene II\n(Enter the playboy Wu Wang, open-collared and dressed in green, with his companions Wu Yi and Wu Er)\n(Aloud)\nWu Wang: \"I am the great Wu Wang, master of these streets.\"\nWu Wang: \"Today I am bored and idle, and thus stroll about looking for sport.\"\n(Aside)\nWu Wang: \"Wu Yi, Wu Er!\"\n(Same Aside)\nBoth: \"Yes, sir?\"\n(Aside)\nWu Wang: \"I have a mind to eat something new today. Have you any ideas?\"\nWu Yi: \"What about some Golden Shrimp Balls?\"\nWu Wang: \"I tire of fine meat and fatty fish. Golden Shrimp Balls seem alright.\"\nWu Wang: \"Wu Er, go hence and find a store that sells a serving of those shrimp balls.\"\nWu Er: \"I will.\"\nWu Wang: \"Wait. It must be fried to a pure golden sheen, without even the slightest hint of being burnt.\"\nWu Er: \"Without even the slightest hint of being burnt. Okay.\"\nWu Wang: \"Hold. And they must be of size most equal. Not one shall be larger or smaller than the next.\"\nWu Er: \"And they shall all be the same size, yes. Do you wish to go over the instructions again?\"\nWu Wang: \"No need.\"\nWu Er: \"Do you have any other requests, sir? Just say the word.\"\nWu Er: \"And if the store fails to meet your expectations, then let's do as we always do—\"\nWu Yi: \"What do we always do?\"\nWu Er: \"Not give them any Mora, of course.\"\nWu Wang: \"No, no, come, look at the fish store yonder. Now there's a beauty more filling than a fine meal.\"\n(Dongtang, lento, innig)\nWu Wang: \"Let us go up and seek some details as we may... All the better to seize her with.\"\n(Wu Wang turns to Zixin)\n(Aside)\nZixin: \"Would you like to buy fish, sir?\"\nWu Wang: \"Why, of course, of course. Which family do you hail from, miss, and where fare your parents?\"\nZixin: \"I grew up at the docks. My parents have grown old, and I run the store alone, selling fish to make ends meet.\"\nZixin: \"Why do you ask, sir?\"\n(Turns, sotto voce)\nWu Wang: \"Wonderful, wonderful. Her parents are not at hand. A fine chance to strike, indeed.\"\n(Turns back, facing Zixin)\nWu Wang: \"Then, miss, are you yet engaged, or pledged to be wedded?\"\nZixin: \"I have not, sir, for I have busied myself working all this time.\"\nZixin: \"But sir, what has the matter of my marriage have to do with your business buying fish?\"\n(Turns, sotto voce)\nWu Wang: \"Very good, very good! She has plighted no troth. If trouble should come of this, no one will save her.\"\n(Turns back, facing Zixin)\nWu Wang: \"Then, miss, have you one you are enamored with?\"\n(Zixin lowers her head and says nothing)\n(Dongtang, senza misura)\nWu Wang: \"See, see how she casts down her eyes without speaking. So, then, there is no such person. Evil enters and masters my thoughts—\"\nWu Wang: \"Come, friends, take her hence — let us not waste precious time or beauty.\"\n(Exeunt Wu Wang, Wu Yi, and Wu Er, taking Zixin with them)\nScene III\n(Enter Grandma Zhang)\n(Aside)\nGrandma Zhang: \"Now then, ladies and gentlemen, if you have listened oft to Yun Jin's plays and become wise to the ways of theater, then you have likely guessed what shall come next.\"\nGrandma Zhang: \"Shall we not now accelerate towards a fight most fierce?\"\nGrandma Zhang: \"But afore the hero steps forth, he must by fortune be inspired.\"\nGrandma Zhang: \"When evil beasts run amok, disturbing the lives of the people, or when times and tides are turbulent, that is when heroes arise.\"\nGrandma Zhang: \"If you should pluck up your courage, your deeds shall be remembered. But if you prove craven...\"\nGrandma Zhang: \"Who then will remember if you were named Zhang Jie, Wang Jie, or Fan Jie?\"\nGrandma Zhang: \"And what's more, we ordinary folk must show our mettle, and yet leave a tale of rescuing our fair lady.\"\nGrandma Zhang: \"Let us see how Fan Jie shall act.\"\n(Enter Fan Jie)\n(Aside)\nGrandma Zhang: \"Alas, why have you only arrived now?\"\nGrandma Zhang: \"Miss Zixin here was just taken by the notorious hooligan, Wu Wang!\"\n(Dongtang, allegro)\nFan Jie: \"Ah, alas!\"\nFan Jie: \"When I heard her words I was a-fright, but I never thought that catastrophe was so near to me.\"\nFan Jie: \"This villain burns, steals, and kills as he wills. If I were to go forth...\"\nFan Jie: \"I shall, in all likelihood, not return.\"\n(Grandma Zhang tosses the string of pearls to Fan Jie)\nGrandma Zhang: \"S—sir Fan, wh—whatever shall we do?\"\n(Dongtang, allegro)\nFan Jie: \"As I see these pearls, my resolve hardens—\"\nFan Jie: \"How could I surrender a maiden to this villain?\"\nFan Jie: \"Pearl-string in hand, I draw my sword in fury — to make contrite that Wu Wang, and have him sue for mercy.\"\n(Exeunt Fan Jie and Grandma Zhang)"
          }
        ]
      },
      {
        "title": "Vol. 4",
        "desc": [
          {
            "type": "RichText",
            "text": "To rescue the one he loves, the young man charges heedlessly into danger, entering the lair of the enemy with his sword drawn: and on the other side, his beloved hangs on desperately...\n—Act IV: Trial By Candlelight—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Villain: Wu Wang\nScene I\n(Fan Jie with a robe, stage upper left, Zixin sits alone, stage right)\n(Dongtang, appassionato)\nFan Jie: \"O cursed villain, to steal a maiden in broad daylight! My beloved suffers and I grieve.\"\nFan Jie: \"So it falls to my sword to bring judgment on those who so forsake the law.\"\nFan Jie: \"Let us away.\"\n(Fan Jie spurs his horse and heads for Wu Wang's stronghold)\n(Aside)\nFan Jie: \"Swiftly did I ride here, pursuing the sounds of merriment from afar.\"\nFan Jie: \"This, then, must be the wolf's den.\"\nFan Jie: \"If I am to rescue Zixin, I must scout their lair out with care.\"\nFan Jie: \"A good plan. We go!\"\n(Fan Jie leaps over the rear wall, exeunt.)\n(Common time)\nZixin: \"Within a lone lamp and half-burnt candles — and without lurk the wolves and tigers.\"\nZixin: \"Who could have expected such disaster? And how shall I flee this hive of villainy?\"\nScene II\n(Wu Wang enters from right through a door, drunk)\n(Aloud)\nWu Wang: \"I come and go wherever I am pleased, and even gods fall if I am not appeased.\"\n(Aside)\nWu Wang: \"Haha, got one in the day, didn't I? Hehe.\"\nWu Wang: \"That lovely, lovely lady.\"\nWu Wang: \"Now that we have made merry, as is our wont. It is time — we meet the fair maiden!\"\n(Dongtang, andante calmo)\nZixin: \"Here that impetuous drunken rascal comes. Still! The weeping candlelight is in my hand.\"\n(Aside)\nZixin: \"You shall not have me!\"\n(Wu Wang chases Zixin. Zixin strikes Wu Wang with the candlestick. He falls down. She slumps in relief.)\n(Dongtang, andante calmo)\nZixin: \"In the confusion, a stroke of fortune! On shaking feet I flee.\"\n(Aside)\nZixin: \"Not a light to be seen outside. How is this so dark?\"\nZixin: \"Perhaps I should relight this candle—\"\nZixin: \"No. Would I not be imperiled if recaptured?\"\nZixin: \"Better then to carry this unlit light, and grope our way out through the night.\"\nZixin: \"Yes, so shall it be done.\""
          }
        ]
      },
      {
        "title": "Vol. 5",
        "desc": [
          {
            "type": "RichText",
            "text": "The bandit lair in the dead of night is pitch-dark. The tyrant, the youth, and the lady grope in the dark in search of one another, and there, a perilous misunderstanding is about to play out...\n—Act V: Twin Pearls Returned—\nMale Role: Fan Jie\nFemale Role: Zixin\nComic Villain: Wu Wang\nScene I\n(Fan Jie at stage upper left, Zixin at stage upper right. Wu Wang lies on the ground, his eyes closed)\n(The two people grope in the darkness of Wu Wang's lair)\n(Their hands make contact in the dark, but not knowing who the other is, they draw away in alarm)\n(Wu Wang awakens)\n(Aside)\nWu Wang: \"Why, that girl is as willful as I, to dare to strike me so.\"\nWu Wang: \"No one is about. Perhaps they have fled further within.\"\nWu Wang: \"Hmph. The night is come, the gate is closed.\"\nWu Wang: \"Unless they jumped the wall, how should that maiden escape? Surely not by the gate!\"\n(Wu Wang enters the hall)\n(Aside)\nWu Wang: \"Hah. These louts are drunk out of their gourds. Not one light they lit!\"\nWu Wang: \"Well, let me get myself one, and let us begin our search.\"\n(Wu Wang steps on Fan Jie's foot in the dark, and they both draw back)\nWu Wang: \"Haha, so there you are!\"\n(Wu Wang stretches his arms out to lunge at Fan Jie, who ducks. They stumble about in the dark as Zixin shrinks into a corner)\n(Wu Wang finally grabs Fan Jie)\nWu Wang: \"I have you!\"\n(Aside)\nWu Wang: \"Hmm? Have you grown so wide about the waist since last we met?\"\nFan Jie: \"I put on more clothes, all the better to keep warm with.\"\nWu Wang: \"Indeed, one must wear more in cold weather.\"\nWu Wang: \"Then why have you grown so tall?\"\nFan Jie: \"I have worn high shoes, all the better to put on a show with.\"\nWu Wang: \"Oh, surely that must be difficult.\"\nWu Wang: \"And why have your hands grown so rough?\"\nFan Jie: \"Well... Lean closer and I shall tell you.\"\nWu Wang: \"Of course, of course.\"\n(Fan Jie stabs Wu Wang with his sword)\nFan Jie: \"To bear a sword, All the better to take your life with.\"\n(Wu Wang falls)\nScene II\n(Aside)\nFan Jie: \"Foul villain. But a stroke, and you are slain.\"\nZixin: \"Are you Fan Jie?\"\nFan Jie: \"This voice — you must be Miss Zixin!\"\n(Fan Jie and Zixin reach out and touch each other)\nZixin: \"Fan Jie!\"\nFan Jie: \"You must have suffered.\"\nFan Jie: \"I have slain that devil. His minions are all that remains.\"\nFan Jie: \"His death shall scatter them like monkeys when their great tree falls.\"\nFan Jie: \"Do not fear, I shall break the gate.\"\n(Fan Jie breaks the gate)\nZixin: \"Ah! My life would have been forfeit had you not arrived.\"\n(Dongtang, lento, innig)\nZixin: \"A heart of pearls in your house shall nest.\"\nFan Jie: \"In the skies with the wind shall we find rest.\"\nFan Jie: The white moon shines o'er the catalpas glade.\nZixin: And with lowered head, the promise is made.\n—End—"
          }
        ]
      }
    ]
  }
}