{
  "epId": 2352,
  "name": "Linling'in Şiir Seçkisi",
  "desc": "A collection of poetry that Linling published at her own expense. It is her first publication, and she is very proud of it.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Linling's Anthology of Selected Poetry _icon.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158862,
  "components": {
    "body": [
      {
        "title": "Details",
        "desc": [
          {
            "type": "RichText",
            "text": "Kitty\nCats are good, cats are great. Cats love to meow and scratch their heads.\nFrom the two bright eyes they use to see, hateful pests can never flee!\nManager Xiao\nThe shipyard overseer goes for a doze, his sleep so deep with a great big snore.\nFrom far, you'd think the Geo Lord had stomach woes, but up close he sounds like a large wild boar.\nOcean-gazing\nAs I feast my eyes upon the sea, to azure water my heart is drawn.\nThe oars of yon ships appear unto me like the many limbs of a gigantic prawn.\nOcean-gazing Yet Again\nDay after day, I gaze and I gaze till my eyes are weary and my heart is numb.\nYear upon year, I write and recite, but I am to my poems an audience of one.\nTime after time, ships will set sail like brave little river fish bound for the sea.\nSooner or later, the tides they will turn and drown out the ones who dismiss poetry.\nThe Streets by Night\nA delightful sight is the star-like light from the lamps on the street with the myriad eats.\nBut alas, no respite from that poor little tyke named Changchang, whose weeping is hardly discreet.\nMt. Tianheng\nTianheng is big, Tianheng is tall, Tianheng is huge like a great city wall.\nToo strong for monsters, bandits, and all. What a great big huge tall strong city wall!\nSpring by the Harbor\nThese silken flora that blossom in spring, their flowers seem woven of some thread within...\nIt feels like it's silk, but it has a faint smell — could it be both silk and a flower as well?\nAn Ode to Chop Suey\nMy Zhongyuan Chop Suey is going to waste, there's far more salt in here than I care to taste.\nJust one mouthful in and I'm gasping for breath. \"Why is this so salty?\" I gently protest.\n\"That's just how we make it,\" declares Su Er'niang, \"For the few that can't take it, there's plenty who can!\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Linling's Anthology of Selected Poetry"
          }
        ]
      }
    ]
  }
}