{
  "epId": 2523,
  "name": "Bulutlar Hakimi",
  "desc": "<p>Görevlere özel bir NPC. Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Aocang Dağında oturmaktadır.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/25073864/46ee1323ddfe94fe1707c1d50912504e_1580577989649690413.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1741727646,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Hükümdar Savaşı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/a82bdf0881ab4b3d46003b668727a98c_2026860127637481369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hükümdar Savaşı'ndan çok önce, Morax henüz bir Gnosis almamışken, diğer Tanrılar ve Adeptus'larla birlikte Liyue ve Guili Meclisi'ni kurdu. Toz Tanrısı Guizhong, bilgeliğinin yanı sıra makine üretme becerisini de insanlığa aktardı. Ocak Tanrısı Marchosisus, insanlara yemek pişirme ve fırın yaratma bilgisini verdi. Diğer Adeptus'larla birlikte halklarını savundular."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/f2971360ed527d47ed20840d2635e1b0_7559693701109982945.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O uzak zamanlarda, Bulutlar Hakimi diğer Adeptus'larla birlikte çay partileri vermeyi çok severdi. Evinin yakınında, Toz Tanrısı'nın, Rex Lapis'in ve Bulutlar Hakimi'nin kendisinin oturduğu bir masa vardı. Bulutlar Hakimi, Rex Lapis'in getirdiği fincanlara çok kare oldukları için sık sık gülerdi.\nBulutlar Hakimi'nin arkadaşı Guizhong da sık sık Guili Meclisi'nde toplantılar düzenler ve en büyük taş masanın etrafındaki koltukları onlar için ayırırdı. Marchosius nefis yemeklerini masaya getirir, Deniz Gözcüsü her zaman en son hazinesini ortaya çıkarır ve Bulutlar Hakimi ile Guizhong en son icatlarını tartışırlardı. Sokak Başıboşu kendi evine dönmeden önce sık sık Guizhong ile birlikte çiçekleri seyretmeye devam ederdi. Guizhong her zaman sohbet edecek konular bulur, masayı mizah ve kahkahalarla doldururdu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/1a57930a343cb33c04442edea68c3288_1764772417346858388.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hükümdar Savaşı başladığında, Liyue'nin toprakları bir savaş alanı haline geldi. Guili Meclisi sular altında kaldı ve Adeptus, bölge sakinlerinin daha sonra ana şehir olacak olan Liyue Limanına taşınmasına yardım etti. Bulutlar Hakimi bu savaşta birçok arkadaşını kaybetti. Marchosius insanlar için kendini feda etti, güçlerini ve hafızasını kaybederek Guoba'ya dönüştü. Guizhong öldürüldü ve güçleri mühürlendi. Gökyüzünün Rehberi, çöken bir dağı desteklemek ve köylülerin güvenliğini sağlamak için boynuzlarını feda etti ve kanı tükenip hayatı sona erene kadar savaşmaya devam etti. Liyue Denizi'nde, Morax tarafından fırlatılan taş mızraklar, mağlup edilen Hükümdarların gömüldüğü ve mühürlendiği Guyun Taş Ormanı'nı oluşturdu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/194600931/aed6d782110b4a976ecc5deffddd9bff_37725679114108199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Gökyüzünün Rehberi",
        "desc": "<p>Hükümdar Savaşı sırasında ölen bir Liyue Adeptusu.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Okyanus Gözcüsü",
        "desc": "<p>Hazine toplamayı seven bir Liyue Adeptusu. \"Fantastik Pusula \"nın önceki sahibiydi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mekanizmalar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bulutlar Hakimi çeşitli mekanizmalar yaratmayı ve incelemeyi sever. Evinde birçok bilmece ve bulmaca bulunabilir. İcatlarında ustalaşmak için diğer Adeptus'larla rekabet etmeyi sever. Okyanus Gözcüsü buluşmaları sırasında hazinelerini ortaya çıkardığında, tahmin edilebileceği gibi ilgi odağı olurlardı. Ne Guizhong ne de Bulutlar Hakimi onun spot ışıklarını çalmasına izin vermekten hoşnut değildi, bu yüzden onlar da en gurur duydukları mekanik icatlarını sunacaklardı. Okyanus Gözcüsü hiçbir şeyi kendisi icat etmemişti, sadece keşif becerilerini kullanarak onları topraktan çıkarmıştı, bu yüzden Bulutlar Hakimi onunla rekabet etmeye çalışmasını çirkin buluyordu. Sonuç olarak, sık sık Okyanus Gözcüsü ile tartışıyordu. Guizhong sık sık ikisinin de onu yenmeyi asla umut edemeyeceğini söyleyerek veya dağın eteklerine gidip biraz et ızgara yapmayı önererek onları tartışmaktan uzaklaştırmaya çalışıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/69718c9101b12d4f237408cc37fd7dc8_6917668871684606985.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Geçmişte, Bulutlar Hakimi, Guizhong ile mekanik prensipler konusunda sık sık tartışırdı. Her ikisinin de kendi idealleri vardı ve ikisi de sosyal bir toplantı bahanesiyle boyun eğmezdi. Bir keresinde Bulutlar Hakimi, tarafsız Rex Lapis'i yarattıklarının kalitesini değerlendirmesi için davet etti. Ancak Rex Lapis, Guizhong'un Obscuro Vulpes Mekanizmasının daha üstün olduğunu ilan etti. Bulutlar Hakimi bunu kabul edemeyecek kadar gururlu olsa da, kalbinin derinliklerinde Guizhong'un mekanik sanatlarda gerçekten de üstün bir yetenek olduğunu biliyordu.\nCloud Retainer tarafından yapılan bilinen mekanizmalardan biri, Yaoyao için yarattığı mekanik bir tavşan olan Yuegui'dir. Tehlike durumunda kızı koruması gerekiyordu ve ustası Sokak Gezgini, Yuegui'yi arayarak öğrencisinin yerini öğrenebiliyordu. Birisi kıza zarar vermek isterse, tavşan efendisini bilgilendirecek, böylece Adeptus ona yardım edebilecekti. Diğer aygıtlar Yüce Mutfak Makinesi ve Bulutlar Hakimi'nin Süslü Cihazı'dır. Üst üste yığılmış kağıttan yapılan hafif Süslü Cihaz bir kuş görünümündedir ve Gezgin'e hediye edilmiştir. Bir \"aygıt\" olarak adlandırılsa da, burada geleneksel mekanik bileşenler göremezsiniz.\nBulutlar Hakimi mekanizmalar yaratmanın yanı sıra mevcut mekanizmaları incelemeyi ve parçalarına ayırmayı da sever. Bir gün, Fener Şenliği sırasında Keqing Adeptus'a Sivil İşler Bakanlığı tarafından tasarlanan yeni bir havai fişek verdi. Bulutlar Hakimi bu hediyeden çok memnun oldu, çünkü orijinal bir tasarıma sahip, estetik açıdan göze hoş gelen bir cihazdı.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Okyanus Gözcüsü",
        "desc": "<p>Hazine toplamayı seven bir Liyue Adeptusu. \"Fantastik Pusula \"nın önceki sahibiydi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p><span class=\"wk-shady\">Şarkıların ve Gezintilerin Efendisi - Liyue Adeptusu, Gui Jun'un kız arkadaşı, Bulutlar'ın ve Morax'ın Muhafızı.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/441df13098143d28763db184a252695f_144573182679612205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 17,
        "name": "Gezgin (Toprak)",
        "desc": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "<p>Liyue'nin Yedi Yıldızından biri olan Yuheng. Keqing, Rex Lapis'in tek taraflı Liyue politikaları hakkında söyleyecek çok fazla söze sahip. Ancak gerçekte, tanrılar onun gibi şüphecilere hayranlık duyar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Bulutlar Hakimi",
        "desc": "<p>Görevlere özel bir NPC. Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Aocang Dağında oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/25073864/46ee1323ddfe94fe1707c1d50912504e_1580577989649690413.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rex Lapis'in Ölümü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3700 yıl önce Adeptus, Rex Lapis ile bir sözleşme imzaladı ve Liyue Limanı'nı koruyacağına söz verdi. Bin yıl boyunca, Toprak Hükümdarı'nın ölümünden sonra kontrolden uzaklaşana kadar Liyue'ye göz kulak oldular."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/663acbc89c409881480bf6ab7996afbb_6100642109507895004.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Toprak Hükümdarı Zuhur Ayini sırasında öldürüldüğünde, Bulutlar Hakimi tüm Liyue Limanını yok etmek istedi. Hükümdar'ın ölümünden sonra, insanları kurtarmak istediği korkunç olayların yaşanacağına inanıyordu. Liyue'yi yöneten Liyue Qixing'in görevinde başarısız olduğuna ve Hükümdar'ın ölümüne izin verdiğine inanıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/829d32591ac9523afdeade3272423118_2963485240881798964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bulutlar Hakimi yine de önce diğer Adeptusların fikirlerini dinlemeyi kabul etti. Rex Lapis onlara bir rüyada geldiğinde, Adeptus insanları tehditten korumak için Liyue Qixing ile geçici olarak uzlaşmaya karar verdi. Vortex'in Derebeyi Osial, Hükümdar Savaşı sırasında Morax tarafından yenilgiye uğratıldı ve ardından Rex Lapis'i cezbetmek ve Gnosis'ini elde etmek umuduyla Fatui Habercisi Childe tarafından çağrıldı. Bulutlar Hakimi, Guizhong Ballista'yı bir savaş motoruna dönüştürmek için modifiye etti. Millelithler, Liyue Qixing ve Adeptus'un ortak çabaları sayesinde kadim tanrı durduruldu ve Liyue kurtarıldı.\nBu savaştan sonra Adeptus hükümdarlığı tamamen Liyue Qixing'e emanet etti. Osial'ın karısı Beisht, kocasının intikamını almak için Liyue'ye tekrar saldırmak istediğinde, artık müdahale etmediler ve halkın şehri kendilerinin savunmasına izin verdiler.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "<p>Liyue'nin Yedi Yıldızından biri olan Tianquan. Zenginliği tüm Teyvat'ta benzersizdir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2218,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bulutlar Hakimi ve Shenhe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/664c90aa472c171eb69121245e3b315e_6696138715323992075.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Shenhe beş yaşındayken annesi vefat etti ve karısını çok seven babası bu acıya dayanmakta zorlandı. \"Kader Aktarımı\" olarak bilinen gizli bir sanat buldu - bu sanat tarafından çağrılan peri'ye ritüel bir kurban vererek, yaşayan bir kişinin bedeni ölü birinin hayatıyla değiştirilebilirdi. Shenhe'nin hayatını karısının hayatıyla değiştirmek istedi. Daha sonra onu mağaraya getirdi ve mağaraya, kan kırmızısı gözleri onun nefis yaşam gücünü arzulayan, korkunç, siyah bir \"peri\" çağırdı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/fd9959406b8380d5f451003a381b0ef4_311321881538922792.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Birkaç gün sonra Bulutlar Hakimi büyük kötülüğün izini takip ederek bir mağarayı araştırdı ve içeride bitkin, açlıktan kavrulmuş, hayatı pamuk ipliğine bağlı küçük bir kız buldu. Genç kızın yıkıcı kaderine acıyan ve onun büyük bir yeteneğe sahip olduğunu, korkunç bir gücü kendi başına püskürttüğünü gören Bulutlar Hakimi onu geri getirecek, iyileştirecek ve Adeptus olma yolunda eğitecekti.\nAdeptus, Shenhe'yi Hulao Dağı'na ilk getirdiğinde, Shenhe tek kelime bile etmedi. Yapmaya istekli olduğunu kanıtladığı tek şey dağa tırmanmak ve bulut denizini seyretmekti. Bulutlar Hakimi tüm bunları anlamış ama kızı rahatsız etmek yerine kutsal bir taştan beyaz yeşim taşından bir tarak yapıp ona vermiş. Adeptus, ölümlü dünyayla bağlarını koparmak ve Adeptus vesayetine girmek isterse, saçlarını bu tarakla üç kez taraması gerektiğini ve bunun bir çıraklık töreni sayılacağını söyledi. Shenhe hiç tereddüt etmeden Adeptus'un dediğini yaptı ve siyah saçları buz gibi gümüşe döndü. Yıllar süren eğitimi boyunca, o üç fırça darbesinin ardındaki anlamı çoktan anlamıştı: birincisi gereksiz kaygıları kökünden söküp atmak, ikincisi neşe ve üzüntüden vazgeçmek ve üçüncüsü de bu yolu yaşlılığa kadar pişmanlık duymadan yürümek."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/fe50327f2b66282a01928ebe68556a8b_6058211689991747653.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Shenhe'nin kurtarılmasının üzerinden uzun yıllar geçmiştir ve Adeptuslar onun tek ailesi haline gelmiştir. Bulutlar Hakimi öğrencisine sadece Adeptusların bilgisini öğretmekle kalmaz, aynı zamanda ona kendi kızıymış gibi bakar.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "<p>Olağanüstü bir mizaca sahip bir Adeptus talebesi. Liyue dağlarında tecritte geçirdiği uzun süre sonunda oluşturduğu kişiliği ile bir Adeptus kadar kayıtsız ve mesafelidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kişiliği",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bulutlar Hakimi ilk bakışta insanlarla birlikte olmaktan hoşlanmaz ve evinde çeşitli mekanizmalar yaratarak ve üzerinde çalışarak yalnız vakit geçirmeyi tercih eder. Bazen yabancılara karşı ani ve kaba davranabilir. Ancak onu daha yakından tanırsanız, konuşmayı, özellikle de Bulutlar Hakimi'nin, Ganyu'nun çocukluğundan beri tanıdığı yarı insan, yarı Qilin olan Ganyu hakkında konuşmayı sevdiği ortaya çıkıyor.Bulutlar Hakimi, küçük Ganyu'nun tombul olduğu ve boynuzları okşanmadan uyuyamadığı zamanlarla ilgili hikayeler anlatmayı çok seviyor. Sertliğine rağmen Bulutlar Hakimi, fosil olarak adlandırmayı sevdiği Adeptus arkadaşlarının yanı sıra Ganyu, öğrencisi Shenhe ve Sokak Gezgini'nin öğrencisi Yaoyao'yu da önemsiyor. Etrafındakilerden ve kendilerinden birbirlerine göz kulak olmalarını ister.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p>Yuehai Konağı sekreteri. Damarlarında aydınlanmış bir yaratık olan Qilin'in kanı akar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "<p>Olağanüstü bir mizaca sahip bir Adeptus talebesi. Liyue dağlarında tecritte geçirdiği uzun süre sonunda oluşturduğu kişiliği ile bir Adeptus kadar kayıtsız ve mesafelidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p><span class=\"wk-shady\">Şarkıların ve Gezintilerin Efendisi - Liyue Adeptusu, Gui Jun'un kız arkadaşı, Bulutlar'ın ve Morax'ın Muhafızı.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/441df13098143d28763db184a252695f_144573182679612205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Ay Oymacısı",
        "desc": "<p>Liyue, Qingyun Tepesi'nde yaşayan bir Adeptus</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/27/145542732/f6db6df736a86639eaf7c2d89eb318b8_5689928282199253286.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Dağkesen",
        "desc": "<p>Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Hikaye Görevlerine özel bir NPC. Hulao Dağı'nda oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/25073864/24ed91484b6cba0d0f8c7dd916b9f774_6070947259281091070.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bugünlerde",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "FenerŞenliklerinden birinde Bulutlar Hakimi, Hükümdar Savaşı'ndan sonra insanlarla yaşamaya giden Sokak Gezgini'nin yaşam tarzıyla ilgilenmeye başladı. Bulutlar Hakimi, Madam Ping ile daha fazla zaman geçirmek istedi, bu yüzden şehre taşınmayı önerdi: <color=#ffffff>\"Burada konuşacak bir sürü insan var. Bence burayı yalnızlığın monotonluğuna karşı oldukça iyi bir panzehir olarak görebilirsiniz. Ve eğer etrafınıza bakarsanız, mekanik sanatlara ilgi duyan bazı genç beyinler bulacağınızdan şüpheleniyorum - hatta bazıları eğitilmeye değer.\"</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Belki de fırtınadan sonra tozun çökmesi gibi, biz de bir gün aşağıdaki dünyaya dönmeliyiz.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bulutlar Hakimi sonunda Xianyun adında bir kişi olarak insanlar arasında yaşamaya karar verdi. Mekanizmalardan anlıyor ve ayrıca her türlü küçük bibloyu yaratma konusunda uzman. Şu anda Bulutlar Hakimi çok çalışıyor ve meşgulken onu rahatsız etmemesini istiyor.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">\"Bulutlar Hakimi\" olarak bilinen, Jueyun'un Kudretli ve Aydınlanmış Adeptuslarından biri. Mekanizmalar konusunda uzmandır ve şimdilerde ölümlüler dünyasında \"Xianyun\" adıyla dolaşmaktadır.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/138687708/2c2be27f8876e9435ab8c8b933b8408c_2077642026729002134.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p><span class=\"wk-shady\">Şarkıların ve Gezintilerin Efendisi - Liyue Adeptusu, Gui Jun'un kız arkadaşı, Bulutlar'ın ve Morax'ın Muhafızı.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/441df13098143d28763db184a252695f_144573182679612205.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "İlişkili Olduğu Kişiler"
      },
      {
        "type": "RichText",
        "text": "Karakterler\nAçıklama"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bulutlar Hakimi, Guizhong ile yaptıkları makineleri yarıştırırlarmış.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p>Yuehai Konağı sekreteri. Damarlarında aydınlanmış bir yaratık olan Qilin'in kanı akar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "<p>Olağanüstü bir mizaca sahip bir Adeptus talebesi. Liyue dağlarında tecritte geçirdiği uzun süre sonunda oluşturduğu kişiliği ile bir Adeptus kadar kayıtsız ve mesafelidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bulutlar Hakimi'nin öğrencileridir. Onun tarafından büyütülmüşlerdir.\nGanyu ve Cloud Retainer arasında yakın bir bağ vardır. Bununla birlikte, Bulutlar Hakimi sık sık Ganyu'nun çocukluğunu başkalarına hatırlatır, bu da Ganyu'yu çok utandırır.\nShenhe'ye göre Bulutlar Hakimi bilgili ve konuşkan bir ustadır.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Dağkesen",
        "desc": "<p>Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Hikaye Görevlerine özel bir NPC. Hulao Dağı'nda oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/25073864/24ed91484b6cba0d0f8c7dd916b9f774_6070947259281091070.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Ay Oymacısı",
        "desc": "<p>Liyue, Qingyun Tepesi'nde yaşayan bir Adeptus</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/27/145542732/f6db6df736a86639eaf7c2d89eb318b8_5689928282199253286.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "İkisi de Bulutlar Hakimi gibi Liyue Adeptusüdür.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yaoyao birçok adeptus ile tanışmıştır, bunlardan biri de Bulutlar Hakimi Teyze'dir. Yuegui, Bulutlar Hakimi tarafından onu koruması için yaratılmıştır.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Eşyalar/Kitaplar"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hükümdar Görevleri"
      },
      {
        "type": "RichText",
        "text": "Anıtlar Arasındaki Topraklar Bölüm I: Sahne I\nBulutlara Hükmeden\nYeni Bir Yıldız Yaklaşıyor Bölüm I: Sahne 3\nDönüm Noktası\nRüzgara Kulak Veren Turna Ara Bölüm: Sahne I\nGün Batımı Deryası"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Görevleri"
      },
      {
        "type": "RichText",
        "text": "Ganyu Karakter Görevi\nBulut Denizi, İnsan Denizi - Kadim Tekboynuz Bölümü: Sahne I\n<color=#ffffff>Etkinlikler</color>\nMoonlight Merriment - Moonchase Tales\nCuisine Machine Test Run (Mutfak Makinesi Test Çalıştırması).\nBulutlar Hakimi yeni geliştirdiği makinesini test etmeni ister. Bu görevleri tamamladıktan sonra bazı ödüller elde edilir. Bu ödüller içinde sınırlı süre için elde edilebilen yemek tarifleri de vardır.\nTarifler"
      },
      {
        "type": "CustomEntry",
        "epId": 1789,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1818,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1821,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fener Şenliği 2023 - Özel Gece Çanları\nGezgin, Fontaine'den gelen bir müzisyenin duyduğu efsanenin kaynağını çeşitli Liyue karakterleri ile birlikte bulmaya çalışır. Bu efsanenin gerçek tarihini aydınlatmakta Bulutlar Hakiminin önemli bir rolü vardır."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Medya"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hikaye Tanıtımı: Kalpten Gelen Ses"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/25/25073864/bda6dbb31472bec9aff570da7e19b3f8_7012775879871452570.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Puslu bir bulut ya da yüzen bir nilüfer yaprağı gibi.\nSu damlaları akıyor ve toz zerreleri uzaklaşıyor.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>HoYoLAB Makalesi:</color>\nhttps:/www.hoyolab.com/article/15209511"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Bulutlar Hakimi"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Ünvan",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      },
      {
        "key": "Çince Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "秦紫翼 (Qin Ziyi)"
          }
        ]
      },
      {
        "key": "İngilizce Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "Stephanie Panisello"
          }
        ]
      },
      {
        "key": "Japonca Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>中臣 真菜 (NAKATOMI Mana)</color>"
          }
        ]
      },
      {
        "key": "Korece Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "강시현 (Kang Si-hyeon)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Adeptusun Evi",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/25073864/b2b32f6762e3bcee1e96789b23e3964f_95576564414244409.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bulutlar Hakiminin Evini içinde bulunduran zindan."
          }
        ]
      },
      {
        "key": "İnsan Formu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/d9eff69bd89b0bf9cc39af3ca6fd57d6_3611623842928519418.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhing, Morax ve Bulutlar Hakimi."
          }
        ]
      },
      {
        "key": "Bulutlar Hakimi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/3254d0113a993f02023cec211b323b57_8907801714335767340.png"
      },
      {
        "key": "Bulutlar Hakimi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/59d5d77ead81d5217a3450de98ef05df_8319734857436189527.png"
      }
    ]
  }
}