{
  "epId": 2545,
  "name": "Madam Ping",
  "desc": "<p><span class=\"wk-shady\">Şarkıların ve Gezintilerin Efendisi - Liyue Adeptusu, Gui Jun'un kız arkadaşı, Bulutlar'ın ve Morax'ın Muhafızı.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/441df13098143d28763db184a252695f_144573182679612205.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1705062934,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/8b5a53d2f15afc25e5175e192131c69d_1409743610376861827.png"
      },
      {
        "key": "Konum",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/29d6bdc6ed45549bbc6b2488001b14b8_1109211646130661732.png"
      },
      {
        "key": "Konum",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/59fa88d2fb296e576c0be5057f6ad965_632567486067280157.png"
      },
      {
        "key": "Madam Ping - Adeptus Formu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/05b1bd23823d9fe803a25a982c9d37c4_2927382624073441344.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Adeptus formundaki Madam Ping ve Gui Jun"
          }
        ]
      },
      {
        "key": "Madam Ping - Adeptus Formu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/e1aee5f800088fc3d64c228ba1d959c0_6741488570554654754.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bulutların Hakimi ve Sokak Gezgini"
          }
        ]
      },
      {
        "key": "Madam Ping - Adeptus Formu\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/95e1958bd347bd83f70505396713149f_4374448552414897324.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong ve Sokak Gezgini"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Bağlantılı Oldukları"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Ay Oymacısı",
        "desc": "<p>Liyue, Qingyun Tepesi'nde yaşayan bir Adeptus</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/27/145542732/f6db6df736a86639eaf7c2d89eb318b8_5689928282199253286.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p>Yuehai Konağı sekreteri. Damarlarında aydınlanmış bir yaratık olan Qilin'in kanı akar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Dağkesen",
        "desc": "<p>Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Hikaye Görevlerine özel bir NPC. Hulao Dağı'nda oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/25073864/24ed91484b6cba0d0f8c7dd916b9f774_6070947259281091070.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Bulutlar Hakimi",
        "desc": "<p>Görevlere özel bir NPC. Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Aocang Dağında oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/25073864/46ee1323ddfe94fe1707c1d50912504e_1580577989649690413.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4652,
        "name": "Havria",
        "desc": "<p>Hükümdar Savaşı sırasında kendi takipçileri tarafından öldürülen Tuz Tanrısı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/138687708/513d51e0ebfd54f5da34a9f85dfaf61f_1373828870122224531.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Gökyüzünün Rehberi",
        "desc": "<p>Hükümdar Savaşı sırasında ölen bir Liyue Adeptusu.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Okyanus Gözcüsü",
        "desc": "<p>Hazine toplamayı seven bir Liyue Adeptusu. \"Fantastik Pusula \"nın önceki sahibiydi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/194600931/aed6d782110b4a976ecc5deffddd9bff_37725679114108199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tombili",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/31/10344346/92f7252b0d5f4a371655933b505a69c8_2794433548934505112.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Liyue'nin Tanrıları ve Adeptusları",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Liyue'den ünlü bir şef. Yemek pişirme konusunda son derece tutkulu. Özellikle acı ve baharatlı yemeklerdeki maharetiyle bilinir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Şarkıların ve Gezintilerin Efendisinin Öğrencileri",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Merhaba! Benim adım Yaoyao ve Şarkıların ve Gezintilerin Efendisi'nin bir öğrencisi olacak kadar şanslıyım. Eğer evinizin dışında zorluklarla karşılaşıyorsanız. sizi kurtarmaya geleyim! Bu arada, biraz turp topu getirdim, buyurun! Ama aşırıya kaçmayın, çok fazla yağlı yemek mideyi aşırı yükler. Eğer hala açsanız, salata yapabilirim, yanımda taze turp ve biraz sirke var....",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Akıl hocam aydınlanmış bir Adeptus! Bir keresinde bana Tanrı'nın Gözü'nün tanrıların senden memnun olduğunu gösteren bir işaret olduğunu söylemişti. Ama ben özel bir şey yapmış gibi görünmüyorum. Keşke tanrıçayla konuşup bu konuda ne düşündüğünü öğrenebilseydim!",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Akıl hocamla tanıştıktan sonra bana kaderimin Adeptuslara bağlı olduğunu söyledi ve beni yanına çırak olarak aldı. Dürüst olmak gerekirse bununla ne demek istediğini bilmiyorum. Ama bu çok harika: herkesle birlikte eğlenmek, akıl hocamın derslerini dinlemek ve Xiangling.... ile takılmak. Ve ayrıca Liyue halkına yardım etmek. Bunu çok seviyorum!",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Adeptuslar, Toprak Efendisi ile yapılan anlaşmayı onurlandırır ve bin yıldır Liyue'yi korurlar. Tehlike ortaya çıktığında, Üstatlar hemen kurtarmaya gelirler ve Liyue huzur içindeyken de periyodik olarak ortaya çıkarlar. Bunu bazen kalplerinde kötülük barındıranları cezalandırmak için yaparlar, bazen de esirleri kurtarmak için müdahale ederler. Ve kaderi bir Adeptusunkiyle iç içe geçmiş biriyle karşılaşırlarsa, onları çırak olarak yanlarına alır ve sanatlarını öğretirler. Adeptler arasında ölümlülerle en çok Şarkıların ve Gezintilerin Efendisi iletişim kurar. Çok sayıda öğrencisi vardır ve bunların en gencinin adı Yaoyao'dur. Yaoyao yetenekli ve meraklıdır ve çok genç olmasına rağmen, öğrendiği bilgileri tam olarak kavrama yeteneğini sınırlar, bu da zararsız hataların adil bir payıyla sonuçlanır, sonunda çok zeki bir kız olacaktır. Aynı zamanda nazik ve sevecen bir doğaya sahiptir ve insanlara içtenlik ve cömertlikle davranır. Sadece akıl hocası değil, daha büyük öğrenciler de ona çok düşkündür. Çoğu kişi hiçbir zaman Aşkın Sınır'daki Adeptus Merkezine girecek kadar şanslı olamaz ama Yaoyao özgürce ve düzenli olarak orayı ziyaret eder. Bu kadar genç yaşta Adeptuslardan gördüğü sevgi oldukça kıskanılacak bir şey.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Madam Ping sık sık Yaoyao ile birlikte görülür ve Liyue halkına göre, sevgi dolu bir büyükanne ve torun gibi görünürler. Ancak, gerçekte aralarında kan bağı yoktur ve Yaoyao Madam Ping'in öğrencisidir, ya da Şarkıların ve Gezintilerin Efendisinin öğrencisi mi demeliydim. Yaoyao, Adeptusun çırağı olduğunda okuma yazma öğrenmek için henüz çok küçüktü, bu yüzden akıl hocası ona şiirsel kitapların günlük adabını ve görgü kurallarını öğretmeye başladı. Kız büyüdükçe, Şarkıların ve Gezintilerin Efendisi Yaoyao'nun müfredatına Adeptusların ritüellerini, kendi kendini yetiştirme yöntemlerini ve mızrak kullanma sanatını ekledi. Dersler Yaoyao için çok yoğun ve zorlayıcıydı, ancak Yaoyao'nun dersleri dikkatle dinlediği açıkça görüldüğü için eğitmen bu konuda çok endişeli değildi. Mızrak sapı ağır olmasına ve bir çocuk için tasarlanmamış olmasına rağmen, Yaoyao yine de her gün pratik yapıyor. Şiir koleksiyonlarını ezberlemek zor olsa da, onları her gün ezbere okuyor, öyle ki yiyecek dolu bir tahıl ambarı ile edep dolu bir kalp arasındaki bağlantıyı anlatabiliyor. İlk başta, Şarkıların ve Gezintilerin Efendisi daha katı olmaya karar verdi, ancak Yaoyao'nun samimi tavrını gördükten sonra rahat bir nefes aldı ve taleplerini biraz yumuşattı. Yaoyao'nun onu içtenlikle büyükannesi olarak görmesi de Adeptus'un kalbini ısıttı. Yaoyao bir yetişkinin yarı boyunda olmasına rağmen, Şarkıların ve Gezintilerin Efendisi için yemekler pişiriyor ve sıcak mevsim soğuğa döndüğünde, sanki Adeptusların baş ağrısı ve soğuk algınlığına eğilimli olmadığını unutmuş gibi, onun sağlığı için endişeleniyordu. Gerçekte, Şarkıların ve Gezintilerin Efendisi kendisine bir torun bahşedilmiş gibi hissetti ve o andan itibaren çocuğa bir daha asla sert bir söz söylemedi. Bu ilişkinin başlangıcında bir öğrenci edinmekten başka bir niyeti olmamasına rağmen, şimdi kendisini ve Yaoyao'yu ayrılmaz olarak görüyor. Ve bunun iyi olduğuna inanıyor. Bırakın çocuk bir süre daha onunla kalsın - hala öğrenmesi gereken çok şey var.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bu hikaye Yaoyao doğmadan çok önce başlamıştı. Dağlık vahşi doğada yaşamayı tercih eden ailesi, sakin bir yer aramak için Liyue limanından ayrıldı. Qingze Köyü'nde bir kulübe inşa ettiler ve nispeten inzivada yaşadılar. Orada dağın eteklerine yakın bir yerde, bir su kütlesinin yanında inzivada yaşıyorlardı ve arka bahçelerinde kavun, meyve ve sebze yetiştirdikleri küçük bir tarlaları vardı. Onlara en yakın yerleşim yeri Qingze Köyü'ydü ve günlük ihtiyaçlarından yoksun kaldıklarında, tarlalarından elde ettikleri hasadı köye getirir ve ihtiyaç duydukları şeylerle takas ederlerdi. Yaoyao orada doğdu. Konuşmayı öğrenmeden çok önce kuşlar, hayvanlar ve balıklar onun yoldaşları olmuş ve evin arkasındaki tarlada ilk acemi adımlarını orada atmış. O sessiz ve rahat bahçede nazik, saf ruhu beslendi. Daha sonra Üstat tarafından fark edildi ve onu çırağı olarak yanına aldı. Ailesi ilk başta kızlarının Üstatla birlikte Liyue'ye gitmesine izin vermek istememiş, çocukluğundan beri dağlarda yaşamaya alışmış masum kızlarının büyük şehrin parlak ışıkları tarafından yoldan çıkarılacağından korkmuşlar. Ancak Şarkıların ve Gezintilerin Efendisi sonunda fikirlerini değiştirdi, \"Belki dağlardaki yalnızlık insanı dünyevi kötülüklerden arındırabilir, ancak böyle bir yalnızlık Yaoyao'nun gelecekte arzuladığı şey olmayabilir. Bırakalım da farklı dünyayı kendi gözleriyle görme şansı olsun.\" Ancak o zaman ailesi onu Adeptus'un gözetimine verdi ve zaman bu kararın doğruluğunu teyit etti. Liyue'de, akıl hocasının ve pek çok iyi arkadaşının yardımıyla Yaoyao çok daha sosyal biri haline geldi. Ancak tatil yaklaşırken, ailesini görmek için akıl hocasından ayrılır.\nÇocuğunuz için iyi bir öğretmen bulmak istiyorsanız, gerçekten Adeptustan daha iyisi var mı?",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Madam Ping'in eski tanıdıkları bazen uğrar ve böyle zamanlarda Yaoyao akıl hocasına ve misafirlerine şehirdeki yürüyüşlerinde eşlik eder. Uzaklardan geldiklerinde, genellikle yalnızca dükkanları ve yiyecek tezgahlarını ziyaret etmekle kalmaz, aynı zamanda hikaye veya opera dinlemek için Heiyu Çay Evi'ne de giderler. Elbette, her büyük şehirde olduğu gibi Liyue'de de çay evinde vakit geçirmekten hoşlanan insanlar her zaman vardır. Bunların arasında diğer halkların kültürünü takdir eden birkaç yabancı da vardır. Bir gün, komşu masada Liyue'ye ilk kez gelen üç yabancı oturuyordu. Üstatlar hakkında bir opera dinledikten sonra çay eşliğinde konuyu tartışmaya başladılar. Akıl hocası ve misafiriyle tek kelime konuşamayan Yaoyao sıkıldı ve bir yandan ikramlarını yerken bir yandan da komşularının konuşmalarını dinledi. Inazuma'dan gelen hanım Liyue Üstatlarının hem dini hem de edebi işlerden sorumlu Büyük Narukami Tapınağı Guji'lerinden pek de farklı olmadıklarını düşündü. Çeşme'den gelen konuk, Üstatların devlet aygıtının hizmetinde olduğu görüşünde ısrar etti. Qixing'in sekreteri Ganyu ile daha önce tanışmış mıydı? Yoksa ülkesinde de benzer bir yaklaşım mı vardı? Mondstadtlı maceraperest ise Üstatların efsanelerinden oldukça etkilenmişti, zira bu tanrılar hakkında sadece ozanların şarkılar söylediğini duymuş, ancak onlardan herhangi biriyle ya da ailelerinden biriyle hiç karşılaşmamıştı. Çayevinin sahibine daha önce bir Adeptusla konuşup konuşmadığını sordu, ancak aldığı cevapla hayal kırıklığına uğradı: \"Bunlar sadece hikâye, çünkü biz ölümlüler her gün Öteye gitmeyiz ve Adeptuslarla karşılaşma olasılığımız çok düşüktür. Yaoyao bu ifadeyi doğru bulmayarak itiraz etmekten geri kalmadı, \"Bu doğru değil. Üstatlar aramızda. Lord Lun sadece hikâyenin çok ilginç olduğunu söyledi.\" Anlamadığı bir nedenden ötürü Madam Ping'in konuğu sustu ve Madam Ping'in kendisi de güldü ve konuyu değiştirmek için çayevi sahibine birkaç kelime söyledi. Ancak Yaoyao, insanların neden Adeptlerin günlük yaşamlarından uzak olduğunu düşündüklerini anlamıyordu? Üstatlar her zaman buralardaydı, sadece kendilerini göstermiyorlardı, hepsi bu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Her insan Adeptusların müridi olamaz. Yalnızca kaderleri bu kutsanmış varlıklarla iç içe geçmiş olanlar onların sanatlarına ve yollarına kendilerini adayabilirler. Yaoyao bir keresinde akıl hocasına şöyle sormuştu: \"Neden kaderlerimizin iç içe geçtiğini söylüyorsun? Bu ne anlama geliyor?\" \"Bu, aramızda tanışmamıza yol açan ortak bir şey olduğu anlamına geliyor.\" Bu cevap kitaptaki kapsayıcı bir aksiyoma benziyordu ve Yaoyao için kesinlikle basit değildi. Yaoyao, akıl hocasıyla ilk tanıştığında her zamanki gibi dağlarda oynadığını hatırlıyor. O zamanlar ailesiyle birlikte yaşıyordu ve oynamak için dışarı çıktığında kayalara ve bulutlara nasıl hissettiğini anlatırdı. Onun için çiçekler, kuşlar, balıklar, böcekler, dağlar, kayalar ve nehirler en yakın arkadaşlarıydı. Ancak o gün kayalar ve bulutlar ona cevap verdi ve mutlu bir şekilde bütün gün onlarla sohbet etti. Sonra Adeptus mistik sanatını kullandı ve hayali kayalar ve bulutlar dağıldı, Yaoyao'nun gerçek kılığındaki Şarkıların ve Gezintilerin Efendisini ortaya çıkardı, ama Yaoyao korkmadı. Adeptuslar dünyayı ve içinde yaşayan insanları korurlar ve Liyue Üstatları yalnızca insanlığı korumakla kalmaz, aynı zamanda doğaya da saygı gösterirler. Tüm bunlar doğanın döngüleriyle birbirine bağlıdır ve bu döngülerle uyum içinde hareket edildiği sürece her şey kendi zamanında büyüyecek ve birbirine karışmayacaktır. Yaoyao'nun oyun arkadaşlarıyla ilgilenme şekli Üstatları ve onların her şeye gösterdikleri özeni anımsatıyordu ve Şarkıların ve Gezintilerin Efendisinin ilgisini çeken de buydu. Ne yazık ki Yaoyao akıl hocasının cevabının karmaşık anlamını kavrayamamıştı, bu yüzden soruyu daha sonra sormak üzere bir kenara bıraktı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Şarkıların ve Gezintilerin Efendisi'nin Liyue'nin her yerinde tanıdıkları vardı ve eğitiminin en başında birçoğunu ziyaret ederek onlara yeni çırağının eğitiminin henüz bitmediğini söyledi ve ona biraz daha ilgi göstermelerini istedi. İlk başta, sadece öğrencisini tanıtmak ve Yaoyao'nun eğitimine yardımcı olmalarını, böylece bilgisinin artacağını söylemek istemişti. Ancak zeki ve uyanık Yaoyao, Şarkıların ve Gezintilerin Efendisi'nin düşündüğünden daha nazikti ve Bulutlar Hakimi bu isteği ciddiye aldı. Akıl hocası ve öğrencisi daha ne olduğunu anlamadan, Bulutlar Hakimi muhteşem bir mekanik tavşan yaratmıştı.\" Yaoyao, bunu sana bir hediye olarak vermek istiyorum. Eğer bir tehlikeyle karşılaşırsan ona seslen, o da sana karşılık verecektir.\" Yaoyao sevimli tavşanı çok sevdi, ona Yuegui adını verdi ve her yere yanında götürdü. Bulutlar Hakimi hediyeyi takdim ettikten sonra küçük kızın akıl hocasını arayarak gururla şunları söyledi: \"Öncelikle, bu cihazın başka bir işlevi daha olduğunu size bildirmeliyim. Yaoyao'yu aniden kaybederseniz, tek yapmanız gereken 'Yuegui' demek ve nerede olduğu size bildirilecek.\" \"Ancak, bu işlevi kötüye kullanmamanızı tavsiye ederim çünkü çocuk büyüdüğünde mahremiyet isteyecek ve onu sürekli aramanıza kızabilir. Örneğin Shenhe ile olan gevşek ilişkimi ele alalım...\" \"Endişelenmeyin. Her şeyi anlıyorum, Bulutlar Hakimi.\" \"Anlıyor olman güzel. Her halükarda, bilgimiz dışında ona zarar vermeye çalışan olursa Yuegui bizi uyaracak ve o zaman o serserilerin tüm şanslarına ihtiyaçları olacak.\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Liyue'den ünlü bir şef. Yemek pişirme konusunda son derece tutkulu. Özellikle acı ve baharatlı yemeklerdeki maharetiyle bilinir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Akıl hocam bana mızrak kullanmayı öğretti, harika, değil mi? Eğer istersen, sana da öğretebilirim! Ama... Benden yemek yapmayı öğrenmek istersen, seve seve yaparım! Tekniklerimin ve tariflerimin tüm Teyvat'ta bilinmesini istiyorum!",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sokak Gezgini",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3.700 yıl önce Rex Lapis, Adeptuslarla birlikte Liyue'yi kurdu ve onlarla Liyue halkını korumakla yükümlü olduklarına dair bir sözleşme imzaladı. Birlikte şehirler inşa ettiler, insanlara zanaat ve teknoloji öğrettiler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/8b8e46d0a2ce2e77d80aae845af061c9_334696819338243998.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tanrılar arasında, Toz Tanrısı Guizhong, Sokak Gezgini'nin çok sevdiği bir yoldaşıydı. Hikayeleri belli bir çan ile başladı. Guizhong'a göre, mekanizmalar insan bestecilerin yerini tutmasa da, basit ama güzel melodiler üretebiliyorlardı. Sokak Gezgini ise müziğin ruhun bir ifadesi, makineler tarafından asla taklit edilemeyecek duygusal bir girişim olduğuna inanıyordu. Bulutlar Hakimi, Rex Lapis'ten araya girmesini isteyene kadar durmadan tartıştılar. Çana el koydu ve törensel kullanım için tahsis etti. Bundan sonra, Guizhong ve Sokak Gezgini sık sık dağlarda bir araya gelerek müzik, mekanik ve ölümlü dünyanın tüm meselelerini tartışırken görüldü. Ancak Hükümdar Savaşı başladığında, Guizhong düşman tarafından alt edildi ve savaşta düştü. Sokak Gezgini ve Bulutlar Hakimi sonunda olay yerine vardıklarında, yıkıntılar arasında kalan tek şey onun cansız bedeniydi. Bundan sonra, Sokak Gezgini'nin isteği üzerine, Rex Lapis ona saklaması için Arınma Çanı'nı verdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/fbd73901aca7d29979882aac626a6dd4_9188684652899393831.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Arkadaşının ölümünden sonra, Sokak Gezgini Adeptus'lardan ayrılmaya ve insanlara katılmaya karar verdi. Görünüşünü genç bir kadından yaşlı bir kadına çevirdi ve kendine Madam Ping adını verdi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Belki, fırtınadan sonra tozun çökmesi gibi,</color>\n<color=#ffffff>Biz de bir gün aşağıdaki dünyaya dönmeliyiz.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Madam Ping, ölen arkadaşının anısına, Guizhong'un ölümünden sonra neredeyse yok olan antik çiçekler olan parlak zambakları yetiştirir. Eski zamanlarda parlak zambaklarının insan kalbini okuyabildiğine inanılırdı. Kahkaha ve şarkı gibi güzel sesler duyduklarında onlar da neşeyle çiçek açarlarmış. Ancak çok fazla vahşi dedikodu veya iftira duyarlarsa, hızla kururlardı. Böylece, zambaklar Guizhong'un ölümünden sonra ve yıllar sonra Toprak Hükümdar'ı Morax'ın ölümünün ilan edilmesinden sonra soldular.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/194600931/66a9dceb7daa0fd96ac32f3a9af48068_3995632004146016517.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Parlak Zambak",
        "desc": "An extremely ancient flower that was said to be commonly seen in Liyue. It transforms the memories of the land into its fragrance during florescence.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Madam Ping",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Yıllar sonra, Sokak Gezgini yaşlı bir kadın şeklinde yaşamaktadır ve bugün yaşayan neredeyse hiç kimse onun bir Adeptus olduğunu bilmemektedir. Rex Lapis tüm Adeptuslara \"aydınlanma\" bahşettiğinden, Alt-Uzaylar - özerk cep dünyaları - yaratabilirler. Madam Ping tarafından yaratılan Alt-Uzay, onun evi olan seramik çaydanlığın içindeki meskendir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/663acbc89c409881480bf6ab7996afbb_4944807997479841749.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir gün, Zuhur Ayinlerinden biri sırasında Toprak Hükümdarı öldürüldü. Wangsheng Cenaze Salonunun danışmanı Zhongli, tanrının cenaze töreni olan Ayrılık Ayinini gerçekleştirmek için Madam Ping'den Arınma Çanı'nı ödünç almak istedi. Bu, Rex Lapis'in bir zamanlar ondan ve Guizhong'dan aldığı çandı. Zhongli aslında Hükümdarlık görevinden istifa etmek isteyen ve bu amaçla Liyue sakinlerinin önünde ölümünü canlandıran Morax'tı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/7dee8e7db488e7926d360db9626e00b3_1864590316781627539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hükümdarlarının ölümünden sonra Liyue halkı yeni bir tehlikeyle karşı karşıya kaldı: Girdap Derebeyi Osial, Fatui Habercisi Asilzade tarafından hapsedildiği yerden serbest bırakıldı. Asilzade, Rex Lapis'i cezbetmek ve Gnosis'ini almak için Liyue'yi tehlikeye atmak istiyordu. Sokak Gezgini bu savaşta diğer Adeptuslara katılarak insanları korudu. Birçok Adeptus, Toprak Hükümdarı'nın ölümüne izin verdiği için Liyue Limanı'nı yok etmek istedi ve gücü halka bırakmak istemedi. Madam Ping ise tam tersine Liyue'yi Osial ile de savaşan Qixing'e emanet etmek istiyordu. Liyue Qixing'in Tianquan'ı Ningguang'ın, Osial'ın mağlup edildiği Yeşim Odasına çok değer verdiğini biliyordu. Ve eğer Liyue'yi korumak için hayatının çalışmasını feda etmeye istekliyse, o zaman onu yönetmeye layıktı.\nAyrılık Ayini nihayet gerçekleştiğinde, Madam Ping, yardımları için bir şükran göstergesi olarak, Gezgin ve Paimon'a her zaman başlarını sokabilecekleri bir çatıya sahip olmaları için bir çaydanlık içine yerleştirilmiş bir mesken hediye etti. Dinginçay Çaydanlığı adı verilen Alt-Uzay, Dihua Bataklığı kıyılarından elde edilen nadir Smaragdit Yeşimi ve Parlaktoz kullanılarak yaratıldı. Madam Ping, Tombili olarak da bilinen arkadaşı Çaydanlık Ruhu Yağmur Sakini'nden bu Alt-Uzay'dan sorumlu olmasını istedi.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "<p>Liyue'nin Yedi Yıldızından biri olan Tianquan. Zenginliği tüm Teyvat'ta benzersizdir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3287,
        "name": "Tombili",
        "desc": "<p><span style=\"color: #FFFFFF\">\"Rain Calmer\" Tubby</span></p><p>\"Steeping a pot of tea, watching over the abode, accompanying the Traveler and Paimon to await the arrival of Ping and the others, watching the cloud-filled sky. These days of not having to concern myself with matters of adeptal import truly are ones of leisure…\"</p><p>\"Oh! Oh dear, I must have fallen asleep again. It’s a good thing that no one noticed…\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/02/77454259/f844c3ac3103209f409f721c06b52faf_1996647142144340995.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tombili",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/31/10344346/92f7252b0d5f4a371655933b505a69c8_2794433548934505112.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Öğrencileri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Adeptus, kaderi Adeptus yolununkiyle iç içe geçmiş biriyle karşılaşırsa, onu öğrenci olarak alır ve sanatlarını öğretir. Adeptus'lar arasında ölümlülerle daha fazla etkileşime girenler arasında Sokak Gezgini yer alır. En gencinin adı Yaoyao ve çok sayıda öğrencisi vardır. Yaoyao'nun kuşlara, çiçeklere, balıklara ve hatta kayalara değer vermesi Sokak Gezgini'ne Adeptus'ları ve onların her şeye gösterdikleri özeni hatırlatmış ve bu da onun ilgisini çekmiştir. Yaoyao, Qingce Köyü yakınlarında sakin bir yerde doğdu. Yaoyao Adeptus'un öğrencisi olduğunda, okuma yazma öğrenmek için henüz çok küçüktü ve bu yüzden ustası ona günlük olarak şiir kitaplarının adabını öğreterek başladı. Büyüdükçe, Sokak Gezgini yavaş yavaş Adeptus ayinlerini, kendi kendini yetiştirme yöntemlerini ve kendi mızrak sanatlarını Yaoyao'nun müfredatına ekleyecekti. Bu tür öğretilerin hacimli doğası, onları hafızaya almayı Yaoyao için bir zorluk haline getirir, ancak ustası bu tür şeyler hakkında fazla endişelenmez, çünkü Yaoyao'nun bu dersleri gerçekten dinlediği açıktır. Başlangıçta daha sert bir görev terbiyecisi olmaya karar vermiş olan Sokak Gezgini, Yaoyao'nun ciddi tavrını görünce rahatlamış ve böylece şartlarını biraz gevşetmiştir. Yaoyao'nun ona gerçekten büyükannesi gibi davranması da yüreğini ısıtmıştı.\nGerçekten de, bir yetişkinin yarı boyunda olmasına rağmen Yaoyao, Sokak Gezgini'nin yemekleriyle ilgileniyor ve yılın sıcak dönemleri yerini soğuğa bıraktığında, sanki baş ağrısı ve ateşin Adeptus için yaygın sorunlar olmadığını unutmuş gibi, onun sağlığı için endişeleniyordu. Gerçekten de Sokak Gezgini sanki gerçekten bir torunla kutsanmış gibi hissetmeye başladı ve o andan itibaren çocuğa bir daha asla katı bir söz söylemedi. Bu ilişkiye bir öğrenci edinmek dışında herhangi bir niyetle başlamamış olsa da, şimdi kendini ve Yaoyao'yu ayrılmaz buluyor. Bu da sorun değil, diye düşünüyor. Ufaklık bir süre daha onun yanında kalsın - ne de olsa daha öğreteceği çok şey var.\nSokak Gezgini'nin bir başka öğrencisi de Yaoyao'nun eski arkadaşı ve sürekli farklı malzemelerle deneyler yapan yetenekli bir aşçı olan Xiangling. Sokak Gezgini, Xiangling'e mızrak kullanma sanatını öğretti ve şimdi Yaoyao'ya bu konuda yardımcı oluyor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/3647515bfe5f6c38cf18f6bc0c3023a8_7838418230455256948.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Buna ek olarak, Sokak Gezgini, Liyue'nin tanınmış hukuk danışmanı, babası Hükümdar Savaşı sırasında Rex Lapis'in yanında savaşmış bir Adeptus ve annesi bir insan olan Yanfei'ye oldukça yakındır. Yanfei'nin ailesi dünya turuna çıktığında, Yanfei Madam Ping ile birlikte yaşamaya devam etmiştir.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>Liyue'den ünlü bir şef. Yemek pişirme konusunda son derece tutkulu. Özellikle acı ve baharatlı yemeklerdeki maharetiyle bilinir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "<p>Liyue Limanı'nda faaliyet gösteren tanınmış bir hukuk danışmanı. Damarlarında aydınlanmış bir yaratığın kanı akan zeki ve genç bir kadın.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yanfei'nin Doğum Günü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>28 Temmuz 2021.</color>\n\"Oh, bu en yüksek zorluk derecesi ve Yan Fei'den tek bir canavar bile kaçamadı! Büyükanne, hile yapıyor!\"\n\"Hile yapmıyor! Ben Liyue'nin önde gelen hukuk uzmanıyım. Mekanikus Tiyatrosu'nun tüm seviyelerini ezberlemek için sadece bir kez bakmam yeterli!\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/10127051f2082bcb7932c652db036432_3610210429117618503.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yaoyao'nun Doğum Günü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>6 Mart 2023.</color>\n\"Üstat, bak! Orada ilginç bir şeyler oluyor gibi görünüyor. Gidip bir göz atalım!\"\n\"Tamam, sen nasıl istersen!\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/db3f4d15c5e6e73d7685f1467898cf43_4507379838289505891.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bahsedildiği Diğer Konular",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«Dünya Lezzetleri»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>2 Ekim 2021.</color>\nYiyecek ve içecek ebedidir. Çağlar boyunca her şey sürekli yenilenir.\nYemeğin kokusu neşe getirir ve yemek pişirmek dünyanın dönmesini sağlar. Bulutlar zaman nehrindeki kayıklar gibi gökyüzünde süzülür."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Uçuşan Renkler - Uçuşan Renklerin Çağı",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>31 Ocak 2022.</color>\nBir ışık denizi ile havai fişekler yıldızlar gibi patlar ve gelecekteki refahı vaat eder.\nParlak renkleri dilekleri yerine getiren mucizelerle doludur ve göz kamaştırıcı ışıkta dağlar ve ay sonsuza dek güzel olsun."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«Saflık Çiçeği»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>16 Ocak 2023.</color>\nYaoyao, karşısında kim olursa olsun herkesle eşit derecede ilgilenir.\nİster bir öğretmen, ister bir yaşlı, ister bir arkadaş ya da yoldan geçen biri olsun, hepsi onun ilgisini hissedebilir.\nYaoyao'nun konuşkanlığına aldırmayın - kalbi gerçek bir özenle doludur. Belki de söyleyebileceğinden çok daha fazla.\nhttps:/www.youtube.com/watch?v=JTVQdw8jDp0"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=JTVQdw8jDp0"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gecenin Dizelerinin Ahengi: \"Işık Ziyafeti\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>21 Ocak 2023.</color>\nYeni Yıl yeni fırsatlar, iyi arkadaşlar ve kaderin hediyeleriyle birlikte gelir.\nBu renkli ve parlak gecede, Liyue Limanı üzerinde sadece fenerler dalgalanmakla kalmaz, aynı zamanda göklerin müziği de birçok sesle parıldar."
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«Kalbimdeki Yankılar»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Ocak 2023.</color>\nhttps:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "2024",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>1 Ocak 2024.</color>\n\"Ha! İşte bu! Ve ayrıca aynen böyle! Nasıl gidiyorum üstat? İlerleme kaydediyor muyum?\nTekrar gerçekten öğrenmenin anahtarıdır! Belki bir gün senin ustalık seviyene ulaşırım!\"\n\"O zaman ben de devam edeceğim! Gidip bazı seçkin malzemeler bulacağım ve becerilerimi geliştireceğim.\"\n\"Tamam, tamam. Aç karnına pratik yapamazsın. Önce yemek ye.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/60f1741eb33bc1f704c456bdb668a966_1454683199479415664.png",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Diyaloglar",
        "desc": [
          {
            "type": "RichText",
            "text": "Ah, sensin çocuğum.\n<color=#ffffff>Madam Ping: Çiçekler açar ve solar, insanlar gelir ve gider ve tek bildiğim senin beni ziyaret etmek için geri geldiğin, hehe.</color>\n<color=#ffffff>Gezgin: Peki bu çiçekleri seviyor musunuz?</color>\n<color=#ffffff>Madam Ping: Elbette. Bu çiçekler mevsimden mevsime açıp soluyor, tıpkı Liyue gibi bir ömür boyu.</color>\n<color=#ffffff>Madam Ping: Etrafınıza bakın. Bir sürü çiçek açıyor! Güzel bir yıl olacak.</color>\n<color=#ffffff>Yolcu: Bu çiçekler nedir?</color>\n<color=#ffffff>Madam Ping: Onlar parlak zambaklar. Belki de tüm Liyue'deki son çiçeklerdir.</color>\n<color=#ffffff>Madam Ping: İnsanlar bu tür çiçeklerin insan şarkılarına kulak verebildiğini ve güzel müziğin onlar için gübre gibi olduğunu söyler....</color>\n<color=#ffffff>Madam Ping: Savaş, küfür ve yıkım sesleri ise kök sistemlerini yok eden bir zehir gibidir.</color>\n<color=#ffffff>Madam Ping: Bu yüzden yüzyıllar süren savaşlar boyunca Liyue'nin topraklarından neredeyse yok oldular....</color>\n<color=#ffffff>Gezgin: Bize geçmişinizden bahsedin.</color>\n<color=#ffffff>Madam Ping: Haha, yaşlı olduğumu mu ima ediyorsun?</color>\n<color=#ffffff>Madam Ping: Özür dilemeyin, sadece şaka yapıyorum....</color>\n<color=#ffffff>Madam Ping: Yaşlıyım, artık çok boş zamanım var ve geçmişi daha sık düşünüyorum.... Dağlardaki arkadaşlarımın nasıl yaşadığını merak ediyorum....</color>\n<color=#ffffff>Madam Ping: Liyue'nin muhteşem limanına bakınca, acaba ölümlü dünyada yaşamak isterler mi diye merak ediyorum...?</color>\n<color=#ffffff>Madam Ping: Özür dilerim, bazen garip şeyler mırıldanıyorum..... Belki size geçmişimi anlatırım. Tabii anlatmam gerekiyorsa.</color>\n<color=#ffffff>Gezgin: Bu çiçekler nedir?</color>\n<color=#ffffff>Madam Ping: Onlar parlak zambaklar. Belki de tüm Liyue'deki son çiçeklerdir.</color>\n<color=#ffffff>Madam Ping: İnsanlar bu tür çiçeklerin insan şarkılarını dinleyebildiğini ve güzel müziğin onlar için gübre gibi olduğunu söyler....</color>\n<color=#ffffff>Madam Ping: Ve savaş, küfür ve yıkım sesleri ise kök sistemlerini yok eden bir zehir gibidir.</color>\n<color=#ffffff>Madam Ping: Bu yüzden Liyue'nin topraklarında yüzyıllar süren savaşlar yüzünden neredeyse yok oldular....</color>\n<color=#ffffff>Gezgin: Bu çiçek çok güzel.</color>\n<color=#ffffff>Madam Ping: Hehehe, havanın şu anda güzel olması sayesinde.</color>\n<color=#ffffff>Madam Ping: Hep bu çiçeklerin bir gün Liyue'nin her yerinde yeniden açmasını istemişimdir.....</color>\n<color=#ffffff>Madam Ping: Ama şimdilik... Yujing Terası'ndaki bu güzel çiçekleri yanında götürmek istemez misin? Seyahatlerinizde dünyayı görebilirler.</color>\n<color=#ffffff>Yolcu: Hoşça kalın.</color>\n<color=#ffffff>Madam Ping: Sonra görüşürüz, genç varlık. Bulutların Ötesi'nden geçerseniz, arkadaşlarıma merhaba deyin.</color>\n<color=#ffffff>Madam Ping: Kaderin buysa, onlarla tanışacaksın.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Madam Ping"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      },
      {
        "key": "Unvan",
        "value": [
          {
            "type": "RichText",
            "text": "Şarkıların ve Gezintilerin Efendisi"
          }
        ]
      },
      {
        "key": "Çince Seslendirme",
        "value": [
          {
            "type": "RichText",
            "text": "周佶 (Ji Zhou)"
          }
        ]
      },
      {
        "key": "İngilizce Seslendirme",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "Japonca Seslendirme",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>飯泉桃音 (MOMONE Iizumi)</color>"
          }
        ]
      },
      {
        "key": "Korece Seslendirme",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>박고운 (Park Go-woon)</color>"
          }
        ]
      },
      {
        "key": "Diyalog Ödülü",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1183,
            "name": "Parlak Zambak",
            "desc": "An extremely ancient flower that was said to be commonly seen in Liyue. It transforms the memories of the land into its fragrance during florescence.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
            "amount": 5
          }
        ],
        "isMaterial": true
      }
    ]
  }
}