{
  "epId": 2672,
  "name": "Derin Orman Hatıraları",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_6545580301650182707.png",
  "filterValues": {
    "reliquaryEffect": [
      "Element Etkileri",
      "Hasar Bonusu"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1694883582,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Derin Orman Hatıraları"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı: Yedi Duyu"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Derin Orman Hatırası, kuşanılan karaktere <color=#99ff88>Doğa Hasarı Bonusu</color> sağlar ve 4 parçalı set ile Element Becerisi ve Element Patlaması ile hasar verince düşmanların <color=#99ff88>Doğa Direncini</color> azaltır. Bu set, genel olarak düşük Hasar veren destek karakterleri için önerilir. Eğer <color=#99ff88>Doğa</color> elementine sahip bir ana Hasar taşıyıcınız varsa bu seti <color=#99ff88>Doğa</color> elementine sahip olmasa bile düşük Hasar veren destek karakterinize koyarak destek karakteriniz savaş alanında olmasa bile Hasar vererek düşmanların <color=#99ff88>Doğa Direncini</color> azaltmasını sağlar. Aşağıda önerilen karakterler verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "<p>\"Arataki Çetesi\"nin yetenekli ve güvenilir yardımcı lideri. Bu kısım önemli: Yetenekli ve güvenilir olan \"Arataki Çetesi\" değil, yardımcı lider.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Sokak Gezgini'nin en genç öğrencisi. Nazik ve sevimli bir \"küçük yetişkin\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/5bc9df1fb67391e4c8080da3d855de53_8974356791001371659.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Eğer Kuki Shinobu'yu <color=#99ff88>Yayılma</color> takımlarında <color=#ffacff>Elektrik</color> uygulayıcısı ve şifacı olarak kullanıyorsanız, bu seti Kuki Shinobu'ya kuşanarak <color=#99ff88>Doğa</color> elementine sahip ana Hasar taşıyıcınız için Hasar artışı sağlayabilirsiniz.\nNahida'nın kişisel Hasarı yüksek olsa da Element Becerisi çok uzun süre düşmanlar üzerinde durduğu için bu set tercih edilebilir. Özellikle <color=#99ff88>Aşırı Çiçeklenme</color> ve"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "takımlarında Nahida'nın bu seti kuşanması tavsiye edilir.\nYaoyao, takım için yüksek iyileştirme sağlar ve Hasar verme ihtiyacı duymaz. Bu yüzden eğer <color=#99ff88>Çiçeklenme</color> , <color=#99ff88>Aşırı Çiçeklenme</color> ,"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "takımlarında veya <color=#99ff88>Yayılma</color> takımlarında Yaoyao kullanıyorsanız bu seti tercih edebilirsiniz. Bu sayede düşmanların Doğa Direnci azalacak ve Çiçeklenme tepkimeleriniz ve Doğa Hasarı veren ana Hasar taşıyıcınız daha fazla Hasar vuracaktır."
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%15 Doğa Hasarı Bonusu.</p>",
      "fourSetEffect": "<p><span style=\"color: #BFBFBF\">Element Becerileri veya Patlamaları düşmana isabet ettiğinde, 8 saniyeliğine hedefin Doğa Direnci %30 azalır. Bu etki, karakter savaş alanında olmasa da tetiklenebilir.</span></p>"
    },
    "story": [
      {
        "title": "Labirent Gezgini",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Ormanın efendisi doğduğunda, ağaçların kralı onlara bir taç verdi.</color>\n<color=#ffffff73>Sonunda taç, efendisinin yolundan giden ilk hanıma geçti.</color>\n<color=#ffffff73>Ormanda kaybolmuş pek çok çocuğu yanına almıştı ancak yine de kır çiçeklerine hiç basmamıştı.</color>\n<color=#ffffff73>O sadece efendisine nasıl hizmet edeceğini, labirenti nasıl koruyacağını ve</color>\n<color=#ffffff73>dünyanın, ormanın rüyasından başka bir şey olmadığını biliyordu.</color>\n<color=#ffffff73>Bu yüzden çocuklara avlanmanın yollarını ve rüyalarda yürümenin yöntemini öğretti.</color>\n<color=#ffffff73>Ormanın bitkilerini sevmeleri gerektiğini öğretti, çünkü onlar efendisinin bahçesine aitti.</color>\n<color=#ffffff73>Oklarını attıkları yaratıklara bile saygı göstermeleri gerektiğini öğretti çünkü onlar efendisinin halkıydı.</color>\n<color=#ffffff73>Öğretileri ormanın kayıp çocukları arasında yayılacak ve çok şey değişecekti.</color>\n<color=#ffffff73>Sonunda, kökenleri tamamen unutulacaktı, ancak bazı insanlar ormanda devriye gezen</color>\n<color=#ffffff73>gölgeleri kovmak için en derin gecelerde insanların dünyasına ve hafif şenlik ateşlerine dönen koruyucular olacaktı.</color>\n<color=#ffffff73>Ağaçların arasında kalan ve yürüyen biri vardı, sonunda zamanı unutup vahşi hayvan avının ortasında kaldı ve kana bulandı.</color>\n<color=#ffffff73>Neredeyse ormanın son efendisi kadar yaşlıydı ve sonunda bir labirent ve av hakkında bir rüya gördü.</color>\n<color=#ffffff73>Bu rüya o kadar kapsamlı ve genişti ki orman halkının gördüğü her rüyayı içeriyordu.</color>\n<color=#ffffff73>Labirent ise ağaç köklerinin ve kıvrılarak akan derelerin oluşturduğu çizgilerin bir kaplanın çizgilerinden daha yoğun olduğu uçsuz bucaksız ve akan sudan bile daha değişken olan</color>\n<color=#ffffff73>sonsuz bir avlanma alanıydı. \"Ölüm\" diye fısıldayan sesler bu labirentte kaybolurdu,</color>\n<color=#ffffff73>çünkü sadece o ve orman efendisinin öğretilerini anlayanlar labirentten geçebilir ve sınırsız avlanma alanlarına girebilirdi.</color>\n<color=#ffffff73>Sonunda, fısıltılar dinip şeytani yaratıklar kaçarken o da o görkemli rüyayla birlikte ortadan kayboldu.</color>\n<color=#ffffff73>En sonunda çok sayıda rüya parçasıyla ölümlülerin rüyalarıyla kaynaştı.</color>\n<color=#ffffff73>Parçalanmış bir aynanın birçok farklı görüntüyü yansıtması gibi,</color>\n<color=#ffffff73>geride bıraktığı rüyalar da insanlar arasında birçok farklı şekilde anlatıldı.</color>\n<color=#ffffff73>En çok anlatılan (ve büyüleyici olan) hikayenin artık onunla hiçbir ilgisi yok.</color>\n<color=#ffffff73>Örneğin, o masallarda onun adı olarak anlatılan aslında tacın adıydı.</color>\n<color=#ffffff73>Sonunda elinde kalan tek şey gerçek adı, içinde ay ışığının yansıdığı küçük bir su</color>\n<color=#ffffff73>ve sevgili kralının ona verdiği taçtan aldığı altın çiçekti.</color>"
          }
        ]
      },
      {
        "title": "Bilgelik Devri",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Kadim efsanelere göre orman kralı ölümsüzdü,</color>\n<color=#ffffff73>hayatının sonuna geldiğinde ormana dönecek ve</color>\n<color=#ffffff73>pençeleri metale ve tahtaya, çizgileri sonsuz bir labirente dönüşecekti.</color>\n<color=#ffffff73>Ve için için yanan gözleri hem gökyüzünde hem de suda aya dönüşecekti.</color>\n<color=#ffffff73>Ölen her şey başka bir biçimde yeni bir yaşam kazanır.</color>\n<color=#ffffff73>Çürüyen her şey saf ve güçlü yeni filizler verir.</color>\n<color=#ffffff73>\"Ama ölüm tarafından yok edilen ruhlar, sonsuza dek kaybolan anılar...</color>\n<color=#ffffff73>Onlar için yaşam ve ölüm döngüsünde yer var mı?\"</color>\n<color=#ffffff73>\"Ruh sadece boş bir kavramdır ve hatıralar eninde sonunda dünyaya geri döner.</color>\n<color=#ffffff73>Her zaman gelip geçici olan bir şey solup gidecekse endişelenecek ne var?</color>\n<color=#ffffff73>Birbirini hatırlamak ve desteklemek ve herkesi sonsuza kadar hatırlanır kılmak daha iyidir.</color>\n<color=#ffffff73>Böylece ölümün ve yaşamın doğal döngüsünü yok edip hatıraları sonsuza kadar koruyabiliriz!\"</color>\n<color=#ffffff73>Çok sonra, birbirlerine hatırlatmayı kabul eden arkadaşlar, kötü bir unutkanlık hastalığına yakalanacaklardı.</color>\n<color=#ffffff73>Tamamen unutulmayan üç kişi ve üç ruhun görüntüsü ile</color>\n<color=#ffffff73>akademi tarafından kovulan çılgın bilim adamının geride bıraktığı kayıt ve varsayımlara göre,</color>\n<color=#ffffff73>arkadaşına kendi formunu ve paylaşılan anıları bir kez daha hatırlatmak için</color>\n<color=#ffffff73>rüyaları kontrol edebilen orman sakinleriyle birlikte rüyanın yakalanması gerekiyordu.</color>\n<color=#ffffff73>Hafızayı yöneten organ çok fazla hasar almışsa ve iyileştirilemezse</color>\n<color=#ffffff73>başka bir eski dostunu getir ve birlikte geçmişin hayallerinde yaşayıp,</color>\n<color=#ffffff73>küçük bir ağaç evinde oynayıp ormanın sınırsız derinliğini keşfedin.</color>\n<color=#ffffff73>Evet, bu da güzel olurdu. Çünkü rüyalarda herkesin yeniden başlama şansı vardır.</color>\n<color=#ffffff73>Ama ilk olarak o rüya ruhlarının yakalanması lazım.</color>\n<color=#ffffff73>O paralı askerler bir zamanlar benim için çok şey yaptı.</color>\n<color=#ffffff73>Bu sefer de hayal kırıklığına uğratmayacaklarına inanıyorum.</color>"
          }
        ]
      },
      {
        "title": "Sarmaşıklar Alimi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>O yıllar labirent efendisinin zamanlarıydı...</color>\n<color=#ffffff73>Kraliyet hizmetkarlarının en erdemli ve vizyoner olanının, tüm canavarların dilini anlayabilen ve ay ışığının şiirini okuyabilen genç bir kız olduğu söylenir.</color>\n<color=#ffffff73>Sessiz ormanı, ayı kucaklayan durgun suyu ve rüya ormanının en sonundaki uçsuz bucaksız avlanma alanlarını korurdu.</color>\n<color=#ffffff73>\"Biz yemyeşil kraliyet ormanında doğduk. Bizim dünyamız ağaçların altındaki gölgeler ve çayırların üstüdür.\"</color>\n<color=#ffffff73>\"Ormandan gelen ona geri dönmeli. Doğanın kanunlarına uyduğumuz sürece ölümden korkmamıza gerek yok.\"</color>\n<color=#ffffff73>\"Çünkü doğanın izinden gidenler ormanın labirentinden geçip o uçsuz bucaksız ovaya ulaşmalıdır.\"</color>\n<color=#ffffff73>Öğretileri bir zamanlar birçok çocuğa ilham verdi ancak bir kaplan soyu gibi yavaş yavaş azaldı...</color>\n<color=#ffffff73>O yıllar, uğursuz ayın zamanlarıydı...</color>\n<color=#ffffff73>Kör çocuğun beyaz zırhlı kardeşinin izinden gittiğini; krallıkları, dağları ve nehirleri aştığını söylerler.</color>\n<color=#ffffff73>Sonunda da karanlık ormanda kaybolduğu söylenir.</color>\n<color=#ffffff73>Kılıç kullanma konusunda takıntılıydı ama herkesten daha nazikti. Fazla dogmatikti ama adalete herkesten çok bağlıydı...</color>\n<color=#ffffff73>Sonsuzluğun sonunda kalbindeki beyaz gölge, ay ışığı kadar beyaz olan ormanın bir yadigarıydı.</color>\n<color=#ffffff73>Sonrasında kana susamış canavarlar ortaya çıktı. Avcı, beyaz dalların loş ışığını takip ederek ona ulaştığında</color>\n<color=#ffffff73>dilek dileme gücünü çoktan kaybetmişti ve kalbinde ona rehberlik eden beyaz figür kararıp ve kaybolmuştu...</color>\n<color=#ffffff73>O zamanlar gecenin yükselişte, şafağın da çok uzaklarda olduğu yıllardı.</color>\n<color=#ffffff73>Bilge, kabusunda uzun kara bir kılıç ve suda yayılan kırmızı bir şey gördü.</color>"
          }
        ]
      },
      {
        "title": "Defne Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Her şeyin yaşaması ve ölmesi için belirlenmiş bir zaman vardır ve bu döngü böyle sonsuza dek devam eder.</color>\n<color=#ffffff73>Ağaçların hükümdarı bir zamanlar yaşam döngüsünü böyle tanımlamıştı.</color>\n<color=#ffffff73>Ölen her şey başka bir biçimde yeni bir yaşam kazanır</color>\n<color=#ffffff73>ve çürüyen her şey saf ve güçlü yeni filizler verir.</color>\n<color=#ffffff73>Toprağa düşen meyveler hayvanları besler,</color>\n<color=#ffffff73>bu hayvanlar da toprağa döndüklerinde meyve olurlar.</color>\n<color=#ffffff73>Ormanlar her zaman hayat doludur.</color>\n<color=#ffffff73>Efsaneye göre, ağaçların tanrısı kumların arasında bir orman yarattığında,</color>\n<color=#ffffff73>günün ilk emri, yağmurları getirebilecek bir cihaz yaratmakmış.</color>\n<color=#ffffff73>Böylece parlak ay, labirentten gelen ışığın desenlerini suya yansıttı</color>\n<color=#ffffff73>ve bundan \"kaplan\" doğdu.</color>\n<color=#ffffff73>Kaplanın çizgileri sürekli değişirdi ve çizgileri ormanın dallarını andırırdı.</color>\n<color=#ffffff73>Böylece kaplan ormanın kralı oldu ve \"Viaghara\" adını aldı.</color>\n<color=#ffffff73>Ormanın kutsanmış efendisi bahçenin ortasında başı dik bir şekilde yürür</color>\n<color=#ffffff73>ve primatlara, kuşlara ve labirentteki hayvanlara hükmederdi.</color>\n<color=#ffffff73>Bir süre sonra narların tohumları yere düşerek ormanın ruhlarına hayat verdi.</color>\n<color=#ffffff73>Böylece ormanın efendisi olarak onları ilk Vasara Ağacı altında kutsadı ve ilahi olanla bir anlaşma yaptı.</color>\n<color=#ffffff73>Bu anlaşmaya göre labirenti onlarla paylaşacak, kuşlar ve hayvanların onlara zarar vermemesini emredecekti.</color>\n<color=#ffffff73>Güneşin ışığı bir zamanlar perdelenmiş, akan su yozlaşmış olsa da</color>\n<color=#ffffff73>son orman efendisi yaşam fideliğini korumak adına ölmüştü.</color>\n<color=#ffffff73>Sonra büyük bıyıklı kedi, kral unvanını devraldı</color>\n<color=#ffffff73>ve ormandaki yaratıkları o efendiyi taklit ederek korudu.</color>\n<color=#ffffff73>O efendinin gücünün zerresi bile etmese de</color>\n<color=#ffffff73>ormanı koruma sözünü tutacak</color>\n<color=#ffffff73>ve ağaçları koruyan ruhlara zarar vermeyecekti.</color>\n<color=#ffffff73>Evet, sürekli değişen labirent yok olup gitse bile</color>\n<color=#ffffff73>orman hâlâ hayat doluydu.</color>"
          }
        ]
      },
      {
        "title": "Kayıpların Lambası",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Deliliğin efendisi aynı hırsıyla kendini yok ettiğinde çölün krallarının birlik olup yükseldiği ve aynı hızda da düştükleri söylenir.</color>\n<color=#ffffff73>Birçok küçük tiran, felaketten kaçan mültecileri bir araya getirir ve bir zamanlar kadim harabelerin bulunduğu yerlere tapınaklar, saraylar ve yüksek duvarlar inşa ederdi.</color>\n<color=#ffffff73>Bu harabeye dönmüş şehirler birbiri ardına düştü, güçleri ve zenginlikleriyle övünen zorbalar da aynı kaderi paylaştı.</color>\n<color=#ffffff73>Bu kandil, çökmekte olan krallıkların genç prenslerinden birine aitti ve hazinesinde saklı kalan değerli eşyalardan biriydi.</color>\n<color=#ffffff73>\"Babam bir şahinin peşinden yüksek bir kuleye tırmandı ancak bu eski kule onun ağırlığına dayanamayıp çöktü ve çölün kızgın kumlarına düştü.\"</color>\n<color=#ffffff73>\"Böylece krallığımızın kalan günleri sayılıydı ve ben de anlamsız çatışmalara sürüklendim. İhanet dalgaları arasında bir o yana bir bu yana savruldum.\"</color>\n<color=#ffffff73>\"O günlerde kalbimde biri vardı. Kraliçe olmayı çok istiyordu ancak kralın kim olduğu onun için önemli değildi.\"</color>\n<color=#ffffff73>\"Ben aşkımı böyle kaybettim. Hayatımı ve kraliyet mührünü korumak için dudaklarına bir veda busesi kondurdum ve onu kumdan örtülerle örttüm.\"</color>\n<color=#ffffff73>\"Daha sonra, tıpkı diğer tüm kralların başına geldiği gibi dışarıdan tehditler, içeriden de düşmanlar ortaya çıktı. Akrabalar, yakınlar, köleler ve paryalar hepsi birbirine düştü ve birbirlerini öldürmeye başladılar.\"</color>\n<color=#ffffff73>\"Kıtlık ve savaş, bizi bir seraba gömmek için tanrının unuttuğu bu toprakların sıcak kumlarında ikizler gibi dans etmeye devam etti.\"</color>\n<color=#ffffff73>Böylece, kavurucu kumlardaki krallık geldiği yere geri döndü ve bir zamanlar tüm servetin sahibi olan prens, beş parasız bir göçebe oldu.</color>\n<color=#ffffff73>İçinde yeni toprakları fethetme arzusuyla ve elinde kalan azıcık servetle yağmur ormanına doğru yola koyuldu.</color>\n<color=#ffffff73>Çok daha sonra, ormanı bir Rishboland Kaplanı gibi miras almak isteyen prens, ay ışığının sessizliğine boyun eğdi.</color>\n<color=#ffffff73>Beyaz yaylı avcının gücüne kapıldı ve her gece onu takip edip her gece kovulurken</color>\n<color=#ffffff73>yurtsuz prens yavaş yavaş yağmur ormanın fısıltılarını ve kaplanların hırıltılarını anlamaya başladı. Sonunda da lütufkar rüya tarafından kabul edildi.</color>\n<color=#ffffff73>\"Hahaha, güzel bir hikaye değil mi? Evinden zorla atılıp kaderini ve şanını yeniden kazanan bir soylu...\"</color>\n<color=#ffffff73>\"Altın rüyalar sizi çağırıyor, ey diyar diyar dolaşan kum taneleri...\"</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Defne Tacı",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bitkilere ve ağaçlara hakim olan bir varlık tarafından bahşedilen bir taç. Bir zamanlar labirent kraliyet hanedanının bir yadigarıyken sonunda kralın hizmetkarlarından birine miras kaldı.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/11abc6739dff1cf50b95b394a3462162_5112345550386761066.png"
      },
      "plume_of_death": {
        "title": "Sarmaşıklar Alimi",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Kuş tüyü kadar yumuşak olan zümrüt renginde bir yaprak. Bir orman aliminin kıyafetinden koparılmış.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/9339ebbf175d61844f0b4fafddf7c601_1824368975462472801.png"
      },
      "goblet_of_eonothem": {
        "title": "Kayıpların Lambası",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Normalde çöl diyarı tarzında olan bu yağ lambasının içinde artık parlak yeşil yapraklar bitiyor.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/80ddb6398975e6b891e383a30079b873_805956524557457931.png"
      },
      "flower_of_life": {
        "title": "Labirent Gezgini",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu altın kaplamalı zarif çiçek, ormanın hükümdarının tacından koparılmış.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/f526e111c9c7dcbaed0d7fd8c8d58ef2_1582614701349912537.png"
      },
      "sands_of_eon": {
        "title": "Bilgelik Devri",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu türden saatleri genelde kendilerini bilgeliğe adayanlar kullanır. Bu saatler, hareketsiz kum taneleri yerine minik hardal tohumları içerir.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/05d12e842479ba0a1427baba124c4929_4569610309171337625.png"
      }
    }
  }
}