{
  "epId": 2673,
  "name": "Yaldızlı Rüyalar",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_5836084318530605114.png",
  "filterValues": {
    "reliquaryEffect": [
      "Element Ustalığı",
      "Saldırı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1694883585,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Yaldızlı Rüyalar yadigar seti, kuşanılan karakterlerin için her Element Tepkimesi tetiklediklerinde Element Ustalığı ve/veya Saldırı sağlar. Bu set, sürekli Element Tepkimesi tetikleyen ve hem Saldırı hem de Element Ustalığı ile güçlenen karakterler için önerilir. Bu set birçok karakter tarafından kullanılabilir. Hepsi Element Tepkimesi tetikleyerek Hasar veren karakterlerdir. Aşağıda bazı örnekler verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>Büyük Narukami Tapınağının Leydi Guuji'si aynı zamanda Yae Yayınevinde genel yayın yönetmenidir. Güzelliğinin altında akla hayale sığmayacak bir zeka ve kurnazlık saklıdır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Sumeru Akademisinin şu anki katibi. Olağanüstü zekası ve yetenekleri olan, özgürlüğüne düşkün bir adam. Sıradan insanların meraklı gözlerinden uzakta başına buyruk bir şekilde yaşar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nahida, <color=#99ff88>Yayılma Hasarı</color> vermek için kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı sağlayarak Hasarını artırır.\nYae Miko, <color=#ffacff>Şiddetlenme</color> takımlarında kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı ve Saldırı sağlayarak Hasarını artırır.\nAlhaitham, <color=#99ff88>Yayılma Hasarı</color> vermek için kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı ve Saldırı sağlayarak Hasarını artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>Kendisine \"Adalet Prensesi\" diyen ve Oz adında bir gece kuzgunu ile seyahat eden gizemli bir kız.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>Wangsheng Cenaze Evinin 77. Müdürü. Bu görevi oldukça genç yaşta devraldı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>Bazen birçok konuyu gereğinden fazla önemseyen, Sumerulu ünlü bir mimar.</p><p>Gerçek hayatın dertlerinde boğulan bir estetik sevdalısı.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/25073864/2270aba02b92034d7d76b4426be8f53b_1906269483904815174.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Fischl, <color=#ffacff>Şiddetlenme</color> takımlarında kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı ve Saldırı sağlayarak Hasarını artırır.\nHu Tao, <color=#ff9999>Buharlaşma</color> <color=#ffffff73>takımlarında kullanıldığı zaman Element Ustalığına ihtiyaç duyar. Bu set, onun Element Ustalığı ihtiyacını karşılayarak aynı zamanda Saldırı sağlayabilir.</color>\nKaveh, <color=#ffacff>Şiddetlenme</color> takımlarında kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı ve Saldırı sağlayarak Hasarını artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Botanik dalında bilgili, Avidya Ormanı'nda Orman Gözcüsü görevini yürüten genç bir araştırmacı. Sıcak kalpli aklındakini doğrudan söyleyen ve en ruhsuz öğrencilere dahi rehberlik yapabilen yetenekli biridir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "<p>\"Arataki Çetesi\"nin yetenekli ve güvenilir yardımcı lideri. Bu kısım önemli: Yetenekli ve güvenilir olan \"Arataki Çetesi\" değil, yardımcı lider.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Cyno, <color=#ffacff>Şiddetlenme</color> takımlarında kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı ve Saldırı sağlayarak Hasarını artırır.\nTighnari, <color=#99ff88>Yayılma Hasarı</color> vermek için kullanıldığı zaman bu set onun için yüksek miktarda Element Ustalığı ve Saldırı sağlayarak Hasarını artırır.\nKuki Shinobu, <color=#99ff88>Aşırı Çiçeklenme</color> <color=#ffffff73>takımlarında tepkimeyi gerçekleştiren kişi ise bu set Kuki Shinobu için yüksek miktarda Element Ustalığı sağlar ve Aşırı Çiçeklenme'nin verdiği Hasarı artırır. Aynı zamanda Element Ustalığı sayesinde sağladığı İyileştirme ve Hasar da artar.</color>"
      }
    ],
    "story": [
      {
        "title": "Demirden Düşler Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Altın rüyada hiç kimse acının tadına bakmak zorunda kalmayacak.\"</color>\n<color=#ffffff73>Kadim efsaneler birbirinden hiç ayrılmayan üç arkadaşı anlatır.</color>\n<color=#ffffff73>Bir tanesi gül gibi kurudu ve çamurda çürüdü.</color>\n<color=#ffffff73>Kum fırtınaları, çiçeklerin krallığını sadece bir hikayeye, şarkı içinde bir rüyaya çevirdi.</color>\n<color=#ffffff73>Arkadaşlardan biri çölün bir köşesinde şimdiye kadar görülmemiş büyük bir vaha yarattı.</color>\n<color=#ffffff73>Bir diğeri tüm zekasını ve enerjisini çölün ortasında sonsuz bir serap yaratmak için kullandı.</color>\n<color=#ffffff73>Kimsenin yüzünde acı ve ayrılığın izi kalmamalı.</color>\n<color=#ffffff73>\"Ay avuçlarından kayıp gittiğinde ve yalnız gümüş ışık, kum okyanusundaki labirentten çekildiğinde,</color>\n<color=#ffffff73>rüyadaki arkadaşının yakıcı bir güneş gibi nasıl parladığını hatırlaman ümidiyle.\"</color>\n<color=#ffffff73>Böylece saplantılı anılar, yanan yeni dünyadan dumansız bir ateş gibi yükseldi.</color>\n<color=#ffffff73>Bir gözüyle geçmişe, öbür gözüyle düşler dünyasına bakanlar işte böyle kaybolurlar.</color>\n<color=#ffffff73>Bu yüzden o bilgeliğin derinliklerine baktı ve yumuşak fısıltıları dikkatle dinledi...</color>"
          }
        ]
      },
      {
        "title": "Mazideki Yıllar",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Altın görüş en eski haliyle ortaya çıkacak.\"</color>\n<color=#ffffff73>Başlangıçta, çeşitli kabileler çölde yaşarlardı. Kökleri toprağa bağlıydı.</color>\n<color=#ffffff73>Kan kanunlarına uydular ve hafızalarına kazınmış olan o kıtlık zamanından korktular.</color>\n<color=#ffffff73>Daha sonra zaman, kum taneleri gibi uçup gitti ve Tanrı Kral'ın büyük gölgesi her yeri sardı.</color>\n<color=#ffffff73>O unutulmuş çağda, tanrılar yeryüzünü şekillendirerek vahaları ve akan pınarları yarattılar.</color>\n<color=#ffffff73>Tanrı Kral'ın peşinden, kabileler yüksek duvarlar, tahtlar inşa edecek ve müreffeh derebeyliklerde toplanacaklardı.</color>\n<color=#ffffff73>Tanrı Kral'ın simasını taklit eden derebeylikler, uzun zaman önce krallarının ve rahiplerinin olduğu günleri de hatırladılar.</color>\n<color=#ffffff73>O günlerde bilge krallar göklerden kehanetler aldılar. O topraklar henüz felaketin ne olduğunu bilmezdi...</color>\n<color=#ffffff73>\"Bilge kral, bilgeliğiyle altın geçmişi canlandıracak</color>\n<color=#ffffff73>ve sonsuz gücüyle zamanı durduracak.\"</color>\n<color=#ffffff73>Gerçi eninde sonunda kum denizinin kralı ve insanlarının altın çağı gelecekti.</color>\n<color=#ffffff73>Altın rüyalar sizi çağırıyor, ey diyar diyar dolaşan kum taneleri. Orada ne keder ne de ayrılık var.</color>"
          }
        ]
      },
      {
        "title": "Yargı Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Yeni bir dünyada her şey güzel olacak.\"</color>\n<color=#ffffff73>Kadim zamanlarda gökler sessizliğe büründü ve dünya efendisini kaybetti.</color>\n<color=#ffffff73>Medeniyet ve refah geçmişte kaldı, dünya boğucu bir karanlığa gömüldü.</color>\n<color=#ffffff73>Daha sonra, zamanın bile tersine çeviremediği yasa, çöldeki tüm hayatı yeniden şekillendirdi.</color>\n<color=#ffffff73>Yürek tüyle tartılır, bilgelik dökme demirle ölçülür ve ikisi birlikte özverili hükmederdi.</color>\n<color=#ffffff73>Tanrı Kral'a itaat, çöldeki bu cennete kazınmış kan yasasına dayanırdı.</color>\n<color=#ffffff73>Hükmün idealleri derin bir üzüntüyle çarpıtıldığında rical de suç ortağı oldu.</color>\n<color=#ffffff73>Sarayın temelden çöküşünü görmezden gelmek karanlık ve öngörülemeyen bir geleceğe doğru hızla gitmek demekti.</color>\n<color=#ffffff73>\"Tüm hainler acımasızca yargılanmalı</color>\n<color=#ffffff73>ve hüküm kesinlikle ölüm olmalı.\"</color>\n<color=#ffffff73>Daha sonra, kurallar kibir ile yozlaşıp prangaya dönüştü</color>\n<color=#ffffff73>ve zavallı yurttaşların kaderi Tanrı Kral'ın seçimlerine zincirlendi.</color>"
          }
        ]
      },
      {
        "title": "Kum Kralının Gölgesi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Hükümdar güneş gibi parlayan bir ışıkla gelecek</color>\n<color=#ffffff73>ve halktan gül dikenlerinden örülmüş tacı alacak.\"</color>\n<color=#ffffff73>İlk ilahi sütun gökten indi, ağaçları ve çayırları akan kumların altına gömdü.</color>\n<color=#ffffff73>Altın güneş battı sonra tekrar yükseldi, kum denizini gösterişli bir ölüm örtüsüyle kapladı.</color>\n<color=#ffffff73>Daha sonra, zamanın zehirli rüzgarları ölülerin uykusunu böldü ve geçmiş zamanlara dair sanrılara neden oldu.</color>\n<color=#ffffff73>O lanetli zamanda, birçok şehir bereketli vahaların üzerinde büyüdü.</color>\n<color=#ffffff73>Rahipler, Tanrı Kral'ın ideallerini takip ederek ütopyaları adaletle yönetecek, bolluğu her yere yayacaklardı.</color>\n<color=#ffffff73>Bir keresinde, bilge ölümlü kral ve din adamları ilahi kehanetleri şahsi olarak aldı. Onlar ülkenin efendileriydi.</color>\n<color=#ffffff73>Bugün de vahalarda vekil olarak hüküm sürenler tanrıların gölgeleridir.</color>\n<color=#ffffff73>\"Kraliyet nişanları ve ilahi asalar, hünnap gibi ülkenin her tarafına dağılmış durumdalar</color>\n<color=#ffffff73>ve onun gölgesi altında tebaası gelişip bilgi sahibi olacak ve yaşamaya devam edecektir.\"</color>\n<color=#ffffff73>Bir süre sonra, yanıltıcı deliliğin yanı sıra saçma kararlar verilecekti;</color>\n<color=#ffffff73>insanları acı bir sona doğru yönlendirmek için güzel beklentileri yem olarak kullanmak gibi.</color>"
          }
        ]
      },
      {
        "title": "Bal Tadında Son Bir Ziyafet",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Bolluğun sevinçleri acıyla bitmeli,</color>\n<color=#ffffff73>ve tatlı anılar bir bulut gibi geçip gitmeli.\"</color>\n<color=#ffffff73>Başlangıçta ziyafetler, çiçeklerin ve mehtaplı gecelerin hanımına; iktidar, çölün kralına ve hayat ise bitkilerin muhafızına aitti.</color>\n<color=#ffffff73>Parlak gümüş ay, parıldayan altın güneş ve zümrüt tarlalar gibi üç Tanrı Kral da arkadaşlıklarını yeminle bağladı.</color>\n<color=#ffffff73>\"O günlerde ay ışığı, mutluluklarını bülbüle ve güle anlatırdı.\"</color>\n<color=#ffffff73>\"Ve o kadar korkmuş ve utanmışlardı ki, karşılık olarak hiçbir şarkı söyleyememiştiler.\"</color>\n<color=#ffffff73>\"Barış ve rahatlık hüküm sürdü ve bu kaygısız cennette ne bölünme ne de talihsizlik vardı...\"</color>\n<color=#ffffff73>\"Keşke parıldayan bir serap kadar güzel bu harika günler sonsuza kadar sürseydi ve ayrılığın acısını tatmak zorunda kalmasalardı.\"</color>\n<color=#ffffff73>Daha sonra zaman, gece ile gündüz arasındaki sözleşmeyi bozdu ve kadim yemini yok etti.</color>\n<color=#ffffff73>Ay ışığının aydınlattığı gece kuma gömüldü ve güneş acımasız bakışlarıyla her yeri sardı.</color>\n<color=#ffffff73>Tanrıların ziyafetini paylaşan rahipler ve halk, o güzel ve bir rüya kadar kısa olan o anı hatırladılar.</color>\n<color=#ffffff73>Ama sonunda, rüyalar aklın pençesinden kurtulamadı ve onları bin parçaya ayıran cansız bir makinaya atıldı,</color>\n<color=#ffffff73>ve o makinanın kalbinden ve karanlık kabustan yeni bir zihin ortaya çıktı...</color>\n<color=#ffffff73>\"Tüm düşünceler bir, tüm planlar bir olsun.\"</color>\n<color=#ffffff73>\"Böylece insanlık efendilerin efendisi ve tanrıların tanrısı olacak.\"</color>\n<color=#ffffff73>Böylece ağıt, kralların en yalnız kralı için yakıldı</color>\n<color=#ffffff73>ve yaldızlı kumlar ise kendisini bekleyen feci sonucu çoktandır biliyordu.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Yaldızlı Rüyalar"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Element Ustalığını 80 artırır.</p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bir Element Tepkimesi tetiklendikten sonraki 8 saniye boyunca bunu kuşanan karakter, gruptaki diğer karakterlerin Element Türlerine göre güçlendirmeler elde eder. Kuşanan karakterle aynı Element Türüne sahip olan her bir grup üyesi için Saldırı %14 artarken Element Türü farklı olan her bir grup üyesi için Element Ustalığı 50 artar. Bu güçlendirmeler en fazla 3 karakteri kapsar. Bu etki her 8 saniyede bir tetiklenebilir. Bunu kuşanan karakter savaş alanında olmasa bile etkilerini tetikleyebilir.<br></span></p>"
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Bal Tadında Son Bir Ziyafet",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bir zamanlar büyük ve kadim bir ziyafette kullanılmış bir şarap kadehi. Mazideki ihtişamından bir eser kalmamış.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/3668bbfcc8d7242aa295b7e073e71d9f_7101477128624132500.png"
      },
      "plume_of_death": {
        "title": "Yargı Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu özel tüy bir zamanlar suçluluğu ölçmek için kullanılırdı ama asıl işlevini yitireli çok oldu.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/b195ea9ea3c908859ea4e09e409305a2_7989292675371443357.png"
      },
      "circlet_of_logos": {
        "title": "Kum Kralının Gölgesi",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu altın işlemeli korumalık bir zamanlar çöl rahipleri tarafından kullanılırdı. Çöl halkının efsanevi hükümdarının kullandığı bandın benzerini üretmek için yapılmışlardı.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/892e17a4a5d0b9438bf3581d88bf209e_5156145824649592405.png"
      },
      "sands_of_eon": {
        "title": "Mazideki Yıllar",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Çölün kadim hikayesini anlatan koyu altın renkli bir güneş saati.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/8842156fb124596d6a0d7aa56f8483e0_4775343880342950871.png"
      },
      "flower_of_life": {
        "title": "Demirden Düşler Çiçeği",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Dövülmüş koyu altından yapılmış bir çiçek tomurcuğu. Kızıl çekirdeği hiç açmayacak taç yapraklarıyla kaplı.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_9176911893609858619.png"
      }
    }
  }
}