{
  "epId": 2813,
  "name": "Cyno",
  "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/cb608014e47da4a071ab22cb11c76627_4296405107420965384.png",
  "filterValues": {
    "characterProperty": "Kritik Hasar",
    "characterWeapon": "Mızrak",
    "characterRegion": "Sumeru",
    "characterVision": "Elektrik",
    "characterRarity": 5
  },
  "menuId": 2,
  "menuName": "Karakter Arşivi",
  "version": 1701448271,
  "components": {
    "story": [
      {
        "title": "Karakter Ayrıntıları",
        "desc": [
          {
            "type": "RichText",
            "text": "Tüm Matraların lideri olarak General Mahamatra Cyno, Akademideki herkes tarafından iyi bilinir.\nGörevleri Akademinin kural ve düzenlemelerini ihlal eden kişileri yakalamak, yasa dışı çalışmaları sonlandırmak ve Akademideki disiplini sağlamaktır. Gelgelelim araştırmacılar, General Mahamatra'nın akademik ilerlemeyi zayıflatmak ve akademik araştırmaları yasaklamak dışında pek bir şey yapmadığını düşünüyor. Hatta bazıları onun \"bilgiye giden yolu kapattığını\" ve bunun, bilginin peşinde koşan her hevesli araştırmacı için korkunç bir tehdit olarak görülebileceğini iddia ediyor.\nZamanla araştırmacılar Cyno'dan sessizce uzaklaşmaya başladılar ve onunla herhangi bir ilgilerinin olmasını istemediler.\nAma böyle şeyler General Mahamatra'nın canını sıkmaya yetmez.\nBu abartılı toplumsal imaj bazı araştırmacıları caydırabilirse bu onun işleri için bir rahatsızlık yaratmıyor demektir.\nHatta Orman Gözcüsü arkadaşı bu konuyla alakalı şöyle der:\n\"Zaten çoğu araştırmacının yürüttüğü araştırma, bir Matra ile konuşmayı gerektirecek kadar önemli değil.\""
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>2. Arkadaşlık Seviyesinde açılır.</color>\nBilgi, bilginleri aydınlatabilir ama aynı zamanda kibirle de sonuçlanabilir.\nAkademinin tarihinde, birçok araştırmacı \"bilgeliğini\" kullanarak suç işlemiştir.\nÖrneğin Uçarlopların vücutlarındaki şişmenin sınırını test etmek için bir Amurta araştırmacısı yasa dışı bir katalizör kullanmış ve dev gibi bir Uçarlop yaratmıştı. Daha sonra deney sırasında patlamış ve tüm araştırma merkezini yerle bir etmişti. Bunun dışında, bir Harabe Muhafızının toprağı işleme becerisini test etmek isteyen bir Spantamad araştırmacısı, modifiye edilmiş makinanın kontrolünü kaybetmiş ve birçok tarlanın mahvolmasına, birçok çiftçinin ağır yaralanmasına yol açmıştı. Ayrıca akademik rüşvet ve bilginin kişisel çıkarlar için kullanılması gibi sayısız ceza davası da cabası...\nKanunlara uymayan ve başkaları için tehdit oluşturan böyle araştırmacılar takip edilir ve Cyno'nun önderlik ettiği Matra tarafından yargılanır.\nMatranın önüne çıktıkları zaman kendilerini savunmak için pek bir çaba göstermezler. Genelde gerekçe olarak ani fon kesintilerini, Akademinin diğer araştırmacıları kayırmasını, araştırma sonuçlarının çalınması gibi şeyleri gösterirler. Hatta bazıları Matraların onların yeteneklerini kıskandığı için araştırmalarını engellediklerini iddia ederler.\nCyno böyle safsatalar karşısında daima sessizliğini korur ve boşboğaz suçluları yakalayıp yargı önüne çıkarmak için işini yapmaya devam eder.\nKuralları ihlal edenler milyonlarca bahane üretebilir fakat onları yalnızca bir son bekler."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>3. Arkadaşlık Seviyesinde açılır.</color>\nGeneral Mahamatra'nın şöhreti Akademinin sınırlarını aşar.\nAvidya Ormanı'ndaki bir Orman Gözcüsü, General Mahamatra'nın bir zamanlar gece yarısında sessizce ormanda yürüdüğünü gördüğünü söyledi. Apam Ormanı'nın civarında yaşayan bir kişi, sırtında sadece bir çantası olan beyaz saçlı bir gencin ormanın derinliklerine tek başına dalmadan önce kendisinden bir kase su isteyişini hâlâ hatırlar. Sobek Vahası'nda dinlenen maceracılar Cyno'ya gitmesi gereken yönü söylediklerini söylüyorlar ancak Cyno'nun gittiği bölge baştan başa canavarlarla kaplı bir durumdaymış. Büyük Kızıl Çöl'deki en gururlu paralı askerler ve Hazine Avcıları bile General Mahamatra'nın işlerini zorlaştırmaya cesaret edemezler. Zamanında, aranan araştırmacılara çölde kalacak yer verdikleri için yok edilen bir paralı asker grubundan derslerini almışlardı.\nGelgelelim, Cyno'nun eline düşen o suçluların General Mahamatra'ya karşı olan saygıları genelde Cyno'nun başka bir özelliğinden kaynaklanır.\nAkademiden kaçan suçlular genelde aşırı panik halinde hareket ederler ve bazen kendilerini tehlikeli yerlerde bulabilirler. Bu durumda bile onları kaderlerine terk etmek yerine, Cyno tereddüt etmeden onların yardımına koşar. Bunu yapmasının amacı, onları Akademiye geri getirip uygun cezayı almalarını sağlamak içindi.\nBir defasında Büyük Kızıl Çöl'ü geçmiş olan bir suçlu, Cyno'ya tüm bunları yapmasının ardındaki sebebi sormuştu. Cyno şöyle cevap vermişti:\n\"Seni yalnızca kanun yargılayabilir, benim görevim de yargılanabilmen için seni geri götürmek.\"\nVahumana okulundan mezun olan bu araştırmacı, hapisten çıktıktan sonra, Akademiye dönüş maceralarını kaleme aldığı \"Hain\" isimli bir roman yayımladı ve bu roman Akademide en çok satan kitap oldu. Hatta araştırmacı, Vahumana tarafından konuşma yapmaya bile davet edildi. Konuşmasında \"adalet\" kavramının kitabında neden bu kadar ayrıntılı bir şekilde geçtiğinden bahsetti.\nCyno, kitaptaki bazı kısımların fazla abartılı olduğunu söyledi. Aslında ne Kral Deshret'in soyundan gelen kişilerin yarattığı canavarlarla karşılaşmışlardı ne çölün altında bulunan canlı bir labirente girmişlerdi ne de devasa bir kum solucanının kıvrımlarında durarak kum fırtınasını atlatmışlardı.\nYine de Cyno, yazarın suçlarını kitapta doğru bir şekilde anlatmasını takdir etmiş ve bir daha suç işlememesi konusunda kendisini uyarmıştı."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>4. Arkadaşlık Seviyesinde açılır.</color>\nAkademi içinde Matra ofisinden söz etmek bile araştırmacıları korkutmaya yetebilir.\nMatraların bilinen \"kötülükleri\" dışında onları asıl rahatsız eden şey Cyno'nun her içeri girdiğinde ofisteki tuhaf ve yapmacık kahkahalardır...\nAraştırmacılar bunun kesinlikle Cyno'nun bahtsız bir araştırmacının cezasını vermesinden hoşnut olan Matralarla ilgili olduğunu düşünüyor.\nAncak yalnızca gerçek Matralar bu kahkahaların aslında Cyno'nun benzersiz espri anlayışına verilen bir tepki olduğunu bilir.\n\"Bir zamanlar inceleme aşamasındayken makalesi defalarca reddedilen ve akademiden büyük baskı gören bir araştırmacıyla ilgili bir dava üzerinde çalışmıştım. En sonunda inceleme komitesinde çalışanlardan birine rüşvet vererek makalesini kabul ettirmişti. Ama makalesindeki verilerde o kadar çok yanlış vardı ki bu sahtekarlığın ortaya çıkması çok uzun sürmedi. Bu araştırmacıyı tutuklamaya gittiğimde bana 'Neyi yanlış yaptım?' diye sormuştu...\"\nCyno bir an durakladıktan sonra devam etti:\n\"Makaleni\" diye yanıtladım.\nTüm Matraların sessizce oturduğunu görünce Cyno onların espriyi anlamadığı endişesiyle ciddi ciddi detayları açıklamaya koyuldu.\n\"Gördüğünüz gibi hikayenin ilginç kısmı, bana neyi yanlış yaptığını sorduğunda aslında yanlış bir şey yapmadığını, üzerindeki büyük akademik baskıdan ötürü komiteye rüşvet vermek durumunda kaldığını söylemek istedi. Ben de ona hatasının makalesinde doğru sonuçlara ulaşamaması olduğunu söyledim. Yani bu esprinin zekice olan kısmı, tartışılan konuyu değiştirmiş olmam...\"\nAçıklamasını bitirdikten sonra tüm Matralar hep birlikte yapmacık gülüşlerine başlamadan önce birbirlerine baktılar.\nTuhaf kahkahaları genelde kasvetli ve ciddi olan Matra ofisine garip bir sıcaklık getirdi.\nAncak böyle tuhaf bir durumun yeniden yaşanmaması için Matralar, Cyno esprisini bitirdikten sonra açıklama kısmına girmeden kendilerini gülmeye zorlamaları konusunda anlaştılar.\nDiğer yandan, Cyno'nun tarzını taklit etmeye kalkan bir Matra, diğerleri tarafından yemek biletine el koyma gibi yöntemlerle sert bir şekilde cezalandırılacaktı.\nNe de olsa tüm bölük için bir tane Cyno yeter de artar bile."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>5. Arkadaşlık Seviyesinde açılır.</color>\nCyno, Matraların bilgi peşinde koşanların düşmanı olmadığına her zaman inanmıştı.\nDaha önce Cyno'yu eğiten bir bilge olan Cyrus, ona bir keresinde Akademinin kanunları olmadan \"bilgeliğin\" bir \"felakete\" dönüşeceğini söylemişti.\nKontrolden çıkmış bilgeliğin artıkları, cehalet denizinde bilgi arayan masumları hiçliğe düşüren bir yem gibidir.\nAraştırmacıları öylesine kibirli ve pervasız yapar ki insan hayatını hakir gördükleri için hayat ve ölümle bile uğraşırlar. Sonunda da dünyaya onarılması mümkün olmayan hasarlar verirler.\nBilgeler, Akademinin bilgi arayıcılarının tuzağa düşüp yoldan çıkmaması için sürekli yeni kural ve düzenlemeler getirirler.\nKanunları ihlal edenleri yakalayıp aynı \"kanuna\" göre yargılayan Matralar aslında Akademide bilgi arayan kişilerin \"muhafızlarıdır\".\nGelgelelim araştırmacıların gözünde Matralar, onların bilgi arama yollarını tıkayan \"yıkıcı\" kişilerden başka bir şey değildirler.\n\"Aptal Mantar insan\", \"Bay Şunu Yapamazsın\", \"Kağıt Öğütücüler\"... Bunlar Matralar için buldukları isimlerden yalnızca birkaçı.\nİçlerinde en çok bilineni ise bir Haravatat araştırmacısının bulduğu \"Akademinin Yük Hayvanları\".\nBu takma adı ilk duyduğunda çoğu Matra, araştırmacıların kendi işleriyle ilgilenmek yerine bunlara vakit ayırmasına epey kızmıştı.\nÖte yandan Cyno bu ismi beğendiğini ifade etti.\n\"Biz Matralar gerçekten de Akademinin salonlarında yürüyen, kuralları ve düzenlemeleri sırtında taşıyan Yük Hayvanlarıyız.\"\n\"Haklarımızı kullanırken bu ağırlığı her zaman üzerimizde hissetmeliyiz.\"\nBu konu üzerine biraz kafa yorduktan sonra General Mahamatra şunu da ekledi:\"\n\"Ayrıca gereksiz tartışmalardan kaçınmak, öhöm yani şey... Arzu ettiğimiz hedefe ulaşmak için Yük Hayvanları gibi tahammül gösterebiliyor olmamız gerekiyor.\""
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>6. Arkadaşlık Seviyesinde açılır.</color>\nAkademi ilk kurulduğunda akademi araştırmacıları, ellerindeki zengin kaynaklar sayesinde sınırsız hayal güçlerini ve yenilikçi anlayışlarını sonuna kadar kullandılar.\nAraziyi yeniden şekillendirdiler, hava durumunu kontrol ettiler, kadim yadigarları baştan yarattılar... Ama yeryüzünün bilgisi bazı araştırmacıların doymak bilmeyen meraklarını tatmin etmeyince kimileri gözlerini yıldızlı gökyüzüne dikti, kimileriyse yaşam ve ölümü kurcalamaya başladı.\nAncak bu tarz bilgiler onların kurcalaması gereken veya kurcalayabilecekleri şeyler değildi.\nAraştırmacıların kendi bilgileri yüzünden mahvolmaması için bilgeler altı büyük günahı düzenledi.\nBu dünyadaki tüm suçların bu altı günahtan doğduklarını söylediler.\nBunlardan birincisi insan evrimine müdahale etmek.\nİkincisi yaşam ve ölümü kurcalamak.\nÜçüncüsü evrenin ötesini araştırmak.\nDördüncüsü kelimelerin kökenini araştırmak.\nBeşincisi tanrılara sözde saygı gösterip bunu eylemlere yansıtmamak.\nAltıncısı yasak olana yönelmek hiç korku duymamak.\nO zamandan beri bilgeler bu altı büyük günaha göre eski kuralları gözden geçirerek ve iyileştirerek yeni kural ve düzenlemeler getirirler. Matra bu kuralları uygular, araştırmacılar da buna göre görevlerine devam ederler.\nBu sayede Akademideki her şey arzu edilen şekilde işliyor. Ayrıca Akademi ve araştırmacıları o zamandan beri daha bilge bir şekilde ilerlemeye devam etti.\nZaman geçtikçe altı kadim günah çoğu kişi tarafından unutulmaya başlandı ve hırslı insanlar o zamandan beri hareket halinde...\nFakat şu anki General Mahamatra Cyno için yapması gereken şey değişmedi.\nO, kanunları ihlal edenleri her zaman altı kadim günaha göre adilce yargılar.\nBilgelere bile ayrı muamele etmez."
          }
        ]
      },
      {
        "title": "Cyno'nun Dehanın Yakarışı Kart Oyunu Deste Kutusu",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>4. Arkadaşlık Seviyesinde açılır.</color>\nCyno'nun Dehanın Yakarışı Kart Oyunu destesini içeren deste kutusu, onun en sevdiği eşyasıdır.\nBu deste kutusunun dış kısmı birçok katmandan oluşan yüksek kaliteli deriyle kaplıdır ve her dikiş özenle atılmıştır. Deriye sabitlenen ip sıkı sıkıya bağlı olduğu sürece deste kutusu tamamen mühürlü olur ve içine bir damla su bile giremez. İç kısmı ipekle kaplı olup kart köşelerinin kıvrılma riskini en az indirmiştir. Dükkan sahibine göre ipek Liyue'den ithal edilmiş ve üstün kaliteli İpek Çiçeğinden üretilmiştir. Bu deste kutusunun yanında sert bir deri kayış da hediye edilir, böylece satın alan kişi kutuyu kolaylıkla vücudunun herhangi bir bölümüne takabilir. Deste kutusunun yüzeyine Dehanın Yakarışı Kart Oyunu amblemi ve satın alan kişinin adı da işlenir.\nCyno en güçlü destesini bu kutuya koymuştur. Bu desteyle bir düelloya girdiği sürece yenilmez olduğuna inanır.\nTabii şimdi yapması gereken şey kendisiyle oynamak isteyen birkaç oyuncu bulmak.\nHımm... Şu Orman Gözcüsü oyun oynamak için müsait mi acaba?"
          }
        ]
      },
      {
        "title": "Önsezi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>6. Arkadaşlık Seviyesinde açılır.</color>\nCyno'nun Önsezisini nasıl aldığıyla ilgili Akademide dolaşan birçok farklı hikaye vardır.\nKimisine göre bir defasında karşıt Önsezi yapma yöntemleri üzerine çalışan bir araştırmacıyı yakalamakla görevlendirilmişti. O araştırmacı bunun öncesinde, araştırma amacıyla sahipsiz bir Önsezi almıştı ve bu Önsezi daha sonra Cyno'nun olmuştu. Bazılarıysa Cyno'nun aslında Kral Deshret'in soyundan geldiğine inanır. Cyno'nun Büyük Kızıl Çöl'de bulunan bir tapınakta yetiştiği ve onun iradesinin ve gücünün gelişmesini sağlayan isimsiz bir Hermanubis rahibi tarafından büyütüldüğü, Cyno hazır olduğunda da tek başına çölü geçip Akademiye ulaşması ve Hermanubis'in iradesini hayata geçirmesi karşılığında ona bir Önsezi verdiği iddia edilir. Hatta bazı komplo teorilerine göre, Cyno'nun Önsezisi, Akademideki bazı yasaklanmış gizli teknolojilerle yakından bağlantılıdır. Öyle olmasaydı çölden gelen bu üye nasıl kendine Akademide bir yer edinebilirdi?\nTabii hiç kimse bu hikayelerin gerçekliğini Cyno'ya sorma cesareti gösteremiyor, Cyno'nun da bu gülünç rivayetlere harcayacak enerjisi yok.\nAslında Önsezisini alışı oldukça kolay gerçekleşmişti.\nYeni General Mahamatra olmadan bir gün önceydi. Her zamanki gibi Cyno, Matra olarak işlerini tamamladıktan sonra Akademinin kural ve düzenlemeleriyle ilgili kitapları okumak için kütüphaneye gitmişti. O gün okuduğu kitabın esas olarak bilgelerin karar verdiği, tüm suçların kaynağı olarak görülen ve böylece Akademinin tüm modern kural ve düzenlemelerinin temeli olan altı büyük günahı konu aldığını hâlâ dün gibi hatırlıyor. \"Yasak olana yönelmek ve hiç korku duymamak\" ilgili bölümü okurken kitapta anlatılan içeriğin bazı kısımlarını anlayamadı, bu yüzden gözlerini kapadı ve uzun uzun düşündü. Gözlerini açtığında gördüğü ilk şey, sayfanın üzerinde düzgünce duran bir Önseziydi.\nCyno Önseziye baktı ve düşüncelere daldı. Öncelikle birine Önsezi verilmesinin yasak olduğuna dair mevcut bir kuralın olmadığını doğruladı. Daha sonra Önseziyle ilgili birkaç akademik davayı inceledi ve Önsezinin kötücül bir tuzak olmadığına kanaat getirdi. General Mahamatra olduktan sonra yaşayabileceği zorlukları ve bu süreçte Önsezinin ona nasıl yardımcı olabileceğini düşündü... Artı ve eksileri dikkatlice tarttıktan sonra tanrılardan gelen bu hediyeyi içtenlikle kabul etti.\nO ana kadar sabah ışığı zaten pencereden içeri sızmaya başlamıştı. Cyno, Önsezisiyle birlikte kütüphaneden ayrıldı ve General Mahamatra olarak görevine başlayacağı yere gitmeden önce, henüz tamamlamadığı okumasını gözden geçirdi.\nHer şey yolunda giderse yarım saat içinde Akademinin yeni General Mahamatra'sı olacaktı.\nHata edenleri yargılamak için kutsal güç ona emanet edilmek üzereydi ve Önsezi de bu kutsal ayrıcalığın amacına uygun bir şekilde gerçekleştirilebilmesini sağlayacaktı."
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Merhaba: Geçmiş",
        "desc": "Ben Cyno, eski General Mahamatra'yım. Şimdi de kötülüğü savuşturmak için becerilerimi kullanıyorum. Kurallara ve adalete olan bağlılığımı paylaşırsan sana destek olabilirim.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f8474d086c8ce776b13551c096cbb814_4034207257289461786.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/296a3c0c39ed1685ca5455569653c5b4_2165964695427200871.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ba1d09cd6fa176a78487eea68e3fb2ce_3884065953333276008.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ab7c6564ce385205f3382caab426c872_7723084117885513295.mp3"
          }
        ]
      },
      {
        "title": "Merhaba: Şimdi",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">\"Akaşa Titreşiyor, Kalpa Alevleri Yükseliyor\" görevini tamamla.</span></p><p></p><p>Ben Cyno, Akademinin General Mahamatra'sıyım. Kurallara uymak ve yanlış yapanları cezalandırmak benim görevim. Yolculuğun sırasında seni koruyacağım.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1eea30e4cf4ba5c9203e7ba5302f8d2f_1805459118552049620.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/89d8c366b0b2efeff17e6b2107dfba8b_5037663513208373003.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/dfaa1684df72b77ed553c3b9adf64004_5537451317817771226.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b5317d0edea3f7b81abd29a01f04f473_1841129825490502616.mp3"
          }
        ]
      },
      {
        "title": "Sohbet: Kalbi Tartmak",
        "desc": "İyilik ve kötülük... Sonunda hepsi tartılacağı teraziye konur.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/077ef5d6d1b2168a342b1fbd070cd9af_415808627561602483.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5d2716ddc8a8ebb0f1c52c8493c5afcf_7781118366571736240.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/aa4505719a3228e2a11aa1f299210062_1174254890872894241.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/90075453a8539a6df7c37d3d3885fdd8_7124726565782210448.mp3"
          }
        ]
      },
      {
        "title": "Sohbet: Şans",
        "desc": "Şans bir oyunun sonucunu değiştirebilir ancak şansın etkisi er ya da geç biter.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/dda303474c3e4a923284b0b6f9ee1806_6210036143418872431.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9d541142ee4d950817b0246cec797d46_5146634283091041218.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/982ffef3a943fc85366a6822e83ac11b_3917683737757279615.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1c7e588b66877ef797246141de021bb2_697642123066200445.mp3"
          }
        ]
      },
      {
        "title": "Sohbet: Şüphe",
        "desc": "Bazen ortamı yumuşatmaya çalışırım ama... Başkalarının espri anlayışını çok iyi anlarım denilemez.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ad0356be8d88bc338223088c1642c049_146663307338970339.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bd3a18da3b1772738d0d72a7bb8a9595_1557560660426841358.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4d7dc0c5062f6501456ed82a08facdb7_6689118271964534671.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b0860a208988c88f60b764be0a727422_2773108800008889680.mp3"
          }
        ]
      },
      {
        "title": "Yağmur Yağdığında",
        "desc": "Hımm, yine yağmur yağıyor...",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ce6b223c6b474754ab91c88f0b1ecfd4_8747696260403513175.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a94ed6e0de2c1f16e851cd43882394ff_5277900090031982927.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5fe59eb8de1c3798408740efe2bbce90_3997768477924171866.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c89e0659f98902dd94164e708e7904a0_5586415739625899178.mp3"
          }
        ]
      },
      {
        "title": "Yıldırım Düştüğünde",
        "desc": "Bazı efsanelerde yıldırımlar, tanrıların bir yargılama biçimidir.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0b9dc4a34d8c42e29546c82876abdeca_7218600440474602833.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9d42ac0c136fb18cfd574fd2809fca12_4084905861871078793.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/acdc9328a36783e21fc7ab0cb3f050b2_5511729590542351786.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d04b0df19077459fb83f1422581c2705_7158230557338872870.mp3"
          }
        ]
      },
      {
        "title": "Kar Yağdığında",
        "desc": "Her yerin yeni yağan karla örtülmesini seviyorum. Bunda insana huzur veren müthiş bir dinginlik var.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f9c24fa6c118a4280ab3cf8ee645a8b2_5872412631069730290.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/27bf663d0c044e5bbf0b4eb5e3dc8290_1619062138076606740.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b70a7d880483f0467cb19ea9b429f33b_2675286249557531602.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4b58114c44aabd9689e63cccbe9c3fcd_9100659551863371982.mp3"
          }
        ]
      },
      {
        "title": "Güneş Açtığında",
        "desc": "Güneş ışığı bir gün tüm saklı köşeleri aydınlatacak.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e5dde97a0aa3fd6df525e87054005a4e_1341456029893652774.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/81a403fd28ff1b6b028eb249fb3ef7d5_6953948099061826011.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6ecf211e2b076adf78148e08b5043997_7320346277385471561.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c36ed42e7001bc0f6a776677a8c1d88e_6951091388866606994.mp3"
          }
        ]
      },
      {
        "title": "Rüzgar Şiddetlendiğinde",
        "desc": "Dikkatli ol, rüzgar şiddetleniyor.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/512082ff3458b05bc205149eaf989a08_776163808544496108.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ddb1894585dff3c329cbdd45332c442c_8009608185910577041.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4c19798c0300c9c10ffa280e16c3a7da_2472080907134146836.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/abd4f61778af2938cf376424305c2b8e_5264182163490404583.mp3"
          }
        ]
      },
      {
        "title": "Çölde",
        "desc": "Tanıdık bir manzara...",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ff33165d0ade3c6014b23b86d12de038_7904341554685462432.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ca0e578845ad993a1ec9d7afd005670f_7831692467181528257.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0eeff4529134ca9880f381fea4fdc468_7169740596106227913.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8f9d3d310b087d5b24553a4d974c1ae7_2610780143063480501.mp3"
          }
        ]
      },
      {
        "title": "Günaydın",
        "desc": "Hazırlan. Gitme zamanı.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/cb11e0d3246931d5a4c1b0e7ed01449d_1166085546889370136.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/18878882c3b7c54d0c6c9d246b66e071_1551310927336692480.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/cdbaf77bbe61d8cb09125154f1ac4821_5288750111511100925.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/83e4e7cc1b5bda6e037934c43d162628_9165664804644877085.mp3"
          }
        ]
      },
      {
        "title": "İyi Günler",
        "desc": "Bugün öğle yemeği hazırlamamı ister misin? Benim için sorun yok ama yine de uyarmış olayım, lezzetli olacağına dair bir söz vermiyorum.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5a58ff91b79453ca4ffe553790624dec_3402099318532477564.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/81e2f5d6b9d0d7b6413dd081462295b9_929562483531235739.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/07a55e053705729e5bacf30d24a56bb5_6062011161638739697.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2b8869d593804b9a772da4ac52abe237_9054473765013278448.mp3"
          }
        ]
      },
      {
        "title": "İyi Akşamlar",
        "desc": "Sana ne söylediğimi hatırlıyor musun? Geceleri pusuya yatmak tehlikelidir, bu yüzden mutlaka tetikte ol.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/7230352e674aa6727f344ddd8ab70866_3814377526881831596.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/18e86c0c23c0967f3ee74c3d1218782c_8695000645192148372.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/49e2e93f6a8cbd346b22665573d7de51_453368093776020332.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/dd1cd67a4ecc185ba448a7326ed6cf19_866748617466192464.mp3"
          }
        ]
      },
      {
        "title": "İyi Geceler",
        "desc": "İyi geceler. Yakın çevrede şimdi ilgilenmem gereken bir suç olayı var.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/204c29e67d2e39dc754da8f3c773284c_5217908796809222384.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6b837a00c6c09b5cb7551eef2bea78f6_1394463966679057336.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bcdf139b5cef891984ef708ba20ab12f_8793498817871739501.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5094e8bdc772b159b540bd1cc3ea7376_6481899737556116265.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında: Komik Olmayan Şakalar",
        "desc": "Hımm... Espri mi? Ah, bir tane buldum. Öhöm... Bir zamanlar çölde mahsur kalmış, susuzluktan ölmek üzere olan bir gezgin varmış. Çaresizlik içinde bir Su Bodurlopuyla karşılaşmak için dua etmiş. Ne var ki, gezgin tam o anda açlıktan ölmek üzere olan bir Su Bodurlopunun yalnız ve yolda kalmış bir gezginle karşılaşmak için dua ettiğini bilmiyormuş... Nasıl ama? Komik değil mi? Bence aşırı komik.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/eca23aa5a6094f09e919776dc976c9dc_510002790769444499.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/92ed80cfe2ccee1301192fac78cb9341_8474183838948397253.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1e6dd0e3c96b59889fefc2288147c1db_2481086805135770491.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1207f8eaa2283999e06c80720da5b2a0_7573973932785810199.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında: Çölde Gezinti",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Bazen geceleri çölde yürüyüşe çıkarım. Soğuk ve kuru hava zihnimi toplamama yardımcı oluyor.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/172c4fb432bca73bfffc9434d4ffbc40_1045909954978825014.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c2b9dfae03beedecb5ceb4dafffcdd8b_6739954468773652541.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/12209cc3b398eb3ae7f3d4a467a29843_4798185429027346627.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ae99c791b19fc694103d40065872acb7_698563026512016515.mp3"
          }
        ]
      },
      {
        "title": "Hakkımızda: Kart Oyunu Düellosu",
        "desc": "Bir el Dehanın Yakarışı Kart Oyunu oynamaya ne dersin? Sana yeni kart destemi göstereceğim.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2767f1a02859f77d29068707f6f40b07_7523432000574325536.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a0b7493a6d8d02de904de37109030d96_7806369266117943957.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b0941bdf53637c384b1afce7f3b82539_3289620569895920563.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/59db2c52b1646a560b11771907651858_3637773610141066075.mp3"
          }
        ]
      },
      {
        "title": "Hakkımızda: Şu An",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">6. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Geçmiş değiştirilemez ve gelecek önceden bilinemez. Bu yüzden her zaman bulunduğum yerin ve anın tadını çıkarırım.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8f7b9296f57efccd8b57b6e4ae716039_583518648282069187.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/107636fbc804ba2233154cdaba55b9fa_1623455398923752462.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/7afb348d949afaec24b912de9cfe973e_3481830654984822737.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/53146f0dddb932b6fec61a904cacbafa_8223349449168085053.mp3"
          }
        ]
      },
      {
        "title": "Önsezi Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>İçimdeki ruh ve hırsıma kulak veren tanrı ile birçok kutsal lütuf elde ettiğimi söyleyebilirsin. Ancak bunun adalet değerlerimi etkilemesine izin verecek değilim. Görevimi yerine getirmek için ne gerekiyorsa yapmaya devam edeceğim.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a7e72d67a9f308369fd296798dbd0c6f_7668093019888199261.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9944f3654f7db34a55c41e04d74cda21_5328015708906591908.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/426337eb6ff6821d4d92b9245b1af0a0_3005206811804535923.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1d1dce7db8035141a163643217ee8448_7287431503574678353.mp3"
          }
        ]
      },
      {
        "title": "Paylaşılacak Bir Bilgi: Bilgi Hırsı",
        "desc": "Bence çoğu insan bir şeyin aşırı arzulanmasının felakete yol açacağını bilir ancak konu bilginin peşinden gitmek olunca az sayıda insan bunu kabul eder. Bunu sadece pozitif bir şey olarak görürler. Bana kalırsa bilginin peşinden koşmak da bir tür arzudur ve kontrol altına alınması gerekir.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ba47177ba6e373c0229f1004494857f4_5949947013650797608.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b7cab995baf6da72f66d5a3131185a55_3654074212938841469.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bba2b18df89d37af336561a9a92cc162_5419975225010265740.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6623521640ecba924d5c301ec16632c8_7983994516417276904.mp3"
          }
        ]
      },
      {
        "title": "Paylaşılacak Bir Bilgi: Saygı",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Görev sırasında verdiğim her karar diğer kişilerin kaderini derinden etkiler. Bu yüzden bir Matra olarak bu pozisyona olan saygımı her zaman korumalıyım, tıpkı bilgi ve güce duyduğum saygım gibi.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9f72f3aea7ae5ca9fe4f8b2ac93039ed_7985802763832165396.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6f3040be7c337cd70042931b5702bb1c_2318324061065430730.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e2f9b60676edf24f1c3a53d0473cf82f_4379084623592943507.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2ba99ae15f8305f12c076c69e43b9ebc_4049384983869554640.mp3"
          }
        ]
      },
      {
        "title": "İlginç Şeyler",
        "desc": "Çölde yetişen çalıların hastasıyım. Çöl sükunetin ve ıssızlığın simgesidir, ayrıca tüm uygarlıklar eninde sonunda bir çöl fırtınasının altında kalacaklardır. Bu zorlu koşullara rağmen yine de gelişme belirtileri yok değil. Bazen kendimi bu azimlerinden etkilenmiş halde buluyorum.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/78addb16027054139ace0c7cf3fca6ad_6721775217281443862.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/059db2294fe5d3946e9d727a396b6a32_5016453018291658081.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1880d1df4d1d2eb3c8737796e8f73275_5659295312308212070.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f5dbec53171d9274a76255a0ec2a3139_3428993113037924421.mp3"
          }
        ]
      },
      {
        "title": "Tighnari Hakkında: Bilgi",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Tighnari tanıştığım diğer alimlerden farklı. Bilgiye diğer herkes gibi içten bağlıdır ama en önemli sınırları asla geçmez. Bazı alimler kendi laboratuvarları içinde kendilerini bir tanrı zanneder ama Tighnari öyle değildir. Her yaşam formuna eşit derecede saygı gösterir. Hatta Akademide bir pozisyonu reddettiğini bile duydum ve onun bu kararını destekliyorum.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c472d9491301f95ac6c1d5642056f63c_5549286136947320272.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c4ac8000977f1dc25a853814c27c0382_6601623077129129873.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/471702cbd305862e78da0acc359cb201_1114432119445809519.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6342f5906e1c92ef90d92672c0d284df_523205882861468555.mp3"
          }
        ]
      },
      {
        "title": "Tighnari Hakkında: Espriler",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Tighnari bir keresinde bana akşam yemeğinde espri yapmamamı söylemiş ve esprilerimin komik olmadığı konusunda ısrar etmişti. Onun bu görüşüne katılmadığım için en iyi üç esprimi art arda patlattım ve her birinin dayanak noktasını detaylıca açıkladım. Konuşmamı bitirdiğimde yemeğim soğumuştu bile.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/59e3bf95095b0b938079e038f778386d_2715858239581559085.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/dcb2fbc6649be32a498c8a5eae64f737_3716459600550772712.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/71e2cb3aad3550748f7b4f0b12f65004_5037434426931330993.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/fbfd5a91c618ac846e713b1729253d7c_8080870576865823991.mp3"
          }
        ]
      },
      {
        "title": "Collei Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Bir keresinde Collei'e bedenindeki tanrı kalıntılarını kapatmasında yardım etmiştim ancak süreç tahmin edilmez bir şekilde acı vericiydi. Bazıları için böylesi bir acıya dayanmak ölümden bile beterdir, bu yüzden buna dayanabilmesi gerçekten takdire değer.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a08cd6ecfb48af9c659f12113d49da9c_2236043839695112595.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0b457649c65385c7feb464a8ea230612_2157061857872732638.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1675012bd2a7f79c16158e28dfcbc0c9_2004447372633091712.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/03a2ff556f7c367de95d3a66b07fe236_7066502201191705624.mp3"
          }
        ]
      },
      {
        "title": "Alhaitham Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p><span style=\"color: rgb(255, 215, 128)\">\"Kral Deshret ve Üç Büyücü\" görevini tamamla.</span></p><p></p><p>Çok zeki insanlardan hoşlanmam. Her şeyi kontrol edebileceklerini düşünürler ve sürekli kendilerini tehlikeye atarlar. Ama Alhaitham en güvenilir olanlardan biridir. Çoğu durumda kontrolü elinde tutar ve potansiyel felaketleri engelleme becerisine sahiptir.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ea33ac9d30efc6bbf23698df12c8822d_3308529732248569443.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bd51756ab176f6f335065a38068ef914_4966129233745956931.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8aae8b7c9bd3c42f644a3824b02f6fbc_3296165553095441957.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1288de0752ef1af1a539361990b4bc4f_4480690897612418439.mp3"
          }
        ]
      },
      {
        "title": "Kaveh Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Tighnari ve Collei bunu hiç yüzüme söylemediler ama Kaveh'in kişisel hikayelerini, hazırladığım esprilerden daha eğlenceli buldular. Bunu yüzlerinde görebiliyordum. Bunun hakkında ne mi düşündüm? Yani öyle bir durumda gülebilmeleri bana komik gelmişti.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b7a042b14de6b56cefd2e80594209856_4391427156550053811.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ac597a9a93396e7137da8b796978ecec_744020863186348172.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/87bdeb0b0364a577471e45ed418bf44a_9184904946776755455.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/37980b948ef7d57eda4a4c71c939b573_6038013622233325467.mp3"
          }
        ]
      },
      {
        "title": "Nahida Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p><span style=\"color: rgb(255, 215, 128)\">\"Akaşa Titreşiyor, Kalpa Alevleri Yükseliyor\" görevini tamamla.</span></p><p></p><p>Bir tanrı hakkında yorum yapmak, benim konumuma pek uygun düşmez. Ancak onunla çalışırken onun bilgeliğine, cesaretine ve kararlılığına tanıklık ettim. Elinde hiçbir kanıt olmadığı halde onun kuyusunu kazan ve onu eleştiren bilgelere kıyasla, daha güvenilir bir değerlendirme yapabileceğimi düşünüyorum. O, herkesin saygısını hak eden olağanüstü bir tanrıdır.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/332c966ec77fc15bd0c9b2da5a6ee38a_6571864755987307053.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e46446195070013f964010fe3a50f539_5224918271503480043.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c9cfa4db1ca542a4631cc567fa3489e6_2623230363716722652.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bce22e74bf5f6d551ae1861e3a78a0fb_8009564900679683534.mp3"
          }
        ]
      },
      {
        "title": "Nilou Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p><span style=\"color: rgb(255, 215, 128)\">\"Akaşa Titreşiyor, Kalpa Alevleri Yükseliyor\" görevini tamamla.</span></p><p></p><p>Onun dans etme coşkusunu ve tutkusunu hissedebiliyorum. Dans, adeta onun bir parçası olmuş durumda. Umarım her zaman, sevdiği sanatı diğer insanları mutlu etmek için kullanabilir.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/324d01bc0eb9768659bcaf70a773e154_6645711494886504156.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/618198d8cf59e2b9b8294b8650265117_1484337057073092021.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bf7a3923fccdbc87d4bc30fbf5f7be5a_6817791371776648450.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/cb3b932bbcfc12da8ab8a8b07ab3e7ee_4611730751893426931.mp3"
          }
        ]
      },
      {
        "title": "Faruzan Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Faruzan'ın kayboluşuyla ilgili dava dosyalarını dikkatlice inceledim. O zamanlar onun tehlikeli bir araştırma yürüttüğünü düşünüyordum ama onunla bireysel olarak tanışınca bu fikrimden vazgeçtim. Onunla anlaşmak benim için pek kolay olmasa da genelde bana iyi niyetli ve konuşkan biri izlenimi verdi. Başkaları konusunda oldukça düşünceli, kesinlikle basiretsiz hareketlerde bulunabilecek biri değil.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2ca39b0bc632a563d74fdb9c63bfb187_4113295765714557571.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d2279c0213e02bf650a1baefdf2fc818_5772478631170461790.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1852fee51cb0c5add2d3765eb6a22b0d_9129678258476323846.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0f2515392d806d59238798a3a805176d_7096792537064837229.mp3"
          }
        ]
      },
      {
        "title": "Lisa Hakkında",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Lisa'yı elbette tanıyorum, bir zamanlar aynı bilgenin altında çalışmıştık. General Mahamatra olarak, fazla hırsla bilgi peşinde koşanların başlarına gelen trajedilere çok kez tanık oldum, bu yüzden onun kararını anlıyorum.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4514e0765f8017e782c6d415f6816f22_623818883328520980.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5d4222e292d920d60615115a42c3cef1_8274822730154938505.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8fe94b5bb1bb303e0acd4ed997534d50_2167229783412663390.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/995bd18d38f30a5364f1431c86f45210_873502865262500719.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında Daha Fazlası: I",
        "desc": "Ha? Benim hakkımda daha fazla şey mi öğrenmek istiyorsun? Hımm, sanırım çoğu insan beni bir baş belası olarak görüyor... Ama endişelenme, tehlikeli bir şey yapmadığın sürece benimle başın derde girmez.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/697497a5f88aa3816f1459bb7258bd0d_5767610136165697440.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4c6af3e8f824108b82192f15fbfc92e6_6205888213323602206.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0b28ce7289ac99482130284010210cb2_1032004284263563261.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/87f6dc9100d10a733639429f47250e26_4884522848014996982.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında Daha Fazlası: II",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">3. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Bedenimi bir taşıyıcı gibi kullanarak içimdeki ruhun gücünü dışarı çıkarabilirim. Bu, kısmen doğal yapımdan dolayı mümkün ancak geçmişte isteyerek yaptığım bir anlaşma sayesinde oldu. Konu dışına çıkmaya gerek yok. Bir Matra olarak bu dünyada başkalarının ruhlarını tartacaksam aynı şekilde kendi ruhumu da teraziye koymak zorundayım.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4fb612c60cc34d76894493cb7a0662db_1629514691489560158.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/808c818c0451870e3edc7cdf0c8d3231_6699142162782051673.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/56bfeb67f2c50c80cd95713d77ec8918_7874222051398506359.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b47b437f0f6f684ba15340bfd704225e_3001539517642430174.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında Daha Fazlası: III",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Bir şeylerin \"nedenini\" düşünmek yerine \"ne\" yapıldığıyla ilgilenmeyi tercih ederim. Bu dünyada insanların bir şeyi neden yaptıklarıyla ilgili sayısız sebep vardır ve bu sebepleri öğrendiğinde yanlış yapan birinin haklı olduğu durumları da anlamaya ya da toplumun bu kişilere çok sert davrandığını düşünmeye başlarsın. Dezavantajlı olan taraf her zaman insanların sempatisini kazanır; ancak yargıç bu duyguları geride bırakmalıdır. Acıya ve suçlanan kişinin sebeplerine empati kurabiliriz ancak bir suç işlendiğinde, kesinlikle cezasız kalmamalıdır.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/80e83f9ec6a748234868d32146bc5744_3512260982079520055.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2a38f4b469a597e0de3484899e066973_1230553843905510784.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9689bc3c0f87a43465dda22d9d8ecdf1_8471996662734426332.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/fe171dd6171a89654554298bdd9a8967_4630587320885250308.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında Daha Fazlası: IV",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">5. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Cehaletin kasvetli denizinde ara sıra gerçeği anlamayanları kendine çeken zayıf bir ışık parıltısı ortaya çıkar. İnsanlar bu parıltıyı genellikle yollarına rehberlik eden bir işaret ışığı olarak görürler ama bunu yaparken zifiri karanlık sularda yatan büyük tehlikeleri gözden kaçırırlar. Uzun süredir karanlıkta yaşayanları ışıktan uzaklaştırmak başlı başına zalimce bir şey ancak yüzeyinin altında gizlenen düşmanları yenene kadar bunu yapmaya devam etmeliyim.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/cc60e95d700e73ae98efcc7001d10056_5390313218898943656.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8191e220948d620a8f9dd0b31340dddf_8252500635019805186.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/46f82cc74bbfbb822be5e1e964171b19_6981911354090441762.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e463dca5c20a87e4506fa0616ef6e0be_8263071890862783058.mp3"
          }
        ]
      },
      {
        "title": "Cyno Hakkında Daha Fazlası: V",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">6. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Paylaşmaya değer ne varsa sana anlattım. Benden başka ne duymak istiyor olabilirsin? Hah, merak duygun dikkate değer, o halde sorularını sor. Başkalarını sorgulamaya alışmış biri için, sorgulanma hissi... Enteresan.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1ba34a8439749a926757e8a36d58bf4a_3360801963727726136.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4ae0207c629b19e8e4699c8ce7b17d09_7386285040106111134.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/566ed0679800da9dc58c187b5a9fd240_5300476170193204770.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9e353d39fcf46afb8212ba387447e855_5951960101784901181.mp3"
          }
        ]
      },
      {
        "title": "Cyno'nun Hobileri",
        "desc": "Boş zamanlarımda diğer insanlarla Dehanın Yakarışı Kart Oyununu oynamayı severim. Kurallar dahilinde çok fazla yaratıcılığı ve farklılığı ifade edebilmek bunu sadece bir oyun olmaktan çıkarıyor, bu bir sanat tarzı.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e9b62a41fcd22d6f61803ef99be44ae1_7544061031468935132.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/3552654dec691af6ce96ea51fe0a5ffb_2613921281528629566.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d32da3d66ac04d8cf9bcdeee781c354c_4959454787557558748.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8147a7b30c769f17072414ed61980305_3594110463058149613.mp3"
          }
        ]
      },
      {
        "title": "Cyno'nun Sorunları",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">6. Arkadaşlık Seviyesinde açılır.</span></p><p></p><p>Son zamanlarda Dehanın Yakarışı Kart Oyununa dayanan, Inazuma'dan çıkma bir resimli roman gördüm. Ana karakter zor duruma düştüğünde bir şekilde aslında var olmaması gereken bir kart çekti. Bu beni derinden sarstı ve geride büyük bir muamma bıraktı. Desteyi kontrol ederek kimsenin ummadığı bir mucizeyi gerçekleştirdiler. Soru şu, bu bir kural ihlali olarak mı görülmeli yoksa oyun kuralları dahilinde mi kabul edilmeli?</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c35d7fdec8a80d143de6c22b2c5cf079_287094773898715211.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e54bcded73584ab220f795eb98114175_7827060468257997301.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2b95d542b79dc6fa2abe8bb333426877_2916470842241959933.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8544e435199454e8c4ba9615234e00d4_1803404098694171436.mp3"
          }
        ]
      },
      {
        "title": "En Sevdiği Yemek",
        "desc": "Pirinç, et ve kuru yemişler yoğurt ile karıştırılır ve birlikte kavrulur... Ne muhteşem bir lezzet bombardımanı! Dışındaki çıtır kısmı açtığında buharla birlikte sızan aromayı hissedebilirsin. Ayrıca yapımı çok uzun sürmüyor, kesinlikle favori yemeğim.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/72fd8dd6ec0a062db4d83364a7f3f38b_92866440542227137.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b5cb6338655a8879b70bf63b8abffd26_2811209089302866115.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1fb662a1796d5829a06055b7ad307f50_8899835108101582516.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2c008831c7497644ab2f1f9784c7b4b2_7714154972972966542.mp3"
          }
        ]
      },
      {
        "title": "En Sevmediği Yemek",
        "desc": "Çölde seyahat ederken yanıma aldığım erzak genelde lezzetsizdir. Bunlardan yeteri kadar yersen birazcık bile lezzeti olan her yiyecek seni mutlu edecektir. Eğer seçim yapmak zorunda kalsaydım... Böcek veya böcekle ilgili herhangi bir şeyi yemekten keyif aldığımı söylemezdim...",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/568f364e04323fedbbe3b7e8be9296e2_7010727119137765690.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2b5bb6a666772c405cea847d8435bbe5_198674937851135284.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/47d217c7d171646e252684d491a54a2b_8678467143758071772.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f6761c1dafa059724067123c77ce54ab_6935563606402168701.mp3"
          }
        ]
      },
      {
        "title": "Hediye Alma: I",
        "desc": "Çok lezzetli. Ellerine sağlık.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d132867c7803f13cb38d1c0fb3620415_4750640984815166330.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/da55bd5b3fee2822801b936714b3d50c_2212259184260521649.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ff310a9e6dd1d968d0323f54ab4e67eb_1565792113975898609.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9e32a48eea8eac8379d78b2059e84595_3313196594448618379.mp3"
          }
        ]
      },
      {
        "title": "Hediye Alma: II",
        "desc": "Kabul ediyorum. Teşekkürler.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/91ed8029fde1a28b1d07f03580bc10e5_5784875162450801104.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e244a3ee17589242ada0bed11fcbb635_4256826686284007926.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1890f0af6938189e024d344292f49707_6568842904880605076.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/14008435a556533cf882cd6bb6af9426_7139662103585354136.mp3"
          }
        ]
      },
      {
        "title": "Hediye Alma: III",
        "desc": "Of... Bana mı aldın? Emin misin?",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c427313a9c2694d78181b633215338c3_6543837319629221659.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/54667f0e2ebfa50b33b5d38fc44e8bb7_8388939008499341193.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0d65356915151c01c66db64b5f8da8b1_124019737553172829.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/cca07223c8455db009708f190b138495_4991739863900726551.mp3"
          }
        ]
      },
      {
        "title": "Doğum Günü",
        "desc": "Öhöm... Doğum gününü kutlarım. Kutlamalarda pek tecrübeli olmasam da doğum gününün yaklaştığını öğrenince hazırlık yapmak istedim. Öncelikle, bu desteyi birkaç gündür senin için hazırlıyordum, senin tarzına uyacağını düşünüyorum. Ayrıca biraz vakit yaratmak için programımı düzenledim. Gitmek istediğin bir yer var mı? Sana eşlik etmeyi çok isterim. Doğum günü sadece bir gün ama bu bir günün tadını çıkarmalısın. Üç gün içinde geri dönebiliyor olsak bizim için yeterli.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ca0cf58f0295fbbf16ae43ebf80d7d36_4061186270792308522.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/099c6afa8a20628ad2a5423acc2de7ff_5804749439491399480.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/abe8d28706db28b88405ada21159d47f_3030739626491047265.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1e4f493d1a683b31460688a19e16cfde_2899369401914909259.mp3"
          }
        ]
      },
      {
        "title": "Yükseltme Hakkında: Giriş",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">1. Yükseltme Aşamasında açılır</span></p><p></p><p>İçimde yükselen yeni gücü hissedebiliyorum, gelişmemin bir kanıtı.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5b719c1e23079b90f77f53d795af7a4c_7776244887521032028.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f4a338fbe8f5a58d3c719f4eba24dd6d_1082244320111168093.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/237eba3cb8210ac46a18c31f83023e36_5581202258206580689.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/7122992b4f776e8afc4b934a6a7ced4c_86045457185387715.mp3"
          }
        ]
      },
      {
        "title": "Yükseltme Hakkında: Gelişme",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">2. Yükseltme Aşamasında açılır</span></p><p></p><p>Kurallara uyacağıma ve kötüyü cezalandıracağıma yemin ederim.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f84749c096f924fdc4580f412fb18508_6774736693476877577.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4f9a54014686ae41746913d31dcc45d3_570547122162538441.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a8ad44986224e48411f0d6fed79dcb5e_6547674048190669263.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bfbf0e394c74c6c1325cb5b65522ba44_2465996822216424983.mp3"
          }
        ]
      },
      {
        "title": "Yükseltme Hakkında: Zirve",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">4. Yükseltme Aşamasında açılır</span></p><p></p><p>Güzel destek. Çok teşekkürler.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f6c451ad198b65702f5cfb1bf9fba033_5968958559432856323.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b07c19fd2a408d00eca44986e24ed401_487105970866146112.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/7d6e401ed5f93f0ddb8ced58493b4ab8_8905180356855801052.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/dd46b6c8d585da8db77bfa979764d7c1_5224315141058382236.mp3"
          }
        ]
      },
      {
        "title": "Yükseltme Hakkında: Sonuç",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">6. Yükseltme Aşamasında açılır</span></p><p></p><p>Gücümün zirvesindeyim ama sadece dövüş gücüme güvenerek halledemeyeceğim çok şey var. Duyguların ve kuralların uyuşmadığı çok zamanlar olacaktır ancak önümdeki yolculuklarda doğru dengeyi kurmanın püf noktasını bulacağım.</p>",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8b8cf8085f86a581a9dd9472bfc9dd94_4064400781979834139.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/977fdb33bbe849da8855e2aee6b1a53d_1835419564939063050.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/39677d95ab5f4e959289582a46ef08ad_188268060366348617.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0491019d48031c01975ee9a2cd44f23d_7553736307082250749.mp3"
          }
        ]
      },
      {
        "title": "Element Becerisi: I",
        "desc": "Teslim ol!",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f659de44fa76fc05c7496dfd16ba74dc_2065638066474670226.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6b61550a4bc7890565d656c8080db54f_6803699317179911346.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/191a0c45449cbf95160ad7d503b08f82_902279542118712027.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b2a9bfcb8bbe2dab54127b7daf22015b_2343169678691025107.mp3"
          }
        ]
      },
      {
        "title": "Element Becerisi: II",
        "desc": "Beyhude.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e60db3ddba7fabadc572d3b855a6f1a8_8066151636430974370.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bfc8b4c01c6a90e3fc5202e9328e9b4e_374054945746187840.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/83848e6e69c6eff21f118bc1777b7fbe_4957296879001452558.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0170f061eee76ff7e9a0a9fa917e80a4_7993295004730346524.mp3"
          }
        ]
      },
      {
        "title": "Element Becerisi: III",
        "desc": "Kaçacak yer yok!",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/fe6c290f9d13cbb2223699eda01fd721_8855489716440877493.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/52ccc63d53237420efa29c071ff9e947_1978671808871636592.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4a31d1d6c84d4df425f56f755964ea0b_7381150591308642976.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/aa05e9045922fba6fb05b9d1f910a535_7090153583600983667.mp3"
          }
        ]
      },
      {
        "title": "Element Becerisi: IV",
        "desc": "Suçun sabit görüldü.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/43f7a6d16843d9d81985ab0e61c71ccc_1846707085341315912.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/06b688ef138e161dbf06ab4f0ace8c72_8374838072839418103.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/00819135897cda2c961ad9dc456734db_3589360997794160640.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a8e3b71b009382fbb3eb6a5e1e097376_5106181925419021664.mp3"
          }
        ]
      },
      {
        "title": "Element Becerisi: V",
        "desc": "Suçlu!",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d5e6da315d2b68d918d479bfe0afdf82_4314536445513836997.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/864ba3603f49f19559dbf06cb373325e_90835448319586027.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/565a05951d86f5f1f7d3f2355931ad44_4315609340357736284.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/18ba84b3cb86b7325ef69e2a1ee8b220_5044838905042525215.mp3"
          }
        ]
      },
      {
        "title": "Element Becerisi: VI",
        "desc": "Kefaretini ödemelisin!",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/010fe0b296404b81475ce00e929670f6_3900753146874291251.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6b21494769478168d3b1e5b3fd8dbc36_6457210029850167219.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/7a3db4bf2869597ebb959f2352df6aef_3562612678566841868.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2a83cabe4f739e9b9933edbbbe976e2e_8349945955827202934.mp3"
          }
        ]
      },
      {
        "title": "Element Patlaması: I",
        "desc": "Adalet benimle yerini bulacak!",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1626c8ad5e82ada4bf27346b21fb3edf_3100699174131842082.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d01485def2bdbe6652acd6f4e0e21fb1_2351719354971239889.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/77a3edcc33ab3484d7929c41b3c25d41_9160436717909807930.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/859d0e0177708e35fe3be677a5157a8c_6049222948271734798.mp3"
          }
        ]
      },
      {
        "title": "Element Patlaması: II",
        "desc": "Hükmüm üzerinde.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0336e226bff41263321d20db12d73ae5_8856943341353993594.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/63058928078b82273a8926afb1d14d0a_2283912149471497879.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5ef2dc4e37f3631d1412234c35b5cd41_1970508331694498848.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/615fa11985ecc89f14709afc1ee3efdc_7876261868553507061.mp3"
          }
        ]
      },
      {
        "title": "Element Patlaması: III",
        "desc": "Günahların ruhunda ağırlık yapıyor.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/78a6636db4fc3bde8c30767e99cd734f_5808158245866446564.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/b5b74aabd35f8401cbfd94916b7372ac_8575753298819881907.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/0c4bd41fa10da5a42e87a0e677e236b5_8316763114277995694.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/11bea4adfc2a3de61a944c2379f56d35_3831831338143550272.mp3"
          }
        ]
      },
      {
        "title": "Hazine Sandığı Açma: I",
        "desc": "Hak edilen bir buluş.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d49486095124b7c3cd56f4f07802b051_7674532164122997314.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8774744a48505eeb65d979f324a9ca45_3073935640093265056.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/57937ed9a98fc5c58346067aa76cd46f_4876751484759037580.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9ab39be7ba5f81c28e4844c700f41047_280739120084213904.mp3"
          }
        ]
      },
      {
        "title": "Hazine Sandığı Açma: II",
        "desc": "Azmimiz sonuç verdi.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/eb3506f458802ea6b7de12e42df4a330_2427010116403393909.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/8c147c86d6d449a1973ace33ca7de9ab_5135069484980344507.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9cef428d34e8350b907a8682da3f6fb6_4004043173562560850.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e2e4adff0bdd4d924dda68d83f1809d1_7494143142829574780.mp3"
          }
        ]
      },
      {
        "title": "Hazine Sandığı Açma: III",
        "desc": "Zenginlik, üzerine uygarlığın inşa edildiği temeldir.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f8e01f2d31cacf2f1fae69a00af50014_7715588363647780744.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bfe863859a16c2fd15c51c3e856c3993_4610371020157646490.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/fc1b2d0d230274778414c53db60ec99b_4339342330556221725.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/60bbff570aa4b0a4b22d6b19520e406e_1885238941848005073.mp3"
          }
        ]
      },
      {
        "title": "Düşük Can: I",
        "desc": "Beklediğimden daha güçlü...",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ec8178edceb18f212684946936404de5_8200625948296933830.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5fdbcc15eb708da5a433e3a411f08629_7795862371164032778.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1bb76bfae89c20073c6a092045eb02c6_2831816956260018231.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/27e01a018095b4d52e0bf63dae849499_5220992215688761877.mp3"
          }
        ]
      },
      {
        "title": "Düşük Can: II",
        "desc": "Alıştım artık.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/a79499358dbf5d7c1a76c62c4e4caf32_7046052126556808744.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2cadbf7ef8dc23d5daaaa6aa0199bf59_6132063932260373097.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f75dd7e85ccb6d78d1ec976d2931b784_5996975124626129928.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2a8e6017afc9f141d16d2959eace418c_6291629942206285938.mp3"
          }
        ]
      },
      {
        "title": "Düşük Can: III",
        "desc": "Öf... Tekrar saldırsana!",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/446ee296428bbcefd6467b26fabfc8e5_2177063447515867063.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/eb0b1e36720be534789c3571f43bee06_1908988646730930073.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/60ab2abae0b2b2359be0849060154757_5459109223701222009.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2133b4c255881810bf5c909cf6d415b8_8735973355590055057.mp3"
          }
        ]
      },
      {
        "title": "Düşük Canlı Takım Arkadaşı: I",
        "desc": "Geri çekil. Sert davranmaya kalkma.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6d230e989e7c3b930c27c63c60fc216f_2640858828411542390.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c6e7d2e123163e5d300f2c6c1d20aee5_2985958943200464048.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1e90ffe2491ad327e0f960828139afb0_2310221551492446803.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/d18015c15722588ddfbd1775afd9b512_8132507045521746485.mp3"
          }
        ]
      },
      {
        "title": "Düşük Canlı Takım Arkadaşı: II",
        "desc": "Bundan sonrası bende.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/466901f70b4afd221d24cf4e0fdc4401_2491318112056667702.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bea5236bc116a9e083c874df017f5839_8646417617688720808.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c7710c7db41081cd3bad8af121edf9c3_8851083865093884552.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/45b2737b523cef53ea8207c3b2185f72_709333894095922500.mp3"
          }
        ]
      },
      {
        "title": "Yere Serilme: I",
        "desc": "Benim zamanım... Geldi mi?",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/41544f467ebf86d0fedabef599e234de_4277990691804561497.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e1f2e5e4232d36ce5d0ed6e9d5720955_3965219048096282346.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/86bcc1bd4e31b6926eacf5c50a2abafb_8276945598622968686.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/4ddb79b09296560eae33545bb50ee403_5945086160673045745.mp3"
          }
        ]
      },
      {
        "title": "Yere Serilme: II",
        "desc": "Ölümle... Yeni bir döngü başlar.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e557a62e8fe8a5bcc5074468c7e9d628_1322125115845019480.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/06aa9b0793f3daf2a7b385d4cdb2c8f9_8937672042516558939.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9509082697c93e7a6bac2e5dcea17b69_8934994050301332275.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ad14bd08cb0878d7c0e39f70fe43e386_6614760327201238831.mp3"
          }
        ]
      },
      {
        "title": "Yere Serilme: III",
        "desc": "Yargılamam başarısız oldu...",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2eb557bc9054b227772ce3c7a06ce8e0_5240765160217069460.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/afc0611781e706f3c5cabcc09af7e743_4246899251515426754.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/ad52b18f557efeb04967f0c6e9ce74e1_8873562394213531805.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/6011000b824e072623bf95268d9dac9e_5181805452943440139.mp3"
          }
        ]
      },
      {
        "title": "Hafif Darbe Alma: I",
        "desc": "Anlamsız.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5f4630fe5ec7aa4c585134f62ce6b21d_9136948431874916384.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/17d0265cbdfc662341c50d17bc83d345_3325075570158636157.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/9b6dadb4f3e9122864e720679a0c601a_5605154784448369754.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/25fa646e5d7d605ff77224c67a88e2b2_1759099382952423484.mp3"
          }
        ]
      },
      {
        "title": "Ağır Darbe Alma: I",
        "desc": "Zor bir kalabalık.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/111e96655afe601e2241eb29aeeb7a5b_7292725466447858368.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/57b48883f9bb189578116fbc6b7c80b0_3162777894900769331.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/68300c40aad9c5e5df9d5178497367f2_6561324834477069891.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f70d38b7f8971771c4e58d01e6bc7f53_7598045346087379859.mp3"
          }
        ]
      },
      {
        "title": "Ağır Darbe Alma: II",
        "desc": "İyi oynadın.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/af446df711df14fac0b1a006c1525aac_562465795860282379.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f5aab402d32d3ada4936505483fb931e_7554665773085370406.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f373a9c535bd10de9daf6cd833c6dd88_4636908371071041027.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/673f9ca80dfcb05144747db30e9670ba_8317023931085414369.mp3"
          }
        ]
      },
      {
        "title": "Gruba Katılma: I",
        "desc": "Elimden geleni yapmaya hazırım.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/085a8d2e5376f37fe744c90229ad48c9_2662226164489582238.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/57896bb5288ad2158c3fa39cdd9d22c0_7095751535898242753.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/861224c81d5190f2d7c80c630851e602_7194715266618515954.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/85df899d63abf726fd3859991dc15e03_2190561464088195977.mp3"
          }
        ]
      },
      {
        "title": "Gruba Katılma: II",
        "desc": "Görevimiz başlıyor.",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/3911e7d8524caaf6cb18d2501594489b_4195707502844832020.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/bd3d7b0f49d10d0e10f5fe6a0629ffb4_6477099839268315441.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/06e9d4343b00deaa0625de737d54f2e6_824359119196955632.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/848c18275b84af4bac59bef2400c683b_6948624645765677704.mp3"
          }
        ]
      },
      {
        "title": "Gruba Katılma: III",
        "desc": "Sıradaki hedefimiz kim?",
        "audios": [
          {
            "name": "ÇN",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/868475813ecf3e343fa713e8831fc825_1886161745535739482.mp3"
          },
          {
            "name": "İNG",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/61e7ae17790e556d6b223ac51d252a32_309744004382465107.mp3"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/e3582e961e5165d54b4f9f21ec2aab47_8099977321747539788.mp3"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/03f86b0c864882d5ef72efad2e87cdf3_598459551531906657.mp3"
          }
        ]
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/0d63b6cd3ef0388638b7e1fbbd1ddc75_1286658487288775953.png",
        "name": "Yazgı: Ebedi Nöbet",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Kutsal Ayin: Kurt Çevikliği</color> <color=#bfbfbf>kullanıldıktan sonra 10 saniyeliğine Cyno'nun Normal Saldırı Hızı %20 artar. Tüy Yargısı Pasif Yeteneğinin Hakim etkisi</color> <color=#ffd780>Saklı Ayin: Ahir Rehberi</color> <color=#bfbfbf>sırasında tetiklenirse bu artışın süresi yenilenir.</color>\n<color=#bfbfbf>\"Tüy Yargısı\" Pasif Yeteneğinin açılmış olması gerekir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/923a89afc3927e3efb3a9ba47e57d434_2830574677816009977.png",
        "name": "Ayin: Ruhların Dönüşü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Cyno'nun Normal Saldırıları düşmana vurduğunda 4 saniyeliğine</color> <color=#ffacff>Elektrik Hasarı Bonusu</color> <color=#bfbfbf>%10 artar. Bu etki her 0,1 saniyede bir tetiklenebilir. 5 kademeye kadar birikir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/93a7bdf65acc1895fd1ac98fff4a0550_294782464263057968.png",
        "name": "Kaide: Adil İnfazcı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Kutsal Ayin: Kurt Çevikliği</color> <color=#bfbfbf>Seviyesini 3 artırır.</color>\n<color=#bfbfbf>Maksimum yükseltme seviyesi 15'tir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/0659c3c8b504df01423e9a017e5ba204_5558726260584392410.png",
        "name": "İdare: Kısıtlayıcı Muhafız",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Cyno,</color> <color=#ffd780>Kutsal Ayin: Kurt Çevikliği</color> <color=#bfbfbf>tarafından tetiklenen Sadık Öncü durumundayken Elektrik Yüklü, Süper İletim, Yüksek Voltaj, Hızlanma, Şiddetlenme, Aşırı Çiçeklenme veya Elektrik Girdap tepkimelerini tetiklerse kendisi hariç tüm grup üyeleri için 3 Element Enerjisi yeniler.</color>\n<color=#bfbfbf>Bu etki her</color> <color=#ffd780>Kutsal Ayin: Kurt Çevikliği</color> <color=#bfbfbf>sırasında 5 kere tetiklenebilir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/00512954ad4c554579107454387f2f58_5973044530490757614.png",
        "name": "Cenaze: Yıldız Işığının Sönüşü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Saklı Ayin: Ahir Rehberi</color> <color=#bfbfbf>Seviyesini 3 artırır.</color>\n<color=#bfbfbf>Maksimum yükseltme seviyesi 15'tir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/d618095fed35710936dbfa6d35f6fa32_4614403480304654265.png",
        "name": "Kıyafet: Adalet Terazisi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Kutsal Ayin: Kurt Çevikliği</color> <color=#bfbfbf>kullandıktan veya \"Tüy Yargısı\" Pasif Yeteneğinin Hakim etkisini tetikledikten sonra Cyno, \"Çakal Günü\" etkisinden 4 kademe biriktirir. Düşmanlara Normal Saldırı ile vurduğunda bir Yaban Yıldırımı atmak için 1 \"Çakal Günü\" kademesi harcar.</color>\n<color=#bfbfbf>\"Çakal Günü\" 8 saniye sürer. 8 kademeye kadar birikebilir. Sadık Öncü sona erdiğinde iptal olur.</color>\n<color=#bfbfbf>Her 0,4 saniyede 1 Yaban Yıldırımı atılabilir.</color>\n<color=#bfbfbf>\"Tüy Yargısı\" Pasif Yeteneğinin açılmış olması gerekir.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Karakter Tanıtımı",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Akademiya'nın Genel Mahamatra'sı, tüm Matraların lideri. Derin bir etki bırakmayı asla başaramayan eşsiz bir mizah anlayışı vardır."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karakter İlişkileri",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Botanik dalında bilgili, Avidya Ormanı'nda Orman Gözcüsü görevini yürüten genç bir araştırmacı. Sıcak kalpli aklındakini doğrudan söyleyen ve en ruhsuz öğrencilere dahi rehberlik yapabilen yetenekli biridir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno, Tighnari ile iyi arkadaştır ve onunla TCG oynamaktan hoşlanır."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nTighnari tanıştığım diğer alimlerden farklı. Bilgiye diğer herkes gibi içten bağlıdır ama en önemli sınırları asla geçmez. Bazı alimler kendi laboratuvarları içinde kendilerini bir tanrı zanneder ama Tighnari öyle değildir. Her yaşam formuna eşit derecede saygı gösterir. Hatta Akademide bir pozisyonu reddettiğini bile duydum ve onun bu kararını destekliyorum.\nTighnari bir keresinde bana akşam yemeğinde espri yapmamamı söylemiş ve esprilerimin komik olmadığı konusunda ısrar etmişti. Onun bu görüşüne katılmadığım için en iyi üç esprimi art arda patlattım ve her birinin dayanak noktasını detaylıca açıkladım. Konuşmamı bitirdiğimde yemeğim soğumuştu bile.\n<color=#ffd780>Tighnari:</color>\nDanışmanımın kurtarılışından sonra, selamlarımı iletmek için kendisine bir mektup yazdım. Bana gönderdiği cevapta, selamımın zaten birisi tarafından kendisine bizzat iletildiğini söyleyince şaşırdım. Mektubunu, \"General Mahamatra, Darşanımızın çabaları sayesinde bilgelerin daha 'zevkli bir şöhrete' sahip olacağını umduğunu söyledi. 'Zevkli bir şöhret' derken ne demek istemiş olabilir?\" sorusuyla bitirdi. Gerçekten güzel bir soru. Ne demek istediğini ben de anlamak isterdim.\nCyno ile görüşmek mi istiyorsun? Önce seni uyarayım. Eğer iş ile ilgili senin peşine düşecek olursa hayatının en büyük kabusunu görmeye hazır olmalısın. Onun dışında General Mahamatra yüksek rütbeli biri olduğundan genelde onu bulmak kolay değildir. Yine de sık sık Collei'i görmek için Gandharva'ya gider. Ne kadar gizlenmeye çalışsa da kulaklarımı aldatamaz."
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Avidya Ormanı'nda faaliyet gösteren acemi muhafız. Hevesli söz ve hareketlerinin ardında biraz içe dönük bir kişiliği vardır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno, Collei ile ilk kez Mondstadt'ta tanıştı ve sık sık Gandharva Köyü'ne uğrayarak onun sağlığını kontrol ediyor."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nBir keresinde Collei'e bedenindeki tanrı kalıntılarını kapatmasında yardım etmiştim ancak süreç tahmin edilmez bir şekilde acı vericiydi. Bazıları için böylesi bir acıya dayanmak ölümden bile beterdir, bu yüzden buna dayanabilmesi gerçekten takdire değer.\n<color=#ffd780>Collei:</color>\nHımm... Sakıncası yoksa ondan bahsetmek istemem. Hayır, General Mahamatra kötü biri olduğundan değil. Aslında, Mondstadt'tan gelip Sumeru'da kalacak güvenli bir yer bulmam onun sayesinde oldu. Sadece... Mondstadt'tan ayrılmadan önceki mühürleme işlemini ne zaman hatırlasam... Boynumun arkası yine ağrımaya başlar..."
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Sumeru Akademisinin şu anki katibi. Olağanüstü zekası ve yetenekleri olan, özgürlüğüne düşkün bir adam. Sıradan insanların meraklı gözlerinden uzakta başına buyruk bir şekilde yaşar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno ve Alhaitham başlangıçta bazı yanlış anlamalar yaşadılar, ancak Devi Kusanali'yi kurtarmak için birlikte çalıştıktan sonra, birbirlerinin çalışmalarına karşılıklı saygı duymaya başladılar."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nÇok zeki insanlardan hoşlanmam. Her şeyi kontrol edebileceklerini düşünürler ve sürekli kendilerini tehlikeye atarlar. Ama Alhaitham en güvenilir olanlardan biridir. Çoğu durumda kontrolü elinde tutar ve potansiyel felaketleri engelleme becerisine sahiptir.\n<color=#ffd780>Alhaitham:</color>\nOrtak bilinç davası, Matranın iş yükünü kesinlikle artırdı ama benim vicdanım rahat. Meydana gelen olayın temel sebebinin aslında benimle hiçbir ilgisi yok. Olay hakkında beni bir defa bile arayıp yardım istemeyen Cyno'nun bunu anlayabileceğinden eminim."
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>Bazen birçok konuyu gereğinden fazla önemseyen, Sumerulu ünlü bir mimar.</p><p>Gerçek hayatın dertlerinde boğulan bir estetik sevdalısı.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/25073864/2270aba02b92034d7d76b4426be8f53b_1906269483904815174.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno, Kaveh'in başkalarını güldürme yeteneğini biraz kıskanmış görünüyor."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kaveh:</color>\nTighnari ve Collei bunu hiç yüzüme söylemediler ama Kaveh'in kişisel hikayelerini, hazırladığım esprilerden daha eğlenceli buldular. Bunu yüzlerinde görebiliyordum. Bunun hakkında ne mi düşündüm? Yani öyle bir durumda gülebilmeleri bana komik gelmişti."
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno, Devi Kusanali'ye saygı duyuyor ve Nahida da Cyno'nun şakalarını takdir eden az sayıdaki kişiden biri."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nBir tanrı hakkında yorum yapmak, benim konumuma pek uygun düşmez. Ancak onunla çalışırken onun bilgeliğine, cesaretine ve kararlılığına tanıklık ettim. Elinde hiçbir kanıt olmadığı halde onun kuyusunu kazan ve onu eleştiren bilgelere kıyasla, daha güvenilir bir değerlendirme yapabileceğimi düşünüyorum. O, herkesin saygısını hak eden olağanüstü bir tanrıdır.\n<color=#ffd780>Nahida:</color>\nOnun şakaları, gömülü bir hazine ya da yer altında gizlenmiş cevherler gibidir. Öyle komikler ki. Hı? Hangi kısmı anlamadın? Peki, sana açıklayayım.\nDüzen ve adaletin karşı karşıya geldiği bir durumla yüzleştiğinde, her General Mahamatra böyle kararlı bir duruş sergileyemez. Taviz vermenin kişiyi çıkmaz sokağa sürüklediğini gayet iyi bildiği için, hak ettiği görevine artık geri dönebilmesi tüm Sumeru için büyük bir şanstır."
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno ve Nilou, Devi Kusanali'yi kurtarmak için birlikte çalıştılar ve arkadaş oldular."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nOnun dans etme coşkusunu ve tutkusunu hissedebiliyorum. Dans, adeta onun bir parçası olmuş durumda. Umarım her zaman, sevdiği sanatı diğer insanları mutlu etmek için kullanabilir.\n<color=#ffd780>Nilou:</color>\nAkademideki insanlarla etkileşime girmekten hoşlanmıyorum çünkü sanata iyi niyetle yaklaşmıyorlar. Canları sıkıldığında ne yapıyorlar merak ediyorum doğrusu... Hımm, Cyno Dehanın Yakarışı Kart Oyununu mu oynuyor? Gerçekten inanamıyorum..."
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzan",
        "desc": "<p>\"Yüzyıl öncesinden\" bir araştırmacı. Kendisini herkesten daha kıdemli görmeyi sever ve eski yazılar ve her türden makina hakkında önemli bilgilere sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/38c12ab46678a4008f83a0e46c900ef5_528211919348170763.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno, Faruzan'ın varlığını tuhaf bulur, ancak Faruzan da onun şakaları hakkında aynı şekilde hisseder."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nFaruzan'ın kayboluşuyla ilgili dava dosyalarını dikkatlice inceledim. O zamanlar onun tehlikeli bir araştırma yürüttüğünü düşünüyordum ama onunla bireysel olarak tanışınca bu fikrimden vazgeçtim. Onunla anlaşmak benim için pek kolay olmasa da genelde bana iyi niyetli ve konuşkan biri izlenimi verdi. Başkaları konusunda oldukça düşünceli, kesinlikle basiretsiz hareketlerde bulunabilecek biri değil.\n<color=#ffd780>Faruzan:</color>\nCyno esprilerini modern kelimeler ve modern dil kullanarak yapıyor ama yine de kullandığı dilden ve metinden arkasındaki anlamı çıkaramıyorum... Hı? Yani hepsi gerçek anlamları ve sesteş sözcüklerden mi ibaret? Gerçekten mi? O zaman, bu şakalar çok sıkıcı..."
      },
      {
        "type": "CustomEntry",
        "epId": 2,
        "name": "Lisa",
        "desc": "<p>Sumeru Akedemisi tarafından son iki yüzyılın en seçkin mezunu olarak kabul edilen Favonius Şövalyelerinin tembel ama bilgili Kütüphanecisi.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Lisa_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Lisa ve Cyno, Lisa Akademiya'dayken aynı bilgeden eğitim almışlardı."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Cyno:</color>\nLisa'yı elbette tanıyorum, bir zamanlar aynı bilgenin altında çalışmıştık. General Mahamatra olarak, fazla hırsla bilgi peşinde koşanların başlarına gelen trajedilere çok kez tanık oldum, bu yüzden onun kararını anlıyorum.\n<color=#ffd780>Lisa:</color>\nSumeru'dan ayrıldığımdan beri hocalarıma nezaketen gönderdiğim mektuplar dışında Akademiden kimseyle iletişim kurmadım. Neyse ki gelecek vadeden her öğrenci benim gibi tembel teneke değil... Duyduğuma göre astlarımdan biri olan Cyno şu anda epey aksiyon dolu bir hayat yaşıyormuş."
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>Kral Deshret'in soyundan gelen ve sol gözü kehribar olan, Aaru Köyü'nün koruyucusu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/2f43da4ece9eabfbde6ec2fcc81b3bff_6412967003441390014.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Candace, kayıp Köy Bekçilerini bulmak için Cyno ile birlikte çalıştı."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Candace:</color>\nGeçmişte, Akademinin General Mahamatra'sı Samiel Duvarının bu tarafında nadiren görülürdü ancak son zamanlarda sürekli burada ortaya çıkıyor. Münzevilerin onun hakkında anlatacağı korkunç hikayeleri olduğuna inanıyorum..."
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>Parlak Moralara olan aşkıyla bilinen gizemli bir tüccar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Cyno, Dehanın Yakarışı Kart Oyunu Merch'ini elde etmek için Dori'ye güveniyor."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Dori:</color>\nOnu tanıyorum da denilebilir. Sonuçta Sumeru'da onun için Dehanın Yakarışı kart oyununu elde edebilen tek tüccar bendim! Fena değil, ha? Kabul etmeliyim ki Akademiden onun gibi özgür ruhlu ve zeki birinin çıkmış olması gerçekten şaşırtıcı. Ayrıca ücret konusunda asla pazarlık yapmıyor."
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Layla",
        "desc": "<p>Teorik Astrolojide uzmanlaşmış bir Rtawahist öğrencisi. Uyurgezerlikten muzdarip ve uyku eksikliği ile sürekli savaş halindedir. İyi bir uyku, onun için büyük bir sorundur.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/15/35428890/48a495acadaf37f12d0a7f653d85bd83_7085430198590697354.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Özet"
      },
      {
        "type": "RichText",
        "text": "Layla, Cyno ile Dehanın Yakarışı Kart Oyunu karşılaşması yapmak istiyor."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Layla:</color>\nGeneral Mahamatra, Dehanın Yakarışı Kart Oyununda epey iyiymiş, öyle mi? Merak ediyorum da... Yani, fırsat olursa onunla bir el oyun oynamak isterdim. Dehanın Yakarışı gibi kart oyunları, zihinsel matematiği iyi olanlar için daha kolaydır, bu yüzden... Bilmiyorum ama ona yenilmem diye düşünüyorum."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hikaye Görevleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Altın Kurt Bölümü Sahne I: Yalnızlık Kumları"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/21/35428890/a4e47f4c90137d9c5bef2472f2d14a5e_2099301610216276706.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>(İngilizceden Çevirilmiştir)</color>\nMatra, Gezgin ve Cyno'dan kaçak Konserve Bilgi ile ilgili bir vakayı araştırmalarını ister. Basit bir vaka gibi görünen olay, kısa sürede ölüleri dirilttiği söylenen harabeleri ve Matra'nın içindeki ihanetleri içeren daha büyük bir gizeme dönüşür.\n<color=#ffd780>Karakterler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>Parlak Moralara olan aşkıyla bilinen gizemli bir tüccar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/35428890/6539bea71efd0f839db897cfc4094362_3469125131800075941.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Botanik dalında bilgili, Avidya Ormanı'nda Orman Gözcüsü görevini yürüten genç bir araştırmacı. Sıcak kalpli aklındakini doğrudan söyleyen ve en ruhsuz öğrencilere dahi rehberlik yapabilen yetenekli biridir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kartal Bölümü Sahne I: Mafyanın Yanılsamaları"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/21/35428890/dff97d522e7e6dbe4a0ce1ca4604c278_3856345549366279941.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>(İngilizceden Çevirilmiştir)</color>\nCyno, yürütülen yasadışı araştırmaları durdurmak için Alhaitham ile birlikte çalışıyor.\n<color=#ffd780>Karakterler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Sumeru Akademisinin şu anki katibi. Olağanüstü zekası ve yetenekleri olan, özgürlüğüne düşkün bir adam. Sıradan insanların meraklı gözlerinden uzakta başına buyruk bir şekilde yaşar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hükümdar Görevleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bölüm III: Sahne III & IV"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/21/35428890/96126c9e6361615d36da87b0e69d435f_6757516908831941278.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>(İngilizceden Çevirilmiştir)</color>\nGezgin, Nahida'nın ipucunu Aaru köyüne kadar takip eder. Orada Cyno, Alhaitham, Dehya ve Candance ile kayıp Köy Bekçilerini araştırmak için bir araya gelirler.\n<color=#ffd780>Karakterler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Sumeru Akademisinin şu anki katibi. Olağanüstü zekası ve yetenekleri olan, özgürlüğüne düşkün bir adam. Sıradan insanların meraklı gözlerinden uzakta başına buyruk bir şekilde yaşar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>Kral Deshret'in soyundan gelen ve sol gözü kehribar olan, Aaru Köyü'nün koruyucusu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/2f43da4ece9eabfbde6ec2fcc81b3bff_6412967003441390014.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Sumeru'nun kumlarında dolaşan ve bir paralı asker örgütü olan Münzevilerin bir üyesi. Yiğit ve güçlü savaşçı yapısıyla, Münzevi arkadaşları arasında büyük bir şöhrete sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/25073864/65b22311e1e38ffa45a4928d4005ecee_97571996295361468.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bölüm III: Sahne V"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/21/35428890/9f99ba21463d0bb2c5035d36fcaacf36_2354425142786038031.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>(İngilizceden Çevirilmiştir)</color>\nGezgin, Nahida'yı Büyük Bilge'den kurtarmak ve Devi Kusanali'yi Sumeru'nun Archon'u olarak hak ettiği yere geri getirmek için Sumeru kadrosunun çoğuyla birlikte çalışır.\n<color=#ffd780>Karakterler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Sumeru Akademisinin şu anki katibi. Olağanüstü zekası ve yetenekleri olan, özgürlüğüne düşkün bir adam. Sıradan insanların meraklı gözlerinden uzakta başına buyruk bir şekilde yaşar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p>Kral Deshret'in soyundan gelen ve sol gözü kehribar olan, Aaru Köyü'nün koruyucusu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/2f43da4ece9eabfbde6ec2fcc81b3bff_6412967003441390014.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Sumeru'nun kumlarında dolaşan ve bir paralı asker örgütü olan Münzevilerin bir üyesi. Yiğit ve güçlü savaşçı yapısıyla, Münzevi arkadaşları arasında büyük bir şöhrete sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/25073864/65b22311e1e38ffa45a4928d4005ecee_97571996295361468.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Botanik dalında bilgili, Avidya Ormanı'nda Orman Gözcüsü görevini yürüten genç bir araştırmacı. Sıcak kalpli aklındakini doğrudan söyleyen ve en ruhsuz öğrencilere dahi rehberlik yapabilen yetenekli biridir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Avidya Ormanı'nda faaliyet gösteren acemi muhafız. Hevesli söz ve hareketlerinin ardında biraz içe dönük bir kişiliği vardır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dünya Görevleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bir Sonraki Sefer, Çağrışımların Kralı Üzerine"
      },
      {
        "type": "RichText",
        "text": "Cyno, Genius Invokation TCG'nin yaratıcısı Fukumoto ile tanışır. Fukumoto, Cyno'nun çizimleri için modellik yapmayı kabul etmesi halinde onunla birkaç TCG oyunu oynayacağına söz verir.\n<color=#ffd780>(İngilizceden Çevirilmiştir)</color>\n<color=#ffd780>Karakterler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Etkinlikler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Muhteşem Mantar"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/02/21/35428890/ce044a5281f61ac844041e52ea9d7019_8490663853043100130.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Versiyon 3.2</color>\nSumeru'da belli bir araştırmacı, zengin ve esrarengiz bir sponsorun yardımıyla muhteşem bir Canavar Terbiyecisi Turnuvası düzenler ve bu yarışma hem yarışmacıların hem de izleyicilerin ilgisini çeker...\n<color=#ffd780>(İngilizceden Çevirilmiştir)</color>\n<color=#ffd780>Karakterler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>Büyük Narukami Tapınağının Leydi Guuji'si aynı zamanda Yae Yayınevinde genel yayın yönetmenidir. Güzelliğinin altında akla hayale sığmayacak bir zeka ve kurnazlık saklıdır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2859,
        "name": "Layla",
        "desc": "<p>Teorik Astrolojide uzmanlaşmış bir Rtawahist öğrencisi. Uyurgezerlikten muzdarip ve uyku eksikliği ile sürekli savaş halindedir. İyi bir uyku, onun için büyük bir sorundur.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/15/35428890/48a495acadaf37f12d0a7f653d85bd83_7085430198590697354.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_source=hoyolab&utm_medium=tools&lang=en-us&bbs_theme=light&bbs_theme_device=1#/map/2?shown_types=391,390,57,430&center=3264.12,-4450.00&zoom=-2.00",
    "talent": [
      {
        "key": "Normal Saldırı: Çağrı Mızrağı",
        "title": "Normal Saldırı: Çağrı Mızrağı",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/ac85f420fede2390c2e850f3061458c4_2538378798733754345.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Normal Saldırı</color>\n<color=#ffffff73>Arka arkaya en fazla 4 mızrak saldırısı yapar.</color>\n<color=#ffd780>Yüklü Saldırı</color>\n<color=#ffffff73>İleri atılırken belirli miktarda Dayanıklılık harcar ve önündeki düşmanlara hasar verir.</color>\n<color=#ffd780>Havadan Saldırı</color>\n<color=#ffffff73>Havadayken dalışa geçerek yere vurur ve yoluna çıkan düşmanlara Alan Hasarı verir.</color>"
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11"
            ]
          },
          {
            "key": "1 Vuruş Hasarı",
            "values": [
              "49.3%",
              "53.3%",
              "57.3%",
              "63.0%",
              "67.0%",
              "71.6%",
              "77.9%",
              "84.2%",
              "90.5%",
              "97.4%",
              "104.2%"
            ]
          },
          {
            "key": "2 Vuruş Hasarı",
            "values": [
              "47.9%",
              "51.8%",
              "55.7%",
              "61.3%",
              "65.2%",
              "69.7%",
              "75.8%",
              "81.9%",
              "88.0%",
              "94.7%",
              "101.4%"
            ]
          },
          {
            "key": "3 Vuruş Hasarı",
            "values": [
              "29.3%+29.3%",
              "31.7%+31.7%",
              "34.1%+34.1%",
              "37.5%+37.5%",
              "39.9%+39.9%",
              "42.6%+42.6%",
              "46.3%+46.3%",
              "50.1%+50.1%",
              "53.8%+53.8%",
              "57.9%+57.9%",
              "62%+62%"
            ]
          },
          {
            "key": "4 Vuruş Hasarı",
            "values": [
              "75.9%",
              "82.1%",
              "88.2%",
              "97.1%",
              "103.2%",
              "110.3%",
              "120.0%",
              "129.7%",
              "139.4%",
              "150.0%",
              "160.6%"
            ]
          },
          {
            "key": "Yüklü Saldırı Hasarı",
            "values": [
              "122.4%",
              "132.2%",
              "142.3%",
              "156.5%",
              "166.5%",
              "177.9%",
              "193.5%",
              "209.2%",
              "224.8%",
              "241.9%",
              "259.0%"
            ]
          },
          {
            "key": "Yüklü Saldırı Dayanıklılık Maliyeti",
            "values": [
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı",
            "values": [
              "63.9%",
              "69.1%",
              "74.3%",
              "81.8%",
              "87.0%",
              "92.9%",
              "101.1%",
              "109.3%",
              "117.5%",
              "126.4%",
              "135.3%"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
            "values": [
              "128%/160%",
              "138%/173%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "186%/232%",
              "202%/253%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 2683,
              "name": "Nasihat Öğretisi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, saf bir yürekten gelir. Yalnızca makul olan iyi niyet sözleri, derin bilgeliği ifade edebilir ve bilginin filizini kibrin prangalarından kurtarabilir.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/75e8257af2e9910f0ce9107c32ffc0e7_2363344271998047779.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 630,
              "name": "Kehanet Parşömeni",
              "desc": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 2684,
              "name": "Nasihat Rehberi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, akıllıca düşünme ile özdeşleşmiştir. Dikkatlice düşünmek, alçak gönüllü sözlerle bilgeyi ikna eden ve ahmağı aydınlatan bir netlik sunar. Böyle sözler bilgeliğin engelsiz bir nehir gibi akmasını sağlar.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/d190f7d9dac159f975d25b35cdd2680f_129041056965375937.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 2684,
              "name": "Nasihat Rehberi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, akıllıca düşünme ile özdeşleşmiştir. Dikkatlice düşünmek, alçak gönüllü sözlerle bilgeyi ikna eden ve ahmağı aydınlatan bir netlik sunar. Böyle sözler bilgeliğin engelsiz bir nehir gibi akmasını sağlar.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/d190f7d9dac159f975d25b35cdd2680f_129041056965375937.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 2684,
              "name": "Nasihat Rehberi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, akıllıca düşünme ile özdeşleşmiştir. Dikkatlice düşünmek, alçak gönüllü sözlerle bilgeyi ikna eden ve ahmağı aydınlatan bir netlik sunar. Böyle sözler bilgeliğin engelsiz bir nehir gibi akmasını sağlar.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/d190f7d9dac159f975d25b35cdd2680f_129041056965375937.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 2684,
              "name": "Nasihat Rehberi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, akıllıca düşünme ile özdeşleşmiştir. Dikkatlice düşünmek, alçak gönüllü sözlerle bilgeyi ikna eden ve ahmağı aydınlatan bir netlik sunar. Böyle sözler bilgeliğin engelsiz bir nehir gibi akmasını sağlar.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/d190f7d9dac159f975d25b35cdd2680f_129041056965375937.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 2685,
              "name": "Nasihat Felsefesi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, iyilikle tamamlanır. Yapılanlar söylenenlerin gerçek anlamını ortaya çıkarır. Zihin, sözler ve eylemler bir olduğunda bilgelik ağacı meyvesini verecektir.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/18e7ab33e2000cea40ca5ac153e5aa7e_5584821498143483657.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 329,
              "name": "Korkunç Generalin İşareti",
              "desc": "A puppet joint obtained from the Plane of Euthymia. The gesture here symbolizes the concept that \"one sees and one does.\"<br/>Even now that \"she\" has become a calamitous deity, she can still utilize such transcendent gestures, her sword flashing forth as swiftly as her eyes may see.<br/>And yet, as the countless disasters ground on for far too long, the baleful general's shell had to embrace a new spring.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mudra of the Malefic General_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 2685,
              "name": "Nasihat Felsefesi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, iyilikle tamamlanır. Yapılanlar söylenenlerin gerçek anlamını ortaya çıkarır. Zihin, sözler ve eylemler bir olduğunda bilgelik ağacı meyvesini verecektir.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/18e7ab33e2000cea40ca5ac153e5aa7e_5584821498143483657.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 329,
              "name": "Korkunç Generalin İşareti",
              "desc": "A puppet joint obtained from the Plane of Euthymia. The gesture here symbolizes the concept that \"one sees and one does.\"<br/>Even now that \"she\" has become a calamitous deity, she can still utilize such transcendent gestures, her sword flashing forth as swiftly as her eyes may see.<br/>And yet, as the countless disasters ground on for far too long, the baleful general's shell had to embrace a new spring.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mudra of the Malefic General_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 2685,
              "name": "Nasihat Felsefesi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, iyilikle tamamlanır. Yapılanlar söylenenlerin gerçek anlamını ortaya çıkarır. Zihin, sözler ve eylemler bir olduğunda bilgelik ağacı meyvesini verecektir.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/18e7ab33e2000cea40ca5ac153e5aa7e_5584821498143483657.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 329,
              "name": "Korkunç Generalin İşareti",
              "desc": "A puppet joint obtained from the Plane of Euthymia. The gesture here symbolizes the concept that \"one sees and one does.\"<br/>Even now that \"she\" has become a calamitous deity, she can still utilize such transcendent gestures, her sword flashing forth as swiftly as her eyes may see.<br/>And yet, as the countless disasters ground on for far too long, the baleful general's shell had to embrace a new spring.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mudra of the Malefic General_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 2685,
              "name": "Nasihat Felsefesi",
              "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yetenek Seviyesi Yükseltme malzemesi.<br>Nasihat, bilgelik ulusunun dallarıdır.<br>Nasihat, iyilikle tamamlanır. Yapılanlar söylenenlerin gerçek anlamını ortaya çıkarır. Zihin, sözler ve eylemler bir olduğunda bilgelik ağacı meyvesini verecektir.</span></p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/94376896/18e7ab33e2000cea40ca5ac153e5aa7e_5584821498143483657.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 329,
              "name": "Korkunç Generalin İşareti",
              "desc": "A puppet joint obtained from the Plane of Euthymia. The gesture here symbolizes the concept that \"one sees and one does.\"<br/>Even now that \"she\" has become a calamitous deity, she can still utilize such transcendent gestures, her sword flashing forth as swiftly as her eyes may see.<br/>And yet, as the countless disasters ground on for far too long, the baleful general's shell had to embrace a new spring.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mudra of the Malefic General_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Bilgelik Tacı",
              "desc": "A precious Talent Level-Up material.<br/>Once a medium for the storage and transfer of wisdom in ancient times. Now, wisdom is found in ancient texts and in profound speech. Nevertheless, this Crown of Insight must still be able to impart some transcendent power and wisdom to its bearer.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/48bc5503e0edabcfa5854d7bc5cb086c_7929177489782879015.gif"
      },
      {
        "key": "Saklı Ayin: Ahir Rehberi",
        "title": "Saklı Ayin: Ahir Rehberi",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/eac476517c5e238cbad268c6da7383d4_3767012257496667026.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Hızla öne atılır ve yoluna çıkan düşmanlara</color> <color=#ffacff>Elektrik Hasarı</color> <color=#bfbfbf>verir.</color>\n<color=#bfbfbf>Cyno Kutsal Ayin: Kurt Çevikliği tarafından tetiklenen Sadık Öncü durumundayken korkunç bir</color> <color=#ffd780>Elektrik Alan Hasarı</color> <color=#bfbfbf>veren ve Sadık Öncünün süresini uzatan bir</color> <color=#ffacff>Ölüm Ayini</color> <color=#bfbfbf>gerçekleştirir.</color>\n<color=#ffffff73>\"Bu hüküm başka bir seçenek bırakmıyor. Burada ne kabul ne de inkar var... Bu hükme ezelden beri bağlıyız.\"</color>"
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11",
              "Sv.12",
              "Sv.13"
            ]
          },
          {
            "key": "Beceri Hasarı",
            "values": [
              "130.4%",
              "140.2%",
              "150.0%",
              "163.0%",
              "172.8%",
              "182.6%",
              "195.6%",
              "208.6%",
              "221.7%",
              "234.7%",
              "247.8%",
              "260.8%",
              "277.1%"
            ]
          },
          {
            "key": "Ölüm Ayini Hasarı",
            "values": [
              "156.8%",
              "168.6%",
              "180.3%",
              "196.0%",
              "207.8%",
              "219.5%",
              "235.2%",
              "250.9%",
              "266.6%",
              "282.2%",
              "297.9%",
              "313.6%",
              "333.2%"
            ]
          },
          {
            "key": "Sadık Öncü Süre Bonusu",
            "values": [
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s",
              "4.0s"
            ]
          },
          {
            "key": "BS",
            "values": [
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s",
              "7.5s"
            ]
          },
          {
            "key": "Ölüm Ayini BS",
            "values": [
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s",
              "3.0s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/84e957749d4fac88e1726d9427601348_6225109270443595391.gif"
      },
      {
        "key": "Kutsal Ayin: Kurt Çevikliği",
        "title": "Kutsal Ayin: Kurt Çevikliği",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/93a7bdf65acc1895fd1ac98fff4a0550_8583181344870839595.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Kutsal bir ruhu kendisini kullanması için çağırır ve Sadık Öncüye dönüşür.</color>\n<color=#ffd780>Sadık Öncü</color>\n<color=#bfbfbf>Cyno'nun Normal, Yüklü ve Havadan Saldırıları</color> <color=#ffacff>Elektrik Hasarına</color> <color=#bfbfbf>çevrilir. Bu sonradan değiştirilemez.</color>\n<color=#bfbfbf>Cyno'nun Element Ustalığı ve müdahaleye karşı direnci artar. Elektrik Yüklü Hasara karşı bağışıklık kazanır.</color>\n<color=#bfbfbf>Bu etki, 18sn sonrasında veya Cyno savaş alanında ayrıldığında kaybolur.</color>\n<color=#ffffff73>Kadim ulustan geçen saklı ayinler General Mahamatra'nın hükmündedir.</color>\n<color=#ffffff73>Ne geçmişte ne de şimdi; ister büyük fırtına, ister yılan olsun, kimse kanunların hükümdarını deviremez.</color>"
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11",
              "Sv.12",
              "Sv.13"
            ]
          },
          {
            "key": "1 Vuruş Hasarı",
            "values": [
              "78.3%",
              "84.7%",
              "91.0%",
              "100.1%",
              "106.5%",
              "113.8%",
              "123.8%",
              "133.8%",
              "143.8%",
              "154.7%",
              "165.7%",
              "176.6%",
              "187.5%"
            ]
          },
          {
            "key": "2 Vuruş Hasarı",
            "values": [
              "82.5%",
              "89.2%",
              "95.9%",
              "105.5%",
              "112.2%",
              "119.9%",
              "130.4%",
              "141.0%",
              "151.5%",
              "163.0%",
              "174.5%",
              "186.0%",
              "197.5%"
            ]
          },
          {
            "key": "3 Vuruş Hasarı",
            "values": [
              "104.6%",
              "113.2%",
              "121.7%",
              "133.8%",
              "142.4%",
              "152.1%",
              "165.5%",
              "178.9%",
              "192.2%",
              "206.8%",
              "221.4%",
              "236.0%",
              "250.6%"
            ]
          },
          {
            "key": "4 Vuruş Hasarı",
            "values": [
              "51.7%+51.7%",
              "55.9%+55.9%",
              "60.1%+60.1%",
              "66.1%+66.1%",
              "70.3%+70.3%",
              "75.1%+75.1%",
              "81.7%+81.7%",
              "88.4%+88.4%",
              "95.0%+95.0%",
              "102.2%+102.2%",
              "109.4%+109.4%",
              "116.6%+116.6%",
              "123.8%+123.8%"
            ]
          },
          {
            "key": "5 Vuruş Hasarı",
            "values": [
              "130.8%",
              "141.5%",
              "152.1%",
              "167.4%",
              "178.0%",
              "190.2%",
              "206.9%",
              "223.7%",
              "240.4%",
              "258.6%",
              "276.9%",
              "295.2%",
              "313.4%"
            ]
          },
          {
            "key": "Yüklü Saldırı Hasarı",
            "values": [
              "101.1%",
              "109.3%",
              "117.5%",
              "129.3%",
              "137.5%",
              "146.9%",
              "159.8%",
              "172.7%",
              "185.7%",
              "199.8%",
              "213.9%",
              "228.0%",
              "242.1%"
            ]
          },
          {
            "key": "Yüklü Saldırı Dayanıklılık Maliyeti",
            "values": [
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0",
              "25.0"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı",
            "values": [
              "63.9%",
              "69.1%",
              "74.3%",
              "81.8%",
              "87.0%",
              "92.9%",
              "101.1%",
              "109.3%",
              "117.5%",
              "126.4%",
              "135.3%",
              "144.2%",
              "153.1%"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
            "values": [
              "128%/160%",
              "138%/173%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "186%/232%",
              "202%/253%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%",
              "288%/360%",
              "306%/382%"
            ]
          },
          {
            "key": "Element Ustalığı Bonusu",
            "values": [
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100",
              "100"
            ]
          },
          {
            "key": "Temel Süre",
            "values": [
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s",
              "10.0s"
            ]
          },
          {
            "key": "BS",
            "values": [
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s",
              "20.0s"
            ]
          },
          {
            "key": "Enerji Maliyeti",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/7f6035d7515eae67573afcd691543724_5094794878568495084.gif"
      },
      {
        "key": "Tüy Yargısı",
        "title": "Tüy Yargısı",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/6f665f37c3c1fd5d2b26de9cec627502_7128756330624351724.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Cyno,</color> <color=#ffd780>Kutsal Ayin: Kurt Çevikliği</color> <color=#bfbfbf>tarafından tetiklenen Sadık Öncü durumundayken aralıklarla Akıbet Gören duruşuna girer. Cyno, bu duruşun etkisi altındayken</color> <color=#ffd780>Saklı Ayin: Ahir Rehberini</color> <color=#bfbfbf>etkinleştirirse Saklı Ayin: Ahir Rehberi Hasarını %35 artıran ve Cyno'nun Saldırısının %100'ü kadar</color> <color=#ffacff>Elektrik Hasarı</color> <color=#bfbfbf>veren 3 adet Yaban Yıldırımı atan Hakim etkisini etkinleştirir.</color>\n<color=#bfbfbf>Yaban Yıldırımı Hasarı, Element Becerisi Hasarı olarak sayılır.</color>"
          }
        ],
        "attributes": []
      },
      {
        "key": "Dokuz Okun Hakimi",
        "title": "Dokuz Okun Hakimi",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/40c826f472ad89da32051d7c541a0185_4135169475797873965.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Cyno'nun Hasar değerleri Element Ustalığına göre şu şekilde artar:</color>\n<color=#bfbfbf>Sadık Öncünün Normal Saldırı Hasarı Element Ustalığının %150'si kadar artar.</color>\n<color=#bfbfbf>Tüy Yargısı Pasif Yeteneğinden gelen Yaban Yıldırımı Hasarı Element Ustalığının %250'si kadar artar.</color>"
          }
        ],
        "attributes": []
      },
      {
        "key": "Sessizliğin Lütfu",
        "title": "Sessizliğin Lütfu",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/cffe92950af9f7c07a7ae2b85e3e63b8_2764847993184237190.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>20 saatliğine bir Sumeru Keşfine gönderildiğinde %25 daha fazla ödül kazanır.</color>"
          }
        ],
        "attributes": []
      }
    ],
    "textualResearch": [
      {
        "title": "[Mesaj] Port Ormos Bülten Panosu",
        "desc": [
          {
            "type": "RichText",
            "text": "Mesaj\n\"Cyno General Mahamatra olduğundan beri üzerimdeki yük daha da ağırlaştı, ancak artık sıkıcı hizipçilikle uğraşmak zorunda olmadığım için aslında daha rahatlatıcı.\"\n\"Yoksa araştırma gezisindeyken buralarda aylak aylak dolaşıyor olamazdım.\"\n\"Cyno'nun nerede olduğunu bilmiyorum. Sanırım buraya yazarsam ona yakalanmam.\"\nBaşka Bir Kişinin Mesajı\n\"Her şeyi gördüm. Yarın öğleden önce bana rapor verin ve cezanızı çekin.\"\n\"Zamanımı boşa harcama.\""
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Sv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "-",
              "972"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "-",
              "25"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "-",
              "67"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "-",
              "0.0%"
            ]
          }
        ]
      },
      {
        "key": "Sv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "2522",
              "3356"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "64",
              "86"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "174",
              "231"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "0.0%",
              "0.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 905,
            "name": "Vajrada Ametisti Tozu",
            "desc": "Character Ascension Material.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 2852,
            "name": "Firavun Böceği",
            "desc": "<p>A tenacious beetle that finds repose within the vast ocean of desert sand. The golden pattern on such beetles' shells hints at some deep relationship between them and the ancient ruins that dot the desert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/1023623/eaf09e095a8a635068a4941c16528ba8_7840939432027943304.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Kehanet Parşömeni",
            "desc": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Sv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "5022",
              "5614"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "128",
              "143"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "345",
              "386"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "0.0%",
              "9.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 904,
            "name": "Vajrada Ametisti Kırıntısı",
            "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2715,
            "name": "Yıldırım Darbesi Meyve Çekirdeği",
            "desc": "<p>The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonly emits Electro energy.</p><p>The roaring energy rampaging deep within the earth is eager to pour out its rage, thus even tainting these unfortunate vines with its mania, causing them to wail and flail their branches frantically. One can hardly tell whether it longs for others to taste the pain of being continously electrocuted and charred or if it is struggling, looking forward to its inevitable doom.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/48576af4b9400d3ca1bd645a5cbfca05_512437633412375057.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 2852,
            "name": "Firavun Böceği",
            "desc": "<p>A tenacious beetle that finds repose within the vast ocean of desert sand. The golden pattern on such beetles' shells hints at some deep relationship between them and the ancient ruins that dot the desert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/1023623/eaf09e095a8a635068a4941c16528ba8_7840939432027943304.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Kehanet Parşömeni",
            "desc": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Sv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "6459",
              "7249"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "165",
              "185"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "444",
              "499"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "9.6%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 904,
            "name": "Vajrada Ametisti Kırıntısı",
            "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2715,
            "name": "Yıldırım Darbesi Meyve Çekirdeği",
            "desc": "<p>The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonly emits Electro energy.</p><p>The roaring energy rampaging deep within the earth is eager to pour out its rage, thus even tainting these unfortunate vines with its mania, causing them to wail and flail their branches frantically. One can hardly tell whether it longs for others to taste the pain of being continously electrocuted and charred or if it is struggling, looking forward to its inevitable doom.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/48576af4b9400d3ca1bd645a5cbfca05_512437633412375057.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 2852,
            "name": "Firavun Böceği",
            "desc": "<p>A tenacious beetle that finds repose within the vast ocean of desert sand. The golden pattern on such beetles' shells hints at some deep relationship between them and the ancient ruins that dot the desert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/1023623/eaf09e095a8a635068a4941c16528ba8_7840939432027943304.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Mühürlü Parşömen",
            "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Sv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "8103",
              "8695"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "207",
              "222"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "557",
              "598"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "19.2%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 903,
            "name": "Vajrada Ametisti Parçası",
            "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>It should hold absolute control over this world.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2715,
            "name": "Yıldırım Darbesi Meyve Çekirdeği",
            "desc": "<p>The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonly emits Electro energy.</p><p>The roaring energy rampaging deep within the earth is eager to pour out its rage, thus even tainting these unfortunate vines with its mania, causing them to wail and flail their branches frantically. One can hardly tell whether it longs for others to taste the pain of being continously electrocuted and charred or if it is struggling, looking forward to its inevitable doom.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/48576af4b9400d3ca1bd645a5cbfca05_512437633412375057.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 2852,
            "name": "Firavun Böceği",
            "desc": "<p>A tenacious beetle that finds repose within the vast ocean of desert sand. The golden pattern on such beetles' shells hints at some deep relationship between them and the ancient ruins that dot the desert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/1023623/eaf09e095a8a635068a4941c16528ba8_7840939432027943304.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Mühürlü Parşömen",
            "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Sv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "9557",
              "10149"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "244",
              "259"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "657",
              "698"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "19.2%",
              "28.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 903,
            "name": "Vajrada Ametisti Parçası",
            "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>It should hold absolute control over this world.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2715,
            "name": "Yıldırım Darbesi Meyve Çekirdeği",
            "desc": "<p>The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonly emits Electro energy.</p><p>The roaring energy rampaging deep within the earth is eager to pour out its rage, thus even tainting these unfortunate vines with its mania, causing them to wail and flail their branches frantically. One can hardly tell whether it longs for others to taste the pain of being continously electrocuted and charred or if it is struggling, looking forward to its inevitable doom.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/48576af4b9400d3ca1bd645a5cbfca05_512437633412375057.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 2852,
            "name": "Firavun Böceği",
            "desc": "<p>A tenacious beetle that finds repose within the vast ocean of desert sand. The golden pattern on such beetles' shells hints at some deep relationship between them and the ancient ruins that dot the desert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/1023623/eaf09e095a8a635068a4941c16528ba8_7840939432027943304.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Lanetli Parşömen",
            "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Sv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "11020",
              "11613"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "281",
              "296"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "758",
              "799"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "28.8%",
              "38.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 902,
            "name": "Vajrada Ametisti Külçesi",
            "desc": "Character Ascension material.<br/>\"This body is the noblest and most eminent of all in this world.<br/>\"It should hold absolute control over this world.<br/>\"It once promised its people a dream: the never-changing 'eternity.'\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 2715,
            "name": "Yıldırım Darbesi Meyve Çekirdeği",
            "desc": "<p>The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonly emits Electro energy.</p><p>The roaring energy rampaging deep within the earth is eager to pour out its rage, thus even tainting these unfortunate vines with its mania, causing them to wail and flail their branches frantically. One can hardly tell whether it longs for others to taste the pain of being continously electrocuted and charred or if it is struggling, looking forward to its inevitable doom.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/48576af4b9400d3ca1bd645a5cbfca05_512437633412375057.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2852,
            "name": "Firavun Böceği",
            "desc": "<p>A tenacious beetle that finds repose within the vast ocean of desert sand. The golden pattern on such beetles' shells hints at some deep relationship between them and the ancient ruins that dot the desert.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/1023623/eaf09e095a8a635068a4941c16528ba8_7840939432027943304.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Lanetli Parşömen",
            "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Sv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "12419",
              "-"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "318",
              "-"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "859",
              "-"
            ]
          },
          {
            "key": "Kritik Hasar",
            "values": [
              "38.4%",
              "-"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/194600931/a6db1629d92627d4819b9720aaaab2d1_7072785994398468460.png"
      },
      {
        "key": "Avatar",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/cb608014e47da4a071ab22cb11c76627_9100299931285772298.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Orijinal Kıyafet - Terazinin Kalbi\n<color=#ffffffa6>Cyno'nun giysisi. Bu kıyafet General Mahamatra'nın saygınlığını ve bağlı olduğu prensipleri gösterir. Cyno'nun baş süsüyle ilgili özel isteklerinden ve düzenli bakım gerektiriyor olmasından dolayı yapımı epey karmaşık bir parçaydı.</color>"
          }
        ]
      },
      {
        "key": "Bos Durma Animasyonu 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/aa84fc5670be8a8686098cd9a9a8b32a_2559283191755704773.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Orijinal Kıyafet - Terazinin Kalbi"
          }
        ]
      },
      {
        "key": "Bos Durma Animasyonu 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/80830045/55e46d9ed5c4ab94a7fdc85ae0751cb0_1666148335975121395.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Orijinal Kıyafet - Terazinin Kalbi"
          }
        ]
      },
      {
        "key": "Takımyıldızı",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/35428890/4022f92821ea40be8526c5304e497b3f_5644731720868034736.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Altın Kurt"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Cyno"
          }
        ]
      },
      {
        "key": "Doğum Günü",
        "value": [
          {
            "type": "RichText",
            "text": "23 Haziran"
          }
        ]
      },
      {
        "key": "Takımyıldızı",
        "value": [
          {
            "type": "RichText",
            "text": "Altın Kurt"
          }
        ]
      },
      {
        "key": "Unvan",
        "value": [
          {
            "type": "RichText",
            "text": "Sırlar Hakimi"
          }
        ]
      },
      {
        "key": "Önsezi",
        "value": [
          {
            "type": "RichText",
            "text": "Elektrik"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Sessizlik Tapınağı"
          }
        ]
      },
      {
        "key": "Çince Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "李轻扬 (Li Qingyang)"
          }
        ]
      },
      {
        "key": "İngilizce Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "Alejandro Saab"
          }
        ]
      },
      {
        "key": "Japonca Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "入野自由 (Miyu Irino)"
          }
        ]
      },
      {
        "key": "Korece Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "이우리 (Lee Woo-ri)"
          }
        ]
      },
      {
        "key": "İlk Çıktığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "3.1"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Özel Tarifi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2879,
            "name": "Düello Ruhu",
            "desc": "<p>Cyno'nun özel tarifi. Altın renkli pirinç taneleri büyüleyici bir tepe gibi üst üste dizilmiş. Bir parça alıp aromatik eti ağzına götürürken içinde isimlendiremediğin bir dürtü uyanıyor, Dehanın Yakarışı desteni çıkarıp düello yapmak istiyorsun! </p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/06/77454259/38d46d803c5192cd9e7584b35ebbe59f_2678991776250823063.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "TCG Karakter Kartı",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3185,
            "name": "Cyno",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">\"Sırlar Hakimi\" Cyno</span></p><p>Bu kart, çöldeki yakıcı güneşi andıran General Mahamatra'nın ateşli tutkusunu barındırıyor. </p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/db8014e0721b2353345a7e72764c166f_2965771480610333983.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "İmza Silahı",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2849,
            "name": "Kızıl Kum Asası",
            "desc": "<p><span style=\"color: #BFBFBF\">Obsidiyenden yapılma bir çift asanın teki. Bu asaların çöl halkını yönetme hakkını tanıdığı söylenir ama şimdi bunların asli olup olmadığını bilecek kimse kalmadı.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/194600931/fc9a85ad2a47dc0386d55ac4e8596440_7909203100593110405.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}