{
  "epId": 2921,
  "name": "Akıcı Şarkının Parşömeni",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158844,
  "components": {
    "body": [
      {
        "title": "Vol. 1",
        "desc": [
          {
            "type": "RichText",
            "text": "...When the Mistress of Pushpavatika heard this, she did not hesitate to humble herself.\nResolute, she descended upon the grand palace of (...) with the intention of testing the princess's wisdom.\nCountless maids, servants, and escorts surrounded the ever-gleaming princess,\nAll dressed in fine linen and silk, like thousands of daytime stars wreathed around the only shining moon.\n(Herbad of Haravatat Tafazzoli's Remarks: There is a mistranslation here — The word \"silk\" in the last sentence should be translated as \"a textile that no one had ever seen before\" so as not to lead the reader to confuse it with Liyue's regional specialty. Additionally, the \"grand palace\" mentioned in the second sentence is not a true \"palace\" in the original text, nor does it refer to any actual \"building.\" Rather, it refers to \"a land where the divine is present.\" It would seem that the researchers of Vahumana who undertook the translation of this volume did not really understand the language of that era, but I shall earnestly annotate this document all the same.)\n...The sweet fragrance lingered on the princess on that (hedge? garden? battlefield?),\nLike a stream winding around the shattered silver moonlight under the shade of a tree.\nFrom ancient times till now, none have ever beheld such beauty as this,\nJust as none have ever witnessed the descent of morning frost in the seventh month.\n(Herbad of Haravatat Tafazzoli's Remarks: The word in the first sentence, of which the meaning cannot be determined for the time being, could also be translated as \"farmland\" or \"cemetery\".\nHerbad of Vahumana Yarshater's Remarks: Many thanks for your comments, Master Tafazzoli. Now we're even more confused as to who the author of this book is writing about.)\n...Thus, the Mistress of Pushpavatika spoke:\n\"Praise be to the Winged One, lord over all the kingdoms of the land.\"\n\"I am a spirit created at the beginning, I am a flickering illusion, I am the shimmering light that flows from the eyes of the creator.\"\n\"People in far-flung lands sing praises of your wisdom. I wonder then if you could help me to unravel something that has long bewildered me?\"\n\"I will give you these spices, gold, and precious stones as a token of my appreciation if you can solve my three riddles.\"\nThat princess of (...) answered thusly:\n\"Praise be to the Winged One, the truth that rules over all the kingdoms of the land.\"\n\"I am the owner of yesterday and the master of tomorrow morning, but never have I seen beauty and elegance such as yours.\"\n\"Mistress of Pushpavatika, whatever doubts you may harbor in your mind, you may raise them with me without reservation.\"\n\"For these spices, gold, and precious stones, even when added together, cannot compare to the value of imparting knowledge.\""
          }
        ]
      },
      {
        "title": "Vol. 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Thus, the Mistress of Pushpavatika spoke again:\n\"Benevolent Princess, if your sincerity is true,\"\n\"Then allow me to recite the first riddle.\"\n\"What is cold as the dead while alive,\"\n\"Yet gives warmth upon death?\"\nThat princess of (...) answered thusly:\n\"You speak of the fragile rose of late spring. Even when covered in thorns, her beauty shines through.\"\n\"Her flowers plucked to make perfume, her stems snipped into the wicks of oil lamps.\"\n\"Lovers throughout history have been smitten by her, and even the king in red admires her beauty.\"\n\"But the rose has never pined for anyone. She merely withers with the new moon and morning dew.\"\nThe Mistress of Pushpavatika secretly approved, yet her beautiful face remained as calm as ever.\nTaking a casual step forward, she recited the second riddle.\nSo said the Mistress of Pushpavatika:\n\"O wise Princess, you have answered my first riddle.\"\n\"But from the stars to the abyss, many inexplicable secrets still exist in the world.\"\n\"O wise Princess, if your wisdom is truly as the legends of the people say,\"\n\"Please answer my second riddle as you did the first.\"\n\"What rises from the earth, then descends from the sky,\"\n\"No one has seen it, yet it sees all,\"\n\"As above, so below, and as at the bottom, so too, the top,\"\n\"Yet only top to bottom may be, and never bottom to top?\"\nThat princess of (...) answered thusly:\n\"You speak of the universal law created in heaven, the divine laws established in the beginning.\"\n\"No one has seen the eternal law, yet it governs all.\"\n\"One may only bow down and worship Vaana of the heavenly spirits — no arrogation, deception, or trickery is permitted.\"\n\"If one dares to imitate the forbidden arts, only calamity awaits at the edge of divine knowledge.\""
          }
        ]
      },
      {
        "title": "Vol. 3",
        "desc": [
          {
            "type": "RichText",
            "text": "The Mistress of Pushpavatika almost jumped for joy, but her beautiful face remained cold.\nBowing ever so slightly, she recited her third riddle.\nThus said the Mistress of Pushpavatika:\n\"O wise Princess, you have grasped the secrets between the stars and abyss.\"\n\"But there are more things in this world than the transient — for some things are eternal in their brilliance.\"\n\"O wise Princess, if your wisdom is truly as the legends of the people say,\"\n\"Please answer my final question as you did my second riddle.\"\n\"What cannot stop arrows, yet can stop destruction,\"\n\"Cannot destroy armor, yet can destroy cities,\"\n\"Does not submit to envoys from above, nor kingdoms down below,\"\n\"What can neither gods nor demons, for all their might, prevail over?\"\nThat princess of (...) answered thusly:\n\"You speak of endless wisdom, it is what protects the civilization of (...).\"\n\"It will be reborn with (...), and remain eternal like (...).\"\n\"Even if the sands of time swirl beneath its feet, it will still remain like (...) ten million years after.\"\n\"The people will rejoice because of its (...), and it will (...) because of them.\"\n(Herbad of Haravatat Tafazzoli's Remarks: The omissions here are not intentional. Instead, they are due to the damaged state of the book. Some omissions can be inferred from the remains of the original. Regrettably, the researchers of Vahumana who undertook the translation of this volume did not possess the relevant knowledge, so I will make up for that in part.\nThe missing word in the first segment: \"Mine (Ours),\" \"Eternity,\" or \"All,\"\nThe missing word in the third segment: It seems to be a person's name, but the phrase \"preserved remains\" can be inserted too,\nThe first missing word in the fourth segment: \"Return,\" or \"Death,\" or \"Rebirth\".\nThe remaining words cannot be inferred at this time.\nHerbad of Vahumana Yarshater's Remarks: ...You didn't tell me any of this at the time, huh?)\nThe princess had answered all three riddles, and no secrets could stymie her.\nThe Mistress of Pushpavatika could not help but feel utmost admiration toward the princess.\nThus, the Mistress of Pushpavatika spoke:\n\"O benevolent, wise, and eternal Princess,\"\n\"Your wisdom does far surpass the legends.\"\n\"Blessed are your kin, fortunate are your people,\"\n\"For they can be by your side, heeding your teachings.\"\n...And so the two princesses forged a strong alliance, and also with the king of (Blood? Resentment? Red Crown?) who was by their side from beginning to end. They worked together, leading the people of (...) to eternal prosperity."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Scroll of Streaming Song"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "Vol. 1 - House of Daena\nVol. 2 - House of Daena\nVol. 3 - House of Daena"
          }
        ]
      }
    ]
  }
}