{
  "epId": 2925,
  "name": "Ruhun Işığına Bir Kaside",
  "desc": "<p>Lore reportedly passed down within a lost religious group in the desert. Someone has transcribed it into a script.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/cda909617df5c89a702d8c2f2ddac7a5_3659647278934028836.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158850,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "O Nagarjuna,\nAided by the light of countless spirits, I bless this land of eternal calamity.\nWhen the sludge of the deepest depths of the abyss stained the first kingdom,\nThe glorious spirits that aided the Lord of Wisdom dispersed a million ways.\nI crossed back over the River of Sorrow in my thirst for spring water.\nI opened a path for the benevolent spirits so that the merciful light of wisdom may illuminate the four corners.\nO Nagarjuna,\nAided by the light of numberless spirits, I nourish the benevolent spirits in the sea of flowers.\nBehold, the spirits' light reveals the essence of the spirit, the final descendant of the god of grass and trees.\nBehold, the warrior who remains after a hundred battles is the Devs' foe.\nNot even the inky gloom from beyond the skies can erode their forms.\nO Nagarjuna,\nAided by the light of a million spirits, I have transcended the dead of this foul earth.\nCleanse the sinless of their sins, so that they may be reborn in a pure land free of suffering.\nIn the chakras of the earth are contained the karmic seeds that will give birth to all things.\nThe fleeting blights and glories of the earthly realm are naught but the illusion of existing seeds.\nO Nagarjuna,\nAided by the light of countless spirits, I have cleansed the abyss of heaven above.\nThe sludge welling up from the depths of the abyss has finally receded,\nThe legacy of Dahri, too, has submitted to the law.\nA thousand songs were sung in unison, and the heavy rains abated for a time.\nO Nagarjuna,\nIf the dark tide reappears and the black abyss returns,\nSing this hymn and pray for that prevailing light of the spirits.\nThat eternal light of the spirits will guide us on our path upwards."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "An Ode to Soul-Light"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "House of Daena"
          }
        ]
      }
    ]
  }
}