{
  "epId": 2931,
  "name": "Alacakaranlık Tiyatrosu Başkanının Notları",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/94376896/d406928104f58f5fcbb2b73a24cfc4cf_6057391688825085259.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1677158855,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Twilight Theater Head's Notes"
          }
        ]
      },
      {
        "key": "Source",
        "value": [
          {
            "type": "RichText",
            "text": "V2.8 Event 'Summertime Odyssey'\nWorld Quest 'Drama Phantasmagoria: Tale of the Sword-Wielding Princess!'"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Prelude",
        "desc": [
          {
            "type": "RichText",
            "text": "(A luxurious palace with equally opulent trappings. The great king, the valiant princess, and her loyal servant wait onstage.)\nNarrator: Upon hearing of human dreams precious as gold, an insatiable evil dragon descended upon the kingdom.\nNarrator: Oblivious to this ill, the king and his princess continued to debate the content of their meal.\nNarrator: Meat or vegetable - though the princess's most loyal servant would have proposed both to end the squabble.\nNarrator: But few knew his name, and fewer still cared for his counsel.\n(The wicked dragon circles in the sky thrice before coming onstage. The dragon will breathe fire, but watch out for the props and stage, and make sure not to get any flames on the audience!)\nWicked Dragon: Dreams like gold... I wonder if they will be flavorful?\n(The stage shakes as the wicked dragon lands. This must be an impactful moment! But not too much, or the background boards might collapse.)\nWicked Dragon: Phew. These uneven tiles on the ground knocked the wind out of my sails.\nWicked Dragon: Ah! Good, very good! Though you are puny, you harbor dreams grand enough for myself!\n(The king advances and faces the dragon, upright and true.)\nKing: Begone, evil dragon!\nWicked Dragon: \"Evil dragon\"? How laughable.\n(The wicked dragon spreads its wings to cover the stage lights. At least half of the lights should wind up covered.)\nWicked Dragon: A dragon as illustrated and thoughtful as myself should surely be granted \"enlightened\" as a title.\nWicked Dragon: My kin are known to covet treasure, yet I have found the dreams of puny man more enticing than jewels.\nWicked Dragon: It is most spectacular how man can stuff their minds with dreams, whether they be starving or full.\nWicked Dragon: Human dreams are more precious than gold, or so they say.\nWicked Dragon: (greedily) Today, I will see for myself if your dreams are indeed as filling as they are valuable.\nWicked Dragon: (fiercely) My hunger wears away at my control, I must feast as soon as possible.\nWicked Dragon: Puny king, if you value your own life and those of your kin, then offer up thy sacrifice thereupon!\nKing: To see me as a coward - are your vile eyes mere reflective stones?\nKing: Dreams and nobility are my lifelong pursuits, I will not give them up for you.\nKing: Be gone, evil dragon! The kingdom won't cower before you!\nWicked Dragon: I must urge that you reconsider, though courage fills your measly soul.\nWicked Dragon: Which choice is more favorable between sacrifice and annihilation, some time will surely show.\nWicked Dragon: Huff, I will find some rest in your city outskirts. But before nightfall, I will return for my fill.\nWicked Dragon: If you fail to give, then I will take for myself. Your palace shall be my hunting grounds, and your halls my stove.\n(The dragon gives a deafening roar and the stage also shakes to show its might. Similarly, its amplitude should not be too great, or pains should be taken to use ropes that will hold the background board in place. The dragon's departure need not feature any fire-breathing. Our budget should be spent on the grand finale later.)\nNarrator: Convinced that the king will in time provide a delicious meal, the hubristic dragon departed the castle for a short break.\nNarrator: The righteous King had no intention to yield. and planned to call upon his banners to conquer evil.\nPrincess: (Remember to shine the spotlight on Her Highness when she takes the stage!) I will defeat the dragon to protect our kingdom.\nKing: My child! You forget yourself!\nKing: A princess cannot march.\nKing: Your place is not in battle, but within the boudoir.\nPrincess: I have not forgotten your teachings; I cannot give up dreams and nobility.\nPrincess: I should walk freely among our people, as a princess, but also as a warrior.\nPrincess: With the dragon outside, I cannot just sit still.\nKing: You are a princess first.\nKing: Moreover, I cannot bear to see you step into danger.\nKing: Futhermore, you...\nLoyal Servant: (Leon doesn't require any light) Ahem! Rest assured, your Majesty, by my side, her safety will be secure.\nKing: With no name or honor, how do you propose to protect her?\n(The King bids Leon leave)\nKing: Alas, say no more - I will summon the bravest warriors of the land to ride beside her.\nNarrator: There were three celebrated warriors in the realm, each endowed with great gifts, and known for skills spectacular.\nNarrator: All waited patiently outside the palace, eager to step into the throne room.\n(The three servants' entrances should be marked by the spotlight. Along with the light, perhaps some falling feathers for effect might also help?)\nNarrator: The forger of great legacies, the world famous fighter, Attendant A.\nNarrator: His glory is resplendent, and his travels the epics of the day.\nNarrator: Within the realm, only the most ignorant have not heard of the hero, or given him acclaim.\n(Servant A strides forth with his sword to face the audience. His voice should be especially loud. 30 per cent louder than that of the other characters, thereabouts.)\nServant A: You say you didn't know? Here, I'll tell you all about my name!\nNarrator: The often indecisive and over-cautious tactician, Attendant B.\nNarrator: Specialist in surviving any and everything in one piece.\nNarrator: Is he paranoid, or simply meticulous? No consensus exists.\n(Servant B strides up to face the audience.)\nServant B: A phenomenal plan takes time to formulate. Use your brain, not your fists.\nServant B: You think I'm afraid? D-Don't discount my field expertise!\nNarrator: And finally, our preeminent dragon-slayer, Attendant C.\nNarrator: \"Dragonslaying is a pice of cake, if you must ask me.\"\nNarrator: The slayer recounted his many legends, showcasing spoils for all to see.\n(Servant C comes up and retrives a mantle from a treasure chest to show to the audience.)\nServant C: See, this cloak has a very colorful history.\nPlease listen carefully...\nNarrator: The warriors have arrived, they are ready to fight.\nPrincess: Their names are so long and complicated. Why is that?\nLoyal Servant: To project shock and awe, people often exaggerate their deeds.\nPrincess: Oh! I must be ignorant. I've never heard of such a trend.\nKing: Welcome, brave warriors! May you persevere, and prevail against the obstacles ahead.\n(The 3 servants are given the limelight in their turn. The spotlight should move to match.)\nServant A: I swear upon all my past glory, a triumph for our princess is at hand!\nServant A: The princess need not fear with me by her side. The dragon will fall in no time.\nServant B: ...A-A dragon poses no threat!\nServant B: My plan will make it flee with its tail between its legs.\nServant C: Friends, you make fair points, but you may not even have to fight.\nServant C: My slaying prowess is acclaimed throughout our land. The dragon will tremble and scram.\nNarrator: So, accompanied by her loyal servant...\nNarrator: As well as the three famed warriors, the princess set out on her quest.\n(All exeunt. Some special effects may be considered for their depature, for example using a bright light along their path ahead, showing that their future is bright! Make sure not to shine it on the audience, though. I don't want to get sued.)"
          }
        ]
      },
      {
        "title": "Interlude I",
        "desc": [
          {
            "type": "RichText",
            "text": "(The outskirts of the city. This is a forest by lake, from which one may espy a castle on a mountain in the distance. The trees must look especially realistic. Some fallen leaves can be placed on stage beforehand. This way, they will come rolling up into the air as the dragon passes through, showing off the realism of our backdrops!)\nNarrator: Outside of the city gates, there lies a blessed stretch of prairie by the lake, with lush vegetation and a gentle, pleasant breeze.\nNarrator: Seeking some time to rest, the wicked dragon landed with ease.\n(The wicked dragon flies onstage from afar and will make three loops around the stage - it can do a few more sweeps, but no fire-breathing, lest we burn our backdrop.)\nWicked Dragon: A lake across and so far away, the castle as if a bird in a cage. Have the humans finished preparing my meal, or do they yet believe they can defy their fate?\nWicked Dragon: The sun is high, and the land scorching. In interest of comfort, I will seek a more accommodating base.\n(The dragon lands in the shadow of the trees, curls up into a ball, and makes to sleep. Make sure its tail doesn't knock the backdrop own while this is happening.)\nWicked Dragon: (sleepily) For one promised moment of unrivaled taste, I have traveled for hundreds of miles, and hungered over dozens of days.\nWicked Dragon: The humans better not exhaust my patience, for even I have never had unlimited grace.\nNarrator: Having spoken thus, the dragon sought relief in the shade, yet forthwith, one merchant came from the other direction in a hurry...\n(The merchant takes the stage and walks quickly to the dragon's side.)\nMerchant: (angrily) What rotten luck, to get scammed before even concluding a single sale!\nMerchant: I am a merchant who has traveled a very long way. Is this how this kingdom deals with trades?\nMerchant: Throughout my entire career, I've never encountered a customer as loud or strange as this man today.\nMerchant: To him, everything I have for sale is either a manipulative scheme for money, or undeserving trifles of heinous quality.\nMerchant: To think I even mistook him for some kind of connoisseur, when at the end of it all, he only made a fool of me!\nMerchant: He never cared to close a sale, he just saw me as a \"challenge\" and refused to be \"defeated\"!\nNarrator: As the merchant stewed over his anger, yet another irritated soul came onto the scene.\n(The adventurer takes the stage, falling in staggered formation with the merchant.)\nAdventurer: Darn it! Why is this guy getting in my way? My quest is to track the dragon, I don't have time to waste!\nAdventurer: As an adventurer, defeating evil is my calling! Just the thought of him makes me enraged!\nAdventurer: All I said was that I've never heard of him, and he's treating that like the biggest mistake.\nAdventurer: Insulting me, claiming I want to steal his glory, and suggesting my quest is just a ploy...\nServant A: (within) Evil dragon! Show yourself! Resistance is futile!\nMerchant: That's him!\nAdventurer: That must be him!\n(The merchant and the adventurer look around furiously in search of Servant A, and the scene ends. To focus the emotions of the actors, it is advised that they imagine that Servant A stole their dinner.)\nWicked Dragon: Human are truly a rude and rowdy lot. To think they can cause such a ruckus without even showing their faces...\nNarrator: The man in pursuit is the kingdom's famed fighter. Though the sun continues to blaze, he continues spiritedly with his chase.\n(Servant A enters wielding a sword, all confidence and bravado. The spotlight shines upon him.)\nServant A: Hahahaha! It would seem that my boundless fame has caused even the evil dragon to lose its nerve.\nWicked Dragon: As an enlightened dragon, one cannot tolerate such deranged words.\nServant A: Ah! Evil dragon! I didn't believe you would actually come out and face me. (Servant A draws his weapon and makes to advance.)\nWicked Dragon: The puny human talks big and employs an aggressive tone. Yet, does the substance of his dream back up his claim?\nWicked Dragon: Oh... hmm. (The dragon looks Servant A up and down with a perplexed expression.)\nServant A: Oh! And the beast is silent! Is my dream so grand that even a dragon finds it difficult to consume?\nNarrator: As the noble warrior faced off against the evil dragon, the anxious princess and her entourage arrived at least.\nNarrator: The nameless servant kept his eyes on the field. The warrior's words have ignited a fire within his heart.\n(Leon takes the field and gazes upon Servant A, talking to himself.)\nLoyal Servant: I admire his fearless figure. It would be a dream to also one day prove my character.\nServant A: Evil dragon! Why do you not speak? Have you finally realized you should cower in fear?\nWicked Dragon: I care not for those who are lesser. Your dream is massive, yet hollow in nature. For now, this wi- enlightened dragon still cannot decide if it's fit to eat...\nServant A: How vile of you to humiliate me, just because I am an enemy!\nServant A: I regarded you as a worthy opponent, yet you use such insidious tactics!\nServant A: I, the world-famous fighter, will never fall before your degredation and trickery. You disgust me!\n(Servant A advances, intending to do battle with the wicked dragon, but the dragon yawns deeply and groggily instead.)\nNarrator: The fighter's animated speech kindled a burning flame within even the oft-dispassionate heart of the royal lady.\n(The valiant princess takes the stage! This stage does not much highlight her brilliance, but keep the spotlight on her nonetheless. Also, bear in mind that \"kindled a burning flame even within the oft-dispassionate heart\" is mere metaphor, and does not refer to truly setting the stage on fire. That said, is there some way to change the lights to a shade of red? Perhaps the judicious application of some Valberry juice might od the trick...)\nPrincess: I am long tired of my peaceful boudoir, I wish to fight alongside my soldiers!\nWicked Dragon: Though one sees little reason to teach a lesson, perhaps no choice is left in the matter.\nWicked Dragon: Too many appetizers before the dish ruins the mood, but just for today, I can entertain an early platter.\nNarrator: To everyone's shock, the evil dragon then swallowed the fighter's dream in one big gulp.\n(A dark light shines forth from Servant A's armor. The dragon raises both wings on high and leans down, absorbing it all! Servant A falls to the ground bonelessly, his sword discarded, his expression stunned. However, please take not to fall lightly so the backdrops are not tipped over by the impact. Servant A is wearing armor, after all.)\nWicked Dragon: It is just as I thought. Thin and crunchy, though empty under its shell. A most marvelous texture.\n(The dragon licks its lips in satisfaction, beats its wings, and departs.)\nPrincess: The warrior was handily defeated! So he was a gifted orator, but never a true fighter.\nLoyal Servant: Conceit became his downfall. His power did not match his stature.\nNarrator: The dragon remained unsatiated. Under everyone's gaze, it flew away to parts unfamiliar.\n(End Scene. The Princess stands in the middle of the stage until the curtain is pulled up, all the better for the audience to witness her glorious form!)"
          }
        ]
      },
      {
        "title": "Interlude II",
        "desc": [
          {
            "type": "RichText",
            "text": "(The banners fly bravely outside the royal gates, making for a majestic sight indeed. The Wicked Dragon flies onstage form a window and lands before the gate, examining its surroundings. While landing on the walls themselves would have a greater visual effect, the various scenery props will likely not take the dragons's wait, so it is best to just land in front of the gate!)\nNarrator: The dragon flew off, and briefly rested at the gate.\nWicked Dragon: Where are the guards? Are they too terrified to face their fate?\nNarrator: As the evil dragon made no attempts to move or hide, the princess and her entourage quickly arrived.\nNarrator: The princess's loyal knight was the first to spot the creature, for he always rode far ahead.\n(Leon takes the stage and monologues to the audience.)\nLoyal Servant: (firmly) How dare the dragon be insolent as such! I pledged before the king, to not let the princess come to harm.\nLoyal Servant: (slightly worried) Mayhap our tactician can succeed with his wits and charm.\nLoyal Servant: Legends have it that he's the ultimate survivor.\nLoyal Servant: If he can ward against dangers with fastidious care, we need not recklessly suffer.\nLoyal Servant: Without a plan, we should not pull the trigger.\nNarrator: The loyal servant passed the message in a voice barely higher than a whisper.\nNarrator: \"While the evil dragon rests, we will draw up a plan.\"\nNarrator: Upon those words, she approached carefully, so the dragon would ignore her steps.\n(The princess takes the stage, standing beside Leon, speaking to the audience.)\nPrincess: The tactician is correct. We require a plan before we fight.\nPrincess: Thanks to my servant's far-sighted work, we have seized the initiative.\nLoyal Servant: Your highness honors me, I was simply doing my duty.\nPrincess: Placing the saddle on the right horse is the way of the world. Take your praise with pride.\nPrincess: The tactician has fallen behind. Why does he falter? Did he get entangled in a struggle?\nLoyal Servant: He promised to quell all draconic cataclysms. Perhaps he is torn between myriad schemes.\nNarrator: Through all faith and cynicism, the cautious tactician remained silent, his face one of dismay and gloom.\n(Servant B enters, his face fearful and nervous.)\nServant B: ...\nLoyal Servant: O tactician, the dragon beckons. Please enlighten us about the strategem.\nServant B: S-Strategem? No strategem can be perfected so quickly for a situation this grave. More time is vital...\nWicked Dragon: Haha, this merciful enlightened one shall grant thee all the time in the world. Only at dusk will I call the dust to settle.\n(The wicked dragon, once crawling before the city gate, now raises its head and breathes fire toward the skies! Be careful not to burn the flags, since the stage props are not fireproof, so a real fire would be trouble and then some.)\nPrincess: Hark, the evil dragon speaks! It was simply feigning sleep to lure us into peril!\nServant B: Aah!\n(Servant B pales greatly and flees stumbling offstage. Everyone seems stunned by this turn of events.)\nNarrator: Attendant B shook where he stood, stopping just short from falling to his knees.\nNarrator: He muttered and apologized, then ran away to the gate without hesitation.\nNarrator: The princess and her loyal servant rushed off to find him, while the dragon broke into laughter.\nWicked Dragon: (disdainfully) If the king had chosen to appease me, I wouldn't have been able to enjoy such a scene!\nNarrator: Leaving behind her tactician-seeking servant, the princess returned alone to keep the dragon under guard.\n(Even if the princess has no lines, the spotlight should be on her nonetheless.)\nPrincess: (facing the audience, monologuing) If a mirage belies the tactician's wisdom, what may I call on to keep my kingdom safe?\nPrincess: The element of surprise fades; the dragon now lies calmly in wait.\nPrincess: The tactician has lost his nerve, yet my servant followed in pursuit.\nPrincess: Shockingly, open city gates greet me where guards should have stood.\nNarrator: An old guard arrived. Though he was quite visibly drunk, his footsteps were surprisingly steady.\n(The Old Guard enters.)\nOld Guard: *Hic* If you ask me, this time of peace is truly fantastic, what with food, wine and beauties!\nOld Guard: The aristocrats have never known our hardships, the searing sun and the chilling wind!\nOld Guard: Dragons? Tacticians? What a boatload of nonsense!\nOld Guard: My eyes are dim now, and my ears ring. Why did they send me out to the front lines to take on a dragon?\nNarrator: Though the young guard learned much from his senior, he hasn't forgotten his wish to defend the kingdom.\n(Young Guard enters.)\nYoung Guard: F-For the princess, I must fight!\nYoung Guard: With everyone gone, I am the last line of defense!\nYoung Guard: I must save the kingdom from ruin and defeat this gluttonous dragon!\nYoung Guard: (draws blade) Wicked Dragon! Have you anything to say before I fell you here and now?\nWicked Dragon: (happily) Haha, very well, very well! Let this enlightened one see if you have any battle prowess to back up that shout!\n(The dragon takes to the skies again, looming ove the young guard, who seizes up a bow and arrows and fires at the former. Just go through the motions don't fire actual arrows, or we might get in trouble if they hit people!)\nNarrator: The loyal servant finally returned just as the terrible fight was about to break out.\n(Leon comes up quickly. At this point, the focus of the audience will still be on the young guard and the dragon, so make sure to put a spotlight on Leon.)\nLoyal Servant: The tactician's trail fades, but the guard should carry his weight.\nLoyal Servant: No, I should have led him into battle, I was still way too late!\nNarrator: The late arrival let out a resigned sigh even as the dragon raised the stakes.\n(The evil dragon rushes the young guard with inexorable force. The guard throws down the bow and arrows and draws his sword instead, hurrying to meet the foe. The two trade blows, but the young guard is ultimately no match for the dragon and is repelled by it. Pouncing, the dragon swallows the dark light flowing from the guard's armor. The special effects here must be special indeed. For example, get the dragon to careful breathe just a little fire when its claws and the gaurd's blade clash, just to imitate sparks flying every which way...)\nNarrator: Though the young guard fought with valor, the cunning dragon still snapped up the prize in one take.\nYoung Guard: *sob* If I had worked harder during training, I wouldn't feel so helpless today...\nWicked Dragon: Though my appetite remains healthy, you did well to quench my cravings.\nWicked Dragon: The portions were modest, yet the taste remained rather satisfying.\nWicked Dragon: If the appetizers had already entertained me so, surely the main dish would cast a spell.\nNarrator: Thus again satisfied, the proud dragon licked its mouth and leisurely flew off.\n(The wicked dragon exits once more, and everyone watches as it departs. Scene end.)"
          }
        ]
      },
      {
        "title": "Interlude III",
        "desc": [
          {
            "type": "RichText",
            "text": "(Village on the city outskirts, as the scene opens, wood can be lit backstage to imitate the smoky atmosphere.)\nNarrator: Still vowing to defeat the dragon, the princess followed the trail.\nNarrator: The servant continued at his pace, shouldering all burdens without fail.\nNarrator: Though the slayer scorned the servant, the loyal man paid it no mind.\n(Leon, carrying a luxurious and heavy treasure chest, struggles to get onstage.)\nLoyal Servant: If I bore his tools and freed his mind, perhaps a victory he shall find.\nLoyal Servant: He bears the sword of destiny, the blade of the chosen one.\nLoyal Servant: He will raise it before the dragon, and victory will follow in time.\n(The dragon flies in from afar and roars, setting the sunset backdrop alight with its breathed flmaes. Make sure the fireproof platforms for the sunset scene have been installed correctly. If they have not, just take the sunset scene down altogether to prevent safety incidents and the audience lawsuits that will surely ensure.)\nNarrator: As if hearing his thoughts, the dragon descended upon a village.\nWicked Dragon: Let me see, let me find. Is my golden dream right at hand?\n(Servant C arrives on stage behind Leon, relaxed and carrying no burden.)\nServant C: O dragon, no one would laugh at you if you were to flee in fear!\nWicked Dragon: The human realizes not how comical he and his words appear.\nServant C: Wise and merciful as I am, I will refrain from taking the bait.\nServant C: However, I pray you will live to regret what you say.\nWicked Dragon: Haha, for a dull human, you sure have a sharp tongue.\nWicked Dragon: Let's see it, then, if among heroes you truly belong.\nNarrator: The princess has also finally caught up with her attendants.\n(The spotlight roves around the stage once before landing on the princess. Yes, the fearless princess has at last taken the stage once again!)\nPrincess: It should be my duty to banish the dragon.\nServant C: Your Highness, your permission to charge.\nServant C: With my blade and extensive experience, I will take this dragon apart.\nPrincess: Permission granted. Be on your guard.\nServant C: I once slew a poisonous dragon, and took this most precious reward. (Displays his mantle)\nServant C: This cloak lets me evade any type of regard.\n(While the audience is distracted by the mantle, Servant C disappears!)\nServant C: (within) I will bide my time, and find the moment to strike the heart.\nWicked Dragon: Ah, and here I thought you were privy to some special art.\nWicked Dragon: Did you plan to flee all along, and have only been waiting for a chance to depart? Hmm?\nNarrator: If the slayer put on his cloak and walked into the crowd, who would be able to tell him apart?\nServant C: Dragon, how dare you slander my name?\nServant C: Despite my patience and mercy, you have shown no shame.\nServant C: Bitter regret will be yours after I take aim.\nWicked Dragon: By all means, please go on. This enlightened one cannot wait to play your game.\nServant C: L-let's take it over there!\nNarrator: Silently acknowledging the request, the dragon twisted its features into a benevolent smile.\n(Scene End. After this, the stage backdrop should be changed a little. Remember to put out the fires on the sunset decorations!)\nNarrator: In a flash, the dragon landed at the promised place.\nNarrator: The princess and her loyal servant immediately followed apace.\nNarrator: But the slayer remained rooted in place. Has he somehow lost his faith?\n(Servant C takes the stage and walks around a sword in the stone, but will not draw it.)\nServant C: ...Evil dragon, you'll see what I'm made of!\nServant C: I've climbed mountains, crossed lakes traversed dungeons, and defeated your kin...\nServant C: To finally obtain this sword, the blade of fate.\nServant C: Leave now, otherwise this razor-sharp blade will cut you into pieces!\nWicked Dragon: Hahaha. What must be a shining myth to you is but trivial babble to me.\nWicked Dragon: I will settle and not even move two feet. Attack as you please.\nNarrator: Simple villagers gathered to witness the scene.\nMany were fascinated by the blade's myth.\nNarrator: A farmer came forward to try out the blade, but others wondered if hands that had only held a pitchfork could even grasp the hilt.\n(The farmer steps forth, throws down the pitchfork, and comes up to the blade.)\nFarmer: I consider myself a fit man, a match for knights from the palace.\n(The farmer attempts several times with all his might to pull the blade out, but it does not even budge an inch.)\nFarmer: Uh! I thought I was strong enough, but I couldn't even shake it.\nNarrator: The farmer used all his strength, but the sword remained in place.\nNarrator: As for the princess and her servant, they also declined to try their faith.\nNarrator: The dragon observed intently, but its patience finally wore away.\nWicked Dragon: (bored) Alas, I've grown tired of words and charades. When will a puny human finally save the day?\nWicked Dragon: Take the blade and strike me down, if you mean what you say!\nServant C: A-A mighty dragon slayer shan't do your bidding!\nWicked Dragon: A dragon slayer? You are but a charlatan.\nWicked Dragon: Drop your pretense and ask the child. Even he can see through you.\nNarrator: Could the dragon's words be true, and there is no true dream under those layers of armor?\n(A child walks onstage, looks at the dragon, then at Servant C.)\nChild: A dragon, bigger than those from the rhymes! But I won't be scared!\nChild: That shiny armor, why does it click? His mouth is open, why does he not speak?\nWicked Dragon: Though I'm not hungry, this snack's been delivered straight to my door!\nNarrator: The dragon's huge mouth instantly swallowed the slayer's dream.\n(Servant C stands where he is, rooted to the spot by utter terror, while the dragon flies up high before charging down at him. This descent must be at least fifty meters, and the dragon's roar must be enough to shake the stage. The dragon absorbs the dark light from Servant C's armor, upon which Servant C shall be left motionless, the sword in the stone cast aside. Please take care when chucking it, though, lest the stage props get damaged.)\nWicked Dragon: *chews* Hmph, it's just as I expected. Long rotten dreams make for terrible food.\nWicked Dragon: This bad apple taste... what a disgrace.\n(The dragon picks its teeth somewhat unhappily and departs from the village. The Loyal Servant and others are shocked, but the princess just sighs softly.)\nLoyal Servant: The slayer was also defeated!\nPrincess: So the tales of past battles did not hold up.\nNarrator: The dragon again departed the scene, leaving only the bewildered slayer in his wake.\n(Scene End. Only pull the curtains once the dragon has gotten far enough away, or the audience will not be able to keep their eyes on the princess.)"
          }
        ]
      },
      {
        "title": "Finale",
        "desc": [
          {
            "type": "RichText",
            "text": "(Far outside the royal city, the princess and her loyal attendant come to the cavern where the dragon is resting.)\nPrincess: The sun's about to set, and the moon soon to rise.\nPrincess: Our time is almost up, but evil survives.\nPrincess: The famed attendants all took on the dragon, but they fell one by one.\nPrincess: I made a vow, when all of this began...\nPrincess: But now I fear, my vow has become a farce...\nLoyal Servant: As her most loyal servant, I should share her worries.\nLoyal Servant: I am a nobody, but thanks to her, I was given a place.\nLoyal Servant: Nevertheless, I admire the princess's diligence and kindness.\nLoyal Servant: Please, don't dwell in sadness. We can reflect on the trio's mistakes.\nPrincess: Your consel is valid. Let me recall their words and deeds.\nNarrator: An inflated ego, yet falling at the first hurdle... the princess remembered what she'd seen.\n(Servant A enters, his head bowed in disgrace as he faces the audience. The spotlight is on him.)\nServant A: I fancied myself a fighter, but my enemy saw right through me. I overestimated my ability.\nServant A: I couldn't win against a strong enemy, but I also clung hard to my conceit.\nServant A: I lacked respect, because I feared others wouldn't respect me.\n(The spotlight returns to the princess.)\nPrincess: A dream that was massive in size, yet hollow inside.\nPrincess: Lots of guts, but no ability.\nNarrator: A supposedly foolproof plan, yet with no one to see it through... the princess remembered again.\n(Servant B enters, his terror evident as he faces the audience. The spotlight is on him.)\nServant B: To protect myself, I ran awaay and let others take my place.\nServant B: All my plans evaporated when I saw the dragon in front of me.\nServant B: I did survive everything, but every time, I did so by abandoning those standing next to me.\n(Return the spotlight to the princess again!)\nPrincess: He was a tactician with neither morals nor strategy.\nPrincess: It's natural to be cautious, but one who abandons their comrades is no hero.\nNarrator: Avoiding the present, and only speaking endlessly of past glories... the princess remembered one last time.\n(Servant C enters, shamefaced and squeamish as he faces the audience. The spotlight is on him.)\nServant C: My past has proved my deeds, my laurels should now be able to speak for me.\nServant C: To give my life now would be foolish. It's elementary to balance risk and benefits.\n(As the spotlight sweeps back to the princess, the three servants quietly exeunt.)\nPrincess: His past has faded, all he has now is his former glory.\nPrincess: The spirit has decayed. He has long forgotten the taste of his dream.\n(The princess lightly grasps her rapier and looks up to the distant sky.)\nPrincess: Ah, if they all failed to defeat the dragon, then I...\nPrincess: With only my dream and my rapier, how can I possibly defeat the dragon?\n(Leon walks up to the princess, nodding slightly to show his resolve.)\nLoyal Servant: Though I am but a lowly bystander in the palace...\nLoyal Servant: I know you to be humble and grounded.\nLoyal Servant: You are never selfish or merciless.\nLoyal Servant: All know you for your eagerness and diligence, your dreams that are no less than gold.\nLoyal Servant: Your Highness, please don't underestimate yourself. Believe in your golden ideals...\nServant: And that you will slay that dream-devouring dragon for good!\n(Scene ends. When the scene reopens, the dragon is on all fours in a cave, seeming rather distressed. The dragon must enter with extreme care. Do not knock the various props aside!)\nNarrator: It is almost night. The dragon has changed its name to \"the starving one.\"\nWicked Dragon: I've had snack after snack, but dinner still eludes me.\nWicked Dragon: Snacks are distractions; in the end, they have no true substance.\nWicked Dragon: What's more, some of these just made me feel sick.\nWicked Dragon: I'm afraid only a true golden dream can sufficiently quench my cravings.\n(Leon creeps back on stage. The wicked dragon, rubbing its belly, does not notice him.)\nNarrator: The loyal servant approached quietly to observe the dragon. For the princess, he will do any and everything.\nLoyal Servant: ...For my promise to the king...\nLoyal Servant: ...But also, to make her happy. Even if it seems impossible...\nLoyal Servant: Huh? The dragon looks strange, why is it covering its chest? Let's her what it's mumbling...\nWicked Dragon: (monologue) I shouldn't have underestimated the humans, or been so gluttonous...\nWicked Dragon: Now that my stomach is churning, I have no strength left to face off against the king.\nNarrator: Overjoyed, the loyal servant rushed back to share the news.\n(Leon hurries offstage and returns with the princess, who is armed with her sword. The spotlight is upon her as she raises her weapon and confronts the wicked dragon!)\nPrincess: My heart is full of courage, I will wield my rapier with pride.\nLoyal Servant: (points at the dragon's chest) Look! There's a spot above its heart that isn't covered by scales!\nLoyal Servant: Take it down, while it's still weak!\nPrincess: Evil dragon! I challenge thee to protect my kingdom!\n(The princess leaps on high and makes to stab the dragon fatally in its heart. The dragon rises hurriedly and flaps its wings in an attempt to block the blow, but the princess leaps up its body and strikes true!)\nWicked Dragon: Ahhh! Filthy human!\nNarrator: With a fearless thrust, the princess fulfilled her pledge.\n(The dragon falls with a crash. Just use a sound effect for this, though, or else the stage will surely collapse!)\nPrincess: The world opens itself before those who do not forget their dreams and nobility.\nPrincess: Thank you as well, my loyal servant. You deserve a fitting reward.\nPrincess: In light of our recent trials, I will name you...\n(The princess points to her loyal servant and the latter begins to glow with a dark light. Many feathers descend from above upon the stage, and the servant twirls as he slowly ascends to the sky. Scene ends.)\nNarrator: The Shatterer of Despair, Fügel der Dunkelheit, Servant of the Prinzessin der Verurteilung!\nNarrator: Finally the princess personally defeated the dragon, and peace returned to the kingdom.\nNarrator: All praise, all praise."
          }
        ]
      }
    ]
  }
}