{
  "epId": 30,
  "name": "Sucrose",
  "desc": "<p>Her şey hakkında meraklı bir simyager. Biyo-Simya üzerine araştırma yapar.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/avatar.png",
  "filterValues": {
    "characterVision": "Rüzgar",
    "characterProperty": "Rüzgar Hasarı Bonusu",
    "characterRarity": 4,
    "characterWeapon": "Katalizör",
    "characterRegion": "Mondstadt"
  },
  "menuId": 2,
  "menuName": "Karakter Arşivi",
  "version": 1734092240,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/avatar_header.jpg"
      },
      {
        "key": "Orijinal Kıyafet - Filizlenen Rüzgar",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Orijinal Kıyafet - Filizlenen Rüzgar</color>\nSucrose'un giysisi. Sucrose için özel tasarlanmış Favonius Şövalyeleri simyager üniforması."
          }
        ]
      },
      {
        "key": "Boş Durma Animasyonu 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/94376896/1679d8eecd778fe4a543017e2f0708e5_1389062387220796060.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Orijinal Kıyafet - Filizlenen Rüzgar</color>\nSucrose'un giysisi. Sucrose için özel tasarlanmış Favonius Şövalyeleri simyager üniforması."
          }
        ]
      },
      {
        "key": "Boş Durma Animasyonu 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/94376896/2d1f073d95d3544fbbfe18a59f4b63b3_9195926562757267891.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Orijinal Kıyafet - Filizlenen Rüzgar</color>\nSucrose'un giysisi. Sucrose için özel tasarlanmış Favonius Şövalyeleri simyager üniforması."
          }
        ]
      },
      {
        "key": "Takımyıldızı",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/35428890/02440090e2f87473be53ef91ab8f1462_767509963002256467.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Deney Tüpü"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Karakter Ayrıntıları",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose, dahi simyager Albedo'nun asistanı olsa da araştırma konuları ancak bu kadar farklı olabilirdi.\nSucrose simyanın özü ve yeni canlılar oluşturma becerisi üzerine çalışmaktansa simyayı mevcut canlıları değiştirmek için kullanarak dünyadaki çeşitlilik ve renkliliği artırma üzerine çalışmayı daha ilgi çekici bulur.\nÜstelik genç yaşına rağmen şimdiden muhteşem sonuçlar elde etti. Örneğin Tatlı Çiçeklerden elde edilen nektar miktarını onları özel bir iksirle sulayarak %70 oranında artırmayı başardı. Ayrıca Güneriklerinin daldan koparıldıkları andan itibaren bir ay boyunca taze kalmalarını sağlayan özel bir sprey geliştirdi.\nBaşta onun araştırma konularına şüpheyle yaklaşanlar bile sonuçları gördükten sonra onun olağanüstü bir simya yeteneğine sahip olduğunu kabul ettiler.\nOysa Sucrose bu yaptıklarını başarı olarak değil, başarılı bir deneye giden yolda atılan küçük adımlar olarak görür çünkü asıl hedefi tüm bunlardan çok daha büyüktür.\nHayallerini süsleyen bu hedefin ne olduğuysa bir sırdır."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Biyo-simya birçok soruya yanıt arar ve tüm bu sorular Sucrose'un dünyadaki canlılar hakkında sorduğu sorulardan ileri gelir. Sucrose'un bu soruları sormasının sebebiyse sahip olduğu doyumsuz merak duygusudur. Sucrose, diğer çoğu kişiden çok daha meraklı biridir.\nÖrneğin Sucrose bir keresinde çoğu kişinin basitçe bir şeker kaynağı olarak gördüğü tatlı çiçeklere merak saldı.\nAklından şu sorular geçti: Bu bitkinin en kolay tespit edilebilir özelliği tatlılığı olsa da bu durum onun kullanım alanlarını kısıtlamamızın bir gerekçesi olmalı mı? Acaba bu bitki üzerinde daha fazla çalışmaya değer mi?\nTatlı çiçeklerin çeşitli özellikleri üzerine yaptığı ayrıntılı çalışmasının sonunda aşağı yukarı otuz farklı yetiştirme planı ve sıcaklık, çevre koşulları gibi farklı değişkenleri sınayan çok sayıda kontrol grubu tasarladı.\nYine de deneyindeki olası varyasyon sayısını az hesaplamıştı. Deney başladıktan sonra Sucrose'un aklındaki sorular azalmak yerine arttı ve deneyinin sonucunda elde ettiği yeni bulgular araştırmasını ileri taşıması için ona ilham kaynağı oldu.\nSucrose hiçbir soruyu görmezden gelemez. Bir soruyu görmezden geldiğinde kendini huzursuz, hatta suçlu hisseder. Onu yanıt aramaya iten bu özelliği tasarladığı yetiştirme planı sayısının neredeyse üç yüze ulaşmasına sebep oldu.\nSonuçta ortaya yepyeni tatlı çiçek türleri çıktı. Bazı türler üç kat daha fazla çiçek açıyordu, bazılarının baş kısımları normal boyutun beş veya altı katı kadardı ve rüzgarda süzülebiliyorlardı, bazılarıysa artık tatlı bir meyve veriyordu.\nAylar süren deneylerin sonunda Sucrose tatlı çiçeklere dair tüm sorularına yanıt bulmuştu. Araştırma notlarını yazmayı bitirdiğindeyse rahat bir nefes aldı.\nHem fiziksel hem de zihinsel anlamda yorulmuş olsa da odanın üç duvarını dolduran yığın yığın biyo-simya araştırma notlarını görmek onu hem mutlu hem de tatmin ediyordu."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Çevresindekiler Sucrose'un etliye sütlüye karışmayan, içine kapanık, sessiz bir simyager olduğunu düşünür.\nOysa durum aslında bunun tam tersidir çünkü Sucrose'un dünyadaki her şeye karşı büyülü bir merakı vardır. Tek sorun Sucrose için sosyal ilişkilerde uzmanlaşmanın simyada uzmanlaşmaktan daha zor olmasıdır.\nSimyada gerçeğe ulaşmak için deneme yanılma yöntemini kararlılıkla sürdürmek eninde sonunda aranılan cevaba ulaşılmasını sağlar ama sosyal ilişkilerde işin içine davranış kuralları, ruh halleri ve diğer ölçülemeyen değişkenler girer. Dahası, sosyal ilişkilerde hata yaparak öğrenmeye yönelik bir yaklaşıma yer yoktur.\nBu yüzden Sucrose bu gibi değişkenlerden ne pahasına olursa olsun kaçınmaya, merakını gidermek için aşina olduğu yöntemlere bağlı kalmaya karar verdi.\nMesela Sucrose kendisi gibi hayvan kulaklarına sahip Kedi Kuyruğu barmeni Diona ile aynı soydan gelip gelmediğini daima merak etmiştir.\nAslında bu o kadar da şahsi bir mesele değildir ve çoğu kişi rahatlıkla bu soruyu sorabilir. Yine de başkalarının da onun kulakları hakkında sorular sormasından hoşlanmayan Sucrose bunun hassas bir konu olabileceğini düşündü.\nBu yüzden en iyi bildiği yönteme, yani gözlemlemeye başvurdu.\nDiona bir ay boyunca birinin gizlice onu izlediğine dair rahatsız edici bir hisse kapıldı. Han müşterilerinden birinin onu taciz ettiğini düşünüyordu ve bundan hiç memnun değildi.\n\"Genler benziyor ama soylar farklı. Kedi bağları daha fazla araştırma gerektiriyor. Not: Henüz bir kemik örneği elde edilemedi.\"\nSucrose'un o ana dek elde ettiği bulgulara dayanarak not defterine yazdığı sonuç işte bu.\nBiyo-simya ile bulguların yanı sıra Sucrose bu süreçte bir şey daha keşfetti.\nBu olayın ardından kendisi için yaptığı kedi kulağı gözlüklerine bakarak kedilerin kendilerine has bir sevimliliği olduğu kanısına vardı. Gerçi insan içinde giymeye utandığı için bu gözlüğü sadece odasında yalnızken takar."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose her üç gecede bir gerçek dünyada dolaşmaya çıkar. Bu gezintilerin nadir ve önemli etkinlikler olduğunu düşünür.\nÇok özel bir malzemeyi arayan Sucrose sırasıyla kasaba, Maceracılar Loncasına ve Pınarköy avcılarına uğrar.\n\"M-Merhaba... Ben, şey... En taze ve kaliteli k-kemiklerinizden istiyorum... Evet, üzerinde hâlâ kan ve et bulunanlardan.\"\nİnsanlar onun bu davranışını başta epey tuhaf bulsalar da bu duruma alıştıktan sonra onun bu isteğini yerine getirmeye, hatta en nadir kemikleri onun için ayırmaya başladılar.\nBu durum Sucrose'un çok işine yaradı. Artık eline bol miktarda tavuk ve yaban domuzu kemiği geçiyordu. Hatta bir keresinde eline eksiksiz bir kertenkele iskeleti ve üzerinde hâlâ taze kan bulunan kalın bir dağ yabanisi bacağı kemiği bile geçmişti.\nBu tuhaf ve nadir kemikleri gördüğünde Sucrose'un gözleri heyecanla parlamıştı. Her seferinde Maceracılar Loncasındaki Katheryne'in önünde sayısız kez eğilerek ona içtenlikle teşekkür eder.\nKemikleri bir araya getirmek Sucrose'un merakını gideren bir aktivite olmanın yanı sıra ona ilham da verir.\nKemik toplamak aslında onun hobisidir ve bunu yapmaktan büyük keyif alır.\nSucrose bir keresinde bir annenin çocuğunu terbiye etmek için sarf ettiği sözlere kulak misafiri oldu:\n\"Denileni yapmazsan sırtında bez torbayla gezen o korkunç cadaloz odana gelir, kemiklerini tek tek vücudundan çıkarır ve onları alıp götürür!\"\nMerakına yenik düşen Sucrose bu durumu araştırdı. Hikayenin annelerin çocuklarına söz geçirmek için kullandığı bir hayalet hikayesinden ibaret olduğunu ve o doğmadan önce bile var olduğunu öğrendi.\nGerçeği öğrendiğindeyse rahat bir nefes aldı.\nSucrose kullandığı bez torbayı çok geçmeden deri bir torba ile değiştirdi, insanlar bu durumu fark ettiler. Sucrose bunu utandığı için de şüphe uyandırmamak için de yapmış olabilirdi..."
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose, Albedo'nun asistanı olarak onu desteklemek için elinden geleni yapar. Albedo'nun simya araştırmalarını anlamak zor olsa da Sucrose her seferinde çok şey öğrenir.\nBeş gün beş gece süren bir deneyin sonunda Sucrose'un yorgunluktan bayılmak üzere olduğunu gören Albedo ona yedi günlük zorunlu bir tatil verdi.\nSucrose tatiline iyice dinlenmeye ve enerji toplamaya kararlı bir şekilde başladı ama ilk gün uyandığı andan itibaren tatil yaşantısına alışmakta zorlandı.\nÖnce sahanda yumurta, biraz sosis ve bir bardak kahveyle kahvaltı yaptı. Bunlar hakkında raporlanabilecek yeni bir şey yoktu. Sonuçta tüm bu yiyecek ve içecekleri daha önce araştırmıştı.\n\"Şimdiyse iyi bir kitapla güneşin altında biraz dinlensem hiç fena olmaz.\" diye düşündü. Bunun hakkında da raporlanabilecek yeni bir şey yoktu. Çok sayıda araştırma bu aktivitenin en iyi rahatlama yöntemlerinden biri olduğuna işaret ediyordu ama Sucrose'un okumadığı tek bir kitap; altını çizmediği, araştırmadığı ve açıklık getirmek için altına not düşmediği tek bir soru bile yoktu.\nArdından ev işleriyle ilgilendi. Çamaşır yıkadı, toz aldı ve etrafı topladı. Her şey tamamdı ancak bunlar hakkında da raporlanabilecek yeni bir şey yoktu. Temiz ve derli toplu bir ortamın zihne iyi geldiği herkesçe kabul edilen bir gerçekti.\nÖğlen olmasına rağmen Sucrose bir kez bile \"neden\" veya \"nasıl\" sorularını sormaya fırsat bulamamıştı.\nCanı sıkılıyordu, huzursuzdu, kaygılıydı ve bir türlü sakinleşemiyordu.\nBir araştırma konusuna odaklanmak için yanıp tutuşuyordu. Konunun ne olduğu önemli değildi. Terastaki saksı bitkilerini bile memnuniyetle araştırabilirdi. Sonuç alıp almamak dahi umurunda değildi, yalnızca zaman geçirebileceği bir şeye ihtiyacı vardı.\nSolunda Lamba Otu, önünde Tatlı Çiçek, sağındaysa Sesilya vardı. Sorun şu ki, nereye bakarsa baksın gördüğü her şeyi daha önce en ince ayrıntısına kadar araştırmıştı.\nSonunda bu çabasından vazgeçti ve kendini uyumaya zorladı. Ertesi sabahsa ilk iş laboratuvara gitti.\n\"Tüm gün hiçbir şey araştırmıyor ve hiçbir soru sormuyorsun. Buna tatil denmez, bu bildiğin işkence!\""
          }
        ]
      },
      {
        "title": "Karakter Hikayesi 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose'un çocukluğu her Mondstadtlınınki gibiydi. Onu seven ebeveynleri ve iyi anlaştığı arkadaşları vardı. Hayat basit ve güzeldi.\nEn iyi hatırladığı çocukluk hatırası muhteşem bir periler diyarı hakkında anlatılan bir hikayeyle ilgili.\nTeyvat'ın uzak bir köşesinde yüz insan boyuna ulaşabilen güzel ve pembe çiçeklerin yetiştiği, ufacık perilerin oraya buraya uçuştuğu ve güzel mi güzel tek boynuzlu atların bulunduğu keşfedilmemiş bir bölge varmış.\nSucrose ve en iyi iki arkadaşı bu büyülü yere ulaşabilirlerse sonsuza dek mutlu bir şekilde yaşayacaklarını düşünüyormuş.\nBir süre sonra arkadaşlarından biri maceracı ebeveynleriyle birlikte uzun bir yolculuğa çıkmış ve bir daha dönmemiş.\nDiğer arkadaşıysa bir aile trajedisi yaşamış. Babası hasta olup hayatını kaybettikten sonra arkadaşının kişiliği tamamen değişmiş ve Sucrose ile olan arkadaşlığına son vermiş. Böylece gelecekte bir kez daha bir araya gelmek için verdikleri sözün hiçbir anlamı kalmamış.\nSucrose kendini hayatı boyunca hiç hissetmediği kadar yalnız hissetmiş. Daha periler diyarını bile göremeden arkadaşlıkları sona ermiş.\nKaderlerinde bir daha buluşmak olmasa da Sucrose eski arkadaşlıklarını bir şekilde onurlandırmak istiyormuş. İşte o sıralarda okuduğu bir kitapta simyayı keşfetmiş.\nSucrose o muhteşem yerin girişini bulma fırsatını hiçbir zaman yakalayamamış olsa da artık kendi periler diyarının yaratıcısı olma fırsatına sahip olduğunu fark etmiş.\nBöylece biyo-simya çalışmaya başlayan Sucrose tüm merak ve tutkusunu bu alana yönlendirmiş.\nSucrose bu periler diyarı hikayesinden ve yitip giden arkadaşlıklarından hiç kimseye bahsetmemiş.\nBelki de bir gün ilk olarak o çocuk kitabında gördüğü yer gerçek dünyanın bir parçası olur ve arkadaşları geri döner."
          }
        ]
      },
      {
        "title": "3. Sis Çiçeği Projesi, Sürüm 17, Genişletme Deneyi",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose'un kişisel periler diyarı için tür seçerken dikkate aldığı birtakım katı koşullar vardır. Sucrose deneyleri tamamlandıktan sonra standartları karşılayan türlere \"geçer\" notu verir.\nİlk zamanlar, hikayelerde olduğu gibi, bitkilerine egzotik isimler koymak istiyordu ancak ne zaman bir isim bulmaya çalışsa aklına hiçbir fikir gelmiyordu.\nBir bilim insanı olarak geçirdiği yılların sonunda artık isim koyma gibi nispeten basit meselelerin bile kusursuz bir mantığa dayanmasını istiyordu.\nBulduğu ilk isimlerin arasında şunlar yer alıyordu: Çimlerin üzerinde yetişen çiçekler için \"Çim Çiçeği;\"\nÇiçeklerin altında büyüyen çimler için \"Çiçek Çimeni;\"\nÇimlerin bolca bulunduğu yerlerde yetişen çiçekler için de \"Bolçimen Çiçeği.\" Liste bu şekilde uzayıp gidiyordu.\nPeriler diyarıyla hiçbir alakası olmayan bu tarz isimleri bulmak bile Sucrose'un çok vaktini alıyordu. Hatta Sucrose bu isimleri bulana dek deneyler sona eriyordu.\nSonunda bu isim koyma işinden tamamen vazgeçti ve araştırma notlarındaki tür isimlerini kullanmaya başladı. Böyle yaptığında isimlerin çok daha uzun olduğunun farkındaydı ama yine de...\nSonuçta Sucrose bu periler diyarının yaratıcısıydı ve isimleri canı nasıl istiyorsa öyle koyabilirdi."
          }
        ]
      },
      {
        "title": "Önsezi",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose'un Önsezisini elde ettiği akşamın diğer akşamlardan bir farkı yoktu.\nYüz elli dokuzuncu karahindiba tohumu kaynatma deneyini başlatmaya hazır olan Sucrose dikkatle hazırladığı simya çözeltisini kazana boşalttı.\nKazan bir anda kaynamaya başladı ve tüm oda buharla doldu. Bu sefer nasıl bir dönüşüm gerçekleştiğini görmeye can atan Sucrose aceleyle kazanın yanına gitti. Heyecandan ne yaptığını bilmediği için elleriyle kazanın kenarlarına dokununca iki eli de yandı.\nKarahindiba Tohumlarının bir kez daha yanıp kül olduğunu görünce hayal kırıklığına uğradı. Yine de kazanın içinde yeni bir şey daha vardı. Kararmış Karahindiba Tohumlarının arasında bir Önsezi duruyordu.\nSıvıyı boşaltıp Önsezisini almak yerine bir an düşündü ve kazanın içindekileri kaynatmaya devam etmek için ateşi bir kez daha yaktı.\nKarahindiba Tohumlarıyla Önsezisi arasında nasıl bir tepkime gerçekleşeceğini merak ediyordu.\nNe yazık ki kazan üç saat boyunca kaynamasına rağmen deney başarısızlıkla sonuçlandı.\nYine de bu deneyden çok büyük bir ödül elde ettiğini inkar edemezdi. Önsezisinin sağladığı element enerjisi gelecekteki biyo-simya girişimlerindeki en büyük yardımcısı olacaktı."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Sucrose"
          }
        ]
      },
      {
        "key": "Doğum Günü",
        "value": [
          {
            "type": "RichText",
            "text": "26 Kasım"
          }
        ]
      },
      {
        "key": "Takımyıldızları",
        "value": [
          {
            "type": "RichText",
            "text": "Deney Tüpü"
          }
        ]
      },
      {
        "key": "Künye",
        "value": [
          {
            "type": "RichText",
            "text": "Masum Şeker"
          }
        ]
      },
      {
        "key": "Önsezi",
        "value": [
          {
            "type": "RichText",
            "text": "Rüzgar"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Favonius Şövalyeleri"
          }
        ]
      },
      {
        "key": "Çince Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "小敢"
          }
        ]
      },
      {
        "key": "İngilizce Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "Valeria Rodriguez"
          }
        ]
      },
      {
        "key": "Japonca Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "藤田茜"
          }
        ]
      },
      {
        "key": "Korece Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "Kim Ha-young"
          }
        ]
      },
      {
        "key": "Özel Tarif",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 274,
            "name": "Sağlıklı Yemek (No. 593)",
            "desc": "<p>\tSucrose'un özel tarifi. İlk bakışta tuhaf bir simya ürününe benzese de Sucrose, bu yemeğin çok sayıda deneme ve itinalı geliştirme çalışmaları sonucunda ortaya çıkan sağlıklı ve besleyici bir yemek olduğunu söylüyor. Sağlıklı yeşil rengini krema ve doğal sebze sularının karışımından alıyor... Bir dakika, sebze suları mı?</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Nutritious Meal (V.593)_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "TCG Karakter Kartı",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3193,
            "name": "Sucrose",
            "desc": "<p><span style=\"color: #FFFFFF\">\"Harmless Sweetie\" Sucrose</span></p><p>\"You can't rate the strength of an as-yet untested deck!\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/b9a4ece363d697dfb565dda772efbaf4_2275797930134526552.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "İlk Çıktığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ],
        "isMaterial": false
      }
    ],
    "talent": [
      {
        "key": "Normal Saldırı: Rüzgar Ruhu Saldırısı",
        "title": "Normal Saldırı: Rüzgar Ruhu Saldırısı",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Normal Saldırı</color>\n<color=#ffffff>Rüzgar Ruhlarıyla en fazla 4 saldırı yaparak</color> <color=#80ffd7>Rüzgar Hasarı</color> <color=#ffffff>verir.</color>\n<color=#ffd780>Yüklü Saldırı</color>\n<color=#ffffff>Kısa süre kullanıldıktan sonra belirli miktarda Dayanıklılık harcayarak</color> <color=#80ffd7>Rüzgar Alan Hasarı</color> <color=#ffffff>verir.</color>\n<color=#ffd780>Havadan Saldırı</color>\nSucrose, Rüzgar Ruhlarının gücünü çağırarak havadayken yere doğru atılır ve yoluna çıkan tüm düşmanlara hasar verir. Yere vurduğunda <color=#80ffd7>Rüzgar Alan Hasarı</color> verir."
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11"
            ]
          },
          {
            "key": "1 Vuruş Hasarı",
            "values": [
              "33.5%",
              "36%",
              "38.5%",
              "41.8%",
              "44.3%",
              "46.8%",
              "50.2%",
              "53.5%",
              "56.9%",
              "60.2%",
              "63.6%"
            ]
          },
          {
            "key": "2 Vuruş Hasarı",
            "values": [
              "30.6%",
              "32.9%",
              "35.2%",
              "38.3%",
              "40.6%",
              "42.9%",
              "45.9%",
              "49%",
              "52.1%",
              "55.1%",
              "58.2%"
            ]
          },
          {
            "key": "3 Vuruş Hasarı",
            "values": [
              "38.4%",
              "41.3%",
              "44.2%",
              "48.1%",
              "50.9%",
              "53.8%",
              "57.7%",
              "61.5%",
              "65.4%",
              "69.2%",
              "73.1%"
            ]
          },
          {
            "key": "4 Vuruş Hasarı",
            "values": [
              "47.9%",
              "51.5%",
              "55.1%",
              "59.9%",
              "63.5%",
              "67.1%",
              "71.9%",
              "76.7%",
              "81.5%",
              "86.3%",
              "91%"
            ]
          },
          {
            "key": "Yüklü Saldırı Hasarı",
            "values": [
              "120%",
              "129%",
              "138%",
              "150%",
              "159%",
              "168%",
              "180%",
              "192%",
              "204%",
              "216%",
              "228%"
            ]
          },
          {
            "key": "Yüklü Saldırı Dayanıklılık Maliyeti",
            "values": [
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı",
            "values": [
              "56.8%",
              "61.5%",
              "66.1%",
              "72.7%",
              "77.3%",
              "82.6%",
              "89.9%",
              "97.1%",
              "104.4%",
              "112.3%",
              "120.3%"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı (Alçaktan/Yüksekten)",
            "values": [
              "114%/142%",
              "123%/153%",
              "132%/165%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/224%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "241%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 164,
              "name": "Özgürlük Öğretisi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom to live is one of such. It is the freedom to live freely and healthily without concerns of one's own safety.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Freedom_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Yalancı Çiçek Nektarı",
              "desc": "Nectar extracted from the stamen of a Whopperflower that contains trace amounts of elemental energy.<br/>The taste of the nectar has a hint of Sweet Flower in it.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Parıltılı Nektar",
              "desc": "Nectar that is full of pure elemental energy.<br/>Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Parıltılı Nektar",
              "desc": "Nectar that is full of pure elemental energy.<br/>Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Parıltılı Nektar",
              "desc": "Nectar that is full of pure elemental energy.<br/>Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Parıltılı Nektar",
              "desc": "Nectar that is full of pure elemental energy.<br/>Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Enerji Nektarı",
              "desc": "A thick and sticky honey that is full of energy.<br/>The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 357,
              "name": "Poyraz'ın Ruh Madalyonu",
              "desc": "A bit of the Great Wolf King of the North's power drawn from its soul.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. In his final moments, he finally realized the chilling north wind could only extinguish life, not nurture it. Therefore, Boreas let his powers freely flow into the land to protect it and its inhabitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spirit Locket of Boreas_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Enerji Nektarı",
              "desc": "A thick and sticky honey that is full of energy.<br/>The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 357,
              "name": "Poyraz'ın Ruh Madalyonu",
              "desc": "A bit of the Great Wolf King of the North's power drawn from its soul.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. In his final moments, he finally realized the chilling north wind could only extinguish life, not nurture it. Therefore, Boreas let his powers freely flow into the land to protect it and its inhabitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spirit Locket of Boreas_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Enerji Nektarı",
              "desc": "A thick and sticky honey that is full of energy.<br/>The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 357,
              "name": "Poyraz'ın Ruh Madalyonu",
              "desc": "A bit of the Great Wolf King of the North's power drawn from its soul.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. In his final moments, he finally realized the chilling north wind could only extinguish life, not nurture it. Therefore, Boreas let his powers freely flow into the land to protect it and its inhabitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spirit Locket of Boreas_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Enerji Nektarı",
              "desc": "A thick and sticky honey that is full of energy.<br/>The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 357,
              "name": "Poyraz'ın Ruh Madalyonu",
              "desc": "A bit of the Great Wolf King of the North's power drawn from its soul.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. In his final moments, he finally realized the chilling north wind could only extinguish life, not nurture it. Therefore, Boreas let his powers freely flow into the land to protect it and its inhabitants.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spirit Locket of Boreas_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Bilgelik Tacı",
              "desc": "A precious Talent Level-Up material.<br/>Once a medium for the storage and transfer of wisdom in ancient times. Now, wisdom is found in ancient texts and in profound speech. Nevertheless, this Crown of Insight must still be able to impart some transcendent power and wisdom to its bearer.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Dengesiz Rüzgar Hipostazı - Denek 6308",
        "title": "Dengesiz Rüzgar Hipostazı - Denek 6308",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Düşmanları ve nesneleri kendine çeken, etki alanındaki düşmanları fırlatan ve</color> <color=#80ffd7>Rüzgar Hasarı</color> <color=#ffffff>veren küçük bir Rüzgar Ruhu oluşturur.</color>\nBiraz utanç verici ama bu yöntemle doğan element yaşam formları çok hızlı dağılsa da maceralarda çok işe yararlar. Başarısız deneylerin bile pratik kullanımları olabilir."
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11",
              "Sv. 12",
              "Sv.13"
            ]
          },
          {
            "key": "Beceri Hasarı",
            "values": [
              "211%",
              "227%",
              "243%",
              "264%",
              "280%",
              "296%",
              "317%",
              "338%",
              "359%",
              "380%",
              "401%",
              "422%",
              "449%"
            ]
          },
          {
            "key": "BS",
            "values": [
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn",
              "15.0sn"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Yasaklı İcat - İzomer 75 / Tip II",
        "title": "Yasaklı İcat - İzomer 75 / Tip II",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Sucrose, Büyük Rüzgar Ruhu oluşturan dengesiz bir karışım fırlatır.</color>\n<color=#ffffff>Büyük Rüzgar Ruhu, etki süresince durmadan etrafındaki düşmanları ve nesneleri çeker, yakındaki düşmanları fırlatır ve</color> <color=#80ffd7>Rüzgar Hasarı</color> <color=#ffffff>verir.</color>\n<color=#ffd780>Element Emilimi</color>\n<color=#ffffff>Rüzgar Ruhu,</color> <color=#80c0ff>Su</color> <color=#ffffff>/</color> <color=#ff9999>Ateş</color> <color=#ffffff>/</color> <color=#99ffff>Buz</color> <color=#ffffff>/</color> <color=#ffacff>Elektrik</color> <color=#ffffff>enerjisi ile etkileşime girdiğinde o element türünden ek Element Hasarı verir.</color>\n<color=#ffffff>Her kullanıldığında Element Emilimi yalnızca bir defa uygulanabilir.</color>\nSucrose eskiden uçucu Rüzgar Hipostazlarına isim verirdi ama hipostazların sayısı kısa sürede o kadar çok arttı ki 893. Baron Tavşanı bile geçti."
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11",
              "Sv. 12",
              "Sv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Süreli Hasar",
            "values": [
              "148%",
              "159%",
              "170%",
              "185%",
              "196%",
              "207%",
              "222%",
              "237%",
              "252%",
              "266%",
              "281%",
              "296%",
              "315%",
              "333%"
            ]
          },
          {
            "key": "Ek Element Hasarı",
            "values": [
              "44%",
              "47.3%",
              "50.6%",
              "55%",
              "58.3%",
              "61.6%",
              "66%",
              "70%",
              "74.8%",
              "79.2%",
              "83.6%",
              "88%",
              "93.5%",
              "99%"
            ]
          },
          {
            "key": "Süre",
            "values": [
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s"
            ]
          },
          {
            "key": "BS",
            "values": [
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s"
            ]
          },
          {
            "key": "Enerji Maliyeti",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Katalizör Dönüşümü",
        "title": "Katalizör Dönüşümü",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose bir Girdap tepkimesi tetiklediğinde 8 saniyeliğine gruptaki aynı elemente sahip tüm karakterlerin (Sucrose hariç) Element Ustalığı 50 artar."
          }
        ],
        "attributes": null
      },
      {
        "key": "Hafif Bir Meltem",
        "title": "Hafif Bir Meltem",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Dengesiz Rüzgar Hipostazı - Denek 6308</color> <color=#ffffff>veya</color> <color=#ffd780>Yasaklı İcat - İzomer 75 / Tip II</color> <color=#ffffff>bir düşmana vurduğunda tüm grup üyelerinin (Sucrose hariç) 8 saniyeliğine Element Ustalığı, Sucrose'un Element Ustalığının %20'si kadar artar.</color>"
          }
        ],
        "attributes": null
      },
      {
        "key": "Dengesiz İcat",
        "title": "Dengesiz İcat",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Sucrose, Karakter ve Silah Geliştirme Malzemeleri ürettiğinde elde edilen ürün %10 ihtimalle iki katına çıkar."
          }
        ],
        "attributes": null
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=43&center=450.50,248.00&zoom=0.00",
    "voice": [
      {
        "title": "Hello",
        "desc": "I'm Sucrose, a researcher of alchemy. I heard you've been to a lot of places, so I was wondering if you... Ah, what am I saying! It's only our first time meeting, I shouldn't trouble you. But... if you're willing, I'd love to hear any stories you have about your adventures. I'd... really like that."
      },
      {
        "title": "Chat: Curiosity",
        "desc": "What was that? Oh... it's gone. Can I go take a look?"
      },
      {
        "title": "Chat: Organization",
        "desc": "I just need a moment to quickly take down some notes."
      },
      {
        "title": "Chat: Deep Breaths",
        "desc": "Ahhh! I haven't been out in a while."
      },
      {
        "title": "When the Wind Is Blowing",
        "desc": "The windmills are spinning faster than usual today. Hey, do you think if an animal put a propeller on its back and started running... do you think the propeller would make it run faster? Or even, fly?"
      },
      {
        "title": "When It Snows",
        "desc": "Snow this big only falls a few times a year. If I miss it, I'll have to wait until next year to run my experiments, so please give me some space. Ah-Ahchooo! ...Yes, I know, I should wear more layers..."
      },
      {
        "title": "When the Sun Is Out",
        "desc": "Th-The sun is already out? Oh, ah, okay! Just one last experiment, and then we can get some rest. Last one, I promise..."
      },
      {
        "title": "When It Rains",
        "desc": "Humidity levels are increasing. Think we could run some tests?"
      },
      {
        "title": "Good Morning",
        "desc": "Good morning. Did you sleep well? According to research, not getting a good night's sleep can have detrimental effects on your cognition and stamina. What? I'm always up working through the night? Yeah, I know... Can't be helped I guess..."
      },
      {
        "title": "Good Afternoon",
        "desc": "Waaaaa! No, stay back, don't come over here! No, no, it's nothing personal — it's just that this experiment is highly volatile and might cause an explosion."
      },
      {
        "title": "Good Evening",
        "desc": "Good evening. Please wait a moment. Experiment 905 has actually produced two light excretions, which, for clarity's sake, should be labeled No. 1033 and No. 1035 respectively... Right, now, what did you need me for?"
      },
      {
        "title": "Good Night",
        "desc": "No need to wait up for me. Please, get some sleep. Something bothering you? Oh, don't worry about me — I'm right at the end of my experiment. I promise I won't stay up late again..."
      },
      {
        "title": "About Sucrose: Bio-Alchemy",
        "desc": "Bio-alchemy, when compared with creation, places more emphasis on transformation. Finding those little secrets that living creatures have and scaling them up, combining them — the results are always such a surprise. Life really is fascinating. Just how much do we really know?"
      },
      {
        "title": "About Sucrose: Fear of Strangers",
        "desc": "I... um... really don't know how to act around new people. Everyone's personality is different, as are the things they care about. If I slip up and say the wrong thing, I'll offend someone, or sound impolite... Talking is hard, so much harder than alchemy."
      },
      {
        "title": "About Sucrose: Ears",
        "desc": "Oh, you, ahh... noticed. My ears are a hereditary feature... quite different from everyone else's. So, I try to hide them with my hair as much as possible."
      },
      {
        "title": "About Us: Observing",
        "desc": "I'm curious to know about your background. I was wondering... could I perhaps... observe you for a while? I'll be silent, and I won't interfere with what you're doing. Would... that be okay?"
      },
      {
        "title": "About Us: Perks",
        "desc": "To be honest, I was a little afraid when we first met, because you don't talk much... I thought I must have offended you somehow. But then as time went on, I discovered you're really easy to get along with. Hehe, just an unexpected outcome of my observations."
      },
      {
        "title": "About Us: Requests",
        "desc": "I heard it was you that dealt with the Stormterror issue. No doubt it was a dangerous fight — it's a good thing you came out unscathed. I was ahh... also wondering — did Stormterror happen to drop anything during the fight? You know, a scale, some skin — even just a little would be fine. There are some tests I'd like to run..."
      },
      {
        "title": "About the Vision",
        "desc": "My Vision is my most important research tool. Hmm? Why, without it I'd be unable to proceed with most of my elemental research. Combat? Oh, I suppose I use it for that too when I'm out in the field looking for materials."
      },
      {
        "title": "Something to Share",
        "desc": "This room is where I keep all the bones I've collected. On the table on the left we have lizards, frogs, and grass carp. To the front we have the bones of a wild boar, and then over there in the right corner is a hilichurl... Oh, don't be nervous, nothing to be afraid of. They're really quite cute once you get used to them."
      },
      {
        "title": "Interesting Things",
        "desc": "If you look closely, you'll notice that the Mist Flowers I've planted here are all different. This one is the most powerful, this one blooms the longest... Hmm? This one? Oh, this one is project 3, version 17, enlargement trial. Its defining trait is that... it's a bit larger."
      },
      {
        "title": "About Noelle",
        "desc": "She's... a very willing helper, I can't deny that. It's just... she makes me a little anxious is all. One time, she saw three boxes of materials stacked just outside my laboratory door, and proceeded to move them inside for me. A nice gesture, but the thing is... I'd only just finished putting them outside..."
      },
      {
        "title": "About Klee",
        "desc": "Jean has put her into solitary confinement so many times, but every time she's let out it's not long before she's back in trouble. *sigh* Something tells me she hasn't done much introspection. I told her I'd make her a bouncing, dancing Jumpy Dumpty that is also safe — but to date there are still a lot of problems with the design."
      },
      {
        "title": "About Jean",
        "desc": "I don't dare talk to Master Jean that much, because she's so strict. I know she's a good person and all — I know that, I do — but... I still find her scary. I don't tend to bother her, and even when I have to... I ask Albedo to go on my behalf."
      },
      {
        "title": "About Lisa",
        "desc": "She really seems to know a great deal. She's obviously never seen my research, and yet on so many occasions she's given me advice on that which is most core to my studies. Just how does she know? Is it observation, or is it ratiocination?"
      },
      {
        "title": "About Kaeya",
        "desc": "Oh... I know he likes to joke, and isn't trying to make fun of me, but I often struggle to work out which parts of what he says are the truth and which parts are jokes. So whenever he talks to me, the outcome is usually one of two things: morbid embarrassment or unbearable awkwardness."
      },
      {
        "title": "About Albedo: Artistry",
        "desc": "As his assistant I learn so much each and every day. What's key is not his existing knowledge, but his talented way of thinking. No matter how complex the task at hand, his way of thinking ensures he gets to the bottom of it, and is able to explain it thoroughly. His methodologies are amazing... to me, it's where alchemy meets art."
      },
      {
        "title": "About Albedo: Talent",
        "desc": "Talent? Let's hypothesize that he and I were to perform the same research — I'd still spend my whole life playing catch up. But, my studying bio-alchemy has nothing to do with evading his line of research, we just happen to have different interests and dreams — nothing more."
      },
      {
        "title": "About Amber",
        "desc": "I'm curious as to why her doll is called \"Baron Bunny,\" it clearly has nothing to do with a rabbit at all. Oh, the headband makes it look like it has rabbit ears you say? Hmm... That's heavily reliant on the rabbit stereotype, is it not? Many rabbits' ears are floppy."
      },
      {
        "title": "About Fischl",
        "desc": "I take it you're referring to the book series, Flowers for Princess Fischl? Indeed, the world the author came up with is very creative. If only I could go see it with my own eyes. Oh, you're referring to Fischl herself? I am... doubtful that she could really take me there."
      },
      {
        "title": "About Eula",
        "desc": "The role of a scout is a hazardous one, and Ms. Eula throws herself into danger all too easily. So, I made a reconnaissance device for her, so that she wouldn't have to infiltrate enemy camps herself. But Ms. Eula has such an imposing manner, she really puts me on edge, and... I was so nervous that I accidentally left out a few important details while explaining how to use it... As a result, there was an accident...<br/>Ah, what should I do... I hope she won't hold a grudge against me..."
      },
      {
        "title": "More About Sucrose: I",
        "desc": "You... want to know more about me? You... must have an interest in bio-alchemy, then? Whatever you ask, I will be sure to give you the most precise answer possible. Oh, it really is me specifically that you are interested in? I'm... ahh... oh. I'm at a loss for words."
      },
      {
        "title": "More About Sucrose: II",
        "desc": "The essence of research is the process of finding the answer. Sometimes, working through that process can be tedious, but every time I see the cumulative result of my efforts... I know that I'm doing what I love."
      },
      {
        "title": "More About Sucrose: III",
        "desc": "When I was little, I had two good friends — we kept nothing from each other. I thought I knew everything about them, but then... stuff happened, and we grew distant. As for where they are now, what they're doing, whether or not they remember me... I have no idea. Even though we were best friends, things still turned out this way."
      },
      {
        "title": "More About Sucrose: IV",
        "desc": "Let me tell you a little secret, something I've never told anyone. The purpose behind my research is to create my own wonderland. Yes... just like the ones in fairy tales. The kind where all your dreams come true and you live happily ever after. Hehe, it's childish, isn't it? But, I still believe in fairy tales."
      },
      {
        "title": "More About Sucrose: V",
        "desc": "If you're busy, please don't let me stand in the way of progress. ...You're not busy? Really? It's fine, I—I get that you have stuff to do. I'm already quite used to working alone. ...You're truly not busy? I—In that case, I don't suppose you could help me with a few things? Or, you know, we could sit and chat about... stuff."
      },
      {
        "title": "Sucrose's Hobbies",
        "desc": "I like things that look orderly. See? All of my research notes are compiled in notebooks of the exact same thickness. All my potions are lined up according to effect and hue— Wha—What!? What is this purple potion doing here!? Sorry, I—I need to reassess the order of these potions!"
      },
      {
        "title": "Sucrose's Troubles",
        "desc": "I wonder... What is it that you do in your free time? Every time I get a break, I can never find anything to do. I just find myself staring off into space. Time goes by so quickly when I'm experimenting, so how is it that when I'm not doing anything, the days all feel like years..."
      },
      {
        "title": "Favorite Food",
        "desc": "I extract the nectar from Sweet Flowers to make candy. When I get stuck in a rut, I just pop one in my mouth and my focus returns. Retaining optimal blood sugar levels during research is essential."
      },
      {
        "title": "Least Favorite Food",
        "desc": "Once I came to understand more about bio-alchemy, I stopped eating mushrooms. You're no doubt aware? Mushrooms grow on that which has died, which in turn makes me think of other such things, and my appetite just disappears... Blergh..."
      },
      {
        "title": "Birthday",
        "desc": "Happy birthday! I've been running experiments for months, and finally I can give you this potion. It will allow you to relive your most beautiful memories of the past year. I call it \"Bio-Potion No. 3916.\" Huh? No, no, not 3196, it's 3916!"
      },
      {
        "title": "Feelings About Ascension: Intro",
        "desc": "Finally! A breakthrough in my bio-alchemy research."
      },
      {
        "title": "Feelings About Ascension: Building Up",
        "desc": "This trip has allowed me to gather a good number of materials. Thank you, I'll be sure to put them to good use."
      },
      {
        "title": "Feelings About Ascension: Climax",
        "desc": "Recently during my experiments, I've found myself suddenly wondering when I'll next get to go on an adventure with you. So strange... Why do you think that is? I need to do some scientific investigation to find out."
      },
      {
        "title": "Feelings About Ascension: Conclusion",
        "desc": "I have such an abundant array of research materials now! To spend any more time on me would... would really be a waste of your time! At least... let me use my bio-alchemy to make you up some kind of gift!"
      },
      {
        "title": "Elemental Skill: I",
        "desc": "Adsorption test."
      },
      {
        "title": "Elemental Skill: II",
        "desc": "Anemo Test 6308!"
      },
      {
        "title": "Elemental Skill: III",
        "desc": "Stand clear!"
      },
      {
        "title": "Elemental Burst: I",
        "desc": "Swirl, Mark II!"
      },
      {
        "title": "Elemental Burst: II",
        "desc": "Enhanced Anemo Module 75!"
      },
      {
        "title": "Elemental Burst: III",
        "desc": "Anemo Hypostasis Emulation!"
      },
      {
        "title": "Opening Treasure Chest: I",
        "desc": "Chests appearing out of thin air... This needs research."
      },
      {
        "title": "Opening Treasure Chest: II",
        "desc": "*sigh* If only I stumbled upon lab supplies as often."
      },
      {
        "title": "Opening Treasure Chest: III",
        "desc": "Wow! So many raw materials!"
      },
      {
        "title": "Low HP: I",
        "desc": "A minor error..."
      },
      {
        "title": "Low HP: II",
        "desc": "Unexpected outcome..."
      },
      {
        "title": "Low HP: III",
        "desc": "Doesn't hurt, doesn't hurt..."
      },
      {
        "title": "Fallen: I",
        "desc": "My research... has failed."
      },
      {
        "title": "Fallen: II",
        "desc": "Need to make... adjustments."
      },
      {
        "title": "Fallen: III",
        "desc": "I should... sleep on it."
      },
      {
        "title": "Light Hit Taken: I",
        "desc": "That's not right..."
      },
      {
        "title": "Heavy Hit Taken: I",
        "desc": "Don't break my glasses!"
      },
      {
        "title": "Joining Party: I",
        "desc": "I want to help."
      },
      {
        "title": "Joining Party: II",
        "desc": "I... I can do it!"
      },
      {
        "title": "Joining Party: III",
        "desc": "My experiment... will succeed."
      },
      {
        "title": "Ally at Low HP: I",
        "desc": "<p>Come here, I have meds!</p>"
      },
      {
        "title": "Ally at Low HP: II",
        "desc": "<p>Careful-think, then step!</p>"
      },
      {
        "title": "Receiving a Gift: I",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">So delectable! Time to finish my research now that I feel at my best!</span></p>"
      },
      {
        "title": "Receiving a Gift: II",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">I must admit, this tastes a lot better than my healthy meals. Time for me to make some modifications to my diet.</span></p>"
      },
      {
        "title": "Receiving a Gift: III",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Sorry, I have some... reservations about this dish.</span></p>"
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/constellation_1.png",
        "name": "Odaklı Çekim Alanı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Dengesiz Rüzgar Hipostazı - Denek 6308</color> <color=#ffffff>1 defa daha kullanılabilir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/constellation_2.png",
        "name": "Asi Beth",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Yasaklı İcat - İzomer 75 / Tip II</color> <color=#ffffff>becerisinin süresi 2 saniye artar.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/constellation_3.png",
        "name": "Kusursuz Simyager",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Dengesiz Rüzgar Hipostazı - Denek 6308</color> <color=#ffffff>Seviyesini 3 artırır.</color>\n<color=#ffffff>Maksimum yükseltme seviyesi 15'tir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/constellation_4.png",
        "name": "Simya Tutkunu",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Sucrose'un düşmanlara yaptığı her 7 Normal veya Yüklü Saldırı vuruşu</color> <color=#ffd780>Dengesiz Rüzgar Hipostazı - Denek 6308</color> <color=#ffffff>becerisinin Bekleme Süresini 1 ila 7 saniye azaltır.</color>\n<color=#ffffff>Her 0,1 saniyede bir vuruş sayılabilir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/constellation_5.png",
        "name": "Deney Tüpüne Dikkat",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Yasaklı İcat - İzomer 75 / Tip II</color> <color=#ffffff>Seviyesini 3 artırır.</color>\n<color=#ffffff>Maksimum yükseltme seviyesi 15'tir.</color>"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/砂糖/constellation_6.png",
        "name": "Entropi Yasası",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Yasaklı İcat - İzomer 75 / Tip II</color> <color=#ffffff>bir Element Emilimi tetiklediğinde beceri süresince tüm grup üyeleri emilen elemente göre %20 Element Hasarı Bonusu kazanır.</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "[Birthday Message] SNS & Illustration (2020)",
        "desc": [
          {
            "type": "RichText",
            "text": "Th—Thank you for remembering my birthday.\nToday is a sunny day, ideal weather for plants to perform photosynthesis.\nMy experiments indicate... that it is also highly conducive to a good mood!\nTwitter URL: https:/twitter.com/GenshinImpact/status/1331809908044439552"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 1 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "Hmm... we are running out of experiment materials.\nEh? I—It's you! These materials, they're for me? Thank you so much!\nHere, have this. This potion is the result of my latest research and will prove useful in your adventures. Please take it!\nTwitter URL: https:/twitter.com/GenshinImpact/status/1464081479009509382"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 2 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"I heard there's a giant snake skeleton on one of Inazuma's islands. I want to check it out with my own eyes if I ever get the chance!\"\nTwitter URL: https:/twitter.com/GenshinImpact/status/1464081477860085762"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 1 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "Yesterday's experiment went very well, and the progress even exceeded the planned schedule.\nHehe, thank you for the lab equipment you brought me, it was very useful!\nUmm... based on my previous observation, y—you like to collect Crystal Cores, right?\nHere is a special Sweet Flower that can attract many Crystalflies. I hope it will be of use to you!\nHoYoLAB URL: https:/www.hoyolab.com/article/13983012"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 2 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Are these sugar cubes made from the nectar of Sweet Flowers?\nI—I can't thank you enough for preparing a gift for my birthday... It will certainly be of great help to me when I work on my projects!\"\nHoYoLAB URL: https:/www.hoyolab.com/article/13983011"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "-",
              "775"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "-",
              "14"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "-",
              "59"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "1991",
              "2570"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "37",
              "47"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "151",
              "195"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1496,
            "name": "Vayuda Turkuazı Tozu",
            "desc": "Character Ascension Material.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1750,
            "name": "Rüzgargülü Çiçeği",
            "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Yalancı Çiçek Nektarı",
            "desc": "Nectar extracted from the stamen of a Whopperflower that contains trace amounts of elemental energy.<br/>The taste of the nectar has a hint of Sweet Flower in it.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "3850",
              "4261"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "71",
              "78"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "293",
              "324"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "0%",
              "6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Vayuda Turkuazı Kırıntısı",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1751,
            "name": "Kasırga Tohumu",
            "desc": "The imploded form of an Anemo Hypostasis upon its defeat.<br/>Contains the essence of Anemo energy.<br/>It is said that the power to create hurricanes resides within its seemingly fragile body. This butterfly of pure Anemo energy must surely be waiting for the day when it can conjure up storms once again.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hurricane Seed_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1750,
            "name": "Rüzgargülü Çiçeği",
            "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Yalancı Çiçek Nektarı",
            "desc": "Nectar extracted from the stamen of a Whopperflower that contains trace amounts of elemental energy.<br/>The taste of the nectar has a hint of Sweet Flower in it.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "4901",
              "5450"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "90",
              "100"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "373",
              "414"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "6%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Vayuda Turkuazı Kırıntısı",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1751,
            "name": "Kasırga Tohumu",
            "desc": "The imploded form of an Anemo Hypostasis upon its defeat.<br/>Contains the essence of Anemo energy.<br/>It is said that the power to create hurricanes resides within its seemingly fragile body. This butterfly of pure Anemo energy must surely be waiting for the day when it can conjure up storms once again.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hurricane Seed_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1750,
            "name": "Rüzgargülü Çiçeği",
            "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Parıltılı Nektar",
            "desc": "Nectar that is full of pure elemental energy.<br/>Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "6090",
              "6501"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "112",
              "120"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "463",
              "494"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "12%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Vayuda Turkuazı Parçası",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>Someday, they will blow towards a brighter future...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1751,
            "name": "Kasırga Tohumu",
            "desc": "The imploded form of an Anemo Hypostasis upon its defeat.<br/>Contains the essence of Anemo energy.<br/>It is said that the power to create hurricanes resides within its seemingly fragile body. This butterfly of pure Anemo energy must surely be waiting for the day when it can conjure up storms once again.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hurricane Seed_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1750,
            "name": "Rüzgargülü Çiçeği",
            "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Parıltılı Nektar",
            "desc": "Nectar that is full of pure elemental energy.<br/>Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "7141",
              "7552"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "131",
              "139"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "543",
              "574"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "12%",
              "18%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Vayuda Turkuazı Parçası",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>Someday, they will blow towards a brighter future...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1751,
            "name": "Kasırga Tohumu",
            "desc": "The imploded form of an Anemo Hypostasis upon its defeat.<br/>Contains the essence of Anemo energy.<br/>It is said that the power to create hurricanes resides within its seemingly fragile body. This butterfly of pure Anemo energy must surely be waiting for the day when it can conjure up storms once again.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hurricane Seed_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1750,
            "name": "Rüzgargülü Çiçeği",
            "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Enerji Nektarı",
            "desc": "A thick and sticky honey that is full of energy.<br/>The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "8192",
              "8604"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "151",
              "158"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "623",
              "654"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "18%",
              "24%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1493,
            "name": "Vayuda Turkuazı Külçesi",
            "desc": "Character Ascension material.<br/>\"Still, the winds change direction.<br/>\"Someday, they will blow towards a brighter future...<br/>\"Take my blessings and live leisurely from this day onward.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1751,
            "name": "Kasırga Tohumu",
            "desc": "The imploded form of an Anemo Hypostasis upon its defeat.<br/>Contains the essence of Anemo energy.<br/>It is said that the power to create hurricanes resides within its seemingly fragile body. This butterfly of pure Anemo energy must surely be waiting for the day when it can conjure up storms once again.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hurricane Seed_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1750,
            "name": "Rüzgargülü Çiçeği",
            "desc": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Enerji Nektarı",
            "desc": "A thick and sticky honey that is full of energy.<br/>The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "9244",
              "-"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "170",
              "-"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "703",
              "-"
            ]
          },
          {
            "key": "Rüzgar Hasarı Bonusu",
            "values": [
              "24%",
              "-"
            ]
          }
        ]
      }
    ]
  }
}