{
  "epId": 3321,
  "name": "Kayıp Cennet Çiçeği",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_864016614991586234.png",
  "filterValues": {
    "reliquaryEffect": [
      "Element Ustalığı",
      "Hasar Bonusu"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1699630577,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kayıp Cennet Çiçeği"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Soluk Ziyafet",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Uzun süre önce soyu tükenmiş olan bir kuş türünden kalma bir tüy. Çiçek Tanrıçası'nın kadim müritleri bunu altın ve mücevherlerle işlemiş.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/30b5885215b1c09b6033b5cafe437d2c_2909096586032947967.png"
      },
      "sands_of_eon": {
        "title": "Zamanda Donmuş Bir An",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Bu kum saatinin içindeki kumlar, saati hangi yöne çevirirsen çevir sanki zamana karşı geliyorlarmış gibi hiç kıpırdamazlar.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/baf7c8bd6eba7afe0c71c9bf8cc6f96b_3752648243250778698.png"
      },
      "flower_of_life": {
        "title": "Ay-Khanoum Enginliği",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Kadim ve soyu tükenmiş güzel bir çiçeğin görünümü verilmiş ametist bir çiçek.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/50ce09dfa5a91a33aa9cedfb15bcf2d1_3721149201626085815.png"
      },
      "goblet_of_eonothem": {
        "title": "Sırdaşın Büyülü Şişesi",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Mor kristalden yapılmış küçük bir şişe. Zümrüt bir kapak ile sıkıca mühürlenmiş.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/f4e5dde048f278e01371e56637a7bd1f_2514283654606728565.png"
      },
      "circlet_of_logos": {
        "title": "Ametist Taç",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Ametist ve zümrütle süslenmiş bir taç. Çiçek Tanrıçası'nın kadim rahipleri tarafından takılan bir başlığa benziyor.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/d0dac0543a776782f0496bf908870291_4110110259487413847.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #BFBFBF\">Element Ustalığını 80 artırır.</span></p>",
      "fourSetEffect": "<p><span style=\"color: #BFBFBF\">Kuşanan karakterin Çiçeklenme, Aşırı Çiçeklenme ve Filizlenme tepkimelerinin Hasarı %40 artar. Ayrıca kuşanan karakter Çiçeklenme, Aşırı Çiçeklenme veya Filizlenme tetiklerse yukarıdaki etkiye ek olarak %25 bonus daha kazanır. Bu etkinin her bir kademesi 10 saniye sürer. Aynı anda 4 kademeye kadar birikebilir. Bu etki her bir saniyede bir defa tetiklenebilir. Bu etki, kuşanan karakter savaş alanında olmasa da tetiklenebilir.</span></p>"
    },
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Önerilen Karakterler"
      },
      {
        "type": "RichText",
        "text": "Kayıp Cennet Çiçeği seti, <color=#99ff88>Çiçeklenme</color> tepkimesine yoğunlaşarak tepkimeyi tetikleyen karakterlerin verdiği <color=#ffd780>Hasarı</color> artıran bir yadigar setidir. Genellikle yalnızca <color=#99ff88>Çiçeklenme</color> tepkimesini veya <color=#99ff88>Çiçeklenme</color> ile etkileşen karakterlerin kullanması gereken bir settir. Aşağıda birkaç örnek karakter verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "<p>\"Arataki Çetesi\"nin yetenekli ve güvenilir yardımcı lideri. Bu kısım önemli: Yetenekli ve güvenilir olan \"Arataki Çetesi\" değil, yardımcı lider.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kuki Shinobu, genellikle tam <color=#ffd780>Element Ustalığı</color> dizilimi ile <color=#99ff88>Aşırı Çiçeklenme</color> tepkimesi takımlarında kullanılır. Bu set, <color=#99ff88>Aşırı Çiçeklenmenin</color> <color=#ffd780>Hasarını</color> artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "<p>Kamisato Klanının kahyası. İnazuma'da iyi bilinen bir \"iş bitirici\".</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Thoma, genellikle tam <color=#ffd780>Element Ustalığı</color> dizilimi ile <color=#99ff88>Filizlenme</color> tepkimesi takımlarında kullanılır. Bu set, <color=#99ff88>Filizlenmenin</color> <color=#ffd780>Hasarını</color> artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nilou, pasifi sayesinde takımı ile birlikte <color=#99ff88>Bereketli Çekirdekler</color> oluşturur. Genellikle bu tepkimeyi neredeyse tüm takım arkadaşları tetikleyebilir. Bu yüzden, Nilou takımlarında kullanılan herkesin bu yadigar setini kullanması önerilir."
      }
    ],
    "story": [
      {
        "title": "Ay-Khanoum Enginliği",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Sadece Cinlerin hatırladığı bir zamanda Çiçeklerin Efendisi gökler tarafından sürgün edilmişti.</color>\n<color=#ffffff73>Görkemli bedeni, talan edilmiş bir kabuğa dönüşmüş, insanlar da akılları başlarından alınarak cezalandırılmıştı...</color>\n<color=#ffffff73>Efsaneye göre Çiçeklerin Efendisi çorak topraklarda yetmiş iki gün yürüdü...</color>\n<color=#ffffff73>Amansız çakıllar topuklarını yardı, yaraları berrak pınarlara, sınırı olmayan nehirlere dönüştü.</color>\n<color=#ffffff73>O zamandan beri o nehirler, gece mavisi zambakların yetiştiği yeşil bahçelere dönüştü.</color>\n<color=#ffffff73>Su zambakları Cinlerin anasıdır ve Cinler, sarhoş edici rüyalardan ve üzüntülü hatıralardan doğmuştur.</color>\n<color=#ffffff73>İlk Cinler bilge yaratıklardı. Masum rüyalara ve bir o kadar da tatlı aşklara daldılar.</color>\n<color=#ffffff73>Yeni Cinler, yaratıcılarına teşekkür etmek için hanımlarını kolundan tuttu ve ona yabani kasımpatıdan bir çelenk verdi.</color>\n<color=#ffffff73>\"Ey Çiçeklerin Efendisi, bahçelerin efendisi, sana bizi terk etmemen için yalvarıyoruz!\"</color>\n<color=#ffffff73>\"Lütfen rüya ana, şarabın ve unutuluşun hanımı, bu bahçenin kraliçesi olarak kalman için sana yalvarıyoruz.\"</color>\n<color=#ffffff73>Cinlerin bu nezaketinden etkilenen sürgün tanrı, bu çiçek bahçesinde kalmaya karar verdi.</color>\n<color=#ffffff73>Uğradığı her yerde aya benzeyen muhteşem mor çiçekler açtı ve onlara da \"Padisarah\" adı verildi.</color>"
          }
        ]
      },
      {
        "title": "Soluk Ziyafet",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Yalnızca Cinlerin ağıtlarının duyulduğu bir zamanda Vahaların Hanımı son kararını verdi.</color>\n<color=#ffffff73>O anda kaderinin, bir bulmacadan ziyade gizemli bir kapıyı açan bir anahtar olduğunu öğrendi.</color>\n<color=#ffffff73>Kral Deshret'in sözlerinde ve arzularında, bu dünyayı yöneten saçma düzeni aşabilecek bir ihtimal gördü.</color>\n<color=#ffffff73>Kutsal taht tarafından bahşedilen lütfu reddeden kızıl taçlı kral, kendi iradesiyle yeni bir yol arayışına girdi...</color>\n<color=#ffffff73>Onun gösterdiği gelecek harap ve kasvet içindeydi. Kral ufacık bir taviz bile vermeyi reddetti.</color>\n<color=#ffffff73>Yolculuğun tehlikelerle dolu olduğunu ve en sevdiklerinin gözleri önünde yok olabileceğini bile göze alarak...</color>\n<color=#ffffff73>Kızıl Hükümdar asil bir yalan seçti ve müritlerine unutulmaya giden bir yolda rehberlik etti.</color>\n<color=#ffffff73>\"Rüzgarlara zincir vurmaktan başka bir isteğin yok. Kutsallığın mabedinde insanlık, tanrıların tanrısı olacaktır.\"</color>\n<color=#ffffff73>\"Böylesine gerçekçi olmayan bir rüya eninde sonunda bitecekti. Yalanların döndüğü harabelerde insanlık, kralların kralı olacaktır.\"</color>\n<color=#ffffff73>Çiçeklerin Efendisi, arkadaşının aptallıklarına boyun eğdi ve tanrının tutkularında yanıp tutuşan görkemli bir isyanı fark etti.</color>\n<color=#ffffff73>Binlerce kişinin bilgeliğini bir araya toplayan bir fikir ve onların rüyalarını güçle birleştirmeye yönelik büyük bir girişim.</color>\n<color=#ffffff73>Burada yatan şey yalanlardan daha fazlası, burada yatan şey umut kıvılcımları gibi yanan insanlığın geleceği...</color>\n<color=#ffffff73>Rüyalardan eninde sonunda uyanılır ve içinde bulunan manzaralar da kaybolur gider. Açan çiçeklerin gerçek anlamı da tıpkı böyledir.</color>\n<color=#ffffff73>İnsanlık, yalnızca bir tanrının yanılgısının getirdiği yıkımdan geçerek kutsal iradeye karşı gelmeyi öğrenebilir...</color>\n<color=#ffffff73>Tıpkı Tanrı Kral'ın bu gizli isyanı düzenlediği gibi, hayatta kalmak da yalnızca bireysel iradeyle gerçekleşebilir.</color>\n<color=#ffffff73>Çiçeklerin Efendisi, insanların duygularının önemsizliği şöyle dursun, bir aşkın bir şarap kadar tatlı olacağını hiç düşünmemişti.</color>\n<color=#ffffff73>Ne kadar zeki de olsa, bu küçük varlıkların ne zaman gerçeği anlayacağını bilemiyordu...</color>\n<color=#ffffff73>\"... Bu sözde tanrılar, en başından beri sana gereksiz gelmiyorlar mıydı?\"</color>"
          }
        ]
      },
      {
        "title": "Zamanda Donmuş Bir An",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Sadece Cinlerin iç çektiği bir zamanda Çölün Efendisi, sevgilisi için bir mezar yaptı.</color>\n<color=#ffffff73>Kumun derinliklerindeki gömülü mücevherleri güç kaynağı olarak kullanarak ve Cinlerin yardımını alarak bir Sonsuz Vaha yaptı.</color>\n<color=#ffffff73>Uzun zaman sonra \"Sonsuz Vaha\" efsanesi çöldeki göçebe kabileler arasında yayıldı.</color>\n<color=#ffffff73>Avareler bu yerin sürekli yeşillik içinde olduğunu ve uykudaki Çiçek Tanrıçası tarafından yönetildiğini iddia ederler.</color>\n<color=#ffffff73>Avareler, Cinlerin son annesi olan Ferigees'in vaha kapılarını koruduğunu ve...</color>\n<color=#ffffff73>... Yanına gelen her ölümlüyü iyi ya da kötü olsun şefkatle kutsadığını söylüyorlar...</color>\n<color=#ffffff73>Tanit, Uzza, Shimti ve diğer kabilelerin liderleri kendilerine \"Çiçek Tanrıçası'nın Kızları\" derler.</color>\n<color=#ffffff73>Onlar temelden inançla ve kanla birbirlerine bağlıdırlar ve efsanevi Padisarah bahçesinin hayali de onları bir araya getirmiştir.</color>\n<color=#ffffff73>Dört bir yana yayılmış ve zor durumda olan çöl kabileleri, Sonsuz Vaha ve sonsuz bilginin peşindedir.</color>\n<color=#ffffff73>Tanrıçalarının geride bıraktığı kehanete göre, medeniyet yanıp kül olsa bile insanlık yine kendi azmiyle muvaffak olacaktır...</color>\n<color=#ffffff73>Tanrıların önderliğinden mahrum olsalar ve uzun süre önce ölmüş tanrıçalarının hatırasıyla birlikte olmaya zorlansalar bile,</color>\n<color=#ffffff73>Bu gözyaşlarıyla dolu tuz çölü, insanlığın ilerleyişini ve ebedi yalan olan \"Sonsuz Vaha\" arayışlarını durduramadı.</color>\n<color=#ffffff73>\"Efendim... Neden kum tepelerini akışının durdurdunuz? Neden onları uçuran rüzgarlara engel oldunuz?\"</color>\n<color=#ffffff73>\"Tıpkı bu kum saati gibi, bu kristal kum taneleri de bir araya gelecekse varlıklarının ne manası var o zaman?\"</color>\n<color=#ffffff73>\"Sonsuzluk cennet değildir, aksine çözünmesi imkansız olan ve çıkarılamayan bir lekedir.\"</color>\n<color=#ffffff73>\"Çiçek gibi açanlar, çiçek gibi solarlar. Çiçeklerin mevsimi, 'ölüm' gibi olaylardan etkilenmez.\"</color>\n<color=#ffffff73>Bir keresinde üç yoldaş sağdan soldan muhabbet ediyorlardı, çölün rüzgarları onların sözlerini almış ve zamanın ötesine taşımıştı...</color>\n<color=#ffffff73>Uzaktaki çölde bir yerlerde, zamanla taşlaşmış olan bir vahanın hayali halen bir kabilenin zihninde yer eder ama...</color>\n<color=#ffffff73>... Bu göçebe insanlar, kum tepelerinin arasında yaşam ve ölüm döngüsüne devam etmektedir...</color>"
          }
        ]
      },
      {
        "title": "Sırdaşın Büyülü Şişesi",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Cinlerin sessiz olduğu bir zamanda Kral Deshret, en derin arzularını Çiçeklerin Efendisi'nin önüne döktü...</color>\n<color=#ffffff73>Ay ışığının çehresi nar şarabı damlacıklarının arasında gezinirken en sevdiği arkadaşı sonunda Çiçeklerin Efendisi'ni ikna etti.</color>\n<color=#ffffff73>O gece Kral Deshret'in ne konuştuğunu halen kimse bilmiyor. En yaşlı Cin bile onun ne dediği konusunda sessizliğini koruyor.</color>\n<color=#ffffff73>Kral Deshret'in karanlıkta ortaya çıkardığı, en bilge tanrıları bile şok edebilecek olan o gizli arzuları kimse bilmiyor.</color>\n<color=#ffffff73>Ama Çiçeklerin Efendisi bu konuşmadan sonra bir aydınlanma yaşadı. Bu, çok daha önceden onun öngördüğü ve hesabını yaptığı bir şeydi.</color>\n<color=#ffffff73>Çöl ve vahalar en özerk olan yerlerdi ama isyankar düşüncelerin en büyüğüne de onlar sahipti.</color>\n<color=#ffffff73>\"Söylediğin sırları, sana ve Bilgeliğin Efendisi'ne duyduğum sevgiden dolayı saklayacağım.\"</color>\n<color=#ffffff73>\"En büyük arzularını dindirmek için sana bir köprü yapacağım ama kristal safir çividen korkmamalısın...\"</color>\n<color=#ffffff73>\"Seni çok derindeki bilgilere götüreceğim ama daha önce de uyardığım gibi bu takastan büyük bir kayıpla çıkacaksın...\"</color>\n<color=#ffffff73>\"Her ne olursa olsun dersimi yüreğinde sakla. Göğün elçilerinin çarptırıldığı cezaları hatırla.\"</color>\n<color=#ffffff73>\"Şunu bilmeni isterim ki, bu dünyada bir umut varsa eğer, bu umut en sıradan ölümlüler içinden çıkacaktır.\"</color>\n<color=#ffffff73>Zifiri karanlığın içinde, en iyi arkadaşına gökler ve hiçlik hakkında her şeyi öğreneceği yolda rehberlik etti.</color>\n<color=#ffffff73>Bedenini bir yol ve vahaları da takas için kullandı ve sarsıcı ışığın, en derin arzularını oluşturmasına izin verdi...</color>\n<color=#ffffff73>Tanrılarından birini kaybeden gökte bir fırtına koptu, gökyüzünü sarı kumlar kapladı ve her şeyi yuttu.</color>\n<color=#ffffff73>Kral Deshret, gökleri yutan kum fırtınalarının içinden geri döndü. Çiçeklerin Efendisi ise bir daha hiç görülmedi.</color>\n<color=#ffffff73>\"... Az önce seni rüyamda gördüm... Sanırım kristal labirentin duvarlarından geçiyordun... Görebildiğim tek şey ise... Sadece kumdu...\"</color>"
          }
        ]
      },
      {
        "title": "Ametist Taç",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Sadece Cinlerin şarkı söylediği bir zamanda, Çiçeklerin Efendisi bir keresinde Kızıl Kumların Kralı ile karşılaştı.</color>\n<color=#ffffff73>Kralların güç uğruna birbirleriyle çarpıştıkları bir çağda, Kral Deshret tahtının diğer iki kralla paylaşılmasına müsaade etti.</color>\n<color=#ffffff73>Cinler, üç arkadaşın birlikteliğini kutlamak için zümrüt ve yakut işlemeli bir tahtı miras olarak bıraktı.</color>\n<color=#ffffff73>Sonsuz Vaha'nın ve açan Padisarahların anısına, Çiçeklerin Efendisi ametistten yapılma bir taç taktı.</color>\n<color=#ffffff73>\"Ama 'sonsuzluk' kelimesi tam bir yalandan ibaret. Sarhoşluk ve aşk, hatıraları yalnızca kırık rüyalara dönüştürebilir.\"</color>\n<color=#ffffff73>\"Bir keresinde bana neden sürekli iç çektiğimi sormuştun. Bu gece hazır ay da parlakken sana maziyi anlatayım...\"</color>\n<color=#ffffff73>\"Sükunet ve barışın olduğu uzun bir zaman önceydi. O zamanlar ilahi elçiler insanlarla açıkça konuşur ve göklerden haber getirirlerdi...\"</color>\n<color=#ffffff73>\"Ama zamanla istilacılar gökten indiler ve beraberlerinde yıkım getirdiler, nehirleri kuruttular ve vebaları yaydılar...\"</color>\n<color=#ffffff73>\"İstilacılar, önceki soydaşlarıma savaş getirmiş olsalar da aynı zamanda bizleri bu diyara bağlayan prangaları kıracak olan yanılsamaları da getirdiler...\"</color>\n<color=#ffffff73>\"Ama göklerin efendisi, yükselen sanrı ve atılım dalgalarından korkarak yeryüzünü onarmak üzere ilahi çivileri indirdi ve ölümlüler diyarını yok etti...\"</color>\n<color=#ffffff73>\"Sonrasında bizler sürgünün acısına katlandık. Göğe ve aydınlanma gücüne giden bağımız kesilmişti...\"</color>\n<color=#ffffff73>\"Felaketten beri göğe tekrar bakmamam için uzun süredir lanetliyim. Şimdiye kadar kendimi tutabilmiş olmam benim için büyük bir şans...\"</color>\n<color=#ffffff73>\"Ama memleketim, yıldızlar ve uçurum arasındaki bir felaketin kristallerin yüzeyinde sürekli belirmesi gibi hep beni çağırıyor.\"</color>\n<color=#ffffff73>\"Uyarılarıma kulak ver, sakın Dörtlü Gölgenin Efendisi'ni arama ve yıldızlar ile hiçliğin gizemlerini sorma.\"</color>\n<color=#ffffff73>\"Yoksa ceza çivisinde de gösterildiği gibi kendini bir felaketin pençesinde bulursun.\"</color>\n<color=#ffffff73>Buna rağmen Kral Deshret, arkadaşının uyarılarını reddetti ve bu uyarıları ihlal edeceğine dair sessizce yemin etti.</color>\n<color=#ffffff73>Ay ışığının altında arkadaşının gözlerini silerken kendi arzularını da Çiçek Tanrıçası'na anlattı...</color>"
          }
        ]
      }
    ]
  }
}