{
  "epId": 35,
  "name": "Barbara",
  "desc": "<p>Mondstadt'ın her vatandaşı Barbara'ya bayılır. \"İdol\" kelimesini bir dergiden öğrenmiştir.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/avatar.png",
  "filterValues": {
    "characterVision": "Su",
    "characterWeapon": "Katalizör",
    "characterProperty": "Can",
    "characterRegion": "Mondstadt",
    "characterRarity": 4
  },
  "menuId": 2,
  "menuName": "Karakter Arşivi",
  "version": 1693292056,
  "components": {
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/constellation_1.png",
        "name": "Neşeli Şarkılar",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara her 10 saniyede 1 Enerji yeniler."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/constellation_2.png",
        "name": "Canlılık Patlaması ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Gösteri Başlasın♪</color> becerisinin Bekleme Süresini %15 kısaltır.\nBeceri süresi boyunca aktif karakter %15 <color=#80c0ff>Su Hasarı Bonusu</color> kazanır."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/constellation_3.png",
        "name": "Yarının Yıldızı",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Parlayan Mucize♪</color> Seviyesini 3 artırır.\nMaksimum yükseltme seviyesi 15'tir."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/constellation_4.png",
        "name": "Çalışkanlığın Büyüsü",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara, Yüklü Saldırı ile vurduğu her düşman başına 1 Enerji yeniler.\nBu şekilde her bir Yüklü Saldırı ile maksimum 5 Enerji yenilenebilir."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/constellation_5.png",
        "name": "Gerçek Yoldaşlık ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Gösteri Başlasın♪</color> Seviyesini 3 artırır.\nMaksimum yükseltme seviyesi 15'tir."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/constellation_6.png",
        "name": "Her Şeyi Sana Adıyorum",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara savaş alanında değilken grup üyelerinden biri saf dışı kalırsa:\n·Saf dışı kalan karakteri otomatik olarak Canlandırır.\n·Karakterin Canını %100 yeniler.\nBu etki 15 dakikada bir uygulanabilir."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "[Birthday Message] SNS & Illustration (2020)",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara takes the stage!♪\nThis is a special birthday performance just for you, so enjoy the show!\nTwitter URL: https:/twitter.com/GenshinImpact/status/1279626054165020673"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 1 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "I want to present a special performance for you.\nYou have always supported me and been there for me and I want to convey all my thanks through this song!\nIt's my first time singing it, I'm a little nervous...\n—Let the show begin~☆\nTwitter URL: https:/twitter.com/GenshinImpact/status/1411897626362925059"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 2 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"La-lala—♪\"\n\"This weather is so amazing! I could burst into song.\"\nTwitter URL: https:/twitter.com/GenshinImpact/status/1411897625658499072"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 1 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "Thank you for being here with me today. Legend has it that the wind at Windrise can guide us and relieve our fatigue.\nMy sister comes here when she feels lost and confused... S—So, I sometimes also...\nWhen I close my eyes, I can feel a power rising within me and the wind gently blows away the mist in my heart...\nI will try my best to become the person that everyone can rely on! That's my birthday wish!\nHoYoLAB Article: https:/www.hoyolab.com/article/5810704"
          }
        ]
      },
      {
        "title": "[Birthday Message] SNS & Illustration 2 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"You're just in time. Could you please take some pictures for me?\"\n\"A dancing Barbara, singing Barbara, and praying Barbara...\nNo wonder she's the Shining Idol of Mondstadt! Barbara's smile makes all the troubles go away~\"\nHoYoLAB Article: https:/www.hoyolab.com/article/5810701"
          }
        ]
      },
      {
        "title": "[Of Ballads and Brews] Barbara, Fecund Hamper",
        "desc": [
          {
            "type": "RichText",
            "text": "Clue\nHappy Weinlesefest! I've placed the gift near the stage at the Wine Market. I hope that this gift will make the day of the person who finds it.\nMessage\nAre you enjoying yourself in Weinlesefest?\nEvery time a festival comes along, the roads and streets are lined with all sorts of decorations, and the conversations people have with one another grow light-hearted. They talk about how they'll be spending the holiday, what they'll buy... Their happiness is truly infectious.\nThis harvest festival, I'd like to send you some small flags that I made myself. If they can be used as decorations to liven up your day, that would be great!\nBarbara\nItem\nShop Ornament: Birdie the Waiter, 20,000 Mora, Varunada Lazurite Fragment ×2"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Character Details",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara is the Deaconess of the Church of Favonius, as well as the shining idol of Mondstadt.\n\"The sight of Barbara makes all my problems disappear.\" This is quite a common saying among the citizens of Mondstadt.\nIn fact, Barbara can do much more than just put people in a better mood: Her healing powers extend to flesh wounds and other physical ailments.\nBarbara is known to have access to miraculous healing powers through her Hydro Vision.\nHowever, Barbara herself knows that hard work is the most miraculous magic of all."
          }
        ]
      },
      {
        "title": "Character Story 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Every citizen of Mondstadt adores Barbara.\nHowever, this has not always been the case. At first, Barbara's songs sounded strange to the citizens of Mondstadt, and many struggled to see the appeal.\nThis was because for the longest time, the folk songs of bards were the only popular songs known in Mondstadt.\nFortunately, Mondstadt stayed true to its reputation as the City of Freedom, and the people ultimately embraced the new while continuing to cherish the old.\nPeople accepted Barbara's songs, and over time her positive energy rubbed off on them. Soon, they could be heard humming her tunes all around Mondstadt.\n\"Albert, would you stop please! You're completely out of tune!\""
          }
        ]
      },
      {
        "title": "Character Story 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara's feelings on her own success are mixed.\nTo the extent that an idol's duty is to make everyone adore her, she has done a fantastic job.\nThere is no doubting that she has made the right choice.\nHowever, an idol is also expected to spread joy and relieve people's spiritual fatigue... Has she really accomplished that?\nShe sang for blind Glory, encouraging her to believe that her lover would one day return. She sang, too, for sick Anna, promising her that her illness would one day be cured.\nYet, the smiles on their faces never last long after the songs end.\nThis has led Barbara to become somewhat disillusioned and doubtful."
          }
        ]
      },
      {
        "title": "Character Story 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara has always been a bright and optimistic girl since she was young. Though at times she can be a bit clumsy and mess things up, she always bounces right back and has another go.\nBarbara is the complete opposite of her sister, who is seen by all as the pride of her family.\nUnlike Barbara, her sister has always been the very definition of success in all aspects.\nInitially, all Barbara had ever wanted was to surpass her sister in at least one thing, even if only once.\nHowever, be it swordplay, her grades, or anything else, she was never able to compare.\nEven for someone as optimistic as her, she found herself to be upset and down.\n\"Hard work is the most miraculous magic. But when even that doesn't work... what then?\""
          }
        ]
      },
      {
        "title": "Character Story 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Barbara has never once considered giving up.\nHer determination and resilience even surprised her father, Seamus Pegg, the Cardinal of Daybreak.\nBarbara only allows herself to be depressed for 30 seconds.\nAfter that, she forces herself to brighten up, no matter what.\n\"I'm not so good in combat, so I'll be sure to support those who are.\"\nUnder her father's counsel, Barbara became a healer.\nShe is as radiant as the sick and injured are pained.\nHer desire to be recognized gradually transformed into a simple desire to help others."
          }
        ]
      },
      {
        "title": "Character Story 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Thank you\" are the two words that Barbara hears most often.\nWhen she feels lost, she will suddenly find that there is someone wanting to hold her hand.\n\"Thanks for being here with me. I feel so much better.\"\nTo Barbara, the greatest reward is seeing the smiles on people's faces.\nTherefore, whenever she is massaging her swollen calves or drinking tea to care for her sore throat, Barbara recalls all those who have been kind to her.\n\"It's the encouragement I receive from others that keeps me going.\"\nJust maybe, the smiles she receives are proof that her songs really can heal people.\nHer ambition to surpass her sister and become the most popular person in all of Mondstadt hasn't been abandoned by Barbara, it is simply buried deep inside her heart.\n\"If only I excelled more, perhaps I could be of help to Jean.\"\nThis is what she believes.\n\"Okay... Barbara, go!\""
          }
        ]
      },
      {
        "title": "Alice's Idol Magazine",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...Idol?\"\nThe first time that Barbara heard this strange word, she was visibly confused.\n\"But... aren't The Seven the ones that people are supposed to worship?\"\n\"Yes, but not exclusively...\" replied Alice, an elder of the Hexenzirkel, as she groomed the young girl for stardom. \"Read this, it contains everything you will need to know.\"\n\"Idol Magazine\" was the name of the assigned reading material. Barbara had no idea what world this magazine had come from, but by reading it she found out that there was indeed such thing as an \"idol,\" and that it mainly involved working hard at getting everyone to like you.\nShe also discovered that an outstanding idol is capable of not just bringing joy to themselves, but also bringing spiritual healing to others through the power of song and dance.\nBarbara set about learning one new song after another, dancing to the beat as she went. Finally, she found happiness, and she found it in the smiling faces of others.\nSome time later, when Alice anxiously relayed to Barbara that plans for \"Teyvat Idols!\" were falling through, Barbara was starting to make a name for herself through her performances in Mondstadt.\n\"Hmm... Well, if I'm the only one left... I guess you can leave it to me to define what it really means to be an idol!\"\nDriven by this ever so slightly selfish ambition to spread joy and healing to others, Barbara is slyly swotting up on new tunes behind the scenes to this very day."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "The story of how Barbara obtained her Vision is hardly the typical tale of high-stakes heroism.\nShe had just joined the church and was looking after a little boy with a high and persisting fever.\nNothing Barbara could think of would console the boy and bring an end to his relentless tears.\nSomeone remarked that while the boy had already taken his medicine, there was no way to cure the pain of missing one's family.\nAnother suggested that Barbara sing a song for the boy to raise his spirits.\nBarbara had never sung a song in her life up until this point, but how could she shy away from it in a moment like this?\n\"Never having sung before is no reason to abandon a child in their time of need,\" Barbara thought to herself.\nAnd so, Barbara took the boy in her arms and sang him a song: a lullaby, the only song she knew.\nIt was an unceremonious beginning to her singing career. After quickly realizing that she barely knew any of the words, she had to resort to humming the tune instead.\nNevertheless, her voice began to soothe the child, and so she kept singing. She sang the same song, over and over again, until her throat was dry and her voice was hoarse. Finally, the boy fell asleep. Exhausted, Barbara lay down by the wall and fell straight asleep herself.\nEarly the next morning, Barbara awoke to discover that the boy's fever had come down. Perhaps it was because she had sung for him, or perhaps it had something to do with the Vision which had mysteriously appeared next to her hand at some point during the night.\nBarbara was not preoccupied with the Vision, however. It was the sight of the boy smiling once again that filled her heart with joy.\nBarbara received her Vision for the simple but beautiful wish that took hold in her heart that night: A dream of healing the sick through the power of song."
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=39&center=88.25,64.00&zoom=1.00",
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme Sanatçısı Duyurusu"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>02/11/2020</color>\n<color=#ffffff73>Let the show... begin! Come one, come all~ Come listen to Shining Idol Barbara's voice!</color>\n<color=#99ffff>Voice Actor</color>\n<color=#99ffff>EN VA: Laura Stahl</color>\n<color=#99ffff>JP VA: KITO Akari</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Barbara's Special Video: An Idol's Healing Magic"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=-_1I3-J56Iw"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>22/01/2021</color>\nPerhaps I'll be able to get closer to you this way."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Outfit Teaser: Teyvat Style – Beachside Ballad"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=fAjw23j3P-4"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>08/06/2021</color>\nThe ideal summer day should have a refreshing sea breeze, radiant sunshine, and a riveting melody drifting through the wind.\nAnd... golden sands where one can link fingers, hum tunes, and skip through the waves with someone special."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Outfit Showcase: Summertime Sparkle"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>08/06/2021</color>\nHi Travelers~\nBarbara's new outfit \"Summertime Sparkle\" will be coming soon to the game. Travelers can obtain this outfit for free after completing the \"Echoing Tales\" event."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Doğum Günün Kutlu Olsun, Barbara!"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>05/07/2021</color>\n<color=#ffffff73>\"La-lala—♪\" \"This weather is so amazing! I could burst into song.\"</color>\n<color=#ffe699>05/07/2022</color>\n<color=#ffffff73>\"You're just in time. Could you please take some pictures for me?\" \"A dancing Barbara, singing Barbara, and praying Barbara... No wonder she's the Shining Idol of Mondstadt! Barbara's smile makes all the troubles go away~\"</color>\n<color=#ffe699>05/07/2022</color>\n<color=#ffffff73>Thank you for being here with me today. Legend has it that the wind at Windrise can guide us and relieve our fatigue.</color>\n<color=#ffffff73>My sister comes here when she feels lost and confused... S—So, I sometimes also...</color>\n<color=#ffffff73>When I close my eyes, I can feel a power rising within me and the wind gently blows away the mist in my heart...</color>\n<color=#ffffff73>I will try my best to become the person that everyone can rely on! That's my birthday wish!</color>\n<color=#ffe699>05/07/2023</color>\n<color=#ffffff73>Katedral bugün birden bir sürü insanla doldu, hepsi de sorunları olduğunu ve benimle paylaşmak istediklerini söyledi.</color>\n<color=#ffffff73>Ancak hiçbirinin aslında bir sorunu olmadığı ortaya çıktı, meğer doğum günümü kutlamak için gelmişler.</color>\n<color=#ffffff73>Çok mutluyum! Yalnızca doğum günümü hatırladıkları için değil aynı zamanda hepsinin yüzünde kocaman bir gülümseme olduğu için!</color>\n<color=#ffffff73>Ve senin şu anki gülümsemen gerçekten göz kamaştırıyor!</color>\n<color=#ffe699>05/07/2023</color>\n<color=#ffffff73>\"Gezgin, bugün benim doğum günüm! Doğum günü partime herkesi davet ettim, sen de gelmek ister misin?\"</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Paimon's Paintings VII"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>02/12/2021</color>\nGreetings, Travelers! The latest emojis from Genshin Impact are now available~\nPaimon's Paintings include a collection of chibi emojis of various Genshin Impact characters. We hope you like them! Paimon will continue to paint more cute emojis for everyone~"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 1.0 Gameplay Trailer"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=SY3XGzDousM"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>27/09/2020</color>\n·Free exploration in an open world\n·Strategic combat based on elemental interactions\n·A shared adventure with a colorful cast of companions\n\"Windborne Outlander, as you set off on your journey once again, you must remember that the journey itself has meaning.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact EP - Tales Told by the Wind"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=XYumEcnxfKQ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>08/11/2020</color>\n<color=#ffffff73>The wind carries hope, and the winds of time create faith from that hope.</color>\n<color=#ffffff73>Turning the massive windmills, and lightly sounding the wind chimes,</color>\n<color=#ffffff73>Listen closely, and you will hear the wind tell tales full of freedom and meaning...</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Floral Breeze\" - Scenes from Windblume Festival"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=HRksKER0Ies"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>05/04/2021</color>\nThe winds in cloud and rain abide,\nThrough a flowery sea of dreams they go.\nYou by my side and in my heart reside,\nWhere waves of love shall forever flow."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 1.4 \"Invitation of Windblume\" Trailer"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vv_JnSwFp0A"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>06/03/2021</color>\nSongs of joy in the winds are streaming,\nBeneath the flowers old hymns abide;\nThough you should seek the festivity's meaning,\nForget not that which your hearts do hide."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "GENSHIN CONCERT 2021 \"Melodies of an Endless Journey\""
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=UIam8zl4af8"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>03/10/2021</color>\nWarning: This video may trigger discomfort in patients with photosensitive epilepsy. Viewers are advised to watch with caution.\nThe free and peaceful Mondstadt, as well as the bustling port of Liyue, mark every step of your journey.\nThe melodies of wind and rock intertwine on a whole new stage to compose a unique chapter of your adventure."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Character OST Album - The Stellar Moments Vol. 2"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hopQXbkXm94"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>26/01/2022</color>\n<color=#ffffff73>Genshin Impact's character album \"The Stellar Moments Vol. 2\" is out now! Featuring 21 splendid tracks composed by @HOYO-MiX, each one an original composition for the characters of Genshin Impact.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Yetenek Önizlemesi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Barbara <color=#ffffff>Element Becerisi</color> kullandığında <color=#ffe699>Melodi Döngüsü</color> etkisine girer ve şu özellikleri kazanır:\n·Barbara'nın <color=#ffffff>Normal Saldırısı</color> isabet ettiğinde kendi grup üyelerine ve yakındaki takım arkadaşlarına belirli miktarda <color=#ffe699>Can</color> verir. Bu miktar Barbara'nın <color=#ffffff>Maks. Canına</color> göre değişir.\n·Barbara'nın <color=#ffffff>Yüklü Saldırısı</color> isabet ettiğinde 4 kat daha fazla <color=#ffe699>Can</color> verir.\n·Aktif karakterinin <color=#ffe699>Canını</color> belirli aralıklarla yeniler.\n·Karakteri ve karaktere temas eden düşmanları <color=#80c0ff>Islatır</color> .\n<color=#ffffff>Element Patlaması</color> yaptığında ise kendi grup üyelerini ve yakındaki takım arkadaşlarını büyük miktarda <color=#ffe699>iyileştirir</color> . Bu miktar Barbara'nın <color=#ffffff>Maks. Canına</color> göre değişir."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Silah Önerileri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>3 Yıldızlı Silah(lar)</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2022,
        "name": "Ejder Katillerinin Serüvenleri",
        "desc": "<p>Ejder avına çıkan beş kahramanın hikayesi. Kitap oldukça kötü yazılmış ve tutarsızlıklarla dolu. Başarısızlıktan öğrenilebilecek onlarca dersle dolu. </p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/讨龙英杰谭.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Temel Saldırı</color>\n401\n<color=#ffffffd9>Can Oranı</color>\n%35.2\n<color=#ece5d8>Kaynak</color>\nDilek\nBarbara'nın <color=#ffe699>İyileştirmesinin</color> daha güçlü olması için <color=#ffe699>Canının</color> fazla olması gerekir. Bu silah gerekli olan <color=#ffe699>Canı</color> sağlar ve sonuç olarak Barbara daha fazla Can yeniler.\n<color=#ffffff>4 Yıldızlı Silah(lar)</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2029,
        "name": "Prototip: Kehribar",
        "desc": "<p>Kara Kaya Demirci Ocağında özenle saklanan mat kaplamalı bir katalizör. Gökyüzündeki ışığın parıltısına sahip. </p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作金珀.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Temel Saldırı</color>\n510\n<color=#ffffffd9>Can Oranı</color>\n%41.3\n<color=#ece5d8>Kaynak</color>\nÜretim\nBu silahın Pasif Özelliği, Barbara ile mükemmel bir uyum içindedir. <color=#ffe699>Element Patlaması</color> yaptığı zaman <color=#ffe699>Enerji yüklemesi</color> gerçekleşecek ve bu da <color=#ffe699>Element Patlamasının Bekleme Süresini</color> kısaltacaktır. Aynı zamanda bolca <color=#ffe699>Can</color> verdiğinden dolayı Barbara'nın <color=#ffe699>İyileştirmesini</color> de güçlendirecektir.\n<color=#ffffff>5 Yıldızlı Silah(lar)</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1932,
        "name": "Ebedi Mehtap",
        "desc": "A string of lovely jasper from the deep sea. It shines with a pure radiance like that of the moon, and just as ever-distant.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/不灭月华.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Temel Saldırı</color>\n608\n<color=#ffffffd9>Can Oranı</color>\n%49.6\n<color=#ece5d8>Kaynak</color>\nSınırlı Dilek\nBu silah, verdiği ek <color=#ffe699>Can</color> ve Pasif Özelliğinden kazanılan <color=#ffe699>İyileştirme Bonusu</color> sayesinde Barbara'nın İyileştirmesini oldukça artırır. Ayrıca Pasif Özelliği, <color=#ffe699>NormaL Saldırı Hasarını</color> artırmakla beraber Element Patlaması kullanıldıktan sonra <color=#ffe699>Enerji</color> yenilediğinden Barbara daha kısa sürede daha fazla Element Patlaması yapabilir."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Yadigar Önerileri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Yadigar İstatistikleri</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/27/213387213/1387f1512524772db99ae30b6303f939_5310391140560205934.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/27/213387213/56451470fe75f710b812ac28e226273b_3074603949425089350.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/06/27/213387213/8bc07934c9290b83751c7fa183a43ab7_1521392345505862906.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe699>Can</color>\n<color=#ffe699>Can</color>\n<color=#ffe699>İyileştirme Bonusu</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>4 Parça Etkileri</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Okyanus Renkli İstiridye",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonusları</color>\n• İyileştirme Bonusu %15 artar.\n• İyileştirme yapılınca yakındaki düşmanlara Hasar verir.\nBu set, Barbara'nın <color=#ffe699>İyileştirme Bonusunu</color> artırır, aynı zamanda Barbara her takımdaki birini iyileştirdiğinde yakındaki düşmanlara <color=#ffe699>Hasar</color> verir. Barbara'nın genel becerileriyle uyumludur."
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Hanımın Sevdiceği",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonusları</color>\n• İyileştirme Bonusu %15 artar.\n• Element Becerisi veya Patlaması kullandıktan sonra tüm takım arkadaşlarının İyileşme oranları artar.\nBu set, Barbara'nın <color=#ffe699>İyileştirme Bonusunu</color> artırır, aynı zamanda Barbara <color=#ffffff>Element Becerisi</color> veya <color=#ffffff>Patlaması</color> kullandığında tüm takım arkadaşlarının <color=#ffe699>İyileşme Oranı</color> artar.\n<color=#ffffff>2+2 Parça Etkileri</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Okyanus Renkli İstiridye",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Hanımın Sevdiceği",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Set Bonusları</color>\n• İyileştirme Bonusu %15 artar.\nBu set, Barbara'ya bolca <color=#ffe699>İyileştirme Bonusu</color> verir, ve bu da Barbara'nın takım arkadaşlarını iyileştirmesine yardımcı olur."
      }
    ],
    "ascension": [
      {
        "key": "Sv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "-",
              "821"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "-",
              "13"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "-",
              "56"
            ]
          },
          {
            "key": "Can ",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Sv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "2108",
              "2721"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "34",
              "44"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "144",
              "186"
            ]
          },
          {
            "key": "Can",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1037,
            "name": "Varunada Lazuriti Tozu",
            "desc": "Character Ascension Material.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 735,
            "name": "Filanemo Mantarı",
            "desc": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philanemo Mushroom_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Kehanet Parşömeni",
            "desc": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Sv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "4076",
              "4512"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "66",
              "73"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "279",
              "308"
            ]
          },
          {
            "key": "Can",
            "values": [
              "0%",
              "6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1036,
            "name": "Varunada Lazuriti Kırıntısı",
            "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 321,
            "name": "Saf Su Kalbi",
            "desc": "A palmful of eternal water left by an oceanid.<br/>Though it has already diffused among the depths of the lake, its purity remains all the same. But why would a creature so pure and clean as an oceanid covet the appearance of a being that roams the land, and assume such a form with pure water? They need not breathe nor do they require sustenance... ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Heart_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 735,
            "name": "Filanemo Mantarı",
            "desc": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philanemo Mushroom_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Kehanet Parşömeni",
            "desc": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Sv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "5189",
              "5770"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "84",
              "94"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "355",
              "394"
            ]
          },
          {
            "key": "Can",
            "values": [
              "6%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1036,
            "name": "Varunada Lazuriti Kırıntısı",
            "desc": "Character Ascension material.<br/>\"My ideals have no stains.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 321,
            "name": "Saf Su Kalbi",
            "desc": "A palmful of eternal water left by an oceanid.<br/>Though it has already diffused among the depths of the lake, its purity remains all the same. But why would a creature so pure and clean as an oceanid covet the appearance of a being that roams the land, and assume such a form with pure water? They need not breathe nor do they require sustenance... ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Heart_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 735,
            "name": "Filanemo Mantarı",
            "desc": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philanemo Mushroom_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Mühürlü Parşömen",
            "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Sv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "6448",
              "6884"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "105",
              "112"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "441",
              "470"
            ]
          },
          {
            "key": "Can",
            "values": [
              "12%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1035,
            "name": "Varunada Lazuriti Parçası",
            "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 321,
            "name": "Saf Su Kalbi",
            "desc": "A palmful of eternal water left by an oceanid.<br/>Though it has already diffused among the depths of the lake, its purity remains all the same. But why would a creature so pure and clean as an oceanid covet the appearance of a being that roams the land, and assume such a form with pure water? They need not breathe nor do they require sustenance... ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Heart_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 735,
            "name": "Filanemo Mantarı",
            "desc": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philanemo Mushroom_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Mühürlü Parşömen",
            "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Sv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "7561",
              "7996"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "123",
              "130"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "517",
              "546"
            ]
          },
          {
            "key": "Can",
            "values": [
              "12%",
              "18%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1035,
            "name": "Varunada Lazuriti Parçası",
            "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 321,
            "name": "Saf Su Kalbi",
            "desc": "A palmful of eternal water left by an oceanid.<br/>Though it has already diffused among the depths of the lake, its purity remains all the same. But why would a creature so pure and clean as an oceanid covet the appearance of a being that roams the land, and assume such a form with pure water? They need not breathe nor do they require sustenance... ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Heart_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 735,
            "name": "Filanemo Mantarı",
            "desc": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philanemo Mushroom_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Lanetli Parşömen",
            "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Sv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "8674",
              "9110"
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "141",
              "148"
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "593",
              "623"
            ]
          },
          {
            "key": "Can",
            "values": [
              "18%",
              "24%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1034,
            "name": "Varunada Lazuriti Külçesi",
            "desc": "Character Ascension material.<br/>\"My ideals have no stains.<br/>I must correct you. People here bear no sins in the eyes of the gods... Only laws and the Tribunal can judge someone.<br/>They can judge even me. So praise my magnificence and purity.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 321,
            "name": "Saf Su Kalbi",
            "desc": "A palmful of eternal water left by an oceanid.<br/>Though it has already diffused among the depths of the lake, its purity remains all the same. But why would a creature so pure and clean as an oceanid covet the appearance of a being that roams the land, and assume such a form with pure water? They need not breathe nor do they require sustenance... ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Heart_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 735,
            "name": "Filanemo Mantarı",
            "desc": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philanemo Mushroom_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Lanetli Parşömen",
            "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Sv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltmeden Önce ",
              "Yükseltmeden Sonra"
            ]
          },
          {
            "key": "Temel Can ",
            "values": [
              "9787",
              "-"
            ]
          },
          {
            "key": "Temel Saldırı ",
            "values": [
              "159",
              "-"
            ]
          },
          {
            "key": "Temel Savunma ",
            "values": [
              "669",
              "-"
            ]
          },
          {
            "key": "Can",
            "values": [
              "24%",
              "-"
            ]
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Hello",
        "desc": "Tada! *giggles* Barbara is here~ Leave the healing to me, I will not disappoint you! "
      },
      {
        "title": "Chat: Sleepiness",
        "desc": "*yawn* All this standing around is making me so sleepy..."
      },
      {
        "title": "Chat: Encouragement",
        "desc": "Everyone is working super hard, we should be too!"
      },
      {
        "title": "Chat: Keeping One Refreshed",
        "desc": "Are you tired? Try my new spicy energy drink, I'm sure it'll wake you up!"
      },
      {
        "title": "When It Rains",
        "desc": "Don't stay out in the rain for too long, you'll catch a cold!"
      },
      {
        "title": "When Thunder Strikes",
        "desc": "Whoa!"
      },
      {
        "title": "When It Snows",
        "desc": "Ooh, snowflakes! Look at them dance!"
      },
      {
        "title": "When the Sun Is Out",
        "desc": "This weather is so amazing! I could burst into song."
      },
      {
        "title": "When the Wind Is Blowing",
        "desc": "Don't worry! I will not... be blown away!"
      },
      {
        "title": "Good Morning",
        "desc": "Morning~ Let's do our best today."
      },
      {
        "title": "Good Afternoon",
        "desc": "Oh? You want to hear me sing...? Sorry, the show is... It hasn't started yet."
      },
      {
        "title": "Good Evening",
        "desc": "I really want to eat some spicy squid at Good Hunter... but my stomach, er... Never mind..."
      },
      {
        "title": "Good Night",
        "desc": "We had a great day today! Get some rest."
      },
      {
        "title": "About Barbara",
        "desc": "\"To the wind that guides me: When I'm exhausted, bless me with the strength to keep going forward. When I'm uncertain, bless me with the wisdom to distinguish good from evil. When I suffer from injustice, bless me with the courage to fight back...\" ...Oops, my apologies, I was just doing my prayers. *giggles* You need something?"
      },
      {
        "title": "About Us: Hopes",
        "desc": "My dream is to bring a smile to the faces of all the people in my life! As long as I can help you on your journey, I'm happy~"
      },
      {
        "title": "About Us: Dreams",
        "desc": "Thank you for being with me for all this time, I can feel that I'm getting closer to my dream. Hope we can keep this up in the future~!"
      },
      {
        "title": "About the Vision",
        "desc": "Everyone has their own desires. To bring together and fulfill those desires and make everyone happy — this is the purpose my Archon has bestowed upon me."
      },
      {
        "title": "Something to Share",
        "desc": "I could never get bored of the breathtakingly beautiful nature that surrounds Mondstadt. I've heard that there are blue trees that exist by the sea shore near Inazuma City. I just need to save up a little more, and... What's that? You want to know what I'm saving up for? *chuckles* That's my little secret."
      },
      {
        "title": "Interesting Things",
        "desc": "Sunflowers always face the sun. They're so bright. In fact, my mother sent me a sunflower-style dress... I wonder when I'll finally get to wear it on stage?"
      },
      {
        "title": "About Jean",
        "desc": "Acting Grand Master... Leader of the Knights of Favonius... Everyone seems to like her a lot. Oh? Me? I... Of course I have nothing but admiration for her!"
      },
      {
        "title": "About Lisa",
        "desc": "I always take good care of Lisa. If she ever wants to become a star, she'll have my unconditional support, I'll cheer at the top of my lungs until my voice goes hoarse... Hmm, that might scare off her other fans though..."
      },
      {
        "title": "About Amber",
        "desc": "I've seen Amber rushing out of Mondstadt on a mission countless times. Being an Outrider doesn't look easy."
      },
      {
        "title": "About Diluc",
        "desc": "Oh, Master Diluc? Last time, when I was performing at Angel's Share, he kept frowning... Maybe he doesn't like my singing?"
      },
      {
        "title": "About Venti",
        "desc": "Venti's voice is amazing! But the songs he sings and the ones I'm good at are very different. I tried to learn them but... the melodies are just so complicated."
      },
      {
        "title": "About Bennett",
        "desc": "Bennett always comes to the cathedral covered in scrapes and bruises... Though it clearly never bothers him a bit, given the big grin he always has on his face. He really should take better care of himself."
      },
      {
        "title": "About Varka",
        "desc": "My father left on the expedition with Grand Master Varka... I hope they are okay. Oh, what am I worried about? The Grand Master is none other than the Knight of Boreas, of course they will be fine! Still, I will be sure to pray for their safe return."
      },
      {
        "title": "About Rosaria",
        "desc": "Sister Rosaria is hard to get to know, especially given she never joins in on prayers, but... Oh, I'm sure she believes in the Anemo Archon! Although, I still don't really have the courage to try to talk to her..."
      },
      {
        "title": "About Noelle",
        "desc": "Noelle is just the cutest! She's so kind and patient, you just feel totally relaxed when you're around her. ...Oh yeah, and she makes the tastiest snacks! Best part is, they're also healthy. Tee-hee!"
      },
      {
        "title": "More About Barbara: I",
        "desc": "Knights look so cool when they swing their sword in combat! Don't you think so? I tried using a sword before but... *sigh* Uh, let's just say I have zero talent with a sword."
      },
      {
        "title": "More About Barbara: II",
        "desc": "I want to heal everyone. This simple thought was all the motivation I needed to become a Deaconess. As long as I'm able to help everyone, I'll be content."
      },
      {
        "title": "More About Barbara: III",
        "desc": "Being an idol, I learned from Alice that \"A true idol should always try to heal the soul of the people...\" Yes, I completely agree."
      },
      {
        "title": "More About Barbara: IV",
        "desc": "I'm doing my best everyday... I hope my efforts earn the trust of the people of Mondstadt."
      },
      {
        "title": "More About Barbara: V",
        "desc": "Every time I get on stage I always start to doubt myself — can I really heal every person in Mondstadt? But I look at you now, and I feel that as long as we keep marching forward, maybe one day I might just— Huh? I've already healed you? Well, one's not enough! I've already healed a lot of people? I suppose..."
      },
      {
        "title": "Barbara's Hobbies",
        "desc": "The smiles on the faces of the people I've helped keeps me going."
      },
      {
        "title": "Barbara's Troubles",
        "desc": "My companions keep getting injured, but I'm unable to share the burden of their pain. The only thing I can do is my absolute very best to heal their wounds! I'll make sure that everyone is healthy."
      },
      {
        "title": "Favorite Food",
        "desc": "Do you like spicy dried fish? I have two in my bag. Here, have one!"
      },
      {
        "title": "Least Favorite Food",
        "desc": "I don't like anything bitter, especially... ugh, bitter gourd."
      },
      {
        "title": "Birthday",
        "desc": "Here you go! This is the gift I got for your birthday, along with my exclusive autograph! Hehe, when my next song comes out, I'll make sure you're the first one to hear it! Happy birthday!"
      },
      {
        "title": "Feelings About Ascension: Intro",
        "desc": "A dance from Barbara, to bring you more healing!"
      },
      {
        "title": "Feelings About Ascension: Building Up",
        "desc": "Aw, thank you so much for your support! Oh no, I'm too excited, my heart just can't stop racing!"
      },
      {
        "title": "Feelings About Ascension: Climax",
        "desc": "Please, tell me how I can be stronger! Just leave it up to you? No, no, that won't do! I want to help too!"
      },
      {
        "title": "Feelings About Ascension: Conclusion",
        "desc": "Traveling with you, I have discovered that the world is my stage! Thank you so much! *giggles* Ok! Let's shout it one more time! Three, two, one — Go Barbara, go!"
      },
      {
        "title": "Elemental Skill: I",
        "desc": "I'll protect us!"
      },
      {
        "title": "Elemental Skill: II",
        "desc": "Let's dance!"
      },
      {
        "title": "Elemental Skill: III",
        "desc": "Let the show begin!"
      },
      {
        "title": "Elemental Burst: I",
        "desc": "♪La la-la-la-la~"
      },
      {
        "title": "Elemental Burst: II",
        "desc": "Ready, steady go!"
      },
      {
        "title": "Elemental Burst: III",
        "desc": "Come on, we can do it!"
      },
      {
        "title": "Sprint Start: I",
        "desc": "Go Barbara, go!"
      },
      {
        "title": "Sprint End: I",
        "desc": "*Pant*... *Pant*... I'm fine!"
      },
      {
        "title": "Sprint End: II",
        "desc": "Keep going..."
      },
      {
        "title": "Opening Treasure Chest: I",
        "desc": "This is the kind of surprise I could sing about."
      },
      {
        "title": "Opening Treasure Chest: II",
        "desc": "Oh, look at it sparkle!"
      },
      {
        "title": "Opening Treasure Chest: III",
        "desc": "Hmm hmm hmm♪ Things are going so smoothly today~"
      },
      {
        "title": "Low HP: I",
        "desc": "Don't worry about me!"
      },
      {
        "title": "Low HP: II",
        "desc": "I can't stop now, they need me!"
      },
      {
        "title": "Low HP: III",
        "desc": "Gotta keep trying!"
      },
      {
        "title": "Fallen: I",
        "desc": "I feel... a little weak..."
      },
      {
        "title": "Fallen: II",
        "desc": "Why has everyone stopped singing?"
      },
      {
        "title": "Fallen: III",
        "desc": "Sister..."
      },
      {
        "title": "Light Hit Taken: I",
        "desc": "Ouchie!"
      },
      {
        "title": "Heavy Hit Taken: I",
        "desc": "Oh no!"
      },
      {
        "title": "Joining Party: I",
        "desc": "I'll take care of it."
      },
      {
        "title": "Joining Party: II",
        "desc": "Wish me luck!"
      },
      {
        "title": "Joining Party: III",
        "desc": "We can do this!"
      },
      {
        "title": "Receiving a Gift: I",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">It's a rare pleasure to eat food that suits my tastes so well. Today is a blessed day!</span></p>"
      },
      {
        "title": "Receiving a Gift: II",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Thank you for cooking these for me. This time around, you are the one healing me!</span></p>"
      },
      {
        "title": "Receiving a Gift: III",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Oh, uh, oh dear...</span></p>"
      },
      {
        "title": "Ally at Low HP: I",
        "desc": "<p>I don't want to see you hurt...</p>"
      },
      {
        "title": "Ally at Low HP: II",
        "desc": "<p>Please, let me tend to your wounds!</p>"
      }
    ],
    "talent": [
      {
        "key": "Normal Saldırı: Suyun Fısıltısı ",
        "title": "Normal Saldırı: Suyun Fısıltısı ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Normal Saldırı</color>\n<color=#80c0ff>Su Hasarı</color> veren en fazla 4 su fırlatma saldırısı yapar.\n<color=#ffd780>Yüklü Saldırı</color>\nKısa süre kullanıldıktan sonra belirli miktarda Dayanıklılık harcayarak <color=#80c0ff>Su Alan Hasarı</color> verir.\n<color=#ffd780>Havadan Saldırı</color>\nBarbara, Suyun gücünü toplayarak havadayken yere doğru atılır ve yoluna çıkan tüm düşmanlara hasar verir. Yere vurduğunda <color=#80c0ff>Su Alan Hasarı</color> verir."
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11"
            ]
          },
          {
            "key": "1 Vuruş Hasarı ",
            "values": [
              "37.8%",
              "40.7%",
              "43.5%",
              "47.3%",
              "50.1%",
              "53%",
              "56.8%",
              "60.5%",
              "64.3%",
              "68.1%",
              "72.1%"
            ]
          },
          {
            "key": "2 Vuruş Hasarı ",
            "values": [
              "35.5%",
              "38.2%",
              "40.8%",
              "44.4%",
              "47.1%",
              "49.7%",
              "53.3%",
              "56.8%",
              "60.4%",
              "63.9%",
              "67.6%"
            ]
          },
          {
            "key": "3 Vuruş Hasarı ",
            "values": [
              "41%",
              "44.1%",
              "47.2%",
              "51.3%",
              "54.4%",
              "57.5%",
              "61.6%",
              "65.7%",
              "69.8%",
              "73.9%",
              "78.1%"
            ]
          },
          {
            "key": "4 Vuruş Hasarı ",
            "values": [
              "55.2%",
              "59.3%",
              "63.5%",
              "69%",
              "73.1%",
              "77.3%",
              "82.8%",
              "88.3%",
              "93.8%",
              "99.4%",
              "105.1%"
            ]
          },
          {
            "key": "Yüklü Saldırı Hasarı",
            "values": [
              "166%",
              "179%",
              "191%",
              "208%",
              "220%",
              "233%",
              "249%",
              "266%",
              "283%",
              "299%",
              "317%"
            ]
          },
          {
            "key": "Yüklü Saldırı Dayanıklılık Maliyeti ",
            "values": [
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50",
              "50"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı ",
            "values": [
              "56.8%",
              "61.5%",
              "66.1%",
              "72.7%",
              "77.3%",
              "82.6%",
              "89.9%",
              "97.1%",
              "104%",
              "112%",
              "120%"
            ]
          },
          {
            "key": "Havadan Saldırı Hasarı (Yüksekten/Alçaktan) ",
            "values": [
              "114%/142%",
              "123%/153%",
              "132%/162%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/224%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "240%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 164,
              "name": "Özgürlük Öğretisi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom to live is one of such. It is the freedom to live freely and healthily without concerns of one's own safety.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Freedom_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 630,
              "name": "Kehanet Parşömeni",
              "desc": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 163,
              "name": "Özgürlük Rehberi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>The freedom of travel is one of such. It is the freedom to traverse the land freely without being obstructed.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Freedom_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Mühürlü Parşömen",
              "desc": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 356,
              "name": "Poyraz'ın Omurgası",
              "desc": "A bit of crystallized ice from the Great Wolf King of the North.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. Though his power may have diminished, he could still freeze the land in an instant.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ring of Boreas_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 356,
              "name": "Poyraz'ın Omurgası",
              "desc": "A bit of crystallized ice from the Great Wolf King of the North.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. Though his power may have diminished, he could still freeze the land in an instant.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ring of Boreas_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 356,
              "name": "Poyraz'ın Omurgası",
              "desc": "A bit of crystallized ice from the Great Wolf King of the North.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. Though his power may have diminished, he could still freeze the land in an instant.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ring of Boreas_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "<p>Genel para birimi. Herkesin anladığı dil.</p>",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 162,
              "name": "Özgürlük Felsefesi",
              "desc": "Talent Level-Up material.<br/>Freedom is the spirit of the land of the wind.<br/>To sing is one such freedom. To sing on the land created by the Anemo Archon is to send your heart away with the song on the wind.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Freedom_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Lanetli Parşömen",
              "desc": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 356,
              "name": "Poyraz'ın Omurgası",
              "desc": "A bit of crystallized ice from the Great Wolf King of the North.<br/>This land was once a realm of freezing-cold blizzards and ice storms filled with razor-sharp ice shards, all at the command of Boreas. Though his power may have diminished, he could still freeze the land in an instant.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ring of Boreas_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Bilgelik Tacı",
              "desc": "A precious Talent Level-Up material.<br/>Once a medium for the storage and transfer of wisdom in ancient times. Now, wisdom is found in ancient texts and in profound speech. Nevertheless, this Crown of Insight must still be able to impart some transcendent power and wisdom to its bearer.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Gösteri Başlasın♪",
        "title": "Gösteri Başlasın♪",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Melodi Döngüsünü oluşturan notalara benzeyen ve etraftaki düşmanlara <color=#80c0ff>Su Hasarı</color> vererek onları <color=#80c0ff>Islatan</color> su damlacıkları çağırır.\n<color=#ffd780>Melodi Döngüsü</color>\n·Barbara'nın Normal Saldırısı isabet ettiğinde kendi grup üyelerine ve yakındaki takım arkadaşlarına belirli miktarda Can verir. Bu miktar Barbara'nın Maks. Canına göre değişir.\n·Barbara'nın Yüklü Saldırısı isabet ettiğinde 4 kat daha fazla Can verir.\n·Aktif karakterinin Canını belirli aralıklarla yeniler.\n·Karakteri ve karaktere temas eden düşmanları <color=#80c0ff>Islatır</color> .\nBarbara'nın büyülü müziği arkadaşlarını iyileştirir."
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11",
              "Sv.12",
              "Sv.13",
              "Sv.14"
            ]
          },
          {
            "key": "Vuruş Başına Yenilenen Can",
            "values": [
              "0.75% Maks. Can+72",
              "0.81% Maks. Can+79",
              "0.86% Maks. Can+87",
              "0.94% Maks. Can+96",
              "0.99% Maks. Can+105",
              "1.05% Maks. Can+114",
              "1.13% Maks. Can+125",
              "1.20% Maks. Can+135",
              "1.28% Maks. Can+147",
              "1.35% Maks. Can+159",
              "1.43% Maks. Can+172",
              "1.50% Maks. Can+185",
              "1.59% Maks. Can+199",
              ""
            ]
          },
          {
            "key": "Sürekli Yenilenme",
            "values": [
              "4.00% Maks. Can+385",
              "4.30% Maks. Can+424",
              "4.60% Maks. Can+465",
              "5.00% Maks. Can+510",
              "5.30% Maks. Can+559",
              "5.60% Maks. Can+610",
              "6.00% Maks. Can+664",
              "6.40% Maks. Can+722",
              "6.80% Maks. Can+783",
              "7.20% Maks. Can+847",
              "7.60% Maks. Can+915",
              "8.00% Maks. Can+986",
              "8.50% Maks. Can+1059",
              ""
            ]
          },
          {
            "key": "Damlacık Hasarı",
            "values": [
              "58.4%",
              "62.8%",
              "67.2%",
              "73%",
              "77.4%",
              "81.8%",
              "87.6%",
              "93.4%",
              "99.3%",
              "105%",
              "111%",
              "117%",
              "124%",
              ""
            ]
          },
          {
            "key": "Süre",
            "values": [
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              ""
            ]
          },
          {
            "key": "BS",
            "values": [
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              "32s",
              ""
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Parlayan Mucize♪",
        "title": "Parlayan Mucize♪",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Kendi grup üyelerini ve yakındaki takım arkadaşlarını büyük miktarda iyileştirir. Bu miktar Barbara'nın Maks. Canına göre değişir.\nBarbara'nın iyileştirme arzusu, savaşırken ve şarkı söylerken ona güç verir."
          }
        ],
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv.1",
              "Sv.2",
              "Sv.3",
              "Sv.4",
              "Sv.5",
              "Sv.6",
              "Sv.7",
              "Sv.8",
              "Sv.9",
              "Sv.10",
              "Sv.11",
              "Sv.12",
              "Sv.13",
              "Sv.14"
            ]
          },
          {
            "key": "Yenilenme",
            "values": [
              "17.6% Maks. Can+1694",
              "18.9% Maks. Can+1864",
              "20.2% Maks. Can+2047",
              "22.0% Maks. Can+2245",
              "23.3% Maks. Can+2457",
              "24.6% Maks. Can+2683",
              "26.4% Maks. Can+2923",
              "28.2% Maks. Can+3177",
              "29.9% Maks. Can+3445",
              "31.7% Maks. Can+3728",
              "33.4% Maks. Can+4024",
              "35.2% Maks. Can+4335",
              "37.4% Maks. Can+4660",
              "39.6% Maks. Can+4999"
            ]
          },
          {
            "key": "BS",
            "values": [
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s"
            ]
          },
          {
            "key": "Enerji Maliyeti ",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Muhteşem Sezon",
        "title": "Muhteşem Sezon",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Gösteri Başlasın♪</color> Melodi Döngüsü içerisindeki karakterlerin Dayanıklılık Tüketimini %12 azaltır."
          }
        ],
        "attributes": null
      },
      {
        "key": "Bis",
        "title": "Bis",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Aktif karakterin, bir Element Küresi/Parçacığı elde ettiğinde <color=#ffd780>Gösteri Başlasın♪</color> Melodi Döngüsü 1 sn uzar.\nEn fazla 5 sn uzatılabilir."
          }
        ],
        "attributes": null
      },
      {
        "key": "Tüm Kalbimle♪",
        "title": "Tüm Kalbimle♪",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Yenileyici etkide olan bir yemek Mükemmel Pişirildiğinde elde edilen ürün %12 ihtimalle iki katına çıkar."
          }
        ],
        "attributes": null
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Barbara"
          }
        ]
      },
      {
        "key": "Doğum Günü",
        "value": [
          {
            "type": "RichText",
            "text": "7/5"
          }
        ]
      },
      {
        "key": "Takımyıldızı",
        "value": [
          {
            "type": "RichText",
            "text": "Kupa"
          }
        ]
      },
      {
        "key": "Künye",
        "value": [
          {
            "type": "RichText",
            "text": "Işıltılı İdol"
          }
        ]
      },
      {
        "key": "Önsezi",
        "value": [
          {
            "type": "RichText",
            "text": "Su"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Favonius Kilisesi"
          }
        ]
      },
      {
        "key": "Çince Ses",
        "value": [
          {
            "type": "RichText",
            "text": "宋媛媛"
          }
        ]
      },
      {
        "key": "İngilizce Ses",
        "value": [
          {
            "type": "RichText",
            "text": "Laura Stahl"
          }
        ]
      },
      {
        "key": "Japonca Ses",
        "value": [
          {
            "type": "RichText",
            "text": "鬼頭明里"
          }
        ]
      },
      {
        "key": "Korece Ses",
        "value": [
          {
            "type": "RichText",
            "text": "Yoon Ah-young"
          }
        ]
      },
      {
        "key": "Özel Tarif",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1625,
            "name": "Baharatlı Yahni",
            "desc": "<p>Barbara'nın özel tarifi. Minik yıldızlar şeklinde dilimlenen havuçlar ne kadar tat... Yuh bu yemek NE KADAR ACI!</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spicy Stew_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Karakter Kartı",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3180,
            "name": "Barbara",
            "desc": "<p><span style=\"color: #FFFFFF\">\"Işıltılı İdol\" Barbara</span></p><p>Kalpleri iyileştirmeye ve zihinleri yatıştırmaya her daim hazırdır.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/35428890/c6ac0dbf3ded0fa17b5dcf1f46f20930_7249384129951981061.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "İlk Çıktığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ],
        "isMaterial": false
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/avatar_header.jpg"
      },
      {
        "key": "Avatar",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Orijinal Kıyafet - Masum Özlem\nBarbara'nın giysisi. Barbara'nın kendine has çizgilerine sahip, Favonius Kilisesinin rahibe üniforması."
          }
        ]
      },
      {
        "key": "Kıyafetler",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/芭芭拉/costume.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Alınan Kıyafet #1 - Muhteşem Yaz\nBarbara'nın sahil kıyafeti. Bu güzel etek yazın enerjisini saçıyor ve serin okyanus esintilerini beraberinde getiriyor.\nBarbara'nın şarkıları ve dansları kalplere şifa dağıtmaya devam ediyor.\nAncak bazen herkesin yüzünde gülücükler açmasını sağlayan Barbara'nın bile mutsuz hissettiği zamanlar oluyor.\nO da kendi yaşındaki diğer kızlar gibi arkadaşlarıyla gezip eğlenmek, ailesiyle güzel zaman geçirmek istiyor.\nBu küçük istekler, başka herhangi biri için basit gibi görünebilir ama bunlar Barbara için bir lüks.\nBir idol olduğu için, dışarı çıktığı zaman tutkulu hayranları hemen etrafını sarıyor.\nVe ailesiyle olmak için kendine vakit yarattığı zamanlarda, anne babası ve ablasıyla geçirdiği vakit çok kısıtlı oluyor.\nAblası parlak bir zekaya sahip ve sürekli meşgul olan biri. Resmi işler yüzünden masasının başından ayrılamıyor. Barbara ne zaman gidip ona içinden geçenleri anlatmaya kalksa, Jean'in önünde dağ gibi yığılmış dosyaları görünce suspus oluyor.\nAblasının tükenmişliği oldukça bariz ve bunu tabii ki Barbara da görüyor.\nAma yapacak bir şey yok. Sonuçta o, Jean Gunnhildr. Herkesin Büyük Kumandan Vekili.\n\"Ama... Sadece bir süreliğine de olsa... Ablamı bana geri verebilir misiniz?\"\nBarbara, işi başından aşkın ablasını izlerken kendi kendine böyle söyledi.\nİlginç bir takımadayla ilgili dedikoduları da o anda duydu.\nYaz mevsimi, adalar, okyanus... Acaba bu, insanın karşısına kırk yılda bir çıkan fırsatlardan olabilir miydi?\nOnun için yaz mevsimi ferahlatıcı içecekler, soğuk tatlılar, altın rengi kumsallar, masmavi bir deniz ve denizde oynayan insanlar demekti.\nKum... Güneş... Evet! Karar verilmişti.\nAma hazırlık yapmadan bir deniz tatiline gidilmez.\nAtıştırmalıklar, şekerler... Evet, bir de Acılı Kurutulmuş Balık. Hepsini ördek şeklindeki sevimli sarı çantasına yerleştirdi. ♪\nAh, tabii kıyafetleri de unutmamak lazım. Hafif ve rahat bir mayoya ihtiyacım olacak. Bu mini etek güzel oldu, ayakkabıların üzerine küçük beyaz çiçekler de eklersek bu iş tamam! ♪\nYakama küçük bir fiyonk taksam çok daha tatlı olmaz mıyım?\nBarbara mutlu mutlu bir şarkı mırıldanmaya başladı: La~ la la la la~ la la! ♪\nAma ablasının kendine bir mayo alacak vakti olmazdı kesin, değil mi?\nBunu çözmek oldukça zordu... Ama bir yol elbet bulunurdu.\nBarbara, kütüphanenin kapılarını yüzünde bir gülümsemeyle açtı. \"Biraz vaktiniz var mı Bayan Lisa? Kıyafet seçmek için yardımınıza ihtiyacım var.\""
          }
        ]
      },
      {
        "key": "Boş Durma Animasyonu 1 ",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/94376896/ba7974acb6c652106225473fd9c3df22_120293163654290941.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Orijinal Kıyafet - Masum Özlem"
          }
        ]
      },
      {
        "key": "Boş Durma Animasyonu 2 ",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/94376896/c9dcabb0e2d3187884438e88fe185444_2277319546628218920.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Orijinal Kıyafet - Masum Özlem"
          }
        ]
      },
      {
        "key": "Boş Durma Animasyonu 3",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/94376896/97076c0d94f049d108426415f0c64975_5425771676502704612.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Alınan Kıyafet #1 - Muhteşem Yaz"
          }
        ]
      },
      {
        "key": "Boş Durma Animasyonu 4",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/29/94376896/546cc8148ec4fef8632cae16d942f3a5_6821361929200564560.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Alınan Kıyafet #1 - Muhteşem Yaz"
          }
        ]
      },
      {
        "key": "Takımyıldızı",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/12/35428890/64900e7c5960febd32645d20d842f0ef_3119221155080249449.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kupa"
          }
        ]
      }
    ]
  }
}