{
  "epId": 3693,
  "name": "Nergisin Rüyası",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8108592593710175576.png",
  "filterValues": {
    "reliquaryEffect": [
      "Hasar Bonusu"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1693421983,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Yolculuk Çiçeği",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Nihayetinde hikayeler de biter, açan çiçekler de solar. Rüyalarda açan çiçek ise canlılığını ve güzelliğini her daim korur."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8861417793001475544.png"
      },
      "goblet_of_eonothem": {
        "title": "Kahramanların Çay Partisi",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Sevimli bir çay fincanı. Bir zamanlar beraber hoş bir öğle vakti geçiren kişilerce kullanılmış olabilir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/acbdf478ab0d1ed1a98f31ebe02b896d_3111489589945485593.png"
      },
      "plume_of_death": {
        "title": "Zalim Büyücünün Tüylü Asası",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Bu tüy eskiden birinin şapkasında süslemeymiş. Koyu yeşil rengiyle gerçekten insanın dikkatini çekiyor."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/773b1f5a25404d05a4d3de332fa06d28_3953665529795319021.png"
      },
      "circlet_of_logos": {
        "title": "Uğursuz Ejderin Gözlüğü",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Muhteşem bir işçiliğe sahip, tek camlı gözlük. Kadim hikayelerde kişinin bu gözlükle geleceği görebildiği söylenir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/ec6e7690b68b319175de6cc709d1fbd5_1191398504213472130.png"
      },
      "sands_of_eon": {
        "title": "Nergisin Daimiyeti",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Uzun zamandır çalışamayan bir cep saati. Akrebiyle yelkovanı dönedururken pek çok yıla tanıklık etmiş olmalı."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/1f65ec8f70d026452592cbef5ad3e27c_4667725625419047985.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%15 Su Hasarı Bonusu</p>",
      "fourSetEffect": "<p>Normal, Yüklü veya Havadan Saldırılar, Element Becerileri veya Element Patlamaları, bir düşmana isabet ettiğinde 8 saniyeliğine 1 kademe Nergisin Yansıması verir. 1,2 veya 3 ve üzeri Nergisin Yansıması kademesi etkinken Saldırı %7/%16/%25 ve Su Hasarı Bonusu %4/%9/%15 artar. Normal, Yüklü veya Havadan Saldırılar, Element Becerileri ve Element Patlamaları ile oluşturulan Nergisin Yansıması kademeleri birbirinden bağımsız sayılır.</p>"
    },
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Nergisin Rüyası"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı : Terkedilmiş Sur"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Nergisin Rüyası, kuşanılan karaktere yüksek değerde Su Hasarı Bonusu sağlar ve Saldırı değerini artırır. Tüm Yeteneklerini ve Normal Saldırılarını kullanabilen karakterler hızlıca Nergisin Yansıması kademelerini maksimum kademeye çıkararak Hasarını artırabilir. Bu seti hem Su Hasarı Bonusu ile hem de Saldırı değeri ile güçlenen karakterler efektif bir şekilde kullanabilir. Aşağıda bazı karakterler örnek olarak verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p>\"Asilzade\" olarak da bilinen 11 numaralı Haberci. Savaş alanındaki cesaretiyle nam salmıştır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının genç fakat oldukça başarılı lideri. Görgülü ve nazik olmasının yanı sıra işini bilen imkan sahibi biridir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tartaglia, tüm yeteneklerini hızlı bir şekilde kullanarak maksimum kademeye ulaşır ve yüksek Hasar Bonusu ile Saldırı değeri kazanır. Bu set, Tartaglia'nın Hasarını oldukça artırır.\nKamisato Ayato, tüm yeteneklerini kullanarak maksimum kademeye ulaşır ve yüksek Hasar Bonusu ile Saldırı değeri kazanır."
      }
    ],
    "story": [
      {
        "title": "Yolculuk Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Ancak yine de bu krallığın üzerine bir gölge düştü.\nEjder, kahramanı yendiği için değil, her ikisi de beraber dünyada kaybolduğu için.\nKaranlık sular kadar yoğun bir kaosun, üzüntünün ve sonrasında gelen ayrılığın ortasında...\nMüdür ve kız kardeşleri, kötülüğü kökünden kazımak için bir yolculuğa çıktılar ve\nVekil, savaş için yapılmış gemiye bindi ve sonunda kendini suların altında buldu.\nNergis kahramanları ve birçok şövalye, ejderler ve erdemli bilgeler etrafa saçıldı.\nBazıları Gölge Mareşosesi ile Özel Güvenlik ve Teftiş Devriyesi tarafından alındı\nve bir daha bu diyarlara gölge düşmemesi için çalışmaya başladı. Bazıları yabancı topraklardan gelip giden kaşifler tarafından alındı\nve o andan itibaren dünyanın sınırlarını görmek için gerçek bir maceraya çıktı.\nBunun üzerinden birçok yıl geçti.\nBazıları bu tür olayların gelecekteki hikayeleri engellemesinin önüne geçmeye çalıştı\nve bu uğurda makinaların ve demirden gövdelerin sırlarını kullanmaya çalıştı\nBazılarıysa normalin dışına çıkıp bu hikayelerin yeniden başlaması için\nperilerin adına, tahayyülün ötesinde bir yolculuğa çıktı.\nSolmuş çiçeklere değer verenler olduğu gibi\nbazıları da akşamüstü olunca henüz maceraları sona ermemiş olanları anarlardı..."
          }
        ]
      },
      {
        "title": "Zalim Büyücünün Tüylü Asası",
        "desc": [
          {
            "type": "RichText",
            "text": "Kahramanların olduğu yerde kötü büyücüler, şövalyelerin olduğu yerde kötü ejderler olur.\nKahramanların elinde her zaman kutsal bir kılıç, büyücünün ise yanında hep bir çeşit büyü kitabı vardır.\nMaceracılar arasında arta kalan zamanlarda kahramanlar, büyücüler, şövalyeler ve uğursuz ejderler henüz doğmadan önce herkes, Müdür Yardımcısının şapkasına iliştirilmiş, bilinmeyen bir kuş türüne ait olan tüye bakar dururdu.\nKüçük maceracılar, tüyün dile gelse kim bilir nasıl öyküler anlatacağını düşündüler kendi kendilerine...\nMüdür Yardımcısı da birçok hikayeye tanıklık etmiş olmalıydı. Tıpkı inzivadan sonraki yaşlı kadın kahraman gibi...\nÖyle olmasa neden bize tüyü vereceğine dair söz veren Müdür bile onu çıkartamasın ki?\n\"Durun bakalım ??? , ??? barışın. Kavga etmeyin.\"\nHer zaman şövalye ve uğursuz ejderi oynayan ikili, istemsiz bir şekilde başlarını salladı.\n\"Ben burada yokken gözün ??? üstünde olacak, değil mi ??? ?\"\n\"Müdür ve ben işimizi hallettikten sonra geri geleceğiz, o yüzden bir yere kaybolmayın.\"\nMüdür Yardımcısı bir süre düşündü ve gitmeden önce şapkasındaki koyu yeşil tüyü kopardı.\n\"Bunu bir süredir istiyordun, değil mi ??? ? Peki o halde. Al bakalım.\"\n\"Bunu sana şimdilik emanet ediyorum tamam mı? Kirlenirse çok kızarım ona göre.\"\nAncak nihayetinde bu tüy, asla bir kötü büyücünün kullandığı gizemli asa olmadı.\nBunun yerine yeni sahibinin izinden giderek, geldiği yere geri dönmeden önce ayrılık felaketine neden olan kaynağa ulaştı..."
          }
        ]
      },
      {
        "title": "Nergisin Daimiyeti",
        "desc": [
          {
            "type": "RichText",
            "text": "Saatin ibreleri er ya da geç asıl yerlerine geri döner ve bununla yeni bir devir başlar.\nBütün Nergis kahramanları, hiçbir zaman değişmeyeceklermiş gibi görülürdü.\nAncak yıllar, bu son derece hassas ama kırılgan olan saatleri bile aşındırırdı.\nTa ki yarını ve hiçbir şey olmayan gün gelene dek.\nBu cep saati, bir zamanlar makinaları çok seven küçük bir kahramana aitti.\nDefolu birçok parçayı ve çeşit çeşit cihazları bir araya getirerek yapmıştı onu.\nSonunda bu cep saati ve hediye edilen kişi, her şeyi çözen ezeli sıvıya dönüştü.\nAncak o sırada saatin içindeki mekanizma çoktan durmuştu.\n\"Gelecekte uzun zaman sonra, çok uzak bir yerde...\"\n\"Uğursuz ejder Narcissus'un yönettiği kara bir imparatorluk vardı.\"\n\"Bir zamanlar özlemini duyduğu prenses, yaşadığı yüksek kule ile birlikte durağan ve rüyasız bir uykuya daldı, böylece ondan etkilenmedi. Narcissus buna çok kızdı ve onun hazinesini bulmak için yardakçılarıyla savaşçılarını imparatorluğa gönderdi. Adaletten yana olanların ona karşı koyamaması için uğursuz büyülerini kullanarak birçok savunma mekanizması kurdu.\nPrensesin hazinesini alacağına ve onu tekrar uyandıracağına yemin etti. Ancak bu şekilde onu tamamen ele geçirebilirdi.\"\n\"Prensesin onlara verdiği berrak ve parlak su incisi hazinesini koruyan bir grup kahraman vardı.\"\n\"Bir gün, bu inciden küçük bir yaşam doğdu.\"\n\"Hımm... Buna ne demeliyiz ki? Of, ne zor bir durum. Hikayenin bu şekilde devam edeceğini bilseydim senin ismini burada kullanırdım. Başka iyi bir arkadaşın var mı?\"\n\"Arkadaş... Aslında bir tane var. Bence buraya uyar da.\""
          }
        ]
      },
      {
        "title": "Kahramanların Çay Partisi",
        "desc": [
          {
            "type": "RichText",
            "text": "Nergis kahramanlarının bile dinlenmek için maceralarına kısa aralar vermesi gerekir.\nSaat çaldığında birçok kahraman ve büyücü ile birlikte şövalyeler ve kötü ejderler\nbir süreliğine tutsak prensesi ve zindandaki hazineleri unuttu.\nUzaklardaki krallığın gökyüzünü kaplayan kara bulutlar bir süreliğine kayboldu ve\nprenses, acı içinde beklerken bakışlarını penceresinden çevirdi.\nŞövalyeler gittiğinde maceraların da bir son bulması gerekirdi.\nBu, Nergis kahramanlarının ve diğer birçok küçük dünyanın uyduğu bir kuraldı.\nMerak edenler için cevap oldukça basitti, Müdür Yardımcısının hazırladığı içecekler epey lezzetliydi.\nKasvetli bir gündü ama... Bu sözün pek bir anlamı yoktu.\nNe de olsa o, yeni evinde ne güneşin ne de ayın ışığını görebilecekti.\nOrada tanıştığı ilk kişi uzun ve saf olan Müdürdü.\nO da küçük kızla ne yapacağını bilmiyordu. Yine de onu kucaklayarak karşıladı\nve elbiseleri sırılsıklam olmuştu. Müdür Yardımcısı, kızın annesi olacak yaştaydı.\nKızı elinden tutarak dinlenen kahramanların, şövalyelerin ve kötü ejderlerin arasına götürdü.\nBunun bir sorun olacağını düşünmüyordu. Ne de olsa buradaki içecekler gerçekten çok lezzetliydi."
          }
        ]
      },
      {
        "title": "Uğursuz Ejderin Gözlüğü",
        "desc": [
          {
            "type": "RichText",
            "text": "Her hikayede kahramanın kendine ait bir kutsal kılıcı ve yüzleştiği baş düşmanı olur.\nAncak çok yaşayan kahramanların eninde sonunda kötü ejderlere dönüştüğü söylenir. Belki de farklı hikayelerin kesiştiği yerlerde, birinin kahramanı diğerinin ejderi olabilir.\nBuna rağmen hikayelerin son hali genel olarak kolay anlaşılır.\nKahramanlar bu nedenle kötü ejderler değil, kahraman olarak anılırlar.\nBu yüzden kötü ejderler, tüm güçlerine ve kurnazlıklarına rağmen kutsal kılıcı taşıyan kahramanlar tarafından her zaman yenilirler.\nEjder, her şeyi yutan kanyona düşüp yok olmadan önce bir kere daha kahramanla geçirdiği zamanları düşünür ve şunu söyler:\n\"Senden nefret etmek için bir nedenim yok. Benim gördüklerimi henüz görmediğin için beni durdurmak istiyorsun.\"\n\"Yıldız canavarlar, dünyanın yaşam suyunu içip kurutacak. Yüz yıl sonra da dünyadaki tüm yaşam son bulacak.\"\n\"Tüm bu ruhları kurtarmak için geri döneceğim. On yıl, hatta yüz yıl geçse bile yeni bir evren olarak tekrar doğacağım.\"\nAncak ejderlere karşı kazanan kahraman da bu uğurda kendisi için çok önemli bir şey kaybeder.\nBir daha asla insan aklının kavrayamayacağı ve anlayamayacağı bir şeye inanmayacak\nve ömrünün sonunda kadar güçlerini elementlerden almayan makinalar ve enerjiden oluşan bir krallığa sahip olacak."
          }
        ]
      }
    ]
  }
}