{
  "epId": 3694,
  "name": "Vourukasha’nın Parıltısı",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/bd2826d332a2cedb3d1af71389ff0ad5_8568514695464687606.png",
  "filterValues": {
    "reliquaryEffect": [
      "Can",
      "Hasar Bonusu"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1693421987,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%20 Can</p>",
      "fourSetEffect": "<p>Element Becerisi ve Element Patlaması Hasarı %10 artar. Kuşanan karakter Hasar aldığında bu Hasar Bonusu 5 saniyeliğine %80 artar. Bu etki 5 kademeye kadar birikir. Her kademenin etki süresi birbirinden bağımsızdır. Bu etkiler, kuşanan karakter savaş alanında olmasa da tetiklenebilir.</p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Vourukasha'nın Parıltısı, kuşanılan karaktere ekstra Can sağlar ve hasar aldığı zaman Element Becerisi ve Element Patlaması Hasarını artırır. 2 parça bonusu birçok karakter için kullanılabilirken 4 parça bonusu her karakter için kullanılabilir değildir. Aşağıda bazı karakterler örnek olarak verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Sumeru'nun kumlarında dolaşan ve bir paralı asker örgütü olan Münzevilerin bir üyesi. Yiğit ve güçlü savaşçı yapısıyla, Münzevi arkadaşları arasında büyük bir şöhrete sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/25073864/65b22311e1e38ffa45a4928d4005ecee_97571996295361468.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Dehya, bu seti çok iyi olarak kullanır. Element Becerisi ile takım arkadaşlarının aldığı Hasarın bir bölümünü kendi alır ve 4 parça bonusunu savaş alanında değilken maksimum kademeye çıkarır ve Element Patlaması hazır olduğunda yüksek Hasar bonusu ile saldırır.\nNilou, bu setin 2 parça bonusunu kullanarak Pasif Yeteneğinin Can sınırına ulaşmasını kolaylaştırır. Ayrıca isterse 4 parça bonusunu kullanarak Bereketli Çekirdeklerin verdiği Hasar ile 4 parça bonusunu maksimum kademeye yükselterek Element Becerisi'nin Kılıç Dansı duruşunun ve Element Patlamasının Hasarını yüksek derecede artırabilir. Bunun için Nilou'nun aktif olarak savaş alanında bulunması gerekir."
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Vourukasha'nın Parıltısı"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı : Terkedilmiş Sur"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Khvarena'nın Kökeninin Tomurcuğu",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Masum kızım, Khvarena'm...\"\n\"Seni başka bir anneye vereceğim. Onu sev ve ona sadık ol.\"\n\"Onun benden bir eksiği yok ve onun ışığı benden çok daha parlak.\"\n\"Bir keresinde rüyamda yüzü olmayan bir kabus gördüm ve bu, beni çok korkuttu.\"\n\"Bu yüzden seni, bedenimden ayırdım ve senden bu kabusları durdurmanı istiyorum.\"\n\"Khvarena'm, gözümün feri...\"\n\"Karanlık dalganın geleceğine dair onu daha önce uyarmıştım, senin kaderin de buna dayanıyor.\"\n\"Lütfen korkup kaçma, Khvarena'nın ışığının sönmesine izin verme ve anneni utandırma.\"\n\"Kendimi ölümlüler için feda etmek benim kaderim olabilir ama fedakarlıklar, yeni hayatlar için güzel başlangıçlardır...\"\n\"Şimdi yeşil ananın kollarına git. Kaderini onun diyarında bulacaksın.\"\n\"Khvarena'm, saf kızım...\"\n\"Tamamen değişeceksin. Ayrılık ve ölümle yüzleşeceksin.\"\n\"Tüm bunların ardından ölümsüz olacaksın ama bu da kolay bir şey değildir...\"\n\"Amrita Efendisi ile Çimenlerin ve Ağaçların Efendisi ilahı formlarını senden önce kaybedecekler...\"\n\"Onlar unutulacak ve yalnızca senin fedakarlığın hatırlanacak.\"\n\"Khvarena'm, çiçeklerin kızı...\"\n\"Korkudan geri çekilmeyeceğine eminsen...\"\n\"Kendini yeni hanımının kollarına bırak.\""
          }
        ]
      },
      {
        "title": "Alacalı Tüy",
        "desc": [
          {
            "type": "RichText",
            "text": "Kimsenin hatırlamadığı bir zamanda, kum fırtınası felaketinin cenneti yutmasından önceki gecede, çiçekler ve ağaçlar, ölümlülerin diyarından, onların umutlarından ve felaket içindeki geleceklerinden bahsetti. Yaklaşılmaması gerekenler gri ölümü getirdi ve karanlık dalgalar saf nehir kıyısına vurdu, ancak yeni doğmuş bitkilerin ve canavarların ölümlüler ile birleşmesiyle bu kötü dalgalara karşı konuldu.\nÇimenlerin ve Ağaçların Kraliçesi, Kızıl Kumların Efendisi ile bağını kestikten sonra geçirdiği yalnız yıllarda Khvarena'yı bir kutsal kuşa dönüştürdü ve onu, yaşam ile ölüm arasındaki muhafız olarak iki dünyayı da korumakla görevlendirdi.\nKutsal kuş çamların, selvilerin ve kış nilüferlerin arasında yaşadı ve hâlâ birliğin olduğu zamanları gördüğü rüyalara daldı, ancak felaket geldiğinde uyandı ve kaçınılmaz sonuna gitti. Daha sonra tıpkı o kahinin de söylediği gibi yağmur ormanına kasvetli ve ölümcül bir karanlık çöktü...\nBirlikteki kişinin uyardığı gibi karanlık dalganın canavarları her yeri kapladı ve yeni doğmuş olan yağmur ormanını silip süpürdü...\nBu karmaşanın ortasında su diyarının eski lideri öldü ve bedeni de saf çiy denizi olan Amritaya dönüştü, buna rağmen bu deniz, Hiçliğin yok ettiği bu ıssız diyarda kurudu.\nAncak Çimenlerin ve Ağaçların Hanımı'nın yas tutmaya vakti yoktu. Sayısız tohumun ana ağacının beslenmesi gerekiyordu...\nKaranlık kusurları ortadan kaldırmak için Amritanın saflığını güvence altına almak için Simurgh, kutsal formunu bozdu.\n\"Çiçeklerin Khvarena'sından doğan her güzel şeyin kaderinde solup çamura dönüşmek vardır.\"\n\"Bunlar solduktan sonra yeniden doğar ve Amritadan beslenirler. Çiçek denizindeki canlılar için 'ölüm' bir sorun değildir.\""
          }
        ]
      },
      {
        "title": "Geçmişin Yaprak Dökümleri",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Sana bir Khvarena parçası vereceğim, arkadaşım. Onu kendine yakın ve güvende tut.\"\n\"O, çiçeklerin bilgeliğinden ve gökyüzünün damarlarından gelir. O, hayatın saf özüdür.\"\n\"Khvarena, çiçeğin kalbindeki bir nokta ve Amrita denizindeki bir ışık damlasıdır.\"\n\"Karanlık hiçlik, tüm hayatı yutmak için gelene kadar lütfen hediyemin kıymetini bil...\"\nBu hikaye çiçekler ve yapraklar arasına aktarıldı, meyveler ve çiçekler tarafından hatırlandı. Çiçeklerin Hanımı solup toz olduğunda, çölün efendisinin sahte bir rüyaya kapıldığı zaman, zalimler, her daim hareket eden kum tepelerinin altına gömüldüğünde ve azimleri tükendiğinde, topraktan gelen her şey, altın kumlara döndüğünde ve topraktan gelen her şey, altın kumlara döndüğünde ve rüzgarla gelen yağmur ormanına gittiğinde...\nÇimenlerin ve Ağaçların Kraliçesi dünyayı sessizce izledi ve bu dünyadan göçüp gidenleri ve birliğini hatırladı.\n\"Lütfen bu Khvarena'yı benim için koru, benim yoldaşım, canım arkadaşım.\"\n\"Biz gittiğimizde ölümlüler, beşiğinden yeni alınmış bebekler gibi buralarda gezecek ve kaybolacaklar.\"\n\"Zayıf olmalarına rağmen vahşi rüzgarları, kızgın ateşleri ve kendi kusurlarını fethedecekler.\"\n\"Ancak benim korktuğum şey, öngörebildiğim felaketler değil, kaos içindeki karanlık...\"\n\"Yalnızca bu karanlığın kötülüğü ve 'ölümün' tehdidi, tomurcukları ezebilir.\"\nYaldızlı kumlar, geçmişin sarayını yuttuğunda Çimenlerin ve Ağaçların Kraliçesi kadim anlaşmayı yerine getirdi. Khvarena'nın vasiyetini yerine getirerek onun için güzel bir form yarattı ve onu eşi benzeri olmayan güzellikte bir hayatla süsledi.\nBu, sayısız kuşun renginin göründüğü ve sayısız çiçeklerin şarkısının söylendiği kutsal kuş Simurgh'un formuydu... Vahanın son rüyası tek bir bedende toplanarak kutsal kuşun bedeninde saklı saf, parlak ve sonsuz bir çiçek denizine dönüştü."
          }
        ]
      },
      {
        "title": "Sonsuz Sevinç Şenliği",
        "desc": [
          {
            "type": "RichText",
            "text": "Bahçenin Hanımı bu dünyadan göçtükten sonra, Çimenlerin ve Ağaçların Kraliçesi kum deniziyle olan bağını kopardı. Deli aşkını ve imparatorluğunu bırakıp yağmur ormanına dönmeyi ve hayatı korumayı seçti, böylece ormandan yeni bir hayat doğdu, bilgeler ortaya çıktı ve yeni bir yurt meydana geldi. Dayanağı olmayan hayaller ölüme yol açar ve ölüm de faniler için bir uyarıdır.\nÇiçeklerin Khvarena'sı en hayat dolu şölenden ve en saf neşeden doğdu.\nİçinde ne çileciliğin acısı ne de otoritenin baskısı vardı. Kaderinde eninde sonunda kuruyup, solup ölmek vardı, ancak Bilgeliğin Efendisi bundan bir ders çıkarıp onu koruyup kullanmayı öğrenebilirdi.\n\"Büyük hanımının kehanetini unutmayı sakın. Beni, sana o göndermişti.\"\n\"Ahmaklık henüz ölümlüleri bu dünyadan silip süpürmemiş olsa da bir gün bu dünyanın dışından gelen vahşi bir karanlık üstlerine çökecektir.\"\n\"Hanımımdan geriye bir tek ben kaldım. Her şeyi arındıran bitki özü benim.\"\n\"Eğer en saf suya kavuşacak olursam tıpkı bir nar gibi açılıp sayısız ışık hüzmesine dönüşürüm.\"\nBöylece kutsal kuş Simurgh, çiçeklerin Khvarena'sından doğdu ve çiçek denizine uçmadan önce efendisinin yanında bir süre kaldı..."
          }
        ]
      },
      {
        "title": "Khvarena'nın İhtişamının Kalbi",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Sevgili dostum, çok bilgeydin ama erkenden göçüp gittin...\"\n\"Büyük efsanelerinin arasında yokluğun kasvetli kol geziyor.\"\n\"Tıpkı ölümün, yaşamı takip etmesi ve unutmanın da hatırlamanın sevgilisi olması gibi.\"\n\"Ölümün karanlığı bir tehdit olmasaydı, hiçbir yaşamın önemi olmazdı.\"\n\"Unutkanlığın dalgaları, hatıralara çarpmasaydı tarihe geçecek kadar önemli olan hiçbir şey olmazdı.\"\nGeçmiş bir çağda Çimenlerin ve Ağaçların Kraliçesi, arkadaşının dileğini yerine getirdi, çiçeklerin Khvarena'sını kutsal kuşun formuna bahşederek onu yağmur ormanının bir kısmını korumakla görevlendirdi ve nasıl bir çiçeğin kaderinde solmak varsa, Simurgh'un kaderinde de fedakarlık vardı.\nTüm yeşil şeylerin besleyicisi, Çiçeklerin Efendisi'nin yanında uyuduğu geceden beri bunu biliyordu...\n\"Yeşil kutsal kuş, sayısız Khvarena çiçeklerine dönüştü ve ibibikler gibi diyarın her bir köşesine saçıldı...\"\n\"Khvarena, Amritanın hanımının saf bedeni üzerine kondu ve böylece ışıltılı çiçek denizi doğdu.\"\n\"Bu denizde birçok ruh bulunur. Bunlar çimenlerin ağaçların ve çiyin dileklerini taşırken tüm kirliliği arındırırlar.\"\n\"Denizde birçok ruh bulunur. Yeşilliğin Amritanın ve taze çiçeklerin üç anası için şarkı söylerler.\"\nBir gece bu kız, üç ananın kollarından ayrılacak ve dünyanın büyümekte olan kirliliğini arındırmak için kendisini feda edecek..."
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Khvarena'nın Kökeninin Tomurcuğu",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Çok eski zamanlarda kutsal yolculuklara çıkanların taktığı, küçük çiçek şeklinde bir nişan."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/bd2826d332a2cedb3d1af71389ff0ad5_8393003477430114255.png"
      },
      "goblet_of_eonothem": {
        "title": "Sonsuz Sevinç Şenliği",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Eskiden nektar ve tatlı özsu ile dolup taşmış, bugünse boş kalmış göz alıcı bir kadeh."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/c6096db12f299fec7de66537d862f679_2922068238117812586.png"
      },
      "circlet_of_logos": {
        "title": "Khvarena'nın İhtişamlı Kalbi",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "İçinde yüzlerce çiçeğin ihtişamını barındıran, göz alıcı ve canlı renkli küpeler."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/6cedcc269b6ca40a8a522f36b0f941e6_1923864502476265118.png"
      },
      "sands_of_eon": {
        "title": "Geçmişin Yaprak Dökümleri",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Üzerinde Khvarena'nın ışığının parıldadığı kadim bir saat. Canlı gibi duran saf bir sıvıyla dolu."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/3e7a360abb92d07450ca1dbe7f4093a9_6237694375538903695.png"
      },
      "plume_of_death": {
        "title": "Alacalı Tüy",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Yeşil yaprakların ve mis kokulu çiçeklerin canlı renkleriyle parlayan, tüy şeklinde zarif bir süs."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/4f9d423fb948e6b89405d82fa141a788_1553890676895763133.png"
      }
    }
  }
}