{
  "epId": 3990,
  "name": "Mareşose Avcısı ",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
  "filterValues": {
    "reliquaryEffect": [
      "Hasar Bonusu",
      "Kritik Oranı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1700533390,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Mareşose Avcısı, <color=#37ffff>Can</color> değerini tüketen karakterler için %36'ya kadar <color=#ffd780>Kritik Oranı</color> sağlar. Bu yüksek değer, karakterlerin daha kolay güçlenmesini sağlar. <color=#ffd780>Kritik Oranı</color> yerine daha yüksek <color=#ffd780>Kritik Hasara</color> odaklanarak verilen <color=#ffd780>Hasarı</color> artırır, ancak bu setin kullanılabilmesi için <color=#37ffff>Can</color> değerinin değişmesi gerektiğini unutmayın. Ayrıca 2 set bonusu <color=#ffd780>Normal</color> ve <color=#ffd780>Yüklü Saldırılar</color> için bonus sağlar. Bu da genel <color=#ffd780>Hasarı Normal</color> ve <color=#ffd780>Yüklü Saldırılar</color> olan karakterler için <color=#ffd780>Hasar</color> artışı sağlar. Aşağıda önerilen karakterler verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Mükemmel bir sahne duruşu olan ve ağzı çok iyi laf yapan Fontaineli ünlü bir sihirbaz. Eşsiz yetenekleriyle ve zekice sarf ettiği her bir sözle izleyiciyi etkilemesini bilir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/213387213/e343d4442cc3b8e243f0d528bb715f75_8446911723036175855.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Lyney, <color=#ffd780>Yüklü Saldırıları</color> ile yüksek <color=#ffd780>Hasar</color> veren ve <color=#37ffff>Can</color> değerini azaltan bir karakterdir. Bu set, hem genel <color=#ffd780>Hasarını</color> artırır hem de <color=#ffd780>Kritik Oranını</color> yüksek seviyelere çıkarır."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Neuvillette, <color=#ffd780>Yüklü Saldırıları</color> ile yüksek <color=#ffd780>Hasar</color> veren ve <color=#37ffff>Can</color> değerini azaltan bir karakterdir. Aynı zamanda <color=#ffd780>Element Becerisi</color> ve <color=#ffd780>Element Patlaması</color> ile birlikte azalttığı <color=#37ffff>Canı</color> <color=#ffd780>İyileştirebilir</color> ve bu setin 4 parça bonusunu sürekli aktif tutabilir. Bu set, hem genel <color=#ffd780>Hasarını</color> artırır hem de <color=#ffd780>Kritik Oranını</color> yüksek seviyelere çıkarır."
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Meropide Kalesi'nin Dükü, karanlık dehlizlerin saklı efendisi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/02/25073864/31a0eb2dec5d69ca8dd7616572136b8b_4862880841322842981.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Wriothesley, <color=#ffd780>Normal</color> ve <color=#ffd780>Yüklü Saldırılarıyla</color> yüksek <color=#ffd780>Hasar</color> verebilen ve <color=#37ffff>Can</color> değerini azaltan bir karakterdir. Aynı zamanda <color=#ffd780>Pasif</color> yeteneği sayesinde azalttığı <color=#37ffff>Canı</color> bir miktar <color=#ffd780>İyileştirebilir</color> ve bu setin 4 parça bonusunu sürekli aktif tutabilir. Bu set, hem genel <color=#ffd780>Hasarını</color> artırır hem de <color=#ffd780>Kritik Oranını</color> yüksek seviyelere çıkarır."
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>Liyue'yi savunan bir Yaksha Adeptusu. ''İblislerin Fatihi'' ve ''Bekçi Yaksha'' olarak da bilinir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xiao, bu yadigar setinin 2 parça bonusundan çok fazla yararlanmasa da 4 parça bonusu sayesinde çok kolay şekilde <color=#ffd780>Element Patlaması</color> aktifken %36 <color=#ffd780>Kritik Oranı</color> kazanabilir."
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının genç fakat oldukça başarılı lideri. Görgülü ve nazik olmasının yanı sıra işini bilen imkan sahibi biridir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ayato, <color=#99ff88>Filizlenme</color> takımlarında kullanılırsa <color=#99ff88>Filizlenme</color> tepkimesi yüzünden <color=#ffd780>Hasar</color> alacaktır. Bu sayede bu yadigar setinin 4 parça bonusunu tetiklerken, ayrıca 2 parça bonusundan <color=#ffd780>Hasar</color> artışı da alır. Ancak bu set yalnızca <color=#99ff88>Filizlenme</color> takımları için kullanılabilir ve <color=#ffd780>Kalkan</color> sağlayan bir karakterin olmaması gerekir."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Furina",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Furina, <color=#ffd780>Arhke: Öz</color> formunda çağırdığı <color=#80c0ff>Salon Üyeleri</color> ile tüm takımın <color=#ffd780>Can</color> değerini sürekli olarak azaltır. Furina'nın bu eşsiz özelliği sayesinde normalde yetenek setinde <color=#ffd780>Can</color> kaybı olmayan karakterlerin <color=#ffd780>Mareşose Avcısı</color> yadigar setini kullanmasını sağlayabilir. <color=#ffd780>Normal ve Yüklü Saldırı Hasarı</color> vermeyen karakterlerde bile <color=#ffd780>%36 Kritik Oranı</color> çok değerli bir nitelik olduğu için optimal olmasa bile çoğu karakter için düşünülebilir. Aşağıda Furina sayesinde <color=#ffd780>Mareşose Avcısı</color> <color=#ffffff73>yadigar</color> setini kullanabilen bazı karakterler verilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p>Bir patlayıcı uzmanı ve Favonius Şövalyeleri hapishanesinin müdavimi. Ayrıca Kaçan Güneş Işığı olarak da bilinir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/30/145542732/289424e9fb608518f9e9a45a8468238c_3071732786611653614.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "<p>Yuehai Konağı sekreteri. Damarlarında aydınlanmış bir yaratık olan Qilin'in kanı akar.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının genç fakat oldukça başarılı lideri. Görgülü ve nazik olmasının yanı sıra işini bilen imkan sahibi biridir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının kızı. Onurlu ve zarif olmasının yanı sıra bilge ve güçlüdür.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "<p>Wangsheng Cenaze Evinin 77. Müdürü. Bu görevi oldukça genç yaşta devraldı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 40,
        "name": "Noelle",
        "desc": "<p>Favonius Şövalyelerine sadaketle hizmet eden bir hizmetçi. Bir gün tam teşekküllü bir şövalye olmayı hayal ediyor.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Noelle_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>Mondstadt'taki bir şaraphane imparatorluğunun sahibi. Her anlamda eşsiz biri.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>Botanik dalında bilgili, Avidya Ormanı'nda Orman Gözcüsü görevini yürüten genç bir araştırmacı. Sıcak kalpli aklındakini doğrudan söyleyen ve en ruhsuz öğrencilere dahi rehberlik yapabilen yetenekli biridir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/35428890/497dd6fac3d3c652a367c67428550747_306268558608889633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>Akademi araştırmacılarını gözetmekle yükümlü General Mahamatra. İşe koyulduğunda Kshahrewar tarafından yapılan \"Büyük Vayuvyastra\"dan bile daha verimli olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/28/77454259/e09e2bda5e022611fad0dea1bb6518bb_6757667565719577204.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>Sumeru Akademisinin şu anki katibi. Olağanüstü zekası ve yetenekleri olan, özgürlüğüne düşkün bir adam. Sıradan insanların meraklı gözlerinden uzakta başına buyruk bir şekilde yaşar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/15/35428890/25249dd20b86c775fb35bdbbd805d9ec_8879881358376735994.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Aynı zamanda Furina kendisi <color=#ffd780>Mareşose Avcısı</color> setini kullanabilir. Ancak"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "yadigar seti daha çok önerilir. Eğer <color=#ffd780>Takımyıldız Seviyesi 6 Furina*</color> sahibiyseniz, <color=#ffd780>Mareşose Avcısı</color> setini kullanarak ana <color=#ffd780>Hasar</color> karakteri olarak kullanabilirsiniz."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/f769e01de5f5d7f1f04f331995d0f0b2_5121922843402382148.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "*Takımyıldız Seviyesi 6 Furina özelliği.",
        "alignment": "center"
      }
    ],
    "story": [
      {
        "title": "Avcının Broşu ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu amblem özellikle tasarlanmıştı ve daha önceleri</color>\n<color=#ffffff73>Fontaine'in savunmasında başarı gösterenlere verilirdi. Bu tür nişanlar genellikle ihtişamın sembolüydü</color>\n<color=#ffffff73>ama bazı ödül sahipleri bunlar ya görünmeyen bir yere saklar ya da suya atardı.</color>\n<color=#ffffff73>\"Karanlıktaki gölgelerin peşine düş, hepsini kov ve onları avla.\"</color>\n<color=#ffffff73>\"Mareşose Avcısı\"nın ismi buradan gelmektedir</color>\n<color=#ffffff73>ve adı daha sonra saygıdeğer \"Altın Avcı\" olacak olan Cassiodor'a atfedilmiştir.</color>\n<color=#ffffff73>Ancak o bu ismi bir aşağılama olarak görmüştür.</color>\n<color=#ffffff73>Sapkınların ve şeytanların sayısı aslında azdır ama sapkın ve şeytan olmaya itilen insanların sayısı oldukça fazladır.</color>\n<color=#ffffff73>Bugün, Gölge Mareşosesi savaştan ziyade daha çok suç eylemlerini araştırmaya odaklanmış durumdadır</color>\n<color=#ffffff73>ve bünyesine genç bir ırk olan çok sayıda Melusinayı katmıştır.</color>\n<color=#ffffff73>Bu amblem, bir zamanlar Poisson Kuşatmasına katılan ve kuşatmayı yöneten bir Mareşose Avcısına aitti.</color>\n<color=#ffffff73>Bu olaydan sonra, hayatının geri kalanını kadehiyle birlikte geçirmeye karar vererek Mareşoseden ayrıldı.</color>\n<color=#ffffff73>Eski bir dostu gelip de, her ne kadar istemese de, kendisinden yeniden insanlarla birlikte yaşamasını isteyene kadar bu böyle devam etti.</color>\n<color=#ffffff73>Kızı ve oğlu için karanlık gölgelerin olmadığı bir dünya yaratmaya çalıştı.</color>\n<color=#ffffff73>En sonunda ise tüm engelleri ve yabancılıkları ortadan kaldıran huzurlu bir okyanusa kavuştu.</color>"
          }
        ]
      },
      {
        "title": "Şaheserin Girişi ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Kurmalı eşyanın torkunu ayarlamak için kullanılan küçük bir alet. Her türlü kurmalı motorda kullanılabilir.</color>\n<color=#ffffff73>Ancak, Alain Guillotin'in \"yeni modeli\" olan Kurmalı Mekanın gelişiyle birlikte bunların modası artık geçti</color>\n<color=#ffffff73>ve birkaç yüz yıl süren testlerden sonra bunlar da \"yeni\" olmaktan çıktı.</color>\n<color=#ffffff73>Alain Guillotin,</color>\n<color=#ffffff73>Gölge Mareşosesine katılmadan ve oradan ayrılmadan önce, ayrıca en sonunda Kinetik Enerji Araştırma Enstitüsünü kurmadan önce</color>\n<color=#ffffff73>şu anda harabe halde olan Doğa Felsefesi Enstitüsünde enerji üzerine araştırmalar organize etmişti.</color>\n<color=#ffffff73>Yaşamı boyunca, kendisi gibi Mareşose'de hizmet veren küçük kız kardeşinden başka hiç kimseye yakınlık göstermediği söyleniyor.</color>\n<color=#ffffff73>Onun hakkında birçok efsane var. İçlerinden bir tanesi de şu şekilde:</color>\n<color=#ffffff73>Enstitüdeyken akıllı bir makina geliştirdiği ve</color>\n<color=#ffffff73>bu makinayı kullanarak kardeşine Mareşosedeki işlerinde yardımcı olduğu söyleniyor.</color>\n<color=#ffffff73>Bu bilgilerin çoğu onun önceki iş arkadaşlarından (çoğu Elynas'la savaşırken öldü) geliyor.</color>\n<color=#ffffff73>Ancak bunları kanıtlayan somut bir delil olmadığı için hiçbir zaman resmi kayıtlara girmedi.</color>\n<color=#ffffff73>Ona bu konu sorulduğunda, \"Çok yazık, söylenecek bir şey yok.\" diye cevap vermişti.</color>\n<color=#ffffff73>Bu konuyla alakalı sorulara ve taleplere bir daha hiç yanıt vermedi.</color>\n<color=#ffffff73>Bir diğeri ise şu şekildeydi:</color>\n<color=#ffffff73>Yaşlandığında Fontaine Araştırma Enstitüsünden emekli olarak kendi atölyesini açtı ve herkesle ilişiğini kesti.</color>\n<color=#ffffff73>Son yıllarında yaptığı araştırma hiçbir zaman yayınlanmadı</color>\n<color=#ffffff73>ve sonrasında kişisel atölyesinde bulunan tek şey, bir şeyler inşa ettiğine dair izlerdi.</color>\n<color=#ffffff73>Sonraki yıllarda bu efsaneler, Coppelius'un tamamlanamadığı için sahnelenemeyen eserleriyle benzer kaderi yaşadı,</color>\n<color=#ffffff73>insanların hayal güçlerini körükledi, onlara ilham kaynağı oldu ve çok daha sıkı çalışmaya özendirdi.</color>"
          }
        ]
      },
      {
        "title": "Yargı Anı ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu cep saati bir zamanlar Fontaine'deki adalet sağlayıcılarına verilirdi.</color>\n<color=#ffffff73>Vakti tam doğru gösteren bir saat değildir,</color>\n<color=#ffffff73>ancak görevdeyken bir rozet olarak kullanılabilir,</color>\n<color=#ffffff73>ayrıca bir zamanlar Fontaine'de neredeyse herkes tarafından biliniyordu.</color>\n<color=#ffffff73>Büyük Sihirbaz \"Parsifal\"ın savaşarak yargılanmayı talep etmesine dair haberler gazetelerle her bir yana yayıldı</color>\n<color=#ffffff73>ve bu talebi, beklenmedik bir suç işlemesiyle birlikte Fontaine Şehri'nde büyük tepkilere yol açtı.</color>\n<color=#ffffff73>Mahkemenin bu konudaki tutumu ve seçtiği kişi ise daha büyük bir infiale sebep oldu.</color>\n<color=#ffffff73>Düelloda mahkemeyi temsilen Düello Şampiyonu Marfisa seçildi.</color>\n<color=#ffffff73>Acaba Marfisa'nın kökenleri, düello esnasındaki yargılanmasını veya performansını olumsuz etkileyecek miydi?</color>\n<color=#ffffff73>Geçmişinin Parsifal ile ne bağlantısı vardı? Ayrıca herkesin anlayacağı bir şekilde...</color>\n<color=#ffffff73>Hangisi daha güçlü bir savaşçıydı? İnsanlar bu tür soruları konuşmaktan zevk alıyordu.</color>\n<color=#ffffff73>Önceleri \"Parsifal\"ı tanıyan gazeteci Karl Ingold çoktan emekli olmuştu</color>\n<color=#ffffff73>ve böyle bir işi bir daha yapmamaya kesin kararlıydı. Onun yerine kaşiflere eşlik etmeye, onlarla birlikte vahşi yaşamı, enkazları ve harabeleri incelemeye karar vermişti.</color>\n<color=#ffffff73>Ancak mesleki gururundan mı yoksa eski anılarından mı bilinmez, bir gazeteci olarak çektiği tüm fotoğraflara çok kıymet veriyordu.</color>\n<color=#ffffff73>Yıllar sonra, Nergis Haçı Enstitüsünün Müdür Yardımcısının gönderdiği eski arkadaşlarla buluşma davetine yanıt verirken</color>\n<color=#ffffff73>o zamanlar Nergis Haçı Enstitüsünün üyesi olan kişilerin toplu fotoğrafını çekerken deklanşörün öteki tarafındaki yüzlere bakınca</color>\n<color=#ffffff73>kalbinde böyle bir umutla Poisson ile Fontaine Şehri arasında defalarca nasıl gidip geldiğini hatırladı.</color>\n<color=#ffffff73>O birkaç ay rüya gibi gelip geçti. Kimilerine göre çok uzun, kimilerine göre ise çok kısa bir zamandı.</color>\n<color=#ffffff73>Gençlik zamanını hatırladı, o kadar çok kişi ona uzak durmasını söylemesine rağmen,</color>\n<color=#ffffff73>ayrıca olaylar her şeye bir son verebilecek ve bir tek umut ışığı bırakmayacak noktaya gelmesine rağmen o yine de gençliğinden asla vazgeçmedi.</color>\n<color=#ffffff73>Lensten gördüğü gülümsemeleri, geleceğe dair duyduğu tüm hayalleri,</color>\n<color=#ffffff73>ayrıca taş zeminin öteki tarafından hayal meyal gelen yakarışları, metallerin çarpışma ve kırılma seslerini hatırladı.</color>\n<color=#ffffff73>Daha sonra bir \"numara\" yaparak zorla kendisini karanlık ve güvenli bir mağaraya götüren kızı hatırladı.</color>\n<color=#ffffff73>İşte o anda, son savaşını kaydetmemiş olmanın verdiği pişmanlık gözlerinin önünden film şeridi gibi geçti.</color>"
          }
        ]
      },
      {
        "title": "Unutulmuş Kap ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu şarap şişesi bir zamanlar Fontaine Şehri'ne büyük hizmetlerde bulunan birine aitti.</color>\n<color=#ffffff73>Belirli bazı işleri yapanlar eğer doğuştan acımasız ve gaddar değillerse</color>\n<color=#ffffff73>içlerindeki iksir olmadan kendilerini sonsuz bir çöküşe doğru giderken bulurlar.</color>\n<color=#ffffff73>Bu, Fontaine'in huzuru için yapılması gerekenleri yapmak zorunda kalan birine aitti.</color>\n<color=#ffffff73>Yaralanıp da malulen emekli olduktan yıllar sonra, nihai soruşturması esnasında fark etti ki...</color>\n<color=#ffffff73>... Tavşan deliğinin ötesinde onu bir harikalar diyarı değil, aksine bir girdap bekliyordu.</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>Anılar, yırtık bir dalış maskesinden çıkan baloncuklar gibi gün yüzüne çıktı.</color>\n<color=#ffffff73>Gençliğini, Dwight, Basil ve Karl ile oynadığı oyunları hatırladı.</color>\n<color=#ffffff73>O günlerde kahraman rolünü hep o oynardı, Karl ise kötü ejder Jabberwock olurdu.</color>\n<color=#ffffff73>Müdürün kendisine sarılışını hatırladı, o kadar sevgi dolu ve aşina olduğu bir duyguydu ki şu anda da aynı o şekilde hissetmişti.</color>\n<color=#ffffff73>Öfkeden Poisson'un alev kırmızısı rengine bürünmüş sayısız yüzü hatırladı.</color>\n<color=#ffffff73>Daha sonra kendisinin de masum çocukları Nergis Haçı Enstitüsüne yolladığını hatırladı.</color>\n<color=#ffffff73>En sonunda ise en net hatırladığı şey \"oğlu\" ve \"kızı\" ile buluştuğunda yaşadığı duygulardı.</color>\n<color=#ffffff73>Bu, uzunca bir tünelin sonunda ışığı görmek, maske takmadan önce kendisini görmek gibi bir şeydi.</color>\n<color=#ffffff73>Ancak daha çok cehennemin karanlık çukurundaki örümcek ağlarına amansızca tutunmak gibi bir şeydi.</color>\n<color=#ffffff73>\"Sevgili Alain, sevgili Mary-Ann... Size hiçbir zaman yakın olamadım.\"</color>\n<color=#ffffff73>\"En son anımda dahi size nasıl 'babalık' yapacağımı bilemiyorum.\"</color>\n<color=#ffffff73>\"Ama yine de büyümenize tanıklık ettiğim bu anılarımı kaybetmek istemiyorum...\"</color>\n<color=#ffffff73>Kafası ayıldığında tüm bu ihtişam, utanç, sevgi ve takıntı suda kaybolup gitti.</color>"
          }
        ]
      },
      {
        "title": "Gazinin Çehresi ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Bu maske, Fontaine Şehri'nde hizmet ederken yüzü yaralananlara verilen bir maskeydi.</color>\n<color=#ffffff73>Korkunç bir görüntünün, belki de eski bir askerin ihtişamının ya da utancının yerini alır.</color>\n<color=#ffffff73>Ancak yüzdeki yaraların üzeri kapatılsa bile kalpteki yaralar asla kapanmaz.</color>\n<color=#ffffff73>\"Eğer geri dönemezsem iki çocuğum sana emanet.\"</color>\n<color=#ffffff73>dedi, birlikte büyüdüğü ve Fontaine Şehri'nde hizmet veren arkadaşı.</color>\n<color=#ffffff73>Artık benimle yan yana savaşmanı istemiyorum, demek istedi</color>\n<color=#ffffff73>ama bugün, aralarındaki bu sessiz anlaşma yıllarca süren bir boşluktan ibaret kalmıştı.</color>\n<color=#ffffff73>Konuşmadıkları müddetçe sanki Poisson olayı hiç yaşanmamış gibiydi.</color>\n<color=#ffffff73>Enstitü bu sefer gerçekten de batabilir ve ben ile müdür olmadan işler hiç de güvende gitmeyecektir.</color>\n<color=#ffffff73>Bu yüzden, çocukları senin ve Ingold gibi güvenilir kişilere emanet etmek daha iyi olabilir.</color>\n<color=#ffffff73>Maskenin altındaki sessiz ve çaresiz bakışını gören arkadaşı şöyle dedi:</color>\n<color=#ffffff73>\"Zaferle geri döndüğümde Lasker ve Ingold'u da çağırıp bir toplanalım.\"</color>\n<color=#ffffff73>\"Bu sefer yemeği ben yapacağım ve size marifetlerimi göstereceğim.\"</color>\n<color=#ffffff73>Gözlerindeki şüpheyi görünce sinirli bir şekilde şöyle dedi:</color>\n<color=#ffffff73>\"Hey, kaç yıldır yemek yapmakla uğraşıyorum ve çocuklar buna bayılıyor!\"</color>\n<color=#ffffff73>\"Şey, sanırım bu bir vedaydı Guillotin... Benim sevgili Emanuel'im.\"</color>\n<color=#ffffff73>\"Umarım ki her şey yolundadır, herhangi bir belaya bulaşma sakın.\"</color>\n<color=#ffffff73>\"Umarım ki o çocuklar Sponsian'ımı mahvetmemişlerdir...\"</color>\n<color=#ffffff73>O, çocuk sevgisi nedir bilmezdi ve hiç kimseyle de bir münasebeti olsun istemezdi.</color>\n<color=#ffffff73>Çünkü insanlara baktığında gördüğü tek şey onların damarlarında da akan kırmızı kandı.</color>\n<color=#ffffff73>Ancak eski arkadaşının talebi üzerine bir süreliğine onlara göz kulak olacaktı.</color>\n<color=#ffffff73>Ancak Basil geri döndüğünde onları hemen geri verecekti...</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>+%15 Normal ve Yüklü Saldırı Hasarı</p>",
      "fourSetEffect": "<p>Mevcut Can arttığında veya azaldığında 5 saniyeliğine Kritik Oranı %12 artar. En fazla 3 kademe birikir.</p>"
    },
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Mareşose Avcısı"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı: Uyum"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Gazinin Çehresi ",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Yaralı bir yüzü bir noktaya kadar gizleyebilen bir maske. Yaralı bölgeye kullanılan cinsiyete göre tasarımda değişiklikler olabilir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/26650d6cbdc6b6a48ca5094dfe4582ab_7864361017553983168.png"
      },
      "goblet_of_eonothem": {
        "title": "Unutulmuş Kap",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "İçinde sert bir şarap olan taşınabilir metal bir kap. Bir ceketin cebine konulup kolayca ulaşılabilir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/77b5fbe7f1897a203e19bdabb8b884f4_5058442799378374548.png"
      },
      "flower_of_life": {
        "title": "Avcının Broşu ",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar savaşa önemli katkılara olanlara verilen kadim bir madalya."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_4280092394510465763.png"
      },
      "sands_of_eon": {
        "title": "Yargı Anı",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Standart bir cep saati. Tam olarak doğru göstermez."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/11299d1dfa8e57cf0047d2145ba4078d_7920515354826340565.png"
      },
      "plume_of_death": {
        "title": "Şaheserin Girişi ",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Bazı eski model kurmalı makinaların torkunu ayarlamak için kullanılan taşınabilir bir alet. Şimdilerde pek bir pratik değeri kalmadı."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/11a22edcd81c3d43934f3c760cf982ef_6274290992741299379.png"
      }
    }
  }
}