{
  "epId": 3991,
  "name": "Altın Kumpanya",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
  "filterValues": {
    "reliquaryEffect": [
      "Hasar Bonusu"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1700532880,
  "components": {
    "story": [
      {
        "title": "Altın Şarkı Çeşitlenmesi ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Kaderin şarkısı bir zamanlar su yollarından geçer ve medeniyet ile düzenin ahenkli melodisini her yana yayardı.</color>\n<color=#ffffff73>Notaların ulaştığı yerlerde vahşetin yerini aydınlanma aldı ve düzeni olmayan ilkel topraklar tamamen yeni bir şeye dönüştü.</color>\n<color=#ffffff73>Güçlü deniz meltemleri esti ve köksüz su zambakları da meltemle birlikte savruldu.</color>\n<color=#ffffff73>Denizdeki otlar kadar kısa ömürlü olan bir kabilede genç müzisyen bir savaşçıyla tanıştı.</color>\n<color=#ffffff73>Yıldızlar kadar çok olan fetih şiirlerinin arasında bu şarkı çok da dikkate değer bir şey değildi.</color>\n<color=#ffffff73>Ancak dalgalar şövalyelerin arasındaki arkadaşlıklara tanıklık etti ve onları nasıl bir son beklediğini önceden haber verdi.</color>\n<color=#ffffff73>Genç müzisyen, barbarların adi tutkularından henüz kurtulamamıştı ve fethedilen yerdeki bir hizmetkar ile arkadaş oldu.</color>\n<color=#ffffff73>Hizmetkarın adını kimse bilmiyordu ama ilerleyen zamanlarda \"Cassiodor\" adıyla her yerde bilinir olacaktı.</color>\n<color=#ffffff73>Daha sonra genç savaşçı, altın başkentin en yüksek şehri olan altın Capitolium'a kadar genç müzisyene eşlik etti.</color>\n<color=#ffffff73>Orada zorlu dersleri ve denemeleri tamamladılar. Sonrasında Tanrı Kral tarafından yükseltilerek onurlu efendi oldular.</color>\n<color=#ffffff73>\"Gurur, bu ihtişamlı krallığın halkının göğüslerinde tıpkı bir altın çiçek gibi açar. Tanrı Kral'ın gözlerinin baktığı yerlerde artık ne bir sefalet ne de bir vahşilik olacaktır.\"</color>\n<color=#ffffff73>\"Gurur, krallığın onurunu koruyan bir kalkandır ve ışıltılı uçları olan bir mızrak ucudur. Tanrı Kral'ın rakipsiz otoritesini savunur.\"</color>\n<color=#ffffff73>\"Düzen ancak böyle bir otoritenin komutasında oluşabilir ve düzenin hüküm sürdüğü yerde sanat da güzellik de özgürce yetişir.\"</color>\n<color=#ffffff73>\"Zayıflık, aptallık ve vahşilik güzel altın topraklarda asla kabul görmeyecek veya müsamaha gösterilmeyecektir. Bu tür şeyler ya itaat edecek ya da yok edilecektir.\"</color>\n<color=#ffffff73>\"Dostum, kardeşim, o yoksul günlere özlem falan duyma sakın, ayrıca kafan o geçmişteki insanların yalan ve aşağılık haysiyetlerine takılıp kalmasın.\"</color>\n<color=#ffffff73>\"O basit bedenden ve zayıf ruhtan çıktın, saf bir çelik gibi pirüpak oldun. Ufacık şeylere neden bu kadar çok üzülüyorsun ki?\"</color>\n<color=#ffffff73>\"Dostum, kardeşim, o değişmeyen melodilere, ta kalbinin içinden gelen kurmalı ritme kulak ver. Tanrı Kral'ın sana fısıldayışı bunlar.\"</color>\n<color=#ffffff73>\"İhtişamlı krallığın tek derdi gelecekteki kusursuz bir dünyadır ve bu gelecek, geçmişin insanları için kaçınılmaz yıkım şarkıları çalacaktır.\"</color>"
          }
        ]
      },
      {
        "title": "Altın Kuşun Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Denizden esen meltemler dindiğinde gökyüzünü alacakaranlığın pembe ışıltısı kaplar.</color>\n<color=#ffffff73>Deniz kuşları binlerce gemi direğinin olduğu bir yerde asla durmazlar, sadece etraflarına tüyler saçarlar.</color>\n<color=#ffffff73>Bir zamanlar çok ahenkli ve ihtişamlı olan senfoni, tıpkı hiçbir imparatorluğun barış içinde sonsuza dek hüküm süremeyeceği gibi sona erdi.</color>\n<color=#ffffff73>Sular genişledikçe güç, sadece ilerleme ve düzen getirmekle kalmadı beraberinde kibri, şiddeti ve sömürüyü de getirdi.</color>\n<color=#ffffff73>\"Eski zamanların insanlarının\" olduğu uzak bir şehirde, gizli sürgünlerin yapıldığı vadilerde ve hatta Capitolium Dağının eteklerinde...</color>\n<color=#ffffff73>Nağmelere ayar veren asil müzisyenler ve ışıltılı zırhlar içerisindeki demir ordu halkın elindeki her şeyi almaya geldi.</color>\n<color=#ffffff73>Henüz yenilmemiş olanlar ve daha elinden bir damla su dahi kaptırmamış olan güçlüler bir araya geldiler ve sonuna kadar direneceklerine dair birbirlerine söz verdiler.</color>\n<color=#ffffff73>\"Her şey tam da korktuğum ve üzüldüğüm gibi oldu kardeşim. Yükseklerde şarkılar söylerken aşağıdakilerin de sesini duyman gerekirdi.\"</color>\n<color=#ffffff73>\"Evlerinin ve doğalarının kendilerinden çalındığını herkes görmek istemez, herkes bizim melodilerimizi kabul edemez.\"</color>\n<color=#ffffff73>\"Onlara bir keresinde 'eski zamanların insanları' demiştin, ancak geçmişe dair bağlılık yemini edenlerin bile kolay kolay göz ardı edilemeyecek bir azmi ve itibarı vardır.\"</color>\n<color=#ffffff73>\"Bir zamanlar başkalarını fethetmeyi ve onlara hükmetmeyi düşünmüştük, ancak o zaman bizim görkemli krallığımızın ihtişamı nasıl...\"</color>\n<color=#ffffff73>\"Zayıflık! Zayıflık! O korkakça şefkatin zihnini bulandırmış senin! Kalbin iyice yumuşamış ve bildiğin tam bir zayıf noktan haline gelmiş!\"</color>\n<color=#ffffff73>\"Barbarlık ve ihmal Fontaine'de kol geziyorsa ve herhangi bir şekilde oradaki suları zehirliyorsa onları bulup yok etmemiz gerekir.\"</color>\n<color=#ffffff73>\"Vahşiler eğer bizim ihtişamlı altın düzenimizin bir parçası olmak isterlerse onları kabul etmeliyiz, tıpkı yüce efendimizin bizi kabul ettiği gibi.\"</color>\n<color=#ffffff73>\"Ancak Lanetli Ejder Scylla kulelerimizi yıkıp müzisyenlerimizi öldürdüğü için zehirlenmiş ve vahşi kabileler artık kurtarılmayı veya kabul edilmeyi hak etmiyor.\"</color>\n<color=#ffffff73>\"Artık hiçbir değerleri kalmadığı için, daha önce topraktan nasıl bulaşıcı hastalıkları ve yangınları arındırdıysak onların da aynı şekilde topraktan ve sudan arındırılmaları gerekmektedir.\"</color>\n<color=#ffffff73>Tam da o anda altın çağ birden sona ermişti ve sona gelmez savaşlar ve isyanlar baş gösterdi.</color>\n<color=#ffffff73>Fethin ve yıkımın naraları ile barbar kabilelerin acı yakarışları taht odasını doldurmuştu. Tanrı Kral bir hışımla uykusundan uyandı.</color>"
          }
        ]
      },
      {
        "title": "Altın Çağın Başlangıcı ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Şafak vaktinde esen meltem coşkulu ve özgür bir şekilde şu kadim ilahiyi söyler:</color>\n<color=#ffffff73>Zaman artık ilerlemiyor, şarkıcıyla birlikte geçmişe dönüyor.</color>\n<color=#ffffff73>Akan sular, ihtişamlı krallığın parlak kubbesinin yanından geçiyor,</color>\n<color=#ffffff73>Hafif yaz rüzgarı yüksek duvarlarla çevrili yeşil malikaneden esiyor.</color>\n<color=#ffffff73>İster filikalardaki aristokratlar ister esir getirilen barbarlar olsun,</color>\n<color=#ffffff73>Hepsi güzel bir çağın müzikleriyle mest olup hatıralara dalmış...</color>\n<color=#ffffff73>Çünkü bu, bolluk ve bereketin altın dünyasıydı, adil ve şanlı kralın çağıydı.</color>\n<color=#ffffff73>\"Yalnız bir adadaki ufacık bir krallıktan geldim. Küçük bir kulübede doğrum ve sazlıklarla otlarla yapılan bir köyde büyüdüm.\"</color>\n<color=#ffffff73>\"Parlak zırhlar içerisindeki savaşçılar evime geldiğinde \"fetih\" haberini verdiler.\"</color>\n<color=#ffffff73>\"Ben aslı astarı genç bir çocuktum ve saf bir şekilde bu devasa yarı tanrıları başkente kadar takip ettim.\"</color>\n<color=#ffffff73>\"Çevir parmaklarım ve güzel sesim sayesinde esaret prangasından kurtuldum.\"</color>\n<color=#ffffff73>\"Tanrı Kral'ın onayını aldıktan sonra ancak medeniyetin ve düzenin gücüne şahit olabildim.\"</color>\n<color=#ffffff73>\"Etim ve kemiğim kurusun ki, adım ve kabilem unutulsun ki gün gelecek ve tüm dünya sadece 'Boethius' adını bilecek!\"</color>\n<color=#ffffff73>Böylece barbarlıktan doğan çocuğun altın sarayın karşısında nutku tutulmuş ve büyük otoritenin bir hizmetkarı olmuş.</color>\n<color=#ffffff73>Eski vahşi geleneklerini terk etmeye çalışmış ve yeni doğmuş bir bebek gibi her şeyi yeniden öğrenmeye başlamış...</color>\n<color=#ffffff73>Yaptığı her şey, kendisini onurlu ve ihtişamlı bir kişiye dönüştürmek içindi, bu harika medeniyetin bir parçası olmak içindi.</color>\n<color=#ffffff73>Başka hiçbir şey için emek sarf etmedi çünkü bu, bolluk ve bereketin altın dünyasıydı, adil ve şanlı kralın çağıydı.</color>"
          }
        ]
      },
      {
        "title": "Altın Gecenin Kargaşası",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Sakin deniz kabardı ve gemi sessiz malikane ile tapınak arasında gitti geldi.</color>\n<color=#ffffff73>Gündüz vakti çok ihtişamlı duran altın kubbe soluk ay ışığının altında tüm parlaklığını yitirdi.</color>\n<color=#ffffff73>Tanrı Kral birden uykusundan fırladı ve parlak yıldız ışığı çoktan kaybolmuştu.</color>\n<color=#ffffff73>Şiddet ve yabancılık karanlıktan çok daha karanlık oluşturarak büyük kubbeye gölge düşürdü.</color>\n<color=#ffffff73>Büyük korku ve pişmanlık içerisinde en sadık muhafızlarını ve en iyi müzisyenlerini çağırdı</color>\n<color=#ffffff73>ve parçalanmış topraklara yeniden barış getirebilmek umuduyla onlara son emrini verdi...</color>\n<color=#ffffff73>Fakat hızla akan bir selin önüne geçilemediği gibi, derinlerde yatan kibir ile ön yargılar da bir gecede tersine döndürülemedi ve Harmostlar ile yöneticileri yıktı geçti...</color>\n<color=#ffffff73>Tüm asil fedakarlıklar ve özverili planlar kötülerin ellerinde felakete uğradı ve en sonunda hepsi yerle bir oldu.</color>\n<color=#ffffff73>İster Uğursuz Ejder Prensin barbar orduları ister imparatorluğu kurtarmak için sonuna kadar kararlı olan Tanrı Kral olsun,</color>\n<color=#ffffff73>haşin bir rüzgar her birini savurup bir kenara attı. Lüks saraylar ve yemyeşil malikaneler bile harabeye döndü...</color>\n<color=#ffffff73>Yol gösterici Altın şarkı olmadan bir zamanların ihtişamlı krallığının asil halkı biçimsiz devlere dönüşmüştü...</color>\n<color=#ffffff73>Altın gecenin son karmaşası yerini sakinliğe bıraktıktan sonra Harmost Boethius moloz yığınlarının arasına yattı.</color>\n<color=#ffffff73>Onun cansız mırıldanmalarını bir tek moloz duyabiliyordu, yaptığı ihanetin günahını da yine bir tek molozlar kaydetmişti...</color>\n<color=#ffffff73>\"Bir anlık çılgınlıkta hepimize ihanet etti.\"</color>\n<color=#ffffff73>\"Düzen de insanların pişmanlığı da kolay kolay değişmez.\"</color>"
          }
        ]
      },
      {
        "title": "Altın Kumpanya Ödülü ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Denizin derinliklerindeki dingin sessizliklerin arasında ihtişamlı krallığın yükselen şehri vardı.</color>\n<color=#ffffff73>Orada ise kudretli ve kadim rüyadaki üzgün bir hayalet gibi duran soluk bir altın kale vardı.</color>\n<color=#ffffff73>O altın çağın muhteşem operası sona erdi, artık o ahenkli ve bütünleştirici müzik hiçbir yerde yankılanmıyor.</color>\n<color=#ffffff73>Hırsın ve ihanetin yarattığı enkazın üzerine \"eski zamanların insanları\" yepyeni bir krallık inşa etti.</color>\n<color=#ffffff73>\"Yazıklar olsun, kusursuz düzen bir kez daha barbarlığın ayakları altında kaldı. Zayıflık ve cehalet imparatorluğun kadim topraklarını ele geçirdi!\"</color>\n<color=#ffffff73>\"Ruhlar ve kaynaklar, kaynaklar ve şövalyeler... Çocukların abuk sabuk sözleri şiirlerin yerini, yarım yamalak şarkılar ise müziklerin yerini aldı.\"</color>\n<color=#ffffff73>\"Tanrı Kral'ın bir anlık çılgınlığıyla sonsuz ihtişam mahvoldu ve yeniden dirilen vahşiler onun hatıralarına tepeden baktılar...\"</color>\n<color=#ffffff73>\"Vahşilik, eninde sonunda büyük krallıkları geri almak zorunda mıdır? Aptallık ve cehalet en sonunda medeniyet ve mantıktan daha baskın mı gelmelidir?\"</color>\n<color=#ffffff73>O soluk kaledeki altın tiyatroda, notalarını kaybetmiş olan müzisyenler bir daha geri dönmeyecek olan geçmiş için ağıt yaktılar.</color>\n<color=#ffffff73>Sessiz ve aç olan devler bu ağıtları dinleyerek masum ruhları avlamak ve onları midelerine indirmek için beklediler.</color>\n<color=#ffffff73>Büyük altın senfoni bir defa daha çaldığında samimi ve sadık olanlar Altın Kumpanyadan hak ettikleri ödülleri alacaktır.</color>\n<color=#ffffff73>Kusursuz düzenin insanları efendi ve hizmetkar olarak ikiye ayıracağı, refahın ve güzelliğin de krallığı bir kez daha ihtişamlı hale getireceği...</color>\n<color=#ffffff73>O güne kadar sabredin... O güne kadar sabredin...</color>\n<color=#ffffff73>Altın Kumpanyanın her bir üyesinin ödül olarak bütün geleceği kazanacağı güne kadar sabredin.</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Element Becerisi Hasarını %20 artırır.</p>",
      "fourSetEffect": "<p>Element Becerisi Hasarını %25 artırır. Ek olarak, karakter savaş alanında değilken Element Becerisi Hasarı %25 daha artar. Bu etki, karakter savaş alanına geldikten 2 saniye sonra kabolur.</p>"
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Altın Kumpanya seti, <color=#ffd780>Element Becerisi</color> üzerine yoğunlaşan ve savaş alanında değilken <color=#ffd780>Element Becerisi</color> ile hala hasar verebilen karakterler için çok güçlü bir yadigar setidir. Toplamda %75 <color=#ffd780>Element Becerisi Hasarı</color> sağlar. Bu yüzden, savaş alanında olmadan <color=#ffd780>Element Becerisi</color> ile <color=#ffd780>Hasar</color> verebilen karakterlere önerilir. Aşağıda bu yadigar setini iyi kullanabilen karakterler gösterilmiştir."
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Furina, <color=#ffd780>Arkhe: Öz</color> formundayken çağırdığı <color=#80c0ff>Salon Üyeleri</color> ile savaş alanı dışında tonlarca <color=#ffd780>Hasar</color> verir. Bu yadigar seti sayesinde verdiği <color=#ffd780>Hasar</color> özellikle savaş alanı dışındayken oldukça artar."
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>Kendisine \"Adalet Prensesi\" diyen ve Oz adında bir gece kuzgunu ile seyahat eden gizemli bir kız.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fischl, çağırdığı <color=#ffacff>Oz</color> sayesinde savaş alanında olmadan tonlarca <color=#ffd780>Hasar</color> verebilir. Bu yadigar seti, diğer setlere kıyasla daha büyük Hasar artışı sağlayabilir."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>Büyük Narukami Tapınağının Leydi Guuji'si aynı zamanda Yae Yayınevinde genel yayın yönetmenidir. Güzelliğinin altında akla hayale sığmayacak bir zeka ve kurnazlık saklıdır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yalnızca savaş alanında olmadan oynanan Yae Miko için bu set, <color=#ffacff>Ölümcül Kiraz Çiçekleri'nin</color> <color=#ffd780>Hasarını</color> yüksek şekilde artırır."
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nahida'nın tek <color=#ffd780>Hasar</color> kaynağı <color=#ffd780>Element Becerisi</color> ve <color=#ffd780>Normal Saldırılarıdır</color> . Eğer çoğunlukla savaş alanında olmadan oynuyorsanız, bu set <color=#ffd780>Element Becerisi Hasarını</color> oldukça artıracaktır."
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p>Kreideprinz olarak bilinen bir dahi. Favonius Şövalyelerinin Soruşturma Ekibinin Baş Simyageri ve Yüzbaşısı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Albedo'nun ana <color=#ffd780>Hasar</color> kaynağı <color=#ffd780>Element Becerisidir</color> ve çoğu zaman bu <color=#ffd780>Hasarı</color> savaş alanında değilken verir. Özellikle eğer"
      },
      {
        "type": "CustomEntry",
        "epId": 2032,
        "name": "Sülüğen Kılıç",
        "desc": "A sword made from materials that do not belong in this world. The power within might even be able to withstand the corruption of a venom that could corrode a mighty dragon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/辰砂之纺锤.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "kullanıyorsanız bu set Albedo'nun <color=#ffd780>Hasarını</color> oldukça artıracaktır."
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Altın Kumpanya"
          }
        ]
      },
      {
        "key": "Kaynak",
        "value": [
          {
            "type": "RichText",
            "text": "Yadigar Zindanı: Uyum"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Altın Kumpanya Ödülü ",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir hükümdarın tacındansa bir sahne dekoruna benzeyen kadim bir taç."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/6d62d7a59b21810f30a7e74f21998494_8748114669421192401.png"
      },
      "flower_of_life": {
        "title": "Altın Şarkı Çeşitlemesi",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "İstiridye, sedef ve altın yapraktan yapılmış, gururla açan bir çiçek."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_2205041212419077824.png"
      },
      "plume_of_death": {
        "title": "Altın Kuşun Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Gümüş ve altın tel işlemelerle yapılan altın bir tüy. Üzerine kristal berraklıkta bir safir yerleştirilmiştir."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/8e44740c21afd286149109475c157ed1_24602503988622749.png"
      },
      "sands_of_eon": {
        "title": "Altın Çağın Başlangıcı",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Altın ve gümüş işlemeleri olan hoş bir güneş saati. Kadran üzerinde zaman artık akmıyor gibi duruyor."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/a8668d27d97594684bb7ff73aad22cdd_1739217619608619754.png"
      },
      "goblet_of_eonothem": {
        "title": "Altın Gecenin Kargaşası",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Zamanında içinde yakut kırmızısı güzel bir şarap olan kadim gümüş bir kap. Şimdilerdeyse içi deniz suyuyla dolu."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/10c41dd09f04615c3ff216fda90bff72_2925227436076351877.png"
      }
    }
  }
}