{
  "epId": 4227,
  "name": "Ann",
  "desc": "<p>Mary-Ann'in bilinci tarafından yaratılan bir Okeanid.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7a4364ee7ecfbf1eb2b78fbf7b6607ed_4802838410884879062.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1701855305,
  "components": {
    "baseInfo": [
      {
        "key": "İsmi",
        "value": [
          {
            "type": "RichText",
            "text": "Ann"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Konum",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/88486163/c69669b84ad19bec4ebf1e7d567309d5_5067312013712537114.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Nergis Haçlı Ann\" Görevini kabul etmeden önceki konum"
          }
        ]
      },
      {
        "key": "Konum",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/88486163/dd62120c81125295e7ccd30c17211be0_2087344688298108183.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Yarım Kalan Hikaye\" görevi sırasında ve \"Nergis Haçlı Ann\" görevini tamamladıktan sonraki konum"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Okeanidlerin nasıl doğduğu konusunda farklı görüşler vardır. Bazı insanlar bir Okeanid'in başka bir Okeanid tarafından yaratılmasının nadir görülen bir olay olduğuna ve bunu sadece Rhodea ve Idyia gibi gelişmiş zeka ve empatiye sahip güçlü Okeanidlerin yapabileceğine inanmaktadır. Diğerleri ise bir Okeanid'in güçlü bir sevgi duygusuyla başka bir Okeanid yaratabileceğine inanır.\nHangi hikayenin doğru olduğunu kimse bilmiyor, ancak Okeanid Mary-Ann'in Okeanid Ann'i rüyasında gördükten sonra yarattığı biliniyor.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Okeanidler",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçlı Ann",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Okeanid Lyris ve Mary-Ann Guillotin, Ann'in kişiliğini ve bilincini önemli ölçüde etkilemiştir çünkü Okeanid Mary-Ann onların bilinçlerinin birleştirilmesiyle yaratılmıştır. Ann'in dünyası, bir zamanlar Mary-Ann'in büyüdüğü yetimhanenin Müdür Yardımcısı tarafından anlatılan kötü ejderha Narcissus hakkındaki bir masaldan yaratılmıştı. Bu nedenle Ann, hayatının anlamının masaldaki Prenses Lyris'i kötü ejderhadan kurtarmak olduğuna inanıyordu.\nAnn'e ek olarak, Ann'in arkadaşları ve Prenses Lyris için kurtarma ekibi haline gelen bir kurbağa, bir sincap, kuşlar ve bir yaban domuzu şeklinde su tayfları yaratıldı. Hepsine küçük Mary-Ann'in yetimhanedeki arkadaşlarının isimleri verildi."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/88486163/2dd4301d48b45dc11e939adb9ca9aa7a_5195078314682921501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir gün, Ann'in arkadaşlarından biri olan Küçük Marul'un başı belaya girince, Ann oradan geçen Gezgin'den yardım istedi. Böylece prensesi kurtarma maceraları başlamış oldu. Gezgin ve Ann, Ann'in tüm arkadaşlarını serbest bırakıp Lyris'in Kalesi'ne (Nergis Haçı Enstitüsü'nün eski binası) girebildiler. Ann'in arkadaşları, onun Lyris'e ulaşabilmesi için fiziksel formlarını feda etmek zorunda kaldılar. Bu yolculuk sonucunda prensesin var olmadığı ortaya çıktı ve sonunda Mary-Ann onları bekliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/88486163/ef3dd30c597bcae3d4712c34c2dfee2e_1926815683107553005.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann masalsı Derinuyku dünyasından ayrılmak istemiyordu, bu yüzden Ann'in istediği gibi yaşamasını ve özgür olmasını diledi. Mary-Ann, Ann'in kökenleri hakkında herhangi bir cevap vermeden, Ann ve Gezgin'in artık içeri girememesi için arkasındaki bariyeri kapattı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergisin Uyanışı",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ann, kökenleri hakkındaki gerçeği ortaya çıkarmak için Mary-Ann adlı kayıp sahibini arayan mekanik köpek Seymour, Nergis Haçı Derneği'nin bir üyesi olan Dağ Yabanisi Tırtıl ve Gezgin ile işbirliği yaptı. Araştırmalar sonucunda Mary-Ann'in yaklaşık 500 yıl önce Okeanid Lyris ile insan Mary-Ann Guillotin'in birleşmesinden ortaya çıktığını keşfettiler. Lyris ve Mary-Ann Guillotin'in kimliklerini ayırmak için Nergis Haçı'nın Kutsal Kılıcı'nı aradılar. Mary-Ann'e giden yolu engelleyen bariyeri kılıçla kırdıklarında, Mary-Ann kimliğini ve gerçekliğini kabul ettiği için kılıcın görevini çoktan yerine getirdiğini fark ettiler.\nTüm maceralardan sonra Mary-Ann ve Ann, Mary-Ann'in yüzlerce yıldır görmediği dünyayı görmek için bir yolculuğa çıkmaya karar verdiler. Mekanik köpek Seymour ve Melusine Mamere'i yanlarına aldılar ve Gezgin'e yakında buluşma sözü verdiler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototip 4ACV07, Alain Guillotin tarafından Gölge Mareşosesi'ndeki hizmeti sırasında kız kardeşi Mary-Ann Guillotin'i korumak için yaratılan mekanik bir köpektir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/138687708/f415fbe2eaa40cd987a8daa47643fc74_5677219665726722664.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Nergis Haçı'nın Kılıcı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hikayesi sona erdiğinde gücü zayıflamış olan bir kılıç. İçinde kalan ve büyük bir rüyayı anımsatan gücüyle şimdi yeni bir yolculuğa çıkacak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/145542732/01d3f8317c86ea98d617ad61213b7c9a_6875325418141864748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton tarafından küçük Mary-Ann için anlatılan bir masal",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/88486163/e46d0dae36dfe7560e5a5b492746c866_5314972323163997567.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Uzun, çok uzun zaman önce, çok çok uzak bir yerde, bir zamanlar Lyris adında güzel ve nazik bir Prenses varmış... ve evet, o bizim ana karakterimiz!"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Bu ismi istemiyorum. Daha önce söylediğin gibi değil.\"</color>\n<color=#ffffff>Hadi ama, bu sadece bir hikaye, bu kadar titiz olmaya gerek yok. Ve hikaye böyle devam eder.</color>\n<color=#ffffff>Her neyse, bir kahramanın bir düşmana ihtiyacı vardır... hem de kötü bir düşmana!</color>\n<color=#ffffff>Ve bizim kötü düşmanımız. Ejderha Narcissus. O kadar kötüdür ki, barışsever insanlar onun adını duyduklarında titrerler - gerçi onların duygularını umursadığından değil.</color>\n<color=#ffffff>Ağzından püskürttüğü yakıcı alevlerle tüm toprakları yıkıma uğrattı. Büyük kanatları şehirleri toza çevirdi ve yakıcı nefesi ulusları küle çevirdi.</color>\n<color=#ffffff>Sonunda sadece Prenses'in krallığı güvende kaldı. Ancak Prenses ülkesini savunmak için yorulmak bilmeden çalıştığı için Narcissus'un her şeyi yok etme planı başarılı olamadı.</color>\n<color=#ffffff>\"Yani Narcissus'un hikayesinde kötü adam ben miyim?\"</color>\n<color=#ffffff>Öyle mi? Masalı anlatan o olsaydı, durum böyle olabilirdi. \"Ve o lanet Prenses Lyris olmasaydı planlarım başarılı olurdu\" gibi bir şey... ya da bunun gibi bir şey.</color>\n<color=#ffffff>Ah, hayır. Sana bunun sadece bir hikaye olduğunu söylemiştim, değil mi? Prenses Lyris sadece bir karakter, uydurma. Sen sensin ve gerçeksin. Kafan karışmasın, tamam mı?</color>\n<color=#ffffff>\"Anlamıyorum...\"</color>\n<color=#ffffff>Ah, sabırlı ol. Sözümü kesmeyi bırak! Önce hikayeyi bitirmeme izin ver, tamam mı? Şimdi, nerede kalmıştık?</color>\n<color=#ffffff>Ah, neredeyse unutuyordum. Kahramanımızın yardımcılara ihtiyacı var. Prenses Lyris gibi nazik ve güzel birinin yardım eli uzatacak bir sürü arkadaşı olmalı.</color>\n<color=#ffffff>Bir bakayım. Prenses Lyris'in Al ve Ney gibi bir sürü cesur ve sadık arkadaşı var...</color>\n<color=#ffffff>\"Bu olamaz.\"</color>\n<color=#ffffff>Hadi ama! Bu sadece bir hikaye. Her şey mümkün! Bizim versiyonumuzda, Al ve Ney Lyris'in arkadaşları.</color>\n<color=#ffffff>Ah, evet, Lyris'in diğer arkadaşının adı neydi? Keten saçlı küçük adam.</color>\n<color=#ffffff>\"O benim arkadaşım değil.\"</color>\n<color=#ffffff>Ama Prenses Lyris onunla arkadaş olabilir, değil mi? Ben de onunla arkadaş olmak istiyorum. O zaman bırakalım gelsin, olur mu? Adı neydi?</color>\n<color=#ffffff>\"Pekâlâ. Ona Kate diyelim.\"</color>\n<color=#ffffff>Ah! O zaman Albay Kate olsun. Yani, onda her zaman o soğuk ve mesafeli his var. Ayrıca, her zaman kitaplara gömülüdür, bu yüzden böyle bir rütbe ona gerçekten yakışıyor.</color>\n<color=#ffffff>İşte bu kadar - hikaye için tüm karakterleri bir araya getirdik! Korkunç ejderha Narcissus, yeryüzündeki tüm krallıkları yok etmeye çalışırken, Prenses Lyris'in krallığı onun ve güvenilir dostlarının koruması altında güçlü ve ele geçirilemez bir şekilde ayakta duruyordu!</color>\n<color=#ffffff>\"Evet, anlıyorum. Ve tıpkı o hikayelerde olduğu gibi, prenses ve arkadaşları sonsuza dek mutlu yaşadılar, sonsuza dek.\"</color>\n<color=#ffffff>İşte hikayeler böyle biter!</color>\n<color=#ffffff>Daha yeni başladık. Daha heyecanlı kısımlara bile gelmedik.</color>\n<color=#ffffff>\"Heyecanlı kısımlar mı?\"</color>\n<color=#ffffff>Tabii ki. Sonuçta, Narcissus neden her şeyi yok etmek istesin ki? Ve Lyris herkesi nasıl koruyacak? Bunu hiç mi merak etmiyorsun?</color>\n<color=#ffffff>\"Sonunu bilmek yeterince iyi, değil mi?\"</color>\n<color=#ffffff>Bu pek eğlenceli olmazdı, değil mi? Sonlar birbirine benziyor gibi görünebilir, ancak her hikayedeki şaşırtıcı değişiklikler onları birbirinden ayırıyor.</color>\n<color=#ffffff>Tıpkı bizim hikayemizde olduğu gibi, yalnız Narcissus Lyris'in hazinesine göz dikmiş ve onun güzelliğini ve nezaketini kıskanmıştır, çünkü bunlar ejderhanın bir zamanlar sahip olduğu ancak daha sonra kaybettiği şeylerdir.</color>\n<color=#ffffff>Lyris'in sahip olduğu hazineye gelince... sadece \"zaman\" diyelim.</color>\n<color=#ffffff>\"'Zaman' mı?\"</color>\n<color=#ffffff>Aynen öyle! Hatırladığım kadarıyla Al bir keresinde bana saatlerin \"insanların zamanı ellerinde tutmak istediklerinin\" kanıtı olduğunu söylemişti ve Ney de zamanın her zaman tükeniyor gibi göründüğünü söylemişti. Ve Lyris çok uzun zamandır yalnız, değil mi? Eğer arkadaşları olsaydı, eğer \"zamanını\" onlarla paylaşabilseydi, o zaman mutlu olurdu! Diyelim ki Narcissus Lyris'in krallığını istila etmeyi başaramadı, çünkü Lyris tüm bu zamanı arkadaşlarıyla paylaşmıştı. Bu yüzden onunla savaştıklarında yanlarında daha fazla zaman vardı - bu yüzden ejderha Lyris'in arkadaşlarına denk değildi!</color>\n<color=#ffffff>Bir düşün Lyris - eğer daha fazla zamanımız olsaydı, daha fazla şey yapamaz mıydık? Örneğin, Al Narcissus'a üç ya da dört kez daha vurabilirdi - daha fazla zamanla çok daha güçlü olurdu! Evet, öyleyse bunu bu şekilde yapıyoruz!</color>\n<color=#ffffff>Ardından Lyris'in arkadaşları, Narcissus'u tekrar tekrar engellemek için Lyris'in kendileriyle paylaştığı zamanı kullandılar.</color>\n<color=#ffffff>Ancak kurnaz ejderha onların sırrını keşfetti. Sabırlı bir engerek yılanı gibi, ordularını saldırıya göndermeye devam ederek Lyris'in zamanını tüketti.</color>\n<color=#ffffff>Böylece Prenses Lyris, krallığı korumak ve arkadaşlarının savaşlarını kazanmalarına yardımcı olmak için çok fedakârlık yaptı. Zamanla arkadaşlarını unuttu, çünkü geçmişini ele vermişti. Artık arkadaşlarıyla gülmüyor ve oynamıyordu, çünkü şimdiki zamanından vazgeçmişti...</color>\n<color=#ffffff>Sonunda bir gün, bir zamanların neşeli kaynak suyu sustu ve Narcissus'un kanatlarını açarak gelişiyle gökyüzünü kasvet kapladı. Lyris'in arkadaşlarının savaştaki cesur çabalarına rağmen ejderha durdurulamazdı, çünkü Lyris'in onlarla paylaşacak daha fazla zamanı yoktu. Ejderha çok geçmeden sarayın önüne geldi.</color>\n<color=#ffffff>Son anlarında Lyris, artık isimlerini hatırlamadığı arkadaşlarını etrafına topladı ve onlara dünyadaki en değerli şeyi emanet etti. Bu saf bir su damlasıydı - evet, senin kadar saf.</color>\n<color=#ffffff>Dedi ki, \"Bu benim geleceğim. Yanınıza alın.\"</color>\n<color=#ffffff>Dedi ki: \"Ben ve krallığım Narcissus'a tabi olsak bile bunun bir önemi yok, çünkü benim 'geleceğim' sizinle olacak.\"</color>\n<color=#ffffff>Sonra onlara bir söz verdi. \"Ortak 'geçmişimizi' ve 'şimdiki zamanımızı' kaybetmiş olsak bile, geleceğe tutunduğumuz sürece, yeniden bir araya geleceğimiz zaman tekrar gelecek ve krallık bir kez daha parlayacak.\"</color>\n<color=#ffffff>O anda ejderhanın ordusu kale kapılarını top ateşiyle havaya uçurdu. Lyris arkadaşlarını kaçmaya çağırdı, onlar da bunu ancak büyük zorluklarla ve gözyaşı dolu yüzlerle yapabildiler. Artık geleceğini kaybetmiş olan Prenses Lyris, içinde yaşadığı kule ile birlikte hayallerden yoksun durgun bir uykuya daldı.</color>\n<color=#ffffff>Böylece kalan son ışık krallığı da yıkıldı. Lyris'in arkadaşları karanlıkta saklandılar ve uzun süre zorluklara katlandılar. Yine de bir arada kaldılar, prensesin onlara vaat ettiği gelecekle birbirlerine bağlandılar. Peki, hikayeyi şimdi nasıl buluyorsunuz?</color>\n<color=#ffffff>\"Anlamıyorum. Geçmiş, şimdiki zaman ve gelecek. Onları da anlamıyorum. Böyle bir felaketten sonra geleceğimiz yok.\"</color>\n<color=#ffffff>Görüyorsunuz, Al, Lord Neville'e yardım etmek ve geleceğimizi güvence altına almak için çok çalışıyor. Ve sen, Ney ve Jak hep birlikte bir gelecek yaratmak için çabalamıyor musunuz? Birlikte - \"geçmişimizin\" çoğunu böyle yarattık, değil mi? Şimdi, \"şimdiki zamanda\" birlikteyiz, kesinlikle \"gelecekte\" de birlikte olabiliriz. Pek çok acının yükünü paylaşacak ve pek çok neşeli an da yaratacağız.</color>\n<color=#ffffff>\"Evet, biliyorum...\"</color>\n<color=#ffffff>\"...Peki ya hikaye? Prensese ne oldu?\"</color>\n<color=#ffffff>Hmm... Bunu başka bir hikâyeye saklamamız gerekecek. Ah, zamanım azalıyor. Şu şapşal köpeğimle geri dönmem lazım. Gerisini bir dahaki sefere sizinle paylaşırım!</color>\n<color=#ffffff>Oh, hadi ama, böyle yapma... Pekala, ben başını anlatayım, sen de gerisini bir dahaki sefere anlatırsın, ne dersin? Ahem. Bir düşüneyim.</color>\n<color=#ffffff>\"Gelecekte çok çok uzun bir zaman, çok çok uzaklarda bir yerde...\"</color>\n<color=#ffffff>Düşmüş ejderha Narcissus tarafından yönetilen karanlık bir imparatorluk vardı.</color>\n<color=#ffffff>Bir zamanlar özlemini çektiği prenses, içinde yaşadığı yüksek kule ile birlikte rüyalardan yoksun durgun bir uykuya dalmış ve böylece kötü ejderha tarafından dokunulmadan kalmıştı. Bu durum Narcissus'u öfkelendirdi ve imparatorluğun dört bir yanını hazinesini bulmaları için sayısız kölesini gönderdi. Ayrıca adaletten yana olanların kendisine direnmesini engellemek için uğursuz büyülerinden yararlanarak birçok savunma mekanizması kurdu. Prensesin hazinesini geri alacağına ve onu uyandıracağına yemin etti, çünkü ancak o zaman onu tamamen kendine mal edebilirdi.</color>\n<color=#ffffff>Prensesin kendilerine emanet ettiği hazineyi koruyan bir grup kahraman vardı - berrak, parlak bir su incisi.</color>\n<color=#ffffff>Bir gün, bu su incisinden minik bir yaşam doğdu.</color>\n<color=#ffffff>Hmm... peki bu yaşama ne isim vermeliyiz? Ah, ne acı. Hikayenin böyle devam edeceğini bilseydim, burada senin adını kullanırdım. Bir fikrin var mı?</color>\n<color=#ffffff>...</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nergisin Rüyası",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8108592593710175576.png",
        "displayStyle": "card"
      }
    ]
  }
}