{
  "epId": 4325,
  "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
  "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1704442465,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Remuria'nın Gerileme ve Çöküş Tarihi"
          }
        ]
      },
      {
        "key": "Ciltler",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4322,
            "name": "Remuria'nın Gerileme ve Çöküş Tarihi (I)",
            "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_6092594722250994714.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4323,
            "name": "Remuria'nın Gerileme ve Çöküş Tarihi (II)",
            "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_3310468832987242656.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4324,
            "name": "Remuria'nın Gerileme ve Çöküş Tarihi (III)",
            "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_3750888661429250634.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Cilt 1"
      },
      {
        "type": "RichText",
        "text": "Okyanus her şeyi doğurdu ama aynı zamanda her şeyi yuttu.\nEfsaneye göre ilk çağda, ilk halklar erdemleriyle kendi kendilerini idare ediyor, hiçbir yasaya ya da otoriteye ihtiyaç duymuyorlardı. Cennet şehrinin elçileri yeryüzünde dolaşıyordu ve onların rehberliğinde insanlar eski günlerden beri kalıcı barış, refah ve bolluğun tadını çıkardılar.\nCennetle kutsanmış bu saltanat, insanlar esrarengiz sonsuzluklarından bıkana kadar sayısız nesiller boyunca sürdü. Onların çocukları kahinleri dinlemeyi bıraktı. Bunun yerine, kaderlerinden kurtulmaya çalışarak ilahi güç tarafından kendilerine asla vaat edilmeyen şeyleri arzuladılar. Onların bu davranışına öfkelenen Cennet, yerleşimcilerin şehirlerini yıkmak için dev dalgalar gönderdi. Ardından yüz gün boyunca yağmur yağdı ve kükreyen gelgitler tüm günah ve kibri boğdu ve böylece ilk halkların sonu geldi.\nSular çekilip de yeryüzü yeniden ortaya çıktığında, artık ne şehirler ne de uygarlıklar yüksek suların üzerinde duruyordu. Hayatta kalanlar ve yeni doğanlar, tüm bilgi ve bilgelikten yoksun bir şekilde ormanların ve nehirlerin ortasında yaşıyorlardı. İnsanların yaşamları, doğanın kanunları tarafından yönlendirilen, ne başlangıcı ne de sonu olan zamanın içinde bocalayan, karadaki ya da denizdeki vahşi hayvanlarınkinden farklı değildi.\nAnlatılmamış yıllar geride kaldı. Gurabad'ın tahtı uzak güneyde kuruldu ve devrildi ve doğunun soylu akrabaları bir zamanlar yüksek suların kenarına ulaştı - tüm bunlar olurken atalarımız cehalet ve batıl inançlara bağlı kaldı.\nBüyük kral Remus altın Fortuna'sıyla Meropis'e indiği gün medeniyet ve düzen Fontaine adlı topraklara nihayet geri geldi. İnsanlara toprakta nasıl tarım yapılacağını ve ürün yetiştirileceğini öğretti ve insanları barındırmak için dev kayalardan tapınaklar ve şehirler inşa etti. En önemlisi, insanları diğer canlılardan ayıran ve kendilerini her şeyin efendisi olarak görmelerine neden olan müzik ve sanatın güzelliğini yayan oydu.\nÖlümsüz donanmasıyla Remus, yüksek sulardaki tüm adaları fethetti. Dipsiz derinliklerin altındaki büyük ejderha bile onun gücüne boyun eğdi. İlk insanların sonundan bu yana en güzel günlerdi ve sonsuz refah çok yakın görünüyordu.\nTanrı Kral ve halkı kaygısız yaşamların tatlı hayallerine ve hiç bitmeyen ilerlemenin fantezilerine dalmışlardı. Ancak, kahinler anlaşmazlık kehanetinde bulundular: \"En büyük imparatorluk en büyük yıkımla karşılaşacaktır ve bu Fortuna'dır.\"\nBöylece Tanrı Kral, yedi günlük dönüşten, denizin ve karanın akıp giden rüzgârlarından ilksel planı türetti ve uyumlu bir refah senfonisi besteledi. Tüm şehirlerin bu en güzel şarkılarla yankılandığı sürece, kaderin hükmünden kaçacaklarına ve sonunda ebedi mutluluk diyarına ulaşacaklarına inanıyordu.\nAma kadim yazarlar bu konuda hemfikirdir: \"Okyanuslar yükselecek, imparatorluklar çökecek ve değişmeyen tek şey değişimdir.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cilt 2"
      },
      {
        "type": "RichText",
        "text": "Remuria'ya ve onun ölümsüz hükümdarı Remus'a, cennetin altındaki her şeyin kralı ve evrensel Harmost'a büyüklük ve şan olsun. Bugün, geçmişin Ebedi Şehri'nin ihtişamı ve lüksü en bilgili akademisyenlerin bile hayal gücünün ötesindedir.\nOkyanus Sütunlarının yanından geçerek kraliyet çimenliği boyunca imparatorluk gemisi Fortuna'ya ev sahipliği yapan dev limana doğru yelken açtığınızda, ilk olarak yüce bir kule görürdünüz. Remuria kulesi göksel kehanetleri almak için değil, açık sularda adalar arasında seyahat eden gemilere rehberlik etmek için inşa edilmişti. Kulenin gerçek ile hayalin sınırında durduğu söylenir. Denizciler sirenler tarafından uykuya daldırılsalar bile, sisi yarmak ve Remuria'ya giden yolu bulmak için çanın sesini takip edebilirlerdi.\nCesur Remurya savaşçılarının yaşadığı Machimos'a giden kraliyet yolu boyunca ilerlemeye devam edin. Büyük tapınaklar ve arenalar, şehrin ihtişamını ve zaferini anmak için dev oyma kayalarla inşa edilmiştir. Sağlam ve yüksek duvarlar sır ve altınla süslenmiş, bronz ve mermer heykeller araziye dizilmiş ve dünyanın dört bir yanından gelen altın, baharat ve spesiyaliteler pazarlarda yığılmıştır.\nMachimos'tan geçerek Remuria'nın merkezi olan, hoş kokular ve güzel melodilerle dolup taşan Capitolium'a varırdınız. Burası sadece en seçkin entelektüellerin ve müzisyenlerin girebildiği, sanatçılar için bir cennetti. Ancak onların bile sadece küçük bir kısmı Tanrı Kral'a hizmet etme ayrıcalığına sahipti. Burada, tüm tiyatrolar ve saraylar en uyumlu şekillerde kurulmuş, kirişleri ve kubbeleri en görkemli ve karmaşık oymalarla süslenmiş ve yüksek bakır sütunlardan oluşan altın bir sarayın merkezinde yer almıştır. Sarayın kalbinde huzur içinde dinlenen Kral, imparatorluğun her köşesinden gelen her melodiyi ve her notayı dikkatle dinliyordu. Herhangi bir uyumsuzluk duyduğunda, Tanrı Kral tellerini kopararak hemen düzeltir ve imparatorluğunun senfonisine mükemmellik getirirdi.\nYüksek sulardaki tüm insanların evrensel uyum senfonisini bozmasını engellemek için Kral Remus, büyük yeteneklere sahip dört insanı yüksek mevkilere terfi ettirdi. Gücünü ve otoritesini onlarla paylaştı, uyumsuz sesleri ortadan kaldırmak için onları yönetimde ortakları, tüm şehirler için Harmostlar yaptı.\nAhenkli senfoniyi tüm dünyaya yaymak için, melodileri Capitolium'dan yüksek suların üzerinde kalan her köşeye hiç bitmeyen dalgalar halinde ileten geniş kapsamlı çim yollar inşa etti.\nAncak kaderin hükmüne tanrılar bile karşı gelemezdi ve mukadder hükümden kaçmaya çalışmak bile ölümcül bir günahtı. Tanrı Kral'ın günahları arasında en korkunç olanı, tanrısal alana ait olması gereken gücü insanlara aktarma girişimiydi. Böylece bu güç ve statü yozlaşma ve çöküşe yol açarak şiddet ve isyanlara neden oldu.\nKader öyle kurnazdır ki, kendisine karşı isyan eden güçleri kendi amaçları için kullanır. Kader günü geldiğinde, büyük ölümsüz şehir Remuria kaçınılmaz bir sonla karşı karşıya kaldı. Bugün Tanrı Kral'ın melodisi sadece Capitolium'da çalınıyor ve kudretli hükümdarlığı sona erdi.\nKadim yazarlar bu konuda hemfikirdir: \"Okyanuslar yükselecek, imparatorluklar çökecek ve değişmeyen tek şey değişimdir.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cilt 3"
      },
      {
        "type": "RichText",
        "text": "İnsanlar, saflıklarıyla, bir zamanlar Kral Remus'un ve onun Ebedi Şehri'nin saltanatının, tıpkı halkalı ayin alanlarını oluşturan dev kayalar gibi, zamanı ve kaderi aşarak binlerce yıl süreceğine inanmışlardı.\nTa ki yeryüzünün bir anda çöktüğü, yüksek kulenin kökünden söküldüğü ve sütunlardan oluşan büyük salonla birlikte dev dalgaların arasında boğulduğu o güne kadar. Ta ki kraliyet panayırları ve tapınakların harabeye döndüğü ve şehrin, sakinleri, savaşçıları, entelektüelleri, soyluları ve hatta parlayan güneş kadar göz alıcı altın sarayıyla birlikte ebedi bir karanlık uçurumuna düştüğü o güne kadar.\nBu, \"sonsuzluklarının\" saçmalığının nihayet kafalarına dank ettiği andı.\nYüce Denizcimize, Nehirlerin ve Denizlerin Hükümdarına ve Tüm Suların Kraliçesine şükürler olsun. Yasaları korusun ve saltanatı uzun olsun. Fontaine'in tüm diyarlarına ve göklerin altındaki tüm insanlara barış olsun. Kraliyet şehri çöktüğünde, büyük güç paramparça olduğunda ve yüksek suyun üzerindeki insanlar barbarlık ve yok oluşun uçurumuna tünediğinde, kabileler arasındaki çatışmaları çözen asil Kraliçemizdi. Akan pınarların etrafında yeni şehirler kurduk ve bugüne kadar süregelen yasalarla yönetilen bir dünya başlattık.\nRemuria'nın trajedisi sadece bir yüzyıl önce meydana geldi, ancak tarihi çoktan efsaneler ve batıl inançlarla gizlendi. Bu kısmen onu yok eden ölümcül felaketten kaynaklanıyor - felaket o kadar acımasız ve hızlıydı ki, söz konusu bilgiyi aktarabilecek tüm araştırmacılar ve literatür şimdi Ebedi Şehir ile birlikte suların altında uyuyor. Bir diğer önemli neden de Remuria'nın torunları olduklarını iddia eden gizemli araştırmacıların yarattığı maksatlı çarpıtmalardır. Benim işim, tarihin evrensel mantığı ile bu muhteşem kadim uygarlığın gerçek, öz şeklini çıkarmak ve yeniden üretmektir.\nBugün var olan bazı folklorlarda, kadim bilginlerin en büyükleri bile, ölümlü ruhları özel olarak yapılmış büyülü golemlerin içine hapsederek onları hizmete bağlayan ruh çalan büyücüler olarak resmedilmiştir. Emin olmak gerekirse, Remuryalılar bu tür korkunç golemler yapmışlardır ve bugün bile bu golemler yıkılmış halde vahşi doğada bulunabilmektedir. Ancak bunun tek suçlusu Remuria'nın son günlerinde başlarına gelen ahlaki yozlaşma olabilir. Halkı asil görevlerini terk etmiş, hedonizmi ve sefahati benimsemiş, başkalarına uyguladıkları şiddeti kabullenmiş ve böylece onlar da şiddetle yok edilmişlerdir.\nTıpkı kadim yazarların da belirttiği gibi: \"Okyanuslar yükselecek, imparatorluklar çökecek ve değişmeyen tek şey değişimdir.\""
      }
    ]
  }
}