{
  "epId": 4508,
  "name": "Melus",
  "desc": "<p>Spina di Rosula'nın uşağı.<span class=\"wk-shady\"> Possion'un tahliyesi sırasında öldü.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/653334cdcbaeb1e4ef5a7dae35f23b76_6564684976720646647.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1733898579,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "İlişkiler"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Melus topluluğun bir üyesiydi.\nCallas Caspar\nMelus uşak iken, Spina di Rosula'nın önceki başkanı.\nCallas, Poisson'da yayılan Sinthe'yi ve kaybolan genç kızları araştırırken ciddi bir hastalığa sahipti. Callas bir sonraki kurbanın kızı Navia olduğuna inanıyordu. Hastalıktan dolayı bu durumları araştırmak için yeteri kadar zamanı olmadığını anladığında, ölmeden önce düşmanları ciddi suç kanıtlarıyla korkutmaya karar verdi. Eğer Navia'nın başına bir şey gelirse tüm kanıtlar halka sunulacaktı. Callas adaletsiz bir şekilde muhbiri Jacques'i öldürdüğü için suçlandığı zaman, Navia'nın güvenliğini sağlamak için düelloda ölmeye karar verdi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Babası'nın İlkel Su ve kaybolan genç kızlar hakkında araştırmalarını devam ettiren, Spina di Rosula'nın başkanı. Melus, Navia'yı ani ve riskli kararlar vermekten koruyordu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Navia Caspar'ın görevlisi.<span class=\"wk-shady\"> Poisson'un tahliyesi sırasında öldü. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/cb0736d401d5d1f3fa68f7f8a166f511_99975863284055648.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın üyeleri.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Karakter Hikayesi"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kararkter Hikayesi 4"
      },
      {
        "type": "RichText",
        "text": "Bu dünya muhtemelen en başından beri çelişkilerle doluydu.\nÖrneğin Navia'nın babası Callas'ı ele alalım. Spina di Rosula'nın daha geniş bir nüfuzu olsaydı pek çok iş daha kolay halledilirdi. Oysa Callas, feribüs hattının tamamlanmasının ardından Mermonia Sarayı'nın kendisine vermek istediği onursal unvanı kabul etmeyi inatla reddederdi.\nCallas ayrıca Spina'nın yaptıklarını kızından asla saklamaz, onunla her türlü iş tekniği hakkında konuşur, hatta ona silah kullanmayı öğretmek için bizzat kendini ya da başkalarını görevlendirir ve onu halefi olması için yetiştirmek istercesine iş görüşmelerine götürürdü. Ama öte yandan Navia'nın annesinin ölüm nedeni konusunda ağzını bıçak açmaz ve bu konudaki duygularını ona asla açıklamazdı. Navia epey bir süre boyunca babasıyla yakın mı yoksa mesafeli mi oldukları konusunda kafa karışıklığı yaşamıştı.\nDaha sonra Navia, kendince bir teori öne sürdü: Babası bunu, onu korumak için yapmış olabilirdi. Bağımsız olması ve hayatın ezici stresiyle baş edebilmesi umuduyla Navia'nın her daim öğrenmesini ve bilgelik edinmesini sağlamıştı. Ama büyük olasılıkla kızının üzülmesini ya da gereksiz yere suçluluk duymasını önlemek için kendi üzerindeki baskılardan, hissettiği acılarından, hatta Clementine'ın ölümünden bile söz etmemiş; bu yüzden karısını ne kadar özlese de kızına hiç içini dökmemiş, hep sessiz kalmıştı.\nReddettiği unvana gelince... Bunun nedeni muhtemelen Spina di Rosula'nın sık sık halktan kişilerle çalışacağını ve \"Dük Callas\" gibi bir unvanın halkla arasında statü farkına yol açacağını, bunun da Spina'nın halkın güvenini kaybetmesine neden olabileceğini düşünmesiydi.\nTabii bunlar yine sadece Navia'nın tahminleriydi.\nNavia'nın aklı bu konuda da karışıktı. Her konuda cesur ve işinde dürüsttü ama şüphelerini doğrulatmak için babasına hiç başvurmadı.\n\"Bu seçimleri beni korumak için mi yaptın baba? Bana güvendiğin halde duygularımla başa çıkamayacağımı mı düşündün?\"\nBunları babasına hiç anlatmadı. Ne de olsa daha birlikte daha çok zamanları olduğunu düşünüyordu. İnatçı babası bu kadar ketum olmayı bıraktığında ya da Navia kendi ayakları üzerinde daha sağlam durmayı öğrendiğinde yapabilirlerdi bu konuşmayı, değil mi?\nZaman onun bu sorusuna yanıt olacak, babasının ona öğretemediklerini öğretecekti.\nHayatta bazı şeyler böyledir, yalnızca yaşarken öğrenilebilir; hazırlık yapmak için her daim vakit olmayabilir. Tıpkı Melus'un vefatından sonra notlarını kendi düzenlemeye başlaması gibi...\nHerkes ilk başta hata yapar, değil mi? Ama merak etme, Navia hızlı öğrenir.\n<color=#ffe14b>Önsezi</color>\nYıllar önce bir doğum günü partisinde Navia en sevdiği kutu oyununu çıkardı.\nBelki o sene reşit olduğu doğum günü olduğu içindi ama kutu oyununa oldukça fazla insan katılmıştı. Bu canlı atmosferin ortasında, gösterinin yıldızı olan doğum günü kızı dışında herkes kendine son derece uygun olmayan bir karakter bulmak için elinden geleni yaptı.\nOlayların gidişatına her daim hakim olan Melus, aceleci ve dikkatsiz bir komiser oldu ve tüm katılımcıları ailesinin üzerindeki kadim laneti çözmeye ya da lanetin acısını paylaşmaya davet etti.\nKonuşma ve görgü kurallarında zarafeti elden bırakmayan Sonny, ağzı bozuk küçük bir hırsızı oynayacak, hatta üzerinden asla çıkarmadığı soluk renkli paltosunu çıkarma fedakarlığını bile yapacaktı. Oradan geçerken bu işe sürüklenen gergin çaylak Silver ise kudretli, gizemli bir büyücü olmuştu.\nÖlümcül son darbe ise genellikle işlerin sorumluluğunu üstlenen Clorinde'in, attığı her atışı kaçıran özel bir doktoru oynamaya ve \"Matmazel\" olarak bilinen ünlü maceracıyla \"güçlerini birleştirmeye\" karar vermesiydi. İnsanları birinin iyileştirmesi gerek diye düşünmüştü ama ne yazık ki bu seçimi sonucunda oyun yöneticisi rolü açıkta kaldı. Bu görevi üstlenebilecek talihsiz tek kişi ise Callas'tı. Böylece elindeki bardağı bir kenara bırakmak ve seyirci tribünlerini (bank) terk edip oyuncu kalabalığına (kanepe) katılmak zorunda kaldı.\nNavia bu başlangıçtan çok memnundu.\nAncak oyunun devamında garip komiser, doğum günü partisi sırasında Matmazel'in evini bastı ama girişini yanlış hesaplayıp önce üç katlı doğum günü pastasına çarptı, az kalsın tatlı içinde boğulup bin yıldır süregelen aile lanetini ilk beş dakika içinde kendi eliyle sona erdirecekti.\nMatmazel hemen iyi kalpli doktorun adamı kurtarmasını sağladı, doktor zarları atarken adamın yaşamasına izin vermenin düşmanlarına yardım etmekle eşdeğer olup olmadığını düşündü.\nOyun yöneticisinin yüz ifadesi değişmedi ve alçak bir sesle görevini sadakatle yerine getirdi:\n\"Yağmura göğüs geren genç adam iliklerine kadar ıslanmıştı ve iki eli de titriyordu.\"\n\"Yüzüne ve üzerine bulaşan kremayı temizlemek için elinden geleni yaptı ancak birkaç noktayı kaçırdı.\"\n\"'Bu korkunç lanete karşı savaşıma katıldığınız için teşekkür ederim, çok iyi kalplisiniz, teşekkür ederim!'\"\nOyunun orta kısımları oyuncular için epey şanslı geçmişti. Bir sorunu çözmek için önce sorunun kaynağını araştırmak gerekir. Büyücünün öne sürdüğü hipoteze göre komiserin atası bir sebepten ötürü bir iblisle anlaşma yapmış olmalıydı. \"Ah be, daha yüksek zar atmış olsaydım nedenini çoktan öğrenmiştik...\" diye homurdandı büyücü. \"Torunlarını umursamadan yüksek faizli bir sözleşme imzaladı kesin o salak, değil mi?\" diye kaçırdı ağzından hırsız. Matmazel, \"Peki o zaman, belgeyi çalıp yok edemez miyiz?\" diye sordu laf arasında.\nTecrübesiz oyun yöneticisi bunu yapmalarına izin verdiği için pişman olacaktı, çünkü hırsızın şansı gerçekten gülünçtü.\n\"... Matmazel gerçekten zekiydi, hırsız da epey yetenekliydi.\"\n\"Kimse sözleşmenin bu kadar kolay ellerine geçeceğini düşünmemişti fakat yine de üzerinde yazan kelimeleri anlamak imkansıza yakındı...\"\nOyunun sonu da alışılmadık derecede mutluydu. Çalışkan ve nazik (ve aynı zamanda yeterince paslı) oyun yöneticisi sayesinde Matmazel, her yerinden durum etkileri taşan grup üyelerini kadim iblisle yüzleşmeye sürükleyecekti. Savaş her zamanki gibi kaos dolu geçmişti. Büyücü önce akıl sağlığını kaybetmiş, doktor da tek bir atış bile isabet ettirememişti. Ancak tam herkesin canı dibe vurmak üzereyken maceracı Matmazel bir girişimde bulundu. Kendi sırası geldiğinde hamlesini kullanarak iblisin yanına gitti, saldırılarını bizzat göğüsledi ve olaylar iyice felakete doğru giderken doktora çaresiz bir emir verdi: \"Onun yerine beni vur!\"\nOyun yöneticisi bir şey söyleyemeden doktorun zarları atıldı. Callas önce zarları sessizce saydı, sonra üç derin nefes aldı.\n\"... Kurşun iblisin zayıf noktasını deldi ve dev yaratık yığılıp hiçliğe düştü.\"\n\"Karanlığa ve uykuya geri dönen iblis, o saçma laneti de yanında götürdü.\"\n\"Sevinin, kutlayın yiğit maceracıyı ve onun kötü niyetli müttefikini!\"\nBelki Başkanın havasını bozmamak içindi, belki de gerçekten duygulanmışlardı ama hakikaten de grupta büyük bir sevinç vardı. Gürültünün ortasında sadece oyun eşyalarını toplamaya başlayan Callas şaşkındı. Zar kutusunun içinden altın sarısı bir mücevher çıkardı.\n\"Navia... Sanırım bu senin.\"\nO an orada pek çok kişi vardı ama bu Önsezi gerçekten de Navia'ya aitti, çünkü bir anlık düşüncesi sonucunda Topraktan bir kılıç çıkıp doğum günü pastasını masayla birlikte ikiye yardı...\nGecenin ilerleyen saatlerinde, parti bittikten ve heyecanı yatıştıktan sonra Navia yatağına uzanacak ve Önseziyi aldığında aklından ne düşünceler geçtiğini hatırlayamayacaktı. Aklı uzun mücadeleler ve zorluklardan sonra elde ettiği nihai zafere mi takılmıştı? Yoksa bundan sonraki doğum günlerinin, tıpkı bu doğum gününde olduğu gibi, arkadaşlarıyla dolu geçmesini mi dilemişti?\nEğer ilkiyse o zaman mutlu bir son için öncesinde nice sıkıntılar çekmek gerektiği anlamı çıkardı... Bu yüzden en iyisi ikincisini seçmekti.\nBöyle düşündü ve elinde Önseziyi sıkı sıkı tutarak uykuya daldı."
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Melus"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Alakalı Girdi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5222,
            "name": "Spina di Rosula",
            "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "TCG Aksiyon Kartı",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5048,
            "name": "Silver ile Melus",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/302875544/fbf88f698ead7a0505b404dea26d4793_9023060402850452559.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Melus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/86e70c2e5ba0e84cfe2e0ea9649d010d_7628059993956214902.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Navia'nın rüyasındaki, Melus, Navia ve Silver."
          }
        ]
      }
    ]
  }
}