{
  "epId": 4514,
  "name": "Sonny",
  "desc": "<p>Spina di Rosula'nın temizleyicisi. Ayrıca ''Beyaz Eldiven'' olarak da bilinir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/b33136130f165fc26d8d050e4e77d54e_3589294169718982515.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1733898571,
  "components": {
    "galleryCharacter": [
      {
        "key": "Sonny ve Konumu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/78ddce7184e099cf3638d43b3ca35438_7161784161504976063.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sonny ve Luca'nın, ''Bir Fontaineli'nin Mesajı'' görevinden önce ve ''Su İzleri'' görevinden sonraki Fontaine Şehri'ndeki konumu."
          }
        ]
      },
      {
        "key": "Sonny ve Konumu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/9862db4278ea35e46b5429811045a786_2604233881385870437.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sonny ve Luca'nın, ''Bir Fontaineli'nin Mesajı'' görevinden sonraki Cendre Nehri'ndeki konumu."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "İlişkiler"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sonny, Spina di Rosula'nın bir üyesidir.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın başkanı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Spina di Rosula'nın bir üyesi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/7116498791eaecbeb11a1b3df53898f9_4307310487005993577.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sonny'nin ortağı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın Sinthe dağıtımına karışmış eski bir üyesi. Sonny ve Luca tarafından öldürüldüğü tahmin ediliyor.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Paylaşılacak Bir Bilgi: Güvenilir Spina di Rosula</color>\nCendre Nehri'nde yeterince vakit geçirdiysen Fontaine'de Spina di Rosula'nın dışında daha birçok grup olduğunu fark etmişsindir. Onlara karşı dikkatli olmanı öneririm. Hepsinin kendi hedefleri var ve herkes bizim gibi dost canlısı olmayabilir. Olur da zor bir durumla karşılaşırsan bardaki Bay Tetreaux'dan daima yardım isteyebilirsin. Ancak eğer karşı taraf oturup seninle konuşmaya istekli değilse... O zaman devreye Beyaz Eldiven girer. O tüm işi halleder merak etme, ona güvenebilirsin."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Hikayesi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Önsezi</color>\nYıllar önce bir doğum günü partisinde Navia en sevdiği kutu oyununu çıkardı.\nBelki o sene reşit olduğu doğum günü olduğu içindi ama kutu oyununa oldukça fazla insan katılmıştı. Bu canlı atmosferin ortasında, gösterinin yıldızı olan doğum günü kızı dışında herkes kendine son derece uygun olmayan bir karakter bulmak için elinden geleni yaptı.\nOlayların gidişatına her daim hakim olan Melus, aceleci ve dikkatsiz bir komiser oldu ve tüm katılımcıları ailesinin üzerindeki kadim laneti çözmeye ya da lanetin acısını paylaşmaya davet etti.\nKonuşma ve görgü kurallarında zarafeti elden bırakmayan Sonny, ağzı bozuk küçük bir hırsızı oynayacak, hatta üzerinden asla çıkarmadığı soluk renkli paltosunu çıkarma fedakarlığını bile yapacaktı. Oradan geçerken bu işe sürüklenen gergin çaylak Silver ise kudretli, gizemli bir büyücü olmuştu.\nÖlümcül son darbe ise genellikle işlerin sorumluluğunu üstlenen Clorinde'in, attığı her atışı kaçıran özel bir doktoru oynamaya ve \"Matmazel\" olarak bilinen ünlü maceracıyla \"güçlerini birleştirmeye\" karar vermesiydi. İnsanları birinin iyileştirmesi gerek diye düşünmüştü ama ne yazık ki bu seçimi sonucunda oyun yöneticisi rolü açıkta kaldı. Bu görevi üstlenebilecek talihsiz tek kişi ise Callas'tı. Böylece elindeki bardağı bir kenara bırakmak ve seyirci tribünlerini (bank) terk edip oyuncu kalabalığına (kanepe) katılmak zorunda kaldı.\nNavia bu başlangıçtan çok memnundu.\nAncak oyunun devamında garip komiser, doğum günü partisi sırasında Matmazel'in evini bastı ama girişini yanlış hesaplayıp önce üç katlı doğum günü pastasına çarptı, az kalsın tatlı içinde boğulup bin yıldır süregelen aile lanetini ilk beş dakika içinde kendi eliyle sona erdirecekti.\nMatmazel hemen iyi kalpli doktorun adamı kurtarmasını sağladı, doktor zarları atarken adamın yaşamasına izin vermenin düşmanlarına yardım etmekle eşdeğer olup olmadığını düşündü.\nOyun yöneticisinin yüz ifadesi değişmedi ve alçak bir sesle görevini sadakatle yerine getirdi:\n\"Yağmura göğüs geren genç adam iliklerine kadar ıslanmıştı ve iki eli de titriyordu.\"\n\"Yüzüne ve üzerine bulaşan kremayı temizlemek için elinden geleni yaptı ancak birkaç noktayı kaçırdı.\"\n\"'Bu korkunç lanete karşı savaşıma katıldığınız için teşekkür ederim, çok iyi kalplisiniz, teşekkür ederim!'\"\nOyunun orta kısımları oyuncular için epey şanslı geçmişti. Bir sorunu çözmek için önce sorunun kaynağını araştırmak gerekir. Büyücünün öne sürdüğü hipoteze göre komiserin atası bir sebepten ötürü bir iblisle anlaşma yapmış olmalıydı. \"Ah be, daha yüksek zar atmış olsaydım nedenini çoktan öğrenmiştik...\" diye homurdandı büyücü. \"Torunlarını umursamadan yüksek faizli bir sözleşme imzaladı kesin o salak, değil mi?\" diye kaçırdı ağzından hırsız. Matmazel, \"Peki o zaman, belgeyi çalıp yok edemez miyiz?\" diye sordu laf arasında.\nTecrübesiz oyun yöneticisi bunu yapmalarına izin verdiği için pişman olacaktı, çünkü hırsızın şansı gerçekten gülünçtü.\n\"... Matmazel gerçekten zekiydi, hırsız da epey yetenekliydi.\"\n\"Kimse sözleşmenin bu kadar kolay ellerine geçeceğini düşünmemişti fakat yine de üzerinde yazan kelimeleri anlamak imkansıza yakındı...\"\nOyunun sonu da alışılmadık derecede mutluydu. Çalışkan ve nazik (ve aynı zamanda yeterince paslı) oyun yöneticisi sayesinde Matmazel, her yerinden durum etkileri taşan grup üyelerini kadim iblisle yüzleşmeye sürükleyecekti. Savaş her zamanki gibi kaos dolu geçmişti. Büyücü önce akıl sağlığını kaybetmiş, doktor da tek bir atış bile isabet ettirememişti. Ancak tam herkesin canı dibe vurmak üzereyken maceracı Matmazel bir girişimde bulundu. Kendi sırası geldiğinde hamlesini kullanarak iblisin yanına gitti, saldırılarını bizzat göğüsledi ve olaylar iyice felakete doğru giderken doktora çaresiz bir emir verdi: \"Onun yerine beni vur!\"\nOyun yöneticisi bir şey söyleyemeden doktorun zarları atıldı. Callas önce zarları sessizce saydı, sonra üç derin nefes aldı.\n\"... Kurşun iblisin zayıf noktasını deldi ve dev yaratık yığılıp hiçliğe düştü.\"\n\"Karanlığa ve uykuya geri dönen iblis, o saçma laneti de yanında götürdü.\"\n\"Sevinin, kutlayın yiğit maceracıyı ve onun kötü niyetli müttefikini!\"\nBelki Başkanın havasını bozmamak içindi, belki de gerçekten duygulanmışlardı ama hakikaten de grupta büyük bir sevinç vardı. Gürültünün ortasında sadece oyun eşyalarını toplamaya başlayan Callas şaşkındı. Zar kutusunun içinden altın sarısı bir mücevher çıkardı.\n\"Navia... Sanırım bu senin.\"\nO an orada pek çok kişi vardı ama bu Önsezi gerçekten de Navia'ya aitti, çünkü bir anlık düşüncesi sonucunda Topraktan bir kılıç çıkıp doğum günü pastasını masayla birlikte ikiye yardı...\nGecenin ilerleyen saatlerinde, parti bittikten ve heyecanı yatıştıktan sonra Navia yatağına uzanacak ve Önseziyi aldığında aklından ne düşünceler geçtiğini hatırlayamayacaktı. Aklı uzun mücadeleler ve zorluklardan sonra elde ettiği nihai zafere mi takılmıştı? Yoksa bundan sonraki doğum günlerinin, tıpkı bu doğum gününde olduğu gibi, arkadaşlarıyla dolu geçmesini mi dilemişti?\nEğer ilkiyse o zaman mutlu bir son için öncesinde nice sıkıntılar çekmek gerektiği anlamı çıkardı... Bu yüzden en iyisi ikincisini seçmekti.\nBöyle düşündü ve elinde Önseziyi sıkı sıkı tutarak uykuya daldı."
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Sonny"
          }
        ]
      },
      {
        "key": "Ulus\n",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Alakalı Girdi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5222,
            "name": "Spina di Rosula",
            "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Ünvan",
        "value": [
          {
            "type": "RichText",
            "text": "''Beyaz Eldiven''"
          }
        ]
      },
      {
        "key": "Diyalog Ödülleri",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1890,
            "name": "Balık",
            "desc": "A fresh fillet of fish. Handled properly, it can make a rich dish.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fish_icon.png",
            "amount": 4
          }
        ],
        "isMaterial": true
      }
    ]
  }
}