{
  "epId": 4599,
  "name": "Nergis Haçı Derneği",
  "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
  "menuId": 23,
  "menuName": "Organizasyonlar",
  "version": 1736630724,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Nergis Haçı Derneği"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Gizli Topluluk"
          }
        ]
      },
      {
        "key": "Kurucular",
        "value": [
          {
            "type": "RichText",
            "text": "Rene de Petrichor\nJakob Ingold"
          }
        ]
      },
      {
        "key": "Lider",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4601,
            "name": "Nergis Haçı",
            "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Diğer Üyeler",
        "value": [
          {
            "type": "RichText",
            "text": "Tırtıl\nEichi Karasawa\nErich\nLyris\nMadam M. Laveaux\nMr. Eliphas\nMr. Forsamiro\nMr. Griffin L. Randolph\nMs. E. Lenormand\nMs. Giuffria\nMs. Zenaida\nSusannah"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Uyarı",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Fontaine CC, ██████ Ulusal Yasasının geçici hükümleri ve Mermonius Kararnamesi (#1\"2) uyarınca, Nergis Haçı Derneği yasadışı radikal bir örgüt ve bir suç çetesi olarak ilan edilmiştir. Şu andan itibaren söz konusu bölge süresiz olarak mühürlenmiştir.\"\n\"██████'un tahrip edilmesi devlet otoritesine doğrudan bir meydan okuma olarak değerlendirilecektir. İhlal edenler ██████ ile suçlanacaktır.\"\n\"Tarih: ██████\"\n(...Arka yüz mahkeme mührünün yanı sıra Alain Guillotin ve Neuvillette'nin imzalarını taşımaktadır)."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Nergis Haçı Derneği",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/6beb81d61cbf65a41daab08d3a072bc1_7804776143352095131.png"
      },
      {
        "key": "Dünyanın Yaşam Suyu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/e88c29fa915b5a5e03b058d50da8f8c9_7491100946094093552.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçı Derneği",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Rene de Petrichor ve Jakob Ingold yaklaşık 500 yıl önce gizli-saklı bir örgüt olan Nergis Haçı Derneği'ni kurdular. Örgütün ana hedefi, fiziksel form ve ayrılık sınırlamalarından kurtularak Kıyamet'i önlemekti. Bu amaca ulaşmak için yeni insanları yarattılar.</color>\n<color=#ffffff73>Nergis Haçı Derneği, Fontaine'deki önemli noktaları belirlemek için Kadim bir Tarikat tarafından dünyanın sonuna dair bir öngörü olan \"Kimyasal Evlilik Mührü\"nü kullandı. Bir kurtuluş ritüeli gerçekleştirmek için bu noktalara Ipsissimus (Gestalt) Kulesi'ni inşa ettiler.</color>\n<color=#ffffff73>Yaptıkları deneyler nedeniyle örgüt, Fontaine Iudex'i Neuvillette ve Rene'nin eski bir arkadaşı olan Alain Guillotin'in kararıyla yasadışı ilan edildi. Mareşose Hayaleti'ne Nergis Haçı Derneği'nin tüm üyelerini tutuklaması ve Gestalt Kulesi'ni mühürlemesi emredildi.</color>\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sumeru Keşfi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene de Petrichor ve Jakob Baker, Fontaine'deki bir yetimhane olan Nergis Haçı Enstitüsü'nde birlikte büyümüşlerdir. Rene'nin ebeveynleri ve Jakob'un babası Poisson kuşatması sırasında öldürüldü. Enstitüde geçirdikleri süre boyunca, yetimhanenin Müdürü Okeanid Lyris ve çocukluk arkadaşları Mary-Ann ve Alain ile yakın bir bağ kurdular."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/df809df5ac7e3e7ba36f37a4abfb4835_1349667308015461841.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bundan 500 yıl önceki Cataclysm sırasında Nergis Haçı Enstitüsü terk edilmişti. Rene, Jakob ve Jakob'un yeni üvey babası Karl Ingold, Sumeru'daki Vourukasha Vahasına bir keşif gezisi için ayrıldılar. Rene, Khvarena ve Yüce Lord Rukkhadevata tarafından eski Su Hükümdarı Egeria'nın bilincinden yaratılan Kutsal Lotus Gaokerena'dan çok etkilendi. Jakob ve Rene'nin organizmalarındaki dokularla benzer bir bileşimi paylaştığını, ancak büyük olasılıkla Fontaine'in yerlisi olmayan Karl'ın dokularından farklı olduğunu gözlemledi. Rene'nin bu bulguyu doğrulamak için daha fazla veri örneği elde etme girişimlerine rağmen, Şamaniyye onun taleplerini reddetti.\nAraştırmaları sırasında Rene, kadim bir tarikatın bıraktığı sayısız kitabı ve kadim metinleri deşifre etmesine yardımcı olan Khaenri'ahn kayıtlarını ortaya çıkardı. Khaenri'ah Dünya-formülünü kullanarak Fontaine'de ikinci bir tufanın yakın olduğu sonucuna vardı. Sayısız hesaplamadan sonra Rene aynı sonuca ulaştı: kıyametten kaçınılamazdı. Dahası, tufanın etkilerinden korunmayı sağlayabileceğine inandığı \"irade\"yi elde etmek için bir yöntem keşfetti. Fontaine'e vardığında, dahi çocuk arkadaşı Alain Guillotin ile şehri kurtarma olasılığını tartışmaya çalıştı.\nKeşif gezisi sırasında, o zamanlar çocuk olan Jakob ciddi şekilde hastalandı ve komaya girdi. Onu kurtarmak için çaresiz kalan Rene, Hiçlik'teki güçlere benzer güçler kullanmaya başvurdu. Jakob'un vücudu bu güçlere olumlu yanıt vererek iyileşmesini kolaylaştırdı. Bu başarıdan cesaret alan Rene, sonuçları devam eden araştırmasına dahil etti. Ancak Karl Ingold, Jakob'un ani iyileşmesiyle ilgili şüpheler taşıyordu. Rene bu şüpheleri ortadan kaldırmak için günlükler uydurdu ve değiştirdi.\n<color=#ffd780>Alakalı Karakter Girdileri</color> <color=#ffd780>:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçı Derneği'nin Kuruluşu",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Çöl keşif gezisinden sonra Rene, arkadaşı Alain'in Doğa Felsefesi Enstitüsü'ndeki laboratuvarına atandı. Rene buradaki çalışmaları sırasında, araştırmaları için gerekli kaynakları ve finansmanı elde etmek için Enstitü dışındaki bazı bilim adamlarının nüfuzunu ve bağlantılarını kullandı. Bazı bilim adamları Rene ve Jakob tarafından kurulan örgütün ilk üyeleri oldu.\nRene'nin karizması ve Jakob'un \"hileleri\" sayesinde, örgüt üyeleri liderlerini inananlar gibi sadakatle takip etmeye başladı. Rene, aidiyet ve organizasyon hissi vermek için organizasyona \"topluluk\" adını vermeye karar verdi. Yavaş yavaş örgütün etkisi ve popülaritesi arttı ve bazı ünlü araştırmacılar, tarihçiler ve yüksek sosyeteden insanlar örgüte katıldı.\nBir noktada, Rene ve Jakob'un büyüdüğü yetimhane olan Nergis Haçı Enstitüsü'nün eski müdürü Okeanid Lyris de örgüte katıldı. \"İrade\"yi birleştirme ve bölme yeteneğine sahipti, bu da onu \"topluluk\"un değerli bir üyesi yapıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/ca15bbb47f2500adbde2d6e761223392_7444356940131952782.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Topluluk\" üyelerinin görevlerinden biri de \"Kimyasal Evlilik Mührü\" çemberinin merkezinde yer alan Ipsissimus Kulesi'nin inşasıydı. Altın Kumpanya kayıtlarına göre, mührün bileşenlerinin \"Dört Bölgeli Çember\" ve bir \"Sızıntı Ağacı\" olması gerekiyordu. \" Kimyasal Evlilik Mührü \", Altın Kumpanya tarafından geride bırakılan ve Rene'nin kıyametten kurtulmak için insanların fiziksel bedenlerini eritmek için kullanması gereken büyülü bir teknikti. Rene, Ezeli Deniz'in suyunu içermesi gereken suyun bileşimindeki değişiklikleri hesaplayarak Bölgeleri aramak üzere örgüt üyelerini gönderdi. Ipsissimus Kulesi Bölgelerin arasına yerleştirilmeli ve Nergis Haçı'nın Kutsal Kılıcı ve Lyris'in yeteneklerinin yardımıyla insanların iradesini kontrol etmek için kullanılmalıydı.\nDaha sonra, Rene Nergis Haçı adını benimseyip \"topluluğun\" ortak amacı için gereksiz kişiliği ortadan kaldıran ilk kişi olduğunda, örgüt Nergis Haçı Derneği olarak adlandırılmaya başlandı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Doğa Felsefesi Enstitüsü",
        "desc": "<p>Bir zamanlar başarılı bir araştırma tesisi olan bu Enstitü şimdi Fontaine sularının altında harabe halinde yatmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/61826c36dc23b1c567a76a9d7c9e8c13_6775163149151727001.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4310,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Radikalleşmek",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/eea972d39b33360668a231b8d6255230_1072243309822362127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hiçlik'ten gelen canavar Elynas, Kıyamet sırasında yenilgiye uğratıldığında, Rene ve Jakob \"irade\"ye dair işaretler hissettikçe onun bedeniyle ilgilenmeye başladılar. Canavarın bir canlılık kaynağına sahip olduğunu varsayan Rene, bu prensibi Jakob'un Sumeru keşfi sırasında kazandığı gücü arttırmak için kullanmak istedi. Jakob, Rene'nin korkularına ve uyarılarına rağmen gizlice Elynas'ın bedenine girerek etinden örnekler aldı. Elynas'ın bedeni eti yine olumlu karşıladı ve bu da onları Jakob'u geliştirmek için deneylere devam etmeye itti.\nJakob, deneyler yaparak Khaenri'ah kayıtlarından öğrendikleri bir \"geçit\" açmayı başardı ve etraflarını Rene'nin daha sonra \"Hiçlik Kurdu\" adını verdiği birçok yaratıkla sardı. Ayrıca araştırmalarının konusu Kızıl Kuvars, gölge ejderha Durin'in kristalleşmiş kanı ve Chasm'ın madenlerinde bulunan Kara Çamur'du. Hepsinin bileşiminin Elynas'ın etine benzediği ve sıradan insanlar üzerinde olumsuz bir etkiye sahip olduğu ortaya çıktı. Sadece Rene tarafından \"Yeni insan\" olarak adlandırılan Jakob bu yıkıcı etkiye direnebildi.\nNergis Haçı kehanete karşı koymak için Lyris'in gücünü kullanarak insanların iradesini emdi. Böylece, muhtemelen Emmanuel Guillotin de dahil olmak üzere, Mareşose Hayaleti'nin birkaç ajanını, Fontaine Mahkemesi yetkililerinin Derneğin varlığından haberdar olduğunu anılarından öğrenerek ortadan kaldırdı. Buna ek olarak, Nergis Haçı Derneği'nin sadakatini kaybeden bazı üyeleri, Derneğin merkezi olan Ipsissimus Kulesi'nden ayrılmadan iz bırakmadan ortadan kayboldu.\nRene, Jakob ve diğer insanlar üzerinde yaptığı deneylere ek olarak, tedavisi mümkün olmayan bir hastalıktan muzdarip olan Doğa Felsefesi Enstitüsü'nden Alain Guillotin'in asistanı üzerinde de deneyler yapmıştır. Carter üzerinde Hiçlik güçleri kullanılarak yapılan deneyler nedeniyle Guillotin, Rene ile tüm ilişkilerini kesti ve daha sonra Fontaine'in Iudex'i Neuvillette ile birlikte Nergis Haçı Derneği'nin yasadışı olduğuna dair bir kararname ve imha edilmeleri için bir emir imzaladı.\nCarter Sherbius'u tedavi etme girişimi bedeninin ölümüne yol açtı, ancak düzen daha sonra anılarının bir kısmını bir Dağ Zebanisi'nin bedenine aktarmayı başardı ve böylece Tırtıl doğdu. Önceki yaşamı hakkında hiçbir şey hatırlamıyordu ama Efendisine sadık ve minnettardı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Kızıl Kuvars",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_9084089098709080618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2644,
        "name": "Uğursuz Kara Çamur",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7010172886585953923.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2585,
        "name": "Balçık Yumruları",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_3955007764723325617.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Yıldırım Yutan Hiçlik Kurdu",
        "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>Once upon a time, they ran riot across the continent, but they went extinct for a time due to resistance and mass hunts. Recently, however, they have re-emerged. The pack of black wolves that now threaten Springvale and Wolvendom are such creatures.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Taşlaşmış Hiçlik Kurdu",
        "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>They do display certain biological behaviors similar to those of real wolves. Perhaps they feel jealousy towards these their \"next of kin,\" and dream of replacing them someday.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçı Derneği'nin Yok Oluşu",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene de Petrichor kendini bedensel kabuğundan kurtaran ilk kişi olmaya karar verdi. Ancak yeniden doğuş süreci Rene'nin beklediği kadar sorunsuz geçmedi. Bu durum Derneğin bazı üyelerinin örgütten şüphelenmesine ve Nergis Haçı'nın öldüğü sonucuna vararak örgütten ayrılmak istemelerine neden oldu. Jakob Ingold söylentileri durdurmak ve ana planlarını gerçekleştirmek için Ipsissimus Kulesi'ni tamamlamak için elinden geleni yaptı."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas'taki Savaş",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hiçlik'ten gelen canavar Elynas savaşmayı bırakıp taşa dönüştüğünde, Nergis Haçı Derneği onun bedenini merak etmeye başladı. Jakob, Elynas'ın etini tüketerek güçlerini geliştirdi ve bir Yeni insana daha yakın hale geldi.\nJakob'un daha büyük yetenekler kazanmasına yardımcı olmak için Nergis Haçı Derneği, Elynas'ın taşlaşmış kalbini canlandırmaya karar verdi. Bunu yapmak için Jakob, Okeanid Lyris (\"ezeli suların ruhu\") ve Tırtıl'ı yaklaşık 500 yıl önce ritüeli gerçekleştirmek üzere Elynas'ın içine gönderdiler.\n(1/7)×10^21 saat döngüsünden daha uzun bir süre önce Mareşose Avcıları, ritüel yoluyla Hiçlik Canavarı Elynas'ı canlandırmak üzere olan radikal örgüt Nergis Haçı Derneği'nin izini sürdü. Elynas, 500 yıl önceki Kıyamet sırasında Fontaine'de ortaya çıkmıştı ve tüm bölgeyi yok edebilirdi. Alain Guillotin yaklaşan ayini öğrendiğinde, Seymour'u Fontaine Neuvillette'in Iudex'ini bu konuda bilgilendirmesi için gönderdi. Mary-Ann Guillotin ve Seymour'un da aralarında bulunduğu Mareeşose Avcıları ile Nergis Haçı Derneği arasında Elynas'ın bedeninde bir savaş meydana geldi. Savaş sırasında meydana gelen bir patlamada Mareşose Hayaleti'nin birçok ajanı ve Meks'leri öldü. Seymour ciddi şekilde yaralanmış ve patlamanın bir sonucu olarak kış uykusu moduna geçmiştir ve Mary-Ann Guillotin, Lyris tarafından kurtarılmadan önce ölümün eşiğindeydi. Lyris ona sarılarak bedenlerini ve zihinlerini birleştirdi ve yeni bir Okeanid olan Mary-Ann'i yarattı.\nElynas'ın patlamadan aldığı yaralardan Melusine adı verilen yeni yaratıklar doğdu. Her Melusine kırık bir Mek parçasıyla doğdu, bu yüzden bu nesneleri korunması gereken \"simgeleri\" olarak görmeye başladılar. Melusine Mamere, Seymour'un yapay saat röle modülünü kurtardı, daha sonra Seymour'u enkazın arasında buldu, restore etti ve ona yoldaş oldu.\nDaha fazla istilayı önlemek için Elynas kızlarını korumak üzere Patojen'leri yarattı. Entelektüel açıdan Melusinlerden daha az gelişmişlerdi, ancak bazı Melusinler onlara evcil hayvanları olarak bakmaya başladı.\nNergis Haçı Derneği ve Mareşose Hayaletleri arasındaki savaştan sonra Jakob kaçtı, Tırtıl tutuklandı ve Meropide Kalesine hapsedildi ve Nergis Haçı Derneği binası mühürlendi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Gelişmiş Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Fontaine'de kaydedilen ilk Patojen gözlem sonuçları felaketten kısa bir süre sonradır. İlgili kayıtlara bakıldığında Patojenlerin hem insanlara saldıran hem de onları koruyan farklı türleri olduğu görülüyor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/dd7d9c3c7e9285b9650a64fc6550622b_3542044446967663330.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Öz ve ruh enerjisiyle karşı karşıya kaldıklarında güçlü bir şok etkisine maruz kalırlar. Bu şekilde Patojenler, görece agresif ve saldırgan olmayan yöntemlerle uzaklaştırılabilirler.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/1317767095153c379837899e6c332db7_1400970761721171901.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Büyük Gelişmiş Patojen ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Patojenler, biyolojik açıdan bakıldığında bilinen türlerden çok farklıdır. Hayvan, bitki, mantar veya Element değillerdir. Sumerulu alimler arasında tartışma konusu olan bu durum asla bir sonuca varamadı ve en sonunda araştırma konusu olarak ele alınması da yasaklandı. Çünkü bu problem mevcut bilgi sistemine göre \"dil aracılığıyla belirlenen tanımlar ve varlıkların asıl doğası\" ile aynıdır ve anlamlı, nihai bir cevap bulmak mümkün değildir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/622d9d846f1b800fa92b4c9c24ece5a7_8834421476498111242.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Büyük Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas yakınlarında ortaya çıkan tuhaf bir yaşam formu.<br>Melusinalara göre Patojenler zararsız varlıklardır, hatta çoğu onların çok güzel olduklarını bile düşünür.<br>Melusinaların görsel algılaması insanlarınkinden çok farklıdır.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/d94d8c4feac0e0795a26552689d6689c_1589364560232120724.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototip 4ACV07, Alain Guillotin tarafından Gölge Mareşosesi'ndeki hizmeti sırasında kız kardeşi Mary-Ann Guillotin'i korumak için yaratılan mekanik bir köpektir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/138687708/f415fbe2eaa40cd987a8daa47643fc74_5677219665726722664.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bağlantılar ve detayları"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Eskiden René de Petricor olarak bilinen Nergis Haçı, Nergis Haçı Derneği'nin kurucusu ve lideridir."
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Rene ile birlikte tarikatın kurucusudur."
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Örgüte 500 yıl önceki Kıyametten sonra katılan Nergis Haçı Enstitüsü'nün eski müdiresi. Kızıl Kraliçe olarak bilinir, bir kişinin iradesini emebilir."
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı tarafından yaratılan bir Dağ Zebanisi. Nergis Haçı Derneği üyesi."
      },
      {
        "type": "RichText",
        "text": "Элифас",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği araştırmacısı ve destekçisi."
      },
      {
        "type": "RichText",
        "text": "Suzanne ██████",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin birinci dereceden onursal üyesi."
      },
      {
        "type": "RichText",
        "text": "Griffin L. Randolph",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin birinci dereceden onursal üyesi."
      },
      {
        "type": "RichText",
        "text": "М. Laveau",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin dördüncü dereceden resmi üyesi."
      },
      {
        "type": "RichText",
        "text": "Э. Lenorman",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin üçüncü dereceden resmi üyesi, kâtip."
      },
      {
        "type": "RichText",
        "text": "Zenada",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin eski bir üyesi, geleceğe olan inancını yitirdiği için Tarikat'tan ayrılmış, ancak bazı nedenlerden dolayı Gestalt Kulesi'nde kalmıştır."
      },
      {
        "type": "RichText",
        "text": "Erich █████",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin ikinci dereceden resmi bir üyesi ve Doğa Felsefesi Enstitüsü'nde bir tarihçi."
      },
      {
        "type": "RichText",
        "text": "Eiichi Karasawa",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin birinci dereceden resmi üyesi, Inazuma'dan araştırmacı."
      },
      {
        "type": "RichText",
        "text": "C.J. Giuffria.",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'nin üçüncü dereceden resmi bir üyesi ve bir dansçı."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçı Derneği'nin Üyeleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Rene de Petrichor"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Çocukluğu"
      },
      {
        "type": "RichText",
        "text": "Rene de Petrichor, Poisson Belediye Başkanı Renault de Petrichor'un oğluydu. Cendre Nehri'nin tasfiyesi sırasında tutuklanan Eduardo Baker, Asayiş Daireleri üyeleri tarafından sürgün için Sumeru Çölü'ne götürülecekti, ancak yandaşlarının yardımıyla kaçmayı başardı ve Poisson ile Asayiş Daireleri üyelerini yakaladı. Gazeteci Karl Ingold (daha sonra Rene'nin ailesinin bir parçası olacaktı) Baker'ın oğlu Jakob'la görüşmek için geldi, ancak durum Mareşose Avcılarının gelişiyle daha da kötüleşti. Aralarında Emmanuel Guillotin'in de bulunduğu ajanlar mahkumlarla bir çatışma sahneledi ve bu sırada Baker ile Rene'nin anne ve babası öldü."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/454e9360d6de64ffde0dc0bf3017529b_7796859048666732432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bunun ardından Rene ve Jakob, suçluların çocuklarının yerleştirildiği bir Fontaine yetimhanesi olan Nergis Haçı Enstitüsüne yerleştirildi. Enstitünün Müdürü, Su Hükümdarı Egeria'ya bir minnettarlık göstergesi olarak Enstitünün başına getirilen nazik Okeanid Lyris'ti. Enstitünün Müdür Yardımcısı ise eskiden Fontaine'in filosunun başında bulunan Basil Elton'dı. Rene yetimhanede Mary-Ann ve Alain ile tanıştı ve Jakob ile arkadaş oldular. Rene uzun yıllar boyunca Mary-Ann'e karşı romantik duygular besledi ama bunu ona hiç itiraf etmedi. Alain, Rene'ye üzerinde yetimhanede çekilmiş bir grup fotoğrafı bulunan bir cep saati hediye etmiş, Rene de bu saati Nergis Haçı olmadan önce bırakmıştır. Daha sonra bu cep saati Nergis Haçı'nın yeniden dirilmesinde etkili olmuştur.\nEnstitü 500 yıl önceki Kıyamet sırasında terk edilmişti. Mary-Ann ve Alain, Rene'nin ebeveynlerinin ölümünden sorumlu tuttuğu Emmanuel Guillotin tarafından evlat edinildi ve Karl Ingold da Jakob'u evlat edindi. Rene, Jakob ve onu evlat edinen yeni babasıyla birlikte kalmıştır. İnsanların iradesini bölme yeteneğine sahip olan Direktör Lyris, Enstitü'nün kapatılmasından birkaç yıl sonra Rene tarafından kurulan cemiyetin bir üyesi oldu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Cendre Nehri Kayıkçısı",
        "desc": "<p>Bir zamanlar silah görevi gören uzun bakır bir boru. Bazıları arasında ünlüydü, bazıları için de kötü bir namı vardı.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/138687708/920ca2fe25ca2db1796848099b59b2d8_733603345322129819.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nergisin Rüyası",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8108592593710175576.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Doğa Felsefesi Enstitüsü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Çöl keşif gezisinden sonra Rene, arkadaşı Alain Guillotin ve Rene'nin biraz aptal olduğunu düşündüğü asistanı Carter Sherbius ile birlikte Doğa Felsefesi Enstitüsü'nün laboratuvarına atandı. Rene ve Alain'in ilgi alanları ve araştırma yaklaşımları oldukça farklı olmasına rağmen, birlikte Fontaine'deki her organizmanın bedeninde bulunan pneuma ve ousia'nın kontrollü yok edilme güçleri üzerinde çalıştılar. Daha sonra Alain'in çalışmaları Fontaine'in enerji devrimine yol açarak onu en büyük bilim adamlarından biri haline getirdi.\nRene, Doğa Felsefesi Enstitüsü'nde çalışırken, bilim insanlarının yeni fikirlere karşı tutuculuğu ve onlardan açık fikirli olmalarını beklemeleri karşısında şaşkına döndü. Bu tutumuna rağmen, fırsatları ve nüfuzları uğruna bilim insanlarının beğenisini kazanmaya çalıştı. Bu bilim adamlarından bazıları daha sonra Nergis Haçı Derneği'nin üyesi oldular ve neredeyse Rene ve Jakob'a tapıyorlardı. Rene, Doğa Felsefesi Enstitüsü temsilcilerinin inananlara dönüşmesinden dolayı hayal kırıklığına uğradı, ancak onların kaynaklarını Ipsissimus (Gestalt) Kulesi'nin inşasını da içeren kendi amaçları için kullandı.\nAlain'in asistanı Carter'ın hastalığını öğrenen Rene, laboratuvardaki araştırmaları durdurmaya ve Carter'ı iyileştirmek için her türlü çabayı göstermeye karar verdi. Cevap bulma umuduyla tıbbın gelişmiş olduğu Sumeru'ya doku örnekleri gönderdi ama kimse bir çözüm sunamadı. Bunun üzerine Jakob, çöl keşfi sırasında Jakob'u kurtarmak için kullanılan Hiçlik güçlerinin yardımıyla Carter'ı tedavi etme fikrini ortaya attı.\nJakob'un önerisini değerlendirdikten ve Carter'la olası tüm riskleri tartıştıktan sonra Rene tedaviye başladı. Hiçlik güçleri Carter'ın dokularını yok etmeye başladı ve Rene durumunu geçici olarak stabilize etmeyi ve yıkımı durdurmayı başarsa da tedavi başarısız oldu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Doğa Felsefesi Enstitüsü",
        "desc": "<p>Bir zamanlar başarılı bir araştırma tesisi olan bu Enstitü şimdi Fontaine sularının altında harabe halinde yatmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/61826c36dc23b1c567a76a9d7c9e8c13_6775163149151727001.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dünya Formülü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bir gün Rene, Tanrı Kral Remus'a hizmet eden ve onun etkisini yayan bir grup sanatçı olan Altın Kumpanya'nın geride bıraktığı kitaplara ve \"Fortuna\" adı verilen bir fenomene rastladı. Remuryalılar \"bir uygarlık yok olduğunda, küllerinden yeni bir uygarlığın doğacağına\" inanıyorlardı ki bu Rene'nin dünya formülünü kullanarak yaptığı hesaplamalarla uyuşmuyordu. Tüm değişkenleri defalarca hesapladığında sürekli tek bir sonuç elde ediyordu: Sistemin dışından muazzam güce sahip yeni \"değişkenler\" aniden ortaya çıkmadıkça, artık yeni medeniyetler doğmayacaktı.\nRene'nin o zamandan beri en büyük amacı Fontaine'in ölümüyle ilgili kehanete ne pahasına olursa olsun karşı çıkmak olmuştur. Petrichor kalıntılarını keşfederken, Fontaine halkının kökeni ve diğer insanlardan farklılıkları hakkında bilgiler keşfetti (Fontaine'deki tüm insanlar, önceki Su Hükümdarı Egeria tarafından insana dönüştürülen Okeanidlerdi) . Rene, aldığı bilgilerden yola çıkarak, aşkınlığa geri dönerek kıyametten kaçınmanın bir yolu hakkında bir fikir edindi. Altın Kumpanya'nın geride bıraktığı büyülü bir teknik olan \"Kimyasal Evlilik Mührü\"nü kullanarak Fontaine'de planını gerçekleştirebileceği birkaç önemli yeri tespit etmek istiyordu.\nNergis Haçı Enstitüsünde Rene, birçok insanın iradesini birleştirme ve yoğunlaştırma yeteneğine sahip Nergis Haçı'nın Kutsal Kılıcı'nı keşfetti. Rene daha sonra bu kılıcın yardımıyla tüm insanların iradesini çözmeyi amaçladı. Jakob daha sonra aynı kılıcın yardımıyla, ölen Carter Sherbius'un anılarından Tırtıl'ı yaratmayı ve Rene'yi çözüldükten sonra yeniden canlandırmayı başardı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Nergis Haçı'nın Kılıcı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hikayesi sona erdiğinde gücü zayıflamış olan bir kılıç. İçinde kalan ve büyük bir rüyayı anımsatan gücüyle şimdi yeni bir yolculuğa çıkacak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/145542732/01d3f8317c86ea98d617ad61213b7c9a_6875325418141864748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4307,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçı",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene kendini fiziksel kabuğundan kurtaran ilk kişi olmaya karar verdi ve Nergis Haçı adını benimsedi.\nNergis Haçı'nın yeniden doğuşu gerçekleşmedi ve Jakob tüm çabalarını onun durumunu korumaya adadı. Tarikat içinde Nergis Haçı'nın öldüğüne dair söylentiler yayıldı ve bu da Nergis Haçı Derneği'nin çöküşünü hızlandırdı. Jakob, Ezeli Deniz'in suyunu, Lyris'i, Remuria'nın kadim golemlerini yaratma teknolojisini, Khaenri'ah'ın kayıtlarını ve Nergis Haçı'nın Kutsal Kılıcı'nı kullanarak çok sayıda çalışma yürüttü. Sonunda, kardeşi olarak gördüğü Carter Scherbius'un bilincinin bir kısmını bir Dağ Zebanisi'nin bedenine yerleştirebildi ve aynı şekilde Nergis Haçı'nı da \"canlandırabildi\".\nNergis Haçı başarısızlığını hatırlamıyordu ve denemenin büyük bir başarı olduğunu düşünüyordu. <color=#ffffff>\"Her şey son derece açık hale geldi. Tüm anlamsız engeller ortadan kalktı.\"</color> Yeni bir beden aldı, Jakob, Lyris ve Tırtıl'ı Elynas'a gönderdi ve kehanetin gerçekleşmesini ve kıyametin başlamasını beklemek üzere Ezeli Deniz'de kaldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4311,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Narcissus'un Peşinde",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/a83307d9846baefff471a5d946e6047b_7617034998197965537.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı Derneği'ndeki Kıyamet Günü Saati gece yarısını vurup kıyametin başlangıcını işaret ettiğinde, Gezgin, Paimon ve Okeanid Ann Gestalt Kulesi'ndeki geçitten geçerek Ezeli Deniz'e gittiler ve orada Nergis Haçı ile karşılaştılar. Onu savaşta yendikten sonra Gezgin, Nergis Haçı'na kehanetin gerçekleştiğini ve Fontaine'in kıyametten kurtulduğunu bildirdi. Nergis Haçı'nın tüm hesaplamalarına göre, güçlü kuvvetlere sahip bilinmeyen \"değişkenler\" ortaya çıkmasaydı kıyamet kopacaktı. Ve Gezgin de tam olarak böyle bir değişken oldu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/ef3dd30c597bcae3d4712c34c2dfee2e_7627949270954189918.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nergis Haçı yenilgisini kabul etti ve Ann ile birlikte Derinuyku'daki Mary-Ann'e gitmeyi kabul etti. Orada, o ve Ann bir an için sıradan çocuklar oldular: Rene ve Mary-Ann, tıpkı yetimhanede oldukları gibi. Nergis Haçı iradesini korumak için tüm gücünü harcadığından, Ann ve Tırtıl'dan son yıllarda ne yaptıklarını öğrendikten sonra, sonsuza dek Derinuyku'da kalarak ortadan kayboldu.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Gezgin (Su) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ailesinden geriye kalan son kişi elinden alındığı için Yedileri bulmak üzere bir yolculuğa çıkan, başka dünyadan gelen bir gezgin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/145542732/f00d18b57acb4aa37bf2fc39bf67ddd0_7289056366697952072.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Mary-Ann'in bilinci tarafından yaratılan bir Okeanid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7a4364ee7ecfbf1eb2b78fbf7b6607ed_4802838410884879062.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jakob Ingold"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Çocukluğu"
      },
      {
        "type": "RichText",
        "text": "Jakob, Cendre Nehri'nde yaşayan bir suçlu olan Edaurdo Baker'ın oğluydu. Fontaine yetkilileri, Fontaine Mahkemesi'nin altındaki kanalizasyonlardan şehrin altında Sandre Nehri adında bir yeraltı şehri yaratmak istiyordu. Düzeni sağlamak zor olduğu için Eduardo Baker ve arkadaşları Cendre Nehri'nde iktidarı ele geçirdi. Cendre Nehri \"yurttaşları\" arasındaki anlaşmazlıkları çözmeye, yeni evlenenleri kutsamaya ve tüccarları çeteler tarafından gasp edilmekten, taciz edilmekten ve şantaja uğramaktan korumaya başladılar. Fontaine Sarayı yetkilileri Cendre Nehri'ni tasfiye etmeye karar verdiğinde Baker tutuklandı ve Sumeru çölüne sürgüne gönderildi. Sürgüne giderken, yandaşlarının yardımıyla Poisson'a kaçtı ve hem şehrin kendisini hem de Baker'i taşıyan Asayiş Daireleri üyelerini rehin aldı. Bir dizi mantıksız talepte bulununca Mareşose Avcıları olaya müdahale etti. Gazeteci Karl Ingold, Eduardo'nun oğlu Jakob ile birlikte arabulucu olarak Poisson'a geldi.\nÇözülmüş gibi görünen çatışma giderek kızışmış ve Baker'ın grubu ile Mareşose Avcıları arasında çıkan kavgada Jakob ve Belediye Başkanı Poisson'un oğlu Rene yetim kalmıştır. Her ikisi de genellikle suçluların çocuklarını barındıran bir yetimhane olan Nergis Haçı Enstitüsü'ne gönderildi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/764c6025e7f1ca9b37d0e97c8ba548ec_3635847707685117827.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Enstitünün Müdürü, Su Hükümdarı Egeria'ya bir minnettarlık göstergesi olarak Enstitünün başına getirilen nazik Okeanid Lyris'ti. Enstitünün Müdür Yardımcısı ise eskiden Fontaine'in filosunun başında bulunan Basil Elton'dı. Jakob yetimhanede Mary-Ann ve Alain ile tanıştı ve Rene ile arkadaş oldular.\nEnstitü'de Basil Elton çocuklara kötü ejderha Narcissus hakkında bir masal anlattı ve onlar da Nergis şampiyonları, büyücüleri ve prensesleri oynadılar.\nBundan 500 yıl önceki Kıyamet sırasında Enstitü terk edilmişti. Basil Elton tekrar Beyaz Armada'ya liderlik etti ve Enstitü'nün bazı öğrencileriyle birlikte Fontaine'de ortaya çıkan Hiçlik yaratığıyla savaşa girdi. Veda olarak Jakob'a şapkasına taktığı bilinmeyen bir kuşun tüyünü bıraktı. Jakob'a ona iyi bakmasını, böylece geri döndüğünde onu geri alabileceğini söyledi, ama asla yapmadı. Müdür Lyris ortadan kayboldu ve daha sonra Mareşose Hayalet ajanları tarafından Enstitü'de dolaşırken görüldü. Birkaç yıl sonra Rene ve Jakob tarafından kurulan gizli bir topluluk olan Nergis Haçı Derneği'ne katıldı.\nJakob, Poisson kuşatmasında hazır bulunan Karl Ingold tarafından evlat edinildi ve Rene de onların ailesinin bir parçası oldu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nergisin Rüyası",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8108592593710175576.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Cendre Nehri Kayıkçısı",
        "desc": "<p>Bir zamanlar silah görevi gören uzun bakır bir boru. Bazıları arasında ünlüydü, bazıları için de kötü bir namı vardı.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/138687708/920ca2fe25ca2db1796848099b59b2d8_733603345322129819.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Deneyler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hiçlik'ten gelen canavar Elynas, Kıyamet sırasında yenilgiye uğratıldığında, Rene ve Jakob \"irade\"ye dair işaretler hissettikçe onun bedeniyle ilgilenmeye başladılar. Canavarın bir canlılık kaynağına sahip olduğunu varsayan Rene, bu prensibi kullanarak Jakob'un Sumeru keşfi sırasında kazandığı gücü arttırmak istedi. Jakob, Rene'nin korkularına ve uyarılarına rağmen gizlice Elynas'ın bedenine girerek etinden örnekler aldı. Elynas'ın bedeni eti yine olumlu karşıladı, sadece küçük ters tepkiler verdi ve bu da onları Jakob'u geliştirmek için deneylere devam etmeye itti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/4f9d3d96ee55c9e244447e7cb8131c90_2845263502867602744.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Jakob, deneyler yoluyla, Khaenri'ah kayıtlarından öğrendikleriyle bir \"geçit\" açmayı başardı ve etraflarını Rene'nin daha sonra \"Hiçlik Kurdu\" adını verdiği birçok yaratıkla sardı. Ayrıca araştırmalarının konusu Kızıl Kuvars, gölge ejderha Durin'in kristalleşmiş kanı ve Chasm'ın madenlerinde bulunan Kara Çamur'du. Hepsinin bileşiminin Elynas'ın etine benzediği ve sıradan insanlar üzerinde olumsuz bir etkiye sahip olduğu ortaya çıktı. Sadece Rene tarafından \"Yeni insan\" olarak adlandırılan Jakob bu yıkıcı etkiye direnebildi.\nDaha sonra Jakob güçlerini sürekli olarak geliştirmeye devam etti ve bu dönüşüm sayesinde Günahkar Arındıran'ın şeklini alabildi.\nRene, Jakob üzerinde yaptığı deneylerin yanı sıra, tedavisi mümkün olmayan bir hastalıktan muzdarip olan Doğa Felsefesi Enstitüsü'nden Alain Guillotin'in asistanı Carter Sherbius üzerinde de deneyler yaptı. Jakob, Rene Doğa Felsefesi Enstitüsü'nde çalışırken Carter'la arkadaş olmuştu, çünkü ikisi de Enstitü'de dışlanmışlardı. Jakob Carter'ı neredeyse kardeşi gibi gördüğünden, Rene'ye kendisinin de tedavi olduğu yöntemi kullanmasını önerdi - Hiçlik güçlerinin yardımıyla.\nCarter Sherbius'un vücudu olumsuz yönde etkilendi ve bedeni parçalanmaya başladı. Hâlâ hayattaydı ve Jakob'u çok korkutan sesler bile çıkarabiliyordu. Rene ses tellerini çıkarmaya çalıştı ama birkaç gün içinde tekrar büyüdüler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Taşlaşmış Hiçlik Kurdu",
        "desc": "A beast with monstrous blood that is capable of eroding the boundaries of the world. They were created by \"Gold.\"<br/>They do display certain biological behaviors similar to those of real wolves. Perhaps they feel jealousy towards these their \"next of kin,\" and dream of replacing them someday.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2644,
        "name": "Uğursuz Kara Çamur",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_7010172886585953923.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Günahkar Arındıran",
        "desc": "<p></p><p>Karanlığın güçleri aracılığıyla \"evrim\"le fazladan uzuvlar kazanan bir Hiçlik yaratığı.</p><p>Birden fazla türde element gücü kullanabilir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/145542732/2899a9fa6efec1006150467a00823c4a_7462766198827106384.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rene'nin Ölümü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rene, Khaenri'ah dünya formülüne göre hesaplanan kıyameti önlemek için tüm Fontaine ulusundan olanları fiziksel bedenlerinden kurtarmak, onları Ezeli Deniz'in suyunda eritmek ve kökenlerine geri döndürmek gerektiğine inanıyordu (çünkü tüm Fontaine'liler aslında Su Hükümdarı Egeria'nın insanlara dönüştürdüğü Okeanid'lerdi). Kendisine Nergis Haçı adını verdi ve bu hedefe giden yolda ilk olmaya karar verdi ve yeni bir formda yeniden doğmayı umarak bedenini çözdü.\nBedenin dağılması Nergis Haçı'nın yeniden doğmasına yardımcı olmadı, bu yüzden Jakob tüm çabasını Nergis Haçı'nı korumak için harcadı. Nergis Haçı Derneği'nin çöküşünü önlemek için Üstat hakkındaki gerçeği üyelerinden korumaya çalıştı, ancak insanlar arasında Üstadın öldüğüne dair söylentiler yayılmaya devam etti. Buna ek olarak Jakob, tarikatın ana planı için gerekli olan Gestalt Kulesi'ni tamamlamaya çalıştı. Nergis Haçı Derneği, Dört Bölge'den (Fontaine'de \"Kimyasal Evlilik Mührü\" ile tanımlanan özel yerler) oluşan bir çemberde yer alan bu kuleyi kullanarak kıyametten kurtulmak için insanların iradesini kontrol etmek istiyordu. Tarikatın hesaplamalarına göre, Ezeli Deniz kulenin altında yer alıyor olmalıydı.\nJakob aylarca Rene'yi canlandırmak için deneyler yaptı. Kişiliğinin bir kısmını çıkardı ve onu Ezeli Deniz'deki Bölgelerden birinin altına mühürledi. Lyris'in insanların iradesini çözme yeteneklerini, Remuryalıların golem yaratma kayıtlarını, Khaenri'ah'tan gelen bilgileri ve insanların iradesini yoğunlaştırmanın anahtarı olan Nergis Haçı'nın (Akıl) Kutsal Kılıcını kullandı. (400 yıldan fazla bir süre sonra Jakob'un araştırmalarının sonuçları, sevgilisini canlandırmaya çalışan seri katil Vacher tarafından kullanıldı). Ayrıca Carter Sherbius'u geri getirmeye çalıştı ve sonunda Carter'ın bazı anılarını ve bilincini yeni bir Dağ Zebanisi bedenine aktararak Tırtıl'ı yarattı. Pek çok başarısızlıktan sonra Jakob sonunda, yıllar önce Alain tarafından Rene'ye verilen ve Rene'nin etrafta olduğu zamanı temsil eden bir cep saati ve Carter'ın kalıntılarını kullanarak Nergis Haçı için yeni bir beden yarattı.\nNergis Haçı başarısızlığını hatırlamıyordu ve duruşmanın büyük bir başarı olduğunu düşünüyordu. <color=#ffffff>\"Her şey son derece netleşti. Tüm anlamsız engeller ortadan kalktı.\"</color> Yeni bir beden aldı, Jakob, Lyris ve Tırtıl'ı Elynas'a gönderdi ve kehanetin gerçekleşmesini ve kıyametin başlamasını beklemek üzere Ezeli Deniz'de kaldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Nergis Haçı'nın Kılıcı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hikayesi sona erdiğinde gücü zayıflamış olan bir kılıç. İçinde kalan ve büyük bir rüyayı anımsatan gücüyle şimdi yeni bir yolculuğa çıkacak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/145542732/01d3f8317c86ea98d617ad61213b7c9a_6875325418141864748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kadim Renkler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Yıllar sonra Jakob, Hiçlik canavarı Elynas'ın kristalleşmiş kanıyla resim yapan Melusine Mamer'in tablolarıyla ilgilenmeye başladı. Tablolarını satın almak için yaptığı başarısız bir girişimin ardından, onları çalmaları için paralı askerler gönderdi. Kristalleşmiş kanın yardımıyla, eti güçlerini artıran Elynas'ı yeniden canlandırmayı amaçlıyordu.\nGezgin, canlanmasının sadece yıkım ve Melusine kızlarının ölümünü getireceğinden korkan Elynas'ın yardımıyla Jakob'u durdurmayı başardı, ancak o kaçmayı başardı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Gezgin (Su) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ailesinden geriye kalan son kişi elinden alındığı için Yedileri bulmak üzere bir yolculuğa çıkan, başka dünyadan gelen bir gezgin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/145542732/f00d18b57acb4aa37bf2fc39bf67ddd0_7289056366697952072.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Narcissus'un Peşinde",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/5c99499f010517283874accd74ed8e99_8806262014731268675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kıyametin yaklaştığını bilen Jakob, su yardımıyla tüm insanları eritmek ve yeniden canlandırmak için Ezeli Denizi mühürlemesi gereken \"Kimyasal Evlilik Mührü \"nü tersine çevirmeye karar verdi. Gezgin'i Dört Bölge'de tuzaklar kurarak Kutsal Akıl Kılıcı'nı yeniden yaratmak için malzeme toplamaya zorladı. Nergis Haçı'nın artık mühürleri kırabileceğini ve tamamen yeniden doğabileceğini umuyordu.\nJakob vücudunda neredeyse hiç güç kalmadığını fark etti ve Rene ile yeni dünyalarında bir kez daha buluşmayı umarak Kıyamet Günü'nün başlangıcını vuran saatin ibresi altında öldü.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Nergis Haçı'nın Kılıcı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hikayesi sona erdiğinde gücü zayıflamış olan bir kılıç. İçinde kalan ve büyük bir rüyayı anımsatan gücüyle şimdi yeni bir yolculuğa çıkacak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/145542732/01d3f8317c86ea98d617ad61213b7c9a_6875325418141864748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carter Sherbius"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius (bazen Cater olarak da geçer) 500 yıldan daha uzun bir süre önce fakir bir ailede doğdu. Tüm ailesi öldüğünde, Carter Fontaine'deki bir yetimhane olan Nergis Haçı Enstitüsü'ne gitti. Nazik Okeanid Lyris Enstitü'nün Müdürü, Beyaz Donanma'nın eski Amirali Basil Elton ise Müdür Yardımcısıydı.\nCarter yıllar sonra Doğa Felsefesi Enstitüsü'nde Alain Guillotin'in asistanı oldu. Alain dahi bir çocuktu, Carter ise Alain'den daha büyük olmasına rağmen basit fikirli ve çok zeki olmayan biri olarak görülüyordu. Çoğu zaman Alain'in tartışmalarını anlayamazdı ama her zaman Alain'in fikirlerini desteklemişti. Alain, Carter'ın sakarlıklarından hoşlanmadığı ve Khaenri'ah'ın otomatlarını insanlardan daha çok önemsediği için çok sıcak bir ilişkileri olmamasına rağmen, Carter ona her zaman saygı duymuştur.\nAsistan olarak çalıştığı süre boyunca bazı arkadaşlar edindi. Bunlardan biri, bazı projelerde Alain'in iş arkadaşı olan bir başka parlak bilim adamı Rene de Petrichor ve Rene'nin biraz tuhaf olduğu düşünülen ve onu Carter'a yaklaştıran küçük üvey kardeşi Jakob Ingold'du. Ayrıca Carter'ın sıcaklığı, gülümsemesi ve nezaketiyle hayranlık duyduğu Alain'in kız kardeşi Mary Ann Guillotin ile de tanıştı. Alain ve Rene'nin yeteneklerine hayrandı ve Nergis Haçı Derneği'nin yaratıcıları Rene ve Jakob'un Fontaine tarihinde çok önemli figürler olacağına inanıyordu.\nCarter, Alain, Mary Ann, Rene ve Jakob'un da Nergis Haçı Enstitüsü mezunu olduğunu öğrenince çok sevindi. Maceralarından, Lyris ve Basil'den bahsederek Carter'ı çocukluk anılarına daldırdılar. Enstitü'nün pek çok mezunu gibi Carter da 500 yıl önceki Kıyamet sırasında terk edilmiş ve sular altında kalmış bir yetimhaneyi yeniden inşa etmeyi hayal ediyordu.\nCarter, Rene ve Alain kadar yetenekli olmamasına rağmen, fotoğraf çekebilen bir saat mek yaratmayı önerdi. Alain'in kız kardeşi Mary Ann ile birlikte olmadığı anlardan pişmanlık duyacağına ve onun nasıl büyüdüğünü ve değiştiğini görmek isteyeceğine inanıyordu. Alain başlangıçta bu fikri onaylamasa da, Asayiş Daireleri için böyle bir gelişmenin gözetleme amacı açısından yararını gördü. Carter'ın fikri Reckon Log Mek'in - kafasında kamera olan mekanize bir köpek - yaratılmasına yol açtı. Alain ilk mekasını Mareşose Avcıları için çalışmaya başladığında Mary Ann'e yardımcı olması için yarattı ve ona Seymour adını verdi.\nAyrıca bir başka otomata da Carter'ın adı verildi: Saldırı Uzmanı Meka."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Cal'den uyarlanmış bir saatli meka. Scherbius tipi. Ne yazık ki, saldırı yeteneği dışında başka bir yeteneği yok...\"</color>\n<color=#ffffff>\"Keşif Kayıtçısı Meka'nın yanı sıra, bu da üretilen ilk yeni tip saatli meka'lardan biriydi.</color>\n<color=#ffffff>Mucidinin bir arkadaşının anısına isimlendirildi ve başlangıçta insanlara yardım etmek için tasarlandı. Ancak, insanlara saldırma yeteneği - böylece dost personeli riske atma ihtiyacını ortadan kaldırması - daha sonra gerçek gücü haline geldi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius, Eleazar ile bazı semptomları paylaşan, Carter'ın uzuvlarında uyuşukluk bırakan ve sık sık bir şeyleri kırmasına ve düşürmesine neden olan bilinmeyen bir hastalığa sahipti. Böyle bir olayda Carter yanlışlıkla Alain'in üzerinde çalıştığı harabe muhafızını harekete geçirdi ve Alain otomatı devre dışı bırakmak zorunda kaldı. Hastalığı nedeniyle Carter sık sık işten izin istiyor ve hatta bazen hastanede bayılıyordu. Bir gün, Doğa Felsefesi Enstitüsü Müdürü Dwight Lasker, Carter'ın kanından örnekler alarak gelişmiş tıbba sahip bir bölge olan Sumeru'ya gönderdi. Ama orada bile bir tedavi bulamadılar.\nRene, Carter'ın hastalığını öğrendiğinde arkadaşını kurtarmayı kendine görev edindi. Araştırma için kan ve doku örnekleri aldı, ancak tüm deneyler sonuçsuz kaldı. Daha sonra, yeni yetenekler geliştirmek için birkaç yıl boyunca Hiçlik'e maruz kalmış olan Jakob, Carter'ı tedavi etmek için aynı yöntemi denemeyi önerdi. Uzun uzun düşündükten ve tartıştıktan sonra Rene bu deneyi Carter'a önerdi ve o da kabul etti. Ne yazık ki, Jakob üzerinde faydalı bir etkisi olan Elynas'ın eti Carter'a yardımcı olmadı; sadece reddetme ve doku yıkımına neden oldu. Durumuna rağmen Carter hayatta kaldı ve ses çıkarabiliyordu. Rene Carter'ın ses tellerini çıkardığında bile, teller birkaç gün içinde tekrar büyüdü.\nNe yazık ki, Rene ve Jakob, Carter'ı iyileştiremediler, ancak tüm bilgilerini onu farklı bir formda geri getirmek için kullandılar."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Hala çözülmemiş birçok gizem var, aşağıdaki bölüme gelin ve düşüncelerinizi ifade edin</color> :\nhttps:/www.hoyolab.com/topicDetail/528211",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4053,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4310,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototip 4ACV07, Alain Guillotin tarafından Gölge Mareşosesi'ndeki hizmeti sırasında kız kardeşi Mary-Ann Guillotin'i korumak için yaratılan mekanik bir köpektir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/138687708/f415fbe2eaa40cd987a8daa47643fc74_5677219665726722664.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tırtıl"
      },
      {
        "type": "RichText",
        "text": "Yıllar önce Tırtıl insandı, ancak anılarının bir kısmı Nergis Haçı'nın Kutsal Kılıcı ve Okeanid Lyris'in yardımıyla bir Dağ Yabanisi'nin bedenine yerleştirildi. Tırtıl bu şekilde yaratıldı. Jakob Ingold ve Rene de Petrichor daha önce Tırtıl olan adamı dostları olarak gördüklerinden ve hayal dünyaları olan Saklı Vahiyler Kitabı'nda kurtarmaya çalıştıkları adamın anılarına rastladığımızdan, Tırtıl'ın daha önce Carter (bazen Cater olarak listelenir) Sherbius olduğu varsayılabilir. Carter'ın bedeni ölmüş olsa da, bilincinin bir kısmı geri kazanılmıştır.\nNergis Haçı tarafından yaratıldıktan sonra Tırtıl beyaz tenli, kararmış uzuvları, beyaz saçları ve Dağ Yabanisi'ne benzer tırnakları olan bir çocuk şeklini aldı. Görünüşünü ve yaşlanmamasını hastalığa bağladı. Tırtıl'ın gerçek formu Rüzgar Bıçaklı Dağ Zebanisi'dir.\nTırtıl, Elynas'ta Mareşose Avcılarıyla yapılan savaş sırasında Nergis Haçı Derneği'ne yardım ettiği için, 400 yıl önce işlediği suçlar nedeniyle Meropide Kalesine gönderildi. Tırtıl bu kararı desteklemektedir çünkü kendisini yaptıkları yüzünden hapsedilmesi gereken bir canavar olarak görmektedir.\nTırtıl'ın hipnotize edici yetenekleri vardır: bir insanı bir şeye ikna edebilir veya onu yönlendirebilir. Bir gün hapishanede, gördüklerini doğru bir şekilde çizebildiği için resim sahteciliği yapan renk körü ressam Julien ile tanıştı. Tırtıl, Julien'i bir sanatçı olarak yetenekleri konusunda ikna etmeyi başardı. Julien'in kendisinin de inandığı gibi, Tırtıl onun başyapıtlar çizmesine izin verdi. Tırtıl yeteneğini, Tırtıl'ın belgeleriyle ilgili soruları olan muhafız Noailles için de kullandı. Muhafızı onun bir suçlu olduğuna ve ait olduğu yere ikna etti.\nTırtıl insan olmadığı için, empati de dahil olmak üzere aynı niteliklere sahip değildir. Hapishanede geçirdiği yıllar boyunca Tırtıl insanlığı öğrenmeye çalışmıştır. Ve herhangi bir insan empatiden dolayı başkalarına yardım ederken, Tırtıl sadece bir insanın ne yapacağını bildiği için yardım eder.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yarım Kalan Komedi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Birkaç yıl önce Tırtıl, hapishanede doğan Lanoire adında küçük bir kızla tanıştı. Annesi Agnes, kızı için gerekli belgeleri tamamlamaya vakit bulamadan Meropide Kalesi'nde hastalıktan ölmüştü. Lanoire hapishaneden çıkıp akrabalarının yanına gidemiyordu çünkü evraklara göre öyle biri yoktu. Lanoire ile arkadaş olan Tırtıl, kızın hapishaneden kaçmasına yardım etmeye karar verdi. Seçilen yöntem, gardiyan Etienne tarafından icat edilen ve takımların Meropide Kalesi'nin özel para birimi olan kredi kuponlarını toplamak için yarıştığı bir oyun olan \"Zenginlerin Oyunu\" idi. Kazanan takım Etienne ile birlikte periyodik kontroller için yüzeye seyahat edebilecekti. Böylece Lanoire hapishaneden çıkabilecek ve kimse onu aramayacaktı.\nGezgin ve Paimon ile takım olan Tırtıl ve Lanoire, diğer mahkumlarla takım kurarak yıllardır kupon toplayan Tırtıl sayesinde diğer takımları yenmeyi başardı. Noailles kalesinin muhafızları kaçış planına müdahale etmeye çalışsa da Etienne, Lanoire ve Tırtıl'ın yardımıyla yine de kaçmayı ve Lanoire'ın büyükbabası Earnshaw'a gitmeyi başardılar.\nLanoire ile maceraları sırasında Tırtıl ona, içinde kendini gördüğü aptal bir çırakla ilgili bir masal anlatır:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Uzun, çok uzun zaman önce... Bir büyücü çırağı varmış. Akılsız bir çırakmış, bu yüzden büyü dilini öğrenmesi diğerlerinden çok daha fazla zaman almış.</color>\n<color=#ffffff>Ama muhteşem bir büyücü olan hocası hiç de endişelenmemiş. Aksine, çırağının ilerlemesini övgüyle karşılamış ve hatta ona önemli görevler vermiş...</color>\n<color=#ffffff>Çırak, hocasının talimatlarından asla şüphe duymadı. Ne de olsa ona büyünün dilini öğreten büyük bir büyücüydü.</color>\n<color=#ffffff>Büyücünün atölyesinde bir leğen vardı. Aslında buna bir balık kâsesi de diyebilirsiniz, çünkü içinde küçük bir balık tutuyormuş.</color>\n<color=#ffffff>Bir gün küçük balık çırağa seslenmiş: \"Hey, sen oradaki! Ahmak! Bana yardım et.\"</color>\n<color=#ffffff>Çırak şaşırmış. Büyük büyücü dışında hiç kimse, hatta hiçbir yaratık onunla bu şekilde sohbet etmezdi. Bu yüzden merakını uyandırdı ve nasıl yardım edebileceğini sordu.</color>\n<color=#ffffff>Anlaşıldığı üzere, bu küçük balık eskiden uçsuz bucaksız denizde yaşıyormuş. Buraya getirildiğinde ailesinden koparılmış. Diğerlerinden yardım istemeye çalışmış ama hiçbiri ona cevap vermemiş.</color>\n<color=#ffffff>\"Seni eve götürmek isterdim ama eğitmenim dışarı çıkmamı yasakladı...\" dedi çırak. Bunu duyan küçük balık, çırağa başka bir şey söylemeden üzgün bir şekilde leğenin diğer tarafına doğru yüzmüş.</color>\n<color=#ffffff>Sonra bir gün çırak küçük balığın artık leğende olmadığını fark etmiş. Onu kim götürmüştü? Eve mi getirmişler? Çırak merak etmekten kendini alamamış.</color>\n<color=#ffffff>Küçük balık olmadan, leğen artık tamamen boştu. \"Uçsuz bucaksız ve sınırsız deniz\" nasıl bir yerdi acaba? Farkına bile varmadan, çırağın düşünceleri atölyenin dışındaki dünyaya kaymıştı...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Gezgin (Su) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ailesinden geriye kalan son kişi elinden alındığı için Yedileri bulmak üzere bir yolculuğa çıkan, başka dünyadan gelen bir gezgin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/145542732/f00d18b57acb4aa37bf2fc39bf67ddd0_7289056366697952072.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/35dd24168ad6800be4741160d8d5b6bb_1399453344440697591.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yosun Denizinde Bir Arayış",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/88486163/1bf47ab9a8b5eccf47b2669a07e81ff6_6332702996673960071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lanoire'ı kurtardıktan sonra Tırtıl Nergis Haçı Derneği'ne geri döndü ve burada Nergis Haçı Derneği'nin diğer \"mirasçılarıyla\" tanıştı: Mary-Ann Guillotin'in bir parçası olan Okeanid Ann, Okeanid Lyris ve Alain Guillotin'in kız kardeşini korumak için yarattığı mekanik köpek Seymour. Birlikte, Ann'in kökeninin sırrını bulmaya ve Nergis Haçı'nın Kutsal Kılıcı'nın yardımıyla Fontaine'deki tüm insanların bedensel kabuğunu eriterek Nergis Haçı'nın insanlığı kıyametten kurtarma planını gerçekleştirmesini engellemeye karar verdiler."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Fontaine'deki, kıtadaki ve hatta bütün gezegendeki herkesin iradesini kendi bünyesinde toplama görevine ancak Kutsal Kılıcın dövülmesiyle devam edebilir.</color>\n<color=#ffffff>Ezeli Deniz bir kez daha döndüğü ve her şeyi yutan, göğü kararttığı vakit ancak kendiyle bütün olanlar hayatta kalacak.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tırtıl, Gezgin, Ann, Seymour ve Paimon, iradeyi bölüp birleştirebilen orijinal Kutsal Kılıcı dövmek için malzeme aradılar. Dört malzemeden üçünün Nergis Haçı'nın planını uygulamaya çalışan Jakob Ingold tarafından çoktan bulunduğu ortaya çıktı. Karakterlerle Nergis Haçı Derneği'nin merkezi olan Gestalt Kulesi'nde buluştu. Bu toplantı, dört üyenin de bir araya gelmesiyle Kıyamet Günü'nün başlangıcı oldu.\nSaat gece yarısını vurduğunda ve akrep Jakob'u da yanına alarak odanın zeminini kırdığında, Gestalt Kulesi sulara gömüldü ve Ezeli Deniz ile Nergis Haçı'na giden yol açıldı. Nergis Haçı'nı yenip onunla uzlaştıktan sonra Gezgin, Tırtıl, Ann, Seymour ve Nergis Haçı Derinuyku'daki Mary-Ann'in yanına gittiler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Nergis Haçı'nın Kılıcı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hikayesi sona erdiğinde gücü zayıflamış olan bir kılıç. İçinde kalan ve büyük bir rüyayı anımsatan gücüyle şimdi yeni bir yolculuğa çıkacak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/145542732/01d3f8317c86ea98d617ad61213b7c9a_6875325418141864748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Mary-Ann'in bilinci tarafından yaratılan bir Okeanid.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7a4364ee7ecfbf1eb2b78fbf7b6607ed_4802838410884879062.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Prototip 4ACV07, Alain Guillotin tarafından Gölge Mareşosesi'ndeki hizmeti sırasında kız kardeşi Mary-Ann Guillotin'i korumak için yaratılan mekanik bir köpektir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/138687708/f415fbe2eaa40cd987a8daa47643fc74_5677219665726722664.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Takip",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann, Ann ve Seymour'a veda ettikten sonra Tırtıl, \"bir şey\" bulmak için Rene ve Jakob tarafından yaratılan Saklı Vahiyler Kitabı'nın içindeki âleme gitmeye karar verdi. Bu dünyada zaman farklı ilerliyor ve Tırtıl orada o kadar uzun süre kaldı ki ne aradığını unuttu ve aklını kaybetmeye başladı. Kitabın içinde Tırtıl, tıpkı Tırtıl'ın kendisi gibi Carter Sherbius'un bir anısı olan \"Yavru Köpek\" ile tanıştı. Kitabın içindeki dünyanın çökmekte olduğunu, ancak \"Yavru Köpek\" bir Hiçlik Kurdu gibi değil de bir köpek şeklinde göründüğü sürece hala kurtuluş şansı olduğunu söylüyordu.\nGezgin, Tırtıl'ı bu dünyadan kurtardı ama Kitap'ta geçirdiği zaman onda izler bıraktı. Artık insan formuna giremiyordu ve bilinci kaybolmaya başlamıştı.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Gezgin (Su) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ailesinden geriye kalan son kişi elinden alındığı için Yedileri bulmak üzere bir yolculuğa çıkan, başka dünyadan gelen bir gezgin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/145542732/f00d18b57acb4aa37bf2fc39bf67ddd0_7289056366697952072.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "İyi Ki Doğdun",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tırtıl ayrılmadan önce Lanoire ile doğum gününde buluşmaya karar verdi ve ona balık ve sihirbazın çırağı hakkındaki hikâyenin sonunu anlattı:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"- O hikayeyi hâlâ hatırlıyorsun demek.</color>\n<color=#ffffff>- Hiç unutur muyum? Geri dönmeni ve hikayenin sonunu anlatmanı bekliyordum! Sonunda çırak küçük balığı bulabildi mi bari?</color>\n<color=#ffffff>- Anlatayım. Yıllar, yıllar sonra...Budala çırak sonunda harika büyücüye veda edebilme cesaretini göstermiş ve atölyeden ayrılmış. Sonra da küçük balığı bulmak için yola koyulmuş. Tabii daha önce hiç büyük bir okyanus görmemiş ki, balığın nasıl bir yerde yaşadığını nereden bilsin... Bu yüzden giderken birilerine yolu sorması gerekmiş.</color>\n<color=#ffffff>Bu yüzden nehir kenarındaki sazlığa gidip sormuş. Hikayesini dinleyen sazlık gülmekten çatlamış, iki büklüm olmuş. \"Okyanusu arıyorsun demek,\" demiş sazlık. \"Nehirlerden çok daha geniş ve büyük bir yerdir orası. Tüm nehirler de oraya akar zaten.\"</color>\n<color=#ffffff>Böylece akan nehri takip eden çırak, sonunda büyük okyanusa ulaşmış. Gel gör ki okyanus öyle büyükmüş ki çırak nereden başlasa bilememiş. Bu yüzden gidip iskelede dinlenen Mor Altın Balıkçı Martıya sormuş. Hikayesini duyunca hayret eden martı da gagasında tuttuğu kızarmış patatesleri yere düşürüvermiş. \"Boşa kürek çekiyorsun dostum,\" demiş martı. \"Koca okyanusta sıradan, küçük bir balığı bulmaya çalışmak akıl karı değil, hayatımda HİÇ senin gibisini görmemiştim. Hem kim bilir, belki de çoktan...\" Martıyla onun şamatacı arkadaşlarından gına gelen çırak, ağzına ekmek tıkayıp martıyı susturmuş. Sonra da kıyıda dolaşarak sorular sormaya ve balığı aramaya devam etmiş. Çırak budalanın teki olduğu için doğru dürüst aramayı da bilmiyormuş ki... Nasıl dalacağını deneye deneye anlamaya çalışırken her seferinde okyanusta daha da açılmış...</color>\n<color=#ffffff>- Sonunda onu bulmuştur kesin! Gerçekten çok istersen ve asla pes etmezsen dileklerin sonunda gerçek olurmuş! Dedem hep öyle derdi.</color>\n<color=#ffffff>- Mutlu sonla biten hikayeleri seviyorsun sen... Eh, Earnshaw Dede doğru demiş. Yaptığı onca budalalığa rağmen çırak, o küçük balığı bulabilmiş. Onu bulduğunda küçük balık, özgürce dolaşan bir balık sürüsünün ortasında ailesiyle birlikte yüzüyormuş. Çırak, birbirine benzeyen onca balığın arasında onu gördüğü gibi tanımış. \"Sonunda seni buldum...\" Çırağın dileği nihayet gerçek olmuş ama hayal ettiği kadar sevinememiş nedense. Aksine biraz şaşkın hissediyormuş. Balık sürüsü etrafına toplanıp bütün hikayeyi anlatmasını bekliyormuş. Pek beceremese de çırak onlara her şeyi bir bir anlatmış. Lafını bitirince de büyük bir yükten kurtulmuş gibi vermiş nefesini, ağzından bir sürü baloncuk yükselmiş. \"Sana iki özür borcum var,\" demiş çırak. \"İlki bir zamanlar yardım istediğinde sana yardım edecek cesareti gösteremediğim için. Diğeri de pat diye ziyaretine geldiğim için...\" \"Sonunda seni görünce farkına vardım bencilliğimin... Bizzat gelip senden özür dilersem geçmişte olduğum kişiyi affedebilirim sandım.\" \"\"Ne önemi var ki?\" Küçük balığın yanıtı karşısında çırak hayrete düşmüş. \"Eskiden bana yardım edemedin ama ben eninde sonunda evime, ailemin kollarına geri döndüm.\" \"Başıma kötü bir şey de gelmedi. O yüzden af dileyecek bir şey de yok.\" \"Bu kadar fuzuli bir mesele için epey zaman ve emek harcamışsın. Buna dürüstlük mü denir, yoksa budalalık mı bilemedim. Eh, budalanın teki de olsan bizim için hava hoş gerçi. Biz budalaları da dost biliriz...\"</color>\n<color=#ffffff>- Aa! Sonunda dost mu oldular yani? Sonra ne oldu peki?</color>\n<color=#ffffff>- Ne mi oldu? Çok yakın arkadaş oldular tabii.</color>\n<color=#ffffff>- Ne? Bu kadar mı yani? Hikaye böyle mi bitiyor Tırtıl?</color>\n<color=#ffffff>- Aynen öyle, hikayenin sonu bu. Güzel hikayeleri tadında bırakmak lazım, yoksa eğlencesi kaçar. Sonra bir bakmışsın, kahramanlar kötü ejderhalara dönüşüvermiş. Bitmek bilmeyen ne çok hikaye duydum, bir bilseniz. Hepsi de korkunç sonlandı, hikayelerde geçen herkes hayal kırıklığına uğradı. Kötü hikayelerdi bunlar. Tabii senin maceralarını anlatan hikaye hâlâ devam ediyor sevgili Lanoire. İyi ki doğdun. Bir gün sen de bana kendi hikayeni anlatacaksın, tamam mı?</color>\n<color=#ffffff>- Hı hı... Söz veriyorum, anlatacağım Tırtıl.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Birbirlerini bir daha asla göremeyeceklerini anlayan Tırtıl, Lanoire'e kendisine benzeyen canavarlarla asla konuşmamasını söyledi. Paimon ve Gezgin'e onu kurtardıkları için teşekkür etti ve sonra ortadan kayboldu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Gezgin (Su) ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ailesinden geriye kalan son kişi elinden alındığı için Yedileri bulmak üzere bir yolculuğa çıkan, başka dünyadan gelen bir gezgin.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/145542732/f00d18b57acb4aa37bf2fc39bf67ddd0_7289056366697952072.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/b0d2ecb93bcd3f219cda9649463ae8b9_5665759750711537562.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris"
      },
      {
        "type": "RichText",
        "text": "Lyris, Su Hükümdarı Egeria'ya minnettarlığının bir göstergesi olarak Nergis Haçı Enstitüsü adlı bir yetimhanenin başına getirilmiş nazik bir Okeanid'di. Lyris çocukları sevmesine rağmen, bir Okeanid için bile olağanüstü entelektüel yeteneklere sahip değildi ve neden-sonuç ilişkisini anlayamıyordu, bu yüzden Enstitü Müdür Yardımcısı Basil Elton tarafından yönetiliyordu.\nKıyamet 500 yıl önce geldiğinde, yetimhanenin neden yok edildiğini anlayamadı ve tek arzusu yetimhanedeki çocukların Nergis şampiyonları olarak oynadıkları zamana geri dönmekti. Nergis Haçı Derneği'nin üyeleri Rene ve Jakob tarafından suçluluk duygusu içinde bulundu. Lyris insanların iradesini çözme ve birleştirme yeteneğine sahip olduğundan, tarikatın değerli bir üyesi haline geldi ve \"Kızıl Kraliçe\" adını aldı.\nRene, Lyris ve Nergis Haçı'nın Kutsal Kılıcı'nın yardımıyla fiziksel formunu çözdüğünde, Ordo, Jakob Ingold'un güçlerini etinden ve kanından beslediği Hiçlik canavarı Elynas'ı canlandırmaya karar verdi. Lyris, Jakob ve Nergis Haçı'nın çırağı Tırtıl ile birlikte Elynas'ın içine girdi. Elynas'ta, Nergis Haçı Derneği'ni durdurmaya çalışan Mary-Ann Guillotin'in de aralarında bulunduğu Mareşose Avcılarıyla karşılaştılar. Bu savaş sırasında Mary-Ann Guillotin ciddi şekilde yaralandı ve Lyris ona sarılıp bilincini emdi. Bu birleşmeden yeni bir Okeanid, Mary-Ann doğdu. Mary-Ann artık ne Lyris ne de Mary-Ann Guillotin'di, ancak ortak bilinç ve arzularını somutlaştırdı ve diğer Okeanidleri yaratabilen insan veya Okeanid'in ötesinde bir şeydi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Nergis Haçı'nın Kılıcı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Hikayesi sona erdiğinde gücü zayıflamış olan bir kılıç. İçinde kalan ve büyük bir rüyayı anımsatan gücüyle şimdi yeni bir yolculuğa çıkacak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/145542732/01d3f8317c86ea98d617ad61213b7c9a_6875325418141864748.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Annapausis'te yaşayan bir Okeanid. <span class=\"wk-shady\">Lyris ve Mary-Ann Guillotin'in birleşmesiyle oluşan melez bir bilinç Okenaid'idir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7ac751c3fd3892141d972392696a414b_1536993858127575395.png",
        "displayStyle": "card"
      }
    ]
  }
}