{
  "epId": 4604,
  "name": "Lyris",
  "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1701775583,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Lyris"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris, Su Hükümdarı Egeria'ya minnettarlığının bir göstergesi olarak Nergis Haçı Enstitüsü adlı bir yetimhanenin başına getirilmiş nazik bir Okeanid'di. Lyris çocukları sevmesine rağmen, bir Okeanid için bile olağanüstü entelektüel yeteneklere sahip değildi ve sebep-sonuç yetenekleri yoktu, bu yüzden Enstitü Müdür Yardımcısı Basil Elton tarafından yönetiliyordu.\nFelaket 500 yıl önce geldiğinde, yetimhanenin neden yok edildiğini anlayamadı ve tek arzusu yetimhanedeki çocukların Nergis Haçı şampiyonları olarak oynadıkları zamana geri dönmekti. Nergis Haçı Derneği'nin üyeleri Rene ve Jakob tarafından suçluluk duygusu içinde bulundu. Lyris insanların iradesini çözme ve birleştirme yeteneğine sahip olduğundan, tarikatın değerli bir üyesi haline geldi ve \"Kızıl İmparatoriçe\" adını aldı.\nRene, Lyris ve Nergis Haçı'nın Kutsal Kılıcı'nın yardımıyla fiziksel formunu çözdüğünde, Ordo, Jakob Ingold'un güçlerini etinden ve kanından beslediği Hiçlik yaratığı Elynas'ı canlandırmaya karar verdi. Lyris, Jakob ve Nergis Haçı'nın çırağı Caterpillar ile birlikte Elynas'ın içine girdi. Elynas'ta, Nergis Haçı Derneğini durdurmaya çalışan Mary-Ann Guillotin'in de aralarında bulunduğu Mareşose Avcılarıyla karşılaştılar. Bu savaş sırasında Mary-Ann Guillotin ciddi şekilde yaralandı ve Lyris ona sarılıp bilincini emdi. Bu birleşmeden yeni bir Okeanid, Mary-Ann doğdu. Mary-Ann artık ne Lyris ne de Mary-Ann Guillotin'di, ancak ortak bilinç ve arzularını somutlaştırdı ve diğer Okeanidleri yaratabilen insan veya Okeanid'in ötesinde bir şeydi."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Girdiler:"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Nergis Haçı Enstitüsü",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/becc7314771f05d227a2fbd93402dbf6_189423773368817174.png"
      }
    ]
  }
}