{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p>Hükümdar Savaşı sırasında kendi takipçileri tarafından öldürülen Tuz Tanrısı.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/138687708/513d51e0ebfd54f5da34a9f85dfaf61f_1373828870122224531.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1705164814,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Havria"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Unvan",
        "value": [
          {
            "type": "RichText",
            "text": "Tuz Tanrısı"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Tuz Tanrısı olarak da bilinen Havria, Hükümdar Savaşı'ndan önce Liyue'de dolaşan pek çok tanrıdan biriydi. Liyue folkloruna göre, tanrıların en nazik olanıydı. Tuz Tanrısı'nın halkı onun koruması altında refah içinde yaşardı. Bir zamanlar Liyue'nin birçok tanrısıyla omuz omuza duruyordu, ancak olağanüstü nazik doğası, Hükümdar Savaşı'nın kibirinde hızla devrildiğini gördü. Zhongli onu diğer tüm tanrılara boyun eğen küçük ve zayıf bir tanrı olarak tanımlar ve sayısız taviz verdikten sonra Havria sadece küçük bir cennet kalana kadar tüm topraklarını kaybetti. Havria, küresel kargaşanın ortasında bile tanrılar arasında barışa dönüşü sağlamak için yorulmadan çalıştı. Savaş zamanlarında halkına bir kutsama olarak ya da en azından savaş zamanının acısını dindirmek için küçük bir teselli jesti olarak çiçek demetleri dağıttığı söylenir. Bu jest Liyue geleneklerine de girmiştir; artık Liyue'deki düğünlerde gelinin gelen misafir kalabalığına doğru bir çiçek topu atması gelenekseldir. Onu yakalayacak kadar şanslı olanın bir yıl boyunca iyi şansa sahip olacağı söylenir. Takipçileri Liyue'nin dört bir yanına yayılarak bu geleneği yanlarında götürmüş ve yerel halka öğretmişlerdir. Rekabetçi ve eğlenceyi seven bir halk olan Liyue halkı daha sonra bunu kendi tercihlerine göre uyarlamış ve süslemiş olabilir.</color>\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Liyue Gelenekleri",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Maceracı Roald'un Günlüğü",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dünyanın Tuzu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/aaf37adac4065bfb38dd53dd5707b6c5_373639248910747404.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Takipçilerini Dünyanın Tuzu adlı bölgeye yönlendirdi ve burada yeni bir yerleşim kurdular. Şehir yüzyıllar boyunca direnmeye devam etti, ancak bir zamanlar onu yöneten tanrının düşüşüyle birlikte ölümüyle tanıştı. Bu küçük şehir bugün mühürlü bir alan olarak kalmaya devam ediyor. Bölgenin kilidini açmanın sırrı Hükümdar Savaşı'ndan efsaneler içeriyordu: \" <color=#ffffffa6>Güneyde Tianheng, doğuda Yaoguang, batıda Jueyun, kuzeyde Qingce — Hepsi ıssız ve yaşamdan yoksun. Liyue uçsuz bucaksızdır ama bir sığınak bile bulmak zordur.</color> \"\nBu sözün içeriği Tuz Tanrısı'nın halkına bir sığınak sağlamak için Liyue'nin dört bir yanını araması ve sonunda Dünyanın Tuzu adlı bölgeyi bulmasıyla ilgilidir.\n<color=#ffd780>Alakalı Girdi:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Maceracı Roald'un Günlüğü",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tuz ve İhanet",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Efsaneye göre, Dünyanın Tuzu adlı bölgenin ilk kralı Havria'nın içinde barındırdığı fedakâr aşkı kavrayamamıştı. Şehrin savunmada ve saldırıda kendi başına ayakta durabileceği umuduyla askeri gücün peşine düştü. Ve böylece, kibarlığın çağa uygun olmayan bir erdem olduğunu göstermek için eline bir kılıç aldı ve savunmasız tanrının hayatına son verdi. O ölür ölmez tapınağın kendisi yıkıldı ve halkın şehri tuz gibi toprağa karıştı. Gerçekte, ölümünün nedeni, bu nazik, kibar ama zayıf tanrının savaş zamanında kimseyi koruyamayacağını sonunda anlayan halkı arasındaki bazı kişilerdi. Havria'yı yenilginin acısına mahkum etmek yerine, takipçileri belki de onu ölüm yoluyla hızlı bir şekilde serbest bırakmanın daha iyi olacağını düşündüler. Ancak, tanrı ne kadar zayıf olursa olsun, öldürüldüğünde ortaya çıkan güç, ölümlülerin dayanma gücünün ötesindedir. Ölümünün ardından Havria'nın bedeni dağıldı ve bir Tuz Çiçeği'ne dönüştü. Kaçamayanlar tuza dönüştü ve sonsuza dek tuzlandılar. Tuz Çiçeği'ne en yakın Tuzlanmış Taraftar incelendiğinde, bir zamanlar elinde bir şey tuttuğu ve üstün bir çaba pozu verdiği görülür.</color>\n<color=#ffd780>Alakalı Girdi:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Maceracı Roald'un Günlüğü",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria'nın Takipçilerinin Torunları",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/60466dea149352726318a488cddf144d_4628433609436866095.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Elementlere dönüşünün ardından, Tuz Tanrısının bir zamanlar sevgiyle baktığı insanlar Liyue'nin dört bir yanına dağıldı. Çoğu Liyue Limanı'na sığındı ve Toprak Hükümdarı'nın güvenliği altında hikayeleri hayatta kalmayı başardı. Havria'nın takipçilerinin katıldığı en kayda değer birliklerden biri, tuz endüstrisinin Qixing-Yinyuan Salonu'nun yetkisi altındaki Sekiz Ticaret'ten biridir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/d280df734851c6c304acbeb377ff94de_752876341347933814.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Onların soyundan gelenler Havria'nın kalıntılarından korkuyor ve onun üzerlerine ebedi bir lanet bıraktığı dehşeti içinde yaşıyorlardı. Onun öfkesini yatıştırmak için hayatlarını tehlikeye atarak Dünyanın Tuzu adlı bölge'ye döndüler ve onu öldürmek için kullanılan kılıcı kırıp yanına iki emanetini yerleştirdiler. Bu iki emanet, sihirli bir şekilde kendini tuzla dolduran bir tuz kadehi ve çevresindeki alanı hasat edilmek üzere tuza dönüştürebilen bir cetveldi. Bu görev tamamlandığında Dünyanın Tuzu adlı bölge yeniden mühürlendi. Şu anda Zhongli adında bir ölümlü olarak yaşayan Toprak Hükümdarı Morax, bunun gerekli olmadığını şöyle açıklar: \"Çünkü bir kez bile sonuna kadar direnmemiş olan bir tanrı nasıl olur da halkına karşı kalbinde nefret besleyebilir?\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/7467dcd1b9be2665fc9dff30e02a82a6_5808322532819387831.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zamanla Havria'nın ölümüyle ilgili koşullar yanlış anlaşılmaya başlandı ve takipçilerinin soyundan gelenler, Havria'yı muazzam gücü nedeniyle kıskançlıktan öldürdüğüne inandıkları Toprak Hükümdarı'na karşı nefret duymaya başladılar. Havria'nın takipçilerinin soyundan gelen Wanyan, Toprak Hükümdarı Morax'ın Havria'ya savaşta suikast düzenlediğine dair kanıt bulmaya çalıştı. Havria'yı, bir gün savaşta Morax ile karşılaşan ve Morax'ın ona suikast düzenlemek için oldukça el altından bir numara kullandığı çok nazik bir tanrı olarak tanımladı. Wanyan, Zhongli ile bir sözleşme yapar, ancak daha sonra kırık kılıcın her iki parçasını da isteyerek sözleşmenin şartlarını ihlal eder, bu da kararlaştırılan bir yerine iki kalıntı olacaktır. Buna karşılık Zhongli, Havria'nın ölümüyle ilgili anlatılmamış gerçeği ortaya çıkararak onu cezalandırır. Sonunda hem tuz kadehi hem de tuz hükümdarı, Zhongli'nin geçmiş tanrılarının kalıntılarının gönderildiği yer olduğu için denize geri gönderilir; böylece Liyue'den bir tanrısallık kıvılcımı daha ayrılmış olur.\n<color=#ffd780>Alakalı Girdi:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Havria I",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/138687708/9245538585bbc45e830588c515b6d6c9_7412299334897714329.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ölümünden sonra Havria'nın kalıntıları"
          }
        ]
      },
      {
        "key": "Havria II",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/138687708/504c8244f244ef62a74ff3ad8b5d486b_8633359295050028279.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Havria'nın ölümünden sonra kalıntıları"
          }
        ]
      },
      {
        "key": "Dünyanın Tuzu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/138687708/a6a05e6386883ece853eda1a92ae3bd5_7453596323849461148.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Havria'nın takipçileri için yeni bir yerleşim yeri kurduğu yer."
          }
        ]
      }
    ]
  }
}