{
  "epId": 4690,
  "name": "Erinnyes'in Şarkısı",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1701679099,
  "components": {
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Erinnyes'in Şarkısı"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Erinnyes'in Şarkısı (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bölüm 6\n7. Bölüm\nKral Remus'un elçisi, Erinnyes'e gelir ve ondan Aremori Kalesi'nin sularını ve topraklarını hediye etmesini ve Sumphonia Capitolii'ye (\"ebedi ahenk\" anlamına gelir) teslim olmasını ister.\nSoylu ve adil bir şövalye olan Rhenanieli Otkerus'un şanlı zaferleri ile zehir soluyan ejdere karşı verdiği cesur savaşın hikayesi.\nAnlatılacak pek bir şey kalmadı, artık bu bölümü bitirelim. Şimdi o günlere dönelim ve Erinnyes'in geçmişinden bahsedelim.\nErinnyes, savaşta mağlup ettiği Bellouacoi, Atrebatis ve Uiromanduoi prenslerinin sadakat yeminlerini kabul eder.\nBöylece bu topraklarda yaşayanlar Tüm Suların Hanımı'nın merhametine şahitlik ederek ona içtenlikle bağlanır.\nBu birleşmeyi ve bilgeliği kutlamak için Aremori Kalesi'nde herkesin onur konuğu olarak ağırlanacağı, sekiz gün sürecek bir ziyafet düzenlenmesi emredilir.\nO gün bir müzisyen çıkagelir. Capitolii Kralı Remus tarafından gönderilen bu elçi, bir mesaj iletmek için geldiğini söyler.\nYanında ne muhafızı ne de hizmetkarı vardır. Yalnızca bir at ve mevkisini gösteren altın uçlu, sembolik bir baltayla çıkıp gelmiştir.\nOrada bulunan herkes bu durumdan epey rahatsız olsa da liderleri Erinnyes'e duydukları hürmetten ötürü elçinin konuşmasına izin verirler.\nElçi, Erinnyes'i görünce iyi dileklerini ileterek onu saygıyla selamlar ve ardından geliş sebebini açıklamaya başlar.\n\"Yedi cihanın hükümdarı, şanlı ve yüce Kral Remus adına buradayım. Sizlere saygılarımı sunuyorum.\"\n\"Dilerim öfkeniz hiçbir zaman mantığınıza ket vurmasın. Kral Remus, hakkı olduğu üzere sizden iki hediye talep etmektedir.\"\n\"İlki sudur çünkü saf sular tüm günahları temizler. İkincisi ise topraktır çünkü güçlü topraklar, aşınmaya karşı dayanıklıdır.\"\n\"Kral Remus, sizden ve halkınızdan isteklerini gerçekleştirmenizi beklemektedir. Direnmeye cüret ederseniz karşılığı şüphesiz ki ölüm olacaktır.\"\nGelloneli Sör Guillaume, elçinin bu sözlerini duyunca küplere biner ve kutsal Narbonnais kılıcını kınından çıkarır.\n\"Küstahlığınız yetti artık! Böyle önemli bir günde buraya gelip tehditler savurmanız buradaki tüm şövalyelere hakarettir.\"\n\"Eğer ki efendimi tehdit etmeye cüret ederseniz ben de kendimi tutmam ve tek hamlede kellenizi uçururum bayım!\"\nDiğer cesur şövalyeler de kılıçlarını çeker. Aralarında Şövalye Blancandrin ve yoldaşı Şövalye Marsile de vardır.\nAncak bilge Şövalye Erinnyes, oradaki şövalyelere Capitolii elçisine zarar vermemelerini emreder.\n\"Saygıdeğer elçi, lütfen Kral Remus'a şu sözlerimizi iletin. Tüm dünyada bize diz çöktürebilecek yalnızca bir kişi vardır.\"\n\"O da günahlarımızı bağışlayan, merhametli, yüce ve şanlı Tüm Suların Hanımı'ndan başkası değildir.\"\n\"Başka hiçbir hükümdar ya da tanrı onunla mukayese edilemez çünkü o en merhametli ve en görkemli olandır.\"\nBunun üzerine Kral Remus'un elçisi herkesin huzurunda tekrar konuşmaya başlar:\n\"Kral Remus topraklarınıza önce savaş, açlık ya da salgın gönderecek, sonra da topraklarınızı işgal edecektir.\"\n\"Asıl bilgelik, bir zamanlar birbirine karşı savaşanların şimdi tek bir hükümdarlık altında barış içinde yaşamasıdır.\"\n\"Aksi takdirde sular boyumuzu aştığında kim bizim için yas tutacak? İhtiyacımız olduğunda bizi kim kurtaracak?\"\n\"Bu yiğitlerin hangisi kendini cehaletten ve hurafelerden kurtarabilmiştir? Hangisi güçsüzlerin feryatlarına kulak verir?\"\n\"Kral Remus'un bu emirleri iyi niyetlidir ve merhametinden kaynaklanmaktadır. Tek bir kişinin bile sulara yenik düşmesini istemez. Herkesin kurtulması onun tek arzusudur.\""
          }
        ]
      },
      {
        "title": "Erinnyes'in Şarkısı (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bölüm 6\n9. Bölüm\nHer bölgeden şövalyeler, işgal planlarıyla gelen Capitolii'ye karşı Erinnyes'i korumak için güçlerini birleştirir.\nSör Agricane, konuşmasını bitirir. Ardından ilk sözü alan Lyonnais Prensi, usta okçu Şövalye Drest düşüncelerini ifade eder:\n\"Vivarium'un varisinin bizlere vadettiği düzen ve refah bir yalandan ibarettir, vaatleri de aldatmacadır.\"\n\"Göldeki Işık Şövalyesi Erinnyes, sizin gibi bilge ve asil biri böyle ucuz numaralara kanmamalı.\"\n\"Bilmelisiniz ki bu sözler ucu altın kaplı zehirli bir oktan farksızdır. İzlemesi ne kadar keyifli olsa da getireceği acılar oldukça büyük olacaktır.\"\nArdından sözü, ismi \"buzun kızı\" anlamına gelen, mavi yelkenlerin hanımı Adsiltia alır:\n\"Vivarium'un varisi tüm hainler arasında en güvenilmez olanıdır. Onun kadar alçak biriyle nasıl mantık çerçevesinde konuşabiliriz ki?\"\n\"Göldeki Işık Şövalyesi Erinnyes... Gerekçesi ne olursa olsun, Capitolii'dekilerin kıymet verdiğimiz her şeyi yakıp yıkmasına göz yumamayız.\"\n\"Lütfen bir an önce kararınızı verin ve Capitolii'ye karşı mücadele edin. Zira diz çökecek olursanız ruhlarımız için bir kurtuluş mümkün olmayacaktır.\"\n\"Kötülükler, güneş görmüş çiy taneleri gibi yok olsun. Yemininden dönenler ve adil olmayanlar bu dünyadan silinip gitsin.\"\n\"Böylece bilgeliğinize şarkılar yazılır, kan dökmeye çalışanlar ise bu şarkılarda çektikleri ızdırapla anılır.\"\nArdından Sör Naimes, Sör Tulpin ve diğer tüm soylu şövalyeler bu savaşa destek verdiklerini göstermek için kılıçlarını çeker.\nErinnyes, gösterdikleri bu bağlılık için onlara içten teşekkürlerini sunar. Ardından Kral Remus'un müzisyeninin karşısına geçerek şu sözleri söyler:\n\"Soylu elçi, Kral Remus'a bu dünyada hiçbir hükümdarın bir başkasına boyun eğmek zorunda olmadığını iletin.\"\n\"Tüm Suların Hanımı hepimize aynı şerefi bahşetti. Ne beni çiğneyecek kadar büyük ne de kıskanacak kadar küçük bir hükümdar yoktur.\"\n\"Ve ben hanımımızın kutsal ordusuna önderlik ederek beyaz ejderi ve büyük şehri yok edeceğim. Onları kendi kanlarında yıkayacağım.\"\n\"Tıpkı sürüsüne yaklaşan kurtları uzaklaştıran bir çoban gibi ben de herkese ibret olsun diye istilacıları bu topraklardan kovacağım.\"\nDaha sonra Erinnyes, Sör Fierabras'a Capitolii'den gelen müzisyene verilecek olan hediyeleri hazırlamasını emreder.\nAyrıca Kral Remus'a giderek olanları anlatması için elçiye Carubdis Kalesi'ne kadar eşlik edilmesini emreder. Bu konuya daha sonra değineceğiz."
          }
        ]
      },
      {
        "title": "Erinnyes'in Şarkısı (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bölüm 20\n3. Bölüm\nErinnyes, Tüm Suların Hanımı ile vedalaşır ve kılıcını üç defa göle fırlatır.\nTüm Suların Hanımı olanları duyduktan sonra ebedi şefkat, merhamet ve zarafetiyle Erinnyes'in dileğini gerçekleştirir. Erinnyes de şu sözleri söyler:\n\"Tüm Suların Kraliçesi, ivedilikle ihtiyaç duyduğum Saf Kaseyi bana gösterdiğiniz ve bu yolculuğu tamamlamama izin verdiğiniz için size teşekkürlerimi sunarım.\"\n\"Hâlâ hayatta olan o şövalyeler, hizmetkarlarınız o soylu müzisyenin ardından giderek size ve gelecekteki krallığınıza sadakatle hizmet etmeye devam edecektir.\"\n\"Gölgelerin izini sürecek ve adaleti sağlayacaklardır. Zira karanlıkta yolculuk edenler aydınlığa hasret kalırken aydınlıktakiler ise karanlık hakkında hiçbir şey bilmez.\"\n\"İyilik bir hayalden ibarettir. Bu yüzden ben de size bu iyi yürekli şövalyeleri takdim ediyor ve sizden onların günahlarını affetmenizi diliyorum.\"\nTüm Suların Hanımı olanları duyduktan sonra ebedi şefkat, merhamet ve zarafetiyle Erinnyes'in dileğini gerçekleştirir. Erinnyes de şu sözleri söyler:\n\"Ey Tüm Suların Kraliçesi, yaptığım kötülükleri sizden saklamıyor, günahlarımı size itiraf ediyorum. Zira affedilemeyecek kadar büyük kötülükler yaptım.\"\n\"Bu günahları bağışlamak sizin yüce ve saf ideallerinize uygun düşmeyecektir. Ruhumu huzura kavuşturacak olan tek şey uzaklara sürgün edilmem olacaktır.\"\n\"İyilik ve merhamet dolu topraklarınızda ilahi fermanlar ya da melekler yoktur. Günahları yalnızca günahlar belirler, insanları da yalnızca insanlar yargılar.\"\n\"Sizden tek dileğim çektiğim ızdırabı unutmamanız, dertlerimize şahitlik etmenizdir. Zira bunlar hastalık gibi, zehir gibidir.\"\n\"Kendimi sizin ellerinize bırakıyorum. Bizi hor görenler, adaletsizliklerinden dolayı sonsuza kadar lanetlensin.\"\nDeniz gözlü şövalye sözlerini bitirir ve parlak kılıcını çeker. Kılıçtan yansıyan ve suyu andıran ışık hüzmesi tüm vadiyi aydınlatır.\n\"Ey zarif Hauteclaire, Işığın Kılıcı! Güneşin ışıkları altında nasıl da parlıyorsun!\"\n\"Sen ki o adaletsizlerin kızıl kanını içtin. Yemininden dönenler ve zalimler, saflığın karşısında kar taneleri gibi yerlere düştü.\"\n\"Sen ki o adaletsizlerin kızıl kanını içtin. Yemininden dönenler ve zalimler, saflığın karşısında kar taneleri gibi yerlere düştü.\"\n\"Tüm Suların Hanımı, merhamet edin! Adaletsiz olanlar size layık değildir. Güzel ve yüce Göldeki Işık, seni tekrar göle teslim ediyorum!\"\nDeniz gözlü şövalye, konuşmasını bitirir ve elinde tuttuğu kılıcı göle fırlatır ama kılıç batmaz ve suyun üstünde yüzerek tekrar şövalyenin ayaklarına kadar gelir.\n\"Ey zarif Hauteclaire, Işığın Kılıcı! Altın kabzana işlenmiş mücevherlerinle öyle güzel, öyle kutsalsın ki!\n\"Daeria, göldeki o kadın, saf suların asil hanımı, seni şövalyelerin liderine verdi ki birlikte nice şanlı zaferler kazanasınız.\"\n\"Seni bir seferinde Peiregord'u fethetmek, bir seferinde de Aisias'ı yenmek için kullandı. Uzak güneydeki periler bile seni ele geçiremedi.\"\n\"Tüm Suların Hanımı, merhamet edin! Adaletsiz olanlar size layık değildir. Güzel ve yüce Göldeki Işık, seni tekrar göle teslim ediyorum!\"\nDeniz gözlü şövalye, konuşmasını bitirir ve elinde tuttuğu kılıcı göle fırlatır ama kılıç batmaz ve suyun üstünde yüzerek tekrar şövalyenin ayaklarına kadar gelir.\n\"Ey yüce Hauteclaire, Işığın Kılıcı! Keskin ucun bu topraklarda ne çok savaş bitirdi, ne çok yıkımı durdurdu.\"\n\"Bir gün benden yedi kat daha soylu biri çıkacak ve seninle birlikte yedi kat daha büyük zaferlere imza atacak.\"\n\"Seninle ne muhteşem günler geçirdik! Ah, şafak söküyor! Gelgelelim ben adaletin tacını sonsuza dek kaybettim.\"\n\"Tüm Suların Hanımı, merhamet edin! Adaletsiz olanlar size layık değildir. Güzel ve yüce Göldeki Işık, seni tekrar göle teslim ediyorum!\"\nDeniz gözlü şövalye konuşmasını bitirir ve elinde tuttuğu kılıcı göle fırlatır. Kılıç gölün derinliklerinde kaybolur.\nArdından şövalye, en başından beri yanında olan ruhla birlikte oradan ayrılır ve bir daha onları bu dünyada gören olmaz."
          }
        ]
      }
    ]
  }
}