{
  "epId": 4691,
  "name": "Ak Kanatlı Kazın Hikayeleri",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1701784404,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Ak Kanatlı Kazın Hikayeleri"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Ak Kanatlı Kazın Hikayeleri (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Penguen Pers\nEfsaneye göre dünyanın en güneyinde bir buzul denizi varmış ve penguenler de orada yaşarmış.\nPenguenler küçük, tombul hanımefendi ve beyefendilerdir. Sevimli, beyaz karınlarını saran siyah tüylerden smokinleriyle diğer kuşlar gibi uçamadıklarını, karada paytak paytak yürüdüklerini görmek belki tuhaf gelebilir ama karınlarının üstüne atlayıp kayak yaparcasına suya atlayışlarını gördüğünüzde de bir o kadar şaşırırsınız. Bu sevimli canlılar suyun içine girdikleri anda zarif ve yetenekli yüzücülere dönüşür. Yüzgeci andıran kalın kanatları sayesinde bedenlerini su altında seri bir şekilde hareket ettirebilirler.\nBirçok çocuk, penguenlerin bu özelliklerini bilir. Penguenleri gerçekten seven çocukların aklına bu bilgiler adeta kazınmıştır.\nAncak penguenlere çok düşkün olan bu çocukların bile bilmediği bir şey vardır. Dünyadaki tüm penguenler aslında göklerin ötesinden, uzayın derinliklerinden gelmiştir. Bir zamanlar, evrenin dört bir tarafında büyük penguen sürüleri dolaşırmış. Günümüzde yüzgeç olarak kullandıkları kanatlarını, o zamanlar yıldızlar arasında yolculuk yapmak için kullanırlarmış. Parlak tüyleri ise nadir de olsa bu boşluğun içinde var olan yıldızların ışıklarıyla parlarmış. Kırmızı devlerden beyaz cücelere, Orion'un omuzlarından parlak Tannhauser Kapısı'na kadar uzayın dört bir yanını arşınlamışlar... Penguenler tüm bu dönemleri gayet iyi hatırlar.\nBelki yıldızlar arası bir felaket, belki de basit bir aile tartışması sonucunda bazı penguen klanları uzaydaki diğer penguen sürülerinden ayrı düşmüş ve Teyvat'ın güneyindeki buzul denizlere iniş yaparak bizim ilk penguenlerimiz olmuşlar. Ne var ki atmosferimiz bu penguenlere uçamayacakları kadar yoğun, denizlerimiz ise yüzemeyecekleri kadar yabancı gelmiş. Ta ki yüzmeyi öğrenerek penguenlerin kaderini değiştirecek olan Penguen Pers doğana kadar.\nBirçok genç penguen gibi Pers de geceleri gökyüzünde parlayan yıldızları izler, gündüzleri ise uzun uzun mavi göklere bakar ve kendi kendine şöyle söylermiş: \"Ah, keşke ben de atalarım gibi uçabilseydim!\"\nBöylece Pers, kuşlardan uçmayı öğrenmeye karar vermiş. Gerçekten de kuşlar nasıl böyle yüksekten uçabiliyor diye merak ediyormuş.\nPenguen Pers ilk olarak gördüğü en büyük kuş olan fregat kuşuna gitmiş. Fregat kuşu şöyle demiş: \"Haha! Uçmakta ne var canım! Bana 30 balık getirirsen sana her şeyi öğretirim!\"\nPers, 50 gece boyunca ay ışığının altındaki sahillerde dolaşarak 300 deniz kabuğu toplamış. Daha sonra, deniz kabuğu seven bir balina bularak bu 300 deniz kabuğunu 30 balıkla takas etmiş.\nSonraki gün fregat kuşu, bu 30 balığı bir çırpıda midesine indirmiş, sonra da gülerek kanatlarını çırpmaya başlamış. Uçarak uzaklaşırken yerdeki genç Pers'e şöyle demiş: \"Uçmanın sırrı hafif olmaktır! Biraz kilo mu versen acaba?\"\nEh, aslında kilo vermek pek de zor değilmiş ama kalın yağ tabakasını kaybeden bir penguene de penguen denmezmiş pek. Bu yüzden Pers üzüntüyle kafasını sallamış.\nFregat kuşu bu olayda gösterdiği açgözlü ve mantıksız tavırlarının ardından tüm çocukların bildiği o \"korsankuş\" lakabını almış.\nPers daha sonra martılardan yardım istemiş ama onların da tek yaptığı viyaklayıp ciyaklamakmış. Pers tüm bunlardan habersiz, kendini martıların kavgasının içinde bulmuş. Hatta bazıları öyle öfkelenmiş ki bir daha asla uçmayacaklarına dair yemin ederek deniz papağanlarına dönüşmüşler... Tabii bu başka bir hikayenin konusu.\nDaha sonra Pers bir fırtına kuşundan yardım istemiş. Fırtına kuşu ona Pers'in asıl ihtiyaç duyduğu temel bilgileri değil, işine yaramayacak birkaç önemsiz numara öğretmiş çünkü o soylu deniz kuşu, kalkış ve iniş gibi önemsiz konulardan ziyade sert fırtınalarda havada kalmayı öğrenmesinin daha iyi olacağını düşünmüş.\nPers, yaşadıkları yüzünden hayal kırıklığına uğramış bir penguenmiş artık. Paytak adımlarla gece sahile geri dönüp okyanusu seyre dalmış. O an ilk defa göklerdeki evini saran yıldızların okyanustaki yansımalarını fark etmiş. O kadar etkilenmiş ki.. Bir an bile düşünmeden suya dalıvermiş.\nBir anlığına telaşa kapılarak boğulacak gibi olmuş. Penguen Pers o esnada suyun altında da olsa tekrar uçabildiğini fark etmiş. Suyun altında hızla ilerleyebiliyor, dönebiliyor, taklalar atabiliyormuş. Ne de olsa o güçlü kanatları ve yumuşak, yuvarlak vücudu buna çok uygunmuş!\nBöylece Penguen Pers, yüzmeyi öğrenen ilk penguen olmuş. Pers'ten sonra birçok penguen cesaretini toplayarak denize atlamış. Atalarının yıldızlar arasında dolaşarak, beslenerek ve oyunlar oynayarak geçirdiği hayatı, denize yansıyan yıldızların arasında yaşamaya başlamışlar.\nPers'in öğrettikleri sayesinde diğer penguenler de uzaydaki geçmişlerini unutarak deniz hayatını benimsemişler. Öyle ki bir daha o uçsuz bucaksız boşluğu rüyalarında bile görmemişler. Penguenler daha sonra burada, deniz ve kara arasında bir hayat sürmeye başlamış."
          }
        ]
      },
      {
        "title": "Ak Kanatlı Kazın Hikayeleri (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Prenses Marcotte\nGünümüzden çok da uzak olmayan bir tarihte, her bitki ve hayvan türünün kendi krallığı varmış.\nMarcotte Krallığı'nda ise uzun, pembe saçlı bir prenses yaşarmış. Efsaneye göre bir yengecin kıskacında doğmuş ve sonrasında hiçbir zaman kök salmamış. O, küçük ama dayanıklı bir tohummuş ve hep öyle kalmak istiyormuş.\nPrensesin babası endişeyle sormuş: \"Sevgili kızım, en değerli hazinem, neden bir yerde kök salarak soylu bir hayat sürmüyorsun? Serpilip büyümek için neyi bekliyorsun?\"\n\"Sevgili babacığım, lütfen endişelenme, öfkelenme. Ben bir yengecin kıskacında doğdum. Şimdi o kıskaç benim gemim olacak. Kızının kaderinde sıradan bir toprağa kök salmak ve güzel çiçekler açmak değil, denizleri fethetmek ve yepyeni muhteşem dünyalara yelken açmak var!\"\nKral, kızının bu planlarını öğrenince çok şaşırmış. Güzel çiçekler açmanın nesi kötü olabilir ki diye düşünmüş. Hem kralın kendisi de güzel bir çiçekmiş. Peki ya kızı bir gün kök salmaya karar verir de başındaki tacı kralınkinden daha güzel olursa işte o zaman ne yaparmış? Bunu düşünmesi bile çok kötüymüş.\nAncak bu düşüncelerinin tek sebebi, istediği kadar güzel olamadığı için duyduğu utançmış.\nDaha sonra prensesi ve yengeç kıskacını altın bir kutuya hapsetmiş ve bu altın kutuyu en saf sulardan yapılmış bir aynanın içine saklamış. Sonra da bu aynayı Yağmur Nilüferi Krallığı'ndaki safir gölünün derinliklerine fırlatmış. Tüm bu engelleri aşıp prensesi (ve yengeç kıskacını) özgür bırakmanın tek bir yolu, Anne Nilüferi güldürmekmiş. Gelgelelim herkesin bildiği gibi Yağmur Nilüferleri yalnızca ağlamayı bilirmiş.\n\"Her şey tekrar yoluna girdi.\" demiş kral. \"Taçlı başım nihayet huzura erdi. Tek yapmam gereken sevgili kızımın tohumunun yeşermesini kadar beklemek. Sonrasında maceracı ruhu elbet kaybolacak ve büyümekten başka çaresi olmayacaktır...\"\n\"Sonra kızım da benim gibi olacak, kaderini kabul edip sağlıklı ve güçlü bir şekilde serpilecektir.\"\nNe var ki bu uzun süreli mahkumiyet, cesur prensesi kararından caydırmaya yetmemiş. Prenses, Anne Nilüferi güldürmek için birçok şaka yazmış. Bu şakaları tekrar tekrar sesli bir şekilde tekrar etmiş. Yengeç kıskacı kıkır kıkır gülmüş, altın kutu bile hafif bir kahkaha atmış. Ama ya Anne Nilüfer? O hiçbir tepki vermemiş.\nSonra prenses bir komedi oyunu yazmaya karar vermiş. Yengeç kıskacı kahkahalara boğularak hoplayıp zıplamaya başlayana kadar oyunun provasını yapmış. Üstelik kıskacın ayakları bile yokmuş! Prenses kutunun içini bir tiyatro sahnesine dönüştürmüş ama yine de Anne Nilüferin ilgisini çekmeyi başaramamış.\nPrenses daha sonra yaşadığı mahkumiyetin içindeki komediyi bulmaya çalışmış. Bu komedi türüne de durum komedisi adını vermiş. Yengeç kıskacı da tıpkı prenses gibi gözyaşlarına boğulana kadar gülmüş, kahkahalara boğulana kadar gözyaşı dökmüş. Nihayet ağlamaya pek düşkün olan Yağmur Nilüferleri bile kıkırdamaya başlamış. Sonunda Anne Nilüfer merakına yenik düşüp prensesi dinlemeye karar vermiş.\nŞaşırtıcı bir şekilde prensesin bir şaka yapmasına bile gerek kalmamış çünkü Anne Nilüfer, prenses odaya girer girmez kahkahalara boğulmuş. Kahkahaları gittikçe yükselmiş. Öyle ki sarayın duvarları sallanmaya, safir gölü dalgalanmaya başlamış.\nPrenses Marcotte, özgürlüğüyle beraber en az onun kadar değerli bir şey daha kazanmış. Bu da en üzücü durumlarda bile gülebilme ve başkalarını güldürebilme becerisiymiş.\nPrenses, hayallerinin peşinden giderek yengeç kıskacı gemisiyle yeni dünyalara doğru yelken açmış. O günden sonra da yengeç kıskacı gemisi, pek çok denizci hikayesine konu olmaya devam etmiş."
          }
        ]
      },
      {
        "title": "Ak Kanatlı Kazın Hikayeleri (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Bay Tilki ile Kurmalı Muhafız\nBundan çok ama çok uzun zaman önce Bay Tilki ile Kurmalı Muhafız sıkı dostlarmış.\nBay Tilki başarılı bir hırsızmış. Kurmalı Muhafız da... Bir muhafızmış işte. Adı yeterince açıklayıcı değil mi zaten?\nNe var ki bu çok uzun zaman önceymiş. Gerçi hâlâ oldukça iyi arkadaşlar. İşleri ve sosyal statüleri ne olursa olsun bu durum asla değişmeyecek.\nKurmalı Muhafız her zaman biraz endişeliymiş. Zaman içinde mekanizmaları eskimiş, içindeki endişe ise bir balon gibi büyüdükçe büyümüş, bir domuz yavrusu gibi ağırlaştıkça ağırlaşmış. Kurtulmak için ne kadar çabalasa da bu his, tıpkı Bay Tilki'nin sevimli kuyruğu gibi peşini bırakmamış. Öyle ki bu, oldukça endişe verici bir hale dönüşmüş.\nKurmalı Muhafız bu durumu yakın dostu Bay Tilki'ye anlatarak içinde büyüyen bu endişe hakkındaki kaygılarını dile getirmiş. \"Ben çok uzun zamandır hayattayım. Çok kişiyle tanıştım, çok kişiyle vedalaştım. Zor zamanlar geçirdim, birbirinden komik şakalar duydum, sonra hepsini unuttum ve bunların tümünü bir kez daha baştan yaşadım. Benim gibi bir makina için unutmak kolay olmasa da hepsi yavaş yavaş silinip gidiyor.\"\nBay Tilki dostunun bu endişelerini dinlemiş. Nasıl bir tavsiyede bulunacağını zaten biliyormuş: \"Böyle uzun bir hayat sürmek seni unutkan ve bitkin birine dönüştürdüyse belki de ölme vaktin gelmiştir. Böylelikle yaşadığın hayatı da gerçek kılabilirsin.\"\n\"Sevgili pofuduk dostum,\" demiş Kurmalı Muhafız. Alaşım şapkasını çıkarıp derince bir iç çekmiş. \"Sen yıllar önce Bayan Kurbağa'nın makyaj masasından Ölümü çalmamış mıydın? Hatırladığım kadarıyla oldukça büyük bir kargaşa çıkmıştı. Bu dünyada yaşayanlar, nasıl öleceklerini unutmuşlardı.\"\nHerkesin bildiği gibi Bayan Kurbağa, Ölümün elçisidir. Çirkin, soğuk ve can sıkıcı olan her şeyin kraliçesidir. Ölüm denen o soğuk mücevherin koruyucusu da odur.\n\"Ah, o zamanlar pek gençtim. Bayan Çakal'a delicesine aşıktım. Ona dünyanın en değerli hazinesini hediye etmek istedim.\"\n\"Sonra ne oldu?\"\n\"Bunu başardım ama o öldü.\"\nÖlüm, Bayan Çakal'ın avuçlarının arasından kayıp yere düşerek parçalara ayrılmış. O parçalar eriyerek toprağa karışmış ve onları bir daha gören olmamış. Bu olaydan sonra dünyadaki canlılar o zamana kadar ölmesi gereken herkesle birlikte bir kez daha ölümü tatmaya başlamış. Tabii Bay Tilki hariç. Onun da ölmesi gerekirmiş ama ölmemiş ve yaşamaya devam etmiş.\n\"Bu dünyada hâlâ ölüm var! Yalnızca onu arayıp bulmamız gerekiyor!\" Böylece Bay Tilki, tüylü patisiyle Kurmalı Muhafızın soğuk, metal elinden tutmuş ve evleri belledikleri şehri arkalarında bırakarak Ölümü aramak için yola koyulmuşlar.\nDünyanın dört bir yanını gezmişler, Bay Tilki'nin o güzel kırmızı tüylerine aklar düşene kadar arayışlarına devam etmişler. Kurmalı Muhafızın gururu, neşesi ve resmi muhafız rozeti paslanana kadar aramayı sürdürmüşler ve sonunda Bayan Kurbağa'nın yaşadığı yeri bulmuşlar.\nMuhafız kapıyı çalarak \"Bayan Kurbağa? Bayan Kurbağa?\" diye seslenmiş.\nBayan Kurbağa siğil kaplı buruşuk elini uzatarak yavaşça kapıyı açmış.\nBay Tilki şapkasını çıkararak \"Sevgili Bayan Kurbağa, sizi tekrar rahatsız ettiğim için kusura bakmayın ama değerli dostumun büyük bir derdi var ve bu derdin tek çaresi de sizin elinizde.\" demiş.\nHarabe ev, kulak tırmalayıcı bir sesle yankılanmış: \"Bayan Kurbağa Ölümün ne kadar tatlı olduğunu pekala bilir. Dostun Ölümü arıyorsa onu burada bulamayacağını bilmelidir.\"\n\"Hayat çay, Ölüm de şeker değildir. Sonsuza kadar yaşayanlar, bu ikisinin tadını birbirinden ayırt edemez. Ne var ki sen mekanik bir kalbe ve dile sahipsin, her yeniden başlatıldığında ikisini de bir kez daha tadıyorsun.\" Bayan Kurbağa oyalı örtünün altındaki Ölüm denen soğuk mücevheri çıkarmış ve elini Kurmalı Muhafıza doğru uzatmış. \"Yaklaş genç muhafız, yaklaş. Herkesin bir sınavı var, ancak kimse yenilgiyi böyle kolay kabul etmemelidir güçlü çocuğum...\"\n\"Kurtlarım seni yemez, yosunlarım seni sarmaz. Senin düşmanın zaman, suçluluk, keder ya da bıkkınlık olabilir... Yenilgiyi böyle kolay kabul etme çocuğum.\"\nArdından Bayan Kurbağa, muhafızın metal elinden tutup Ölüm denen mücevherin üzerine koymuş. Muhafız, yaşayacağı uzun yılların ardından gelecek olan sonunu görmüş...\nZorluk içinde geçen sayısız yılın ardından yıpranmış ve hırpalanmış olan Kurmalı Muhafız, en sonunda yüzlerce yıldır biriken atıkların olduğu metal okyanusuna karışmak üzere hurda eritme tesisinin ateşlerine atılıyormuş. Metal zihninden yavaşça geçen düşünceler ve sert fikirler eridikçe hızlanmaya ve yumuşamaya başlıyormuş. Bu yeni metalik yaşam formları için öyle muhteşem bir dönüşümmüş ki ölümün getirdiği huzur bunun yanında hiç kalıyormuş.\nKurmalı Muhafız, geleceği görünce ölme hayallerinden vazgeçmiş. Sevgili dostu Bay Tilki de tam taşı çalmak için elini uzatırken uzattığı elini geri çekmiş ve mücevheri olduğu yere bırakmış. Gerçekten de hayat, tıpkı çay gibi yalnızca acıdan ibaret değilmiş. Zor zamanlarında destek olacak bir dostu varken acele etmesi için hiçbir sebep yokmuş ki. Bu olağanüstü mücevheri daha sonra da çalabilirmiş.\nDaha sonra tüm çocukların da bildiği gibi Bay Tilki ile Kurmalı Muhafız uzun yıllar yaşamış. Yaşadıkları dünya tamamen bir çöle dönene kadar, güneş sönene ve ay gökten düşene kadar yaşamaya devam etmişler... O zaman bile bu hikaye son bulmamış ve bir dünyadan diğerine aktarılarak yaşamaya devam etmiş."
          }
        ]
      }
    ]
  }
}