{
  "epId": 4699,
  "name": "Çiy Baloncukları",
  "desc": "Çiy Baloncukları <color=#FFE14BFF>saldırıldıklarında</color> patlar ve <color=#FFE14BFF>dalgalar çıkarırlar</color>. Alacalı Balon Ahtapotun becerileriyle onları <color=#FFE14BFF>hareket ettirebilir</color> ve bu yöntemle yerlerini değiştirebilirsin. Çiy Baloncukları hareket ettirildiğinde ortaya çıkan halkayı, dalgaların patladıkları zaman etki edeceği alanı önceden görmek için kullanabilirsin. 2 küçük Çiy Baloncuğu birbirine değdiğinde <color=#FFE14BFF>büyük bir Çiy Baloncuğu</color> oluşturur ve bu baloncuk patladığında <color=#FFE14BFF>daha büyük</color> bir etki alanına sahip dalgalar çıkarır.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
  "menuId": 14,
  "menuName": "Eğitim",
  "version": 1702662187,
  "components": {
    "galleryCharacter": [
      {
        "key": "Çiy Baloncukları",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/11/342d79e871b35c81b07308b65c3fd444_8197298106034674714.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Çiy Baloncukları\nsaldırıldıklarında patlar ve\ndalgalar çıkarırlar. Alacalı Balon Ahtapotun becerileriyle onları\nhareket ettirebilir ve bu yöntemle yerlerini değiştirebilirsin. Çiy Baloncukları hareket ettirildiğinde ortaya çıkan halkayı, dalgaların patladıkları zaman etki edeceği alanı önceden görmek için kullanabilirsin. 2 küçük Çiy Baloncuğu birbirine değdiğinde\nbüyük bir Çiy Baloncuğu oluşturur ve bu baloncuk patladığında\ndaha büyük bir etki alanına sahip dalgalar çıkarır."
          }
        ]
      },
      {
        "key": "Çiy Baloncukları",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/11/1f57b66a5413200dfc4d991c8928a87c_8275855079759152856.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bazı zamanlar etrafta görülen ve Çiy Baloncukları oluşturabilen Çiy Dalları. Ancak diğer birçok şey gibi kirli bakteri tabakası tarafından örtüldüğünde etkisiz hale gelir."
          }
        ]
      },
      {
        "key": "Çiy Baloncukları",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/11/e74a4807c17e377a9241ac64fe0fb8f4_8198875849329830288.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bu dalgalar, Uyumlu Kamış Düdüğü mücadelelerini tamamlamak için gereklidir ve aynı zamanda Su Elementi Abidesi ve Su Elementine duyarlı diğer mekanizma ve nesnelerle de etkileşime girebilir."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Çiy Baloncukları"
          }
        ]
      }
    ]
  }
}