{
  "epId": 4777,
  "name": "Doğa Felsefesi Enstitüsü",
  "desc": "<p>Bir zamanlar başarılı bir araştırma tesisi olan bu Enstitü şimdi Fontaine sularının altında harabe halinde yatmaktadır.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/61826c36dc23b1c567a76a9d7c9e8c13_6775163149151727001.png",
  "menuId": 23,
  "menuName": "Organizasyonlar",
  "version": 1736787069,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Doğa Felsefesi Enstitüsü"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Doğa Felsefesi Enstitüsü",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/ac35174a83d1c24ee481d81b275b164c_1244833867512193357.png"
      },
      {
        "key": "Doğa Felsefesi Enstitüsü",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/343ed888776f3292a5ae510b0366fded_4098336535174116263.png"
      },
      {
        "key": "Doğa Felsefesi Enstitüsü",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/2639214907031f37136dfd0a0389fd95_1961234936491270848.png"
      },
      {
        "key": "Nergis Haçı Derneği",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/959fb8887ca3c9be10aea1b93b3a00e7_2077453704614523518.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Doğa Felsefesi Enstitüsü",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bir zamanlar başarılı bir araştırma tesisi olan Doğa Felsefesi Enstitüsü şimdi Fontaine sularının altında harabe halinde yatıyor. Enstitü'nün eski araştırmacılarından Rene de Petrichor'a göre \"Fontaine'in en parlak beyinleri Doğa Felsefesi Enstitüsü'nde toplanırdı.\" Şimdi ise, eskiden müreffeh olan cadde ve sokaklar, bir zamanlar övgüye değer olan her şeyi de yanlarına alarak derinliklerde kayboldu. Şu anda sadece balık sürüleri, gelgitlerin yalnız sesi eşliğinde terk edilmiş gezinti yollarında dolaşıyor.\nFelaket'ten sonra Fontaine'in bazı bölgeleri sular altında kalmaya başladı ve binalar eninde sonunda sular altında kalacaktı. Dwight Lasker Doğa Felsefesi Enstitüsü'nün müdürü oldu. Enstitü sular altında kalmaya başladığında, Dwight \"Lucine Çeşmesi yakınlarındaki iyi bir araziyi taşınma sonrası yer olarak\" seçti. Bu su baskını dönemi, avluda meydana gelen su baskınından farklı olması için Rene tarafından \"ikinci su baskını\" olarak adlandırıldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/d5740134b48c43ffcf9e7bda22c10e2a_4477418717050913263.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Felaket'in bir sonucu olarak Enstitü'deki araştırmaların ana odağı Fontaine'in yeni güç kaynağı sorunlarına bir çözüm bulmak olmuştur. Sumeru çölünün kalıntılarında bulunan İlkel Yapılar ile bu çağda yaygın olan saatli makineler arasındaki gözle görülür teknolojik uçurum nedeniyle İlkel Yapıların kapsamlı bir inceleme için Enstitüye taşınması için önemli çabalar sarf edildi. Enstitü'nün iki genç dahisi, Alain Guillotin ve Rene, Ruh ve Öz'ün özelliklerini kullanarak yeni bir kinetik çekirdek inşa ettiler ve bu da sonunda ilk kontrollü yok etme reaksiyonunu sağladı.\n<color=#ffd780>Alakalı Karakter Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Araştırmadaki Değişimler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Yok etme reaksiyonlarının başarılı olduğu kanıtlandıktan sonra araştırmalar kinematiğe kaydırıldı. Bunun için daha büyük bir laboratuvar gerekiyordu ve Alain birkaç kez laboratuvarını taşıması için teşvik edilmesine rağmen, hasta asistanı Carter Scherbius'un laboratuvarı bulamayacağı korkusuyla bunu yapmakta tereddüt ediyordu. Carter, Enstitü'de geçirdiği süre boyunca giderek ilerleyen kritik bir hastalıktan muzdaripti. Hastalığın ne olduğu şu anda bilinmiyor, ancak sık sık bilinç kaybı nöbetlerine neden oluyordu. Bir süre sonra Alain sonunda daha büyük bir laboratuvara taşındı. Burada yapılan deneyler, Harabe Sınıflandırıcılar gibi Khaenri'ah makinelerini içeriyordu ve güvenlik için acil bir hasar kontrol stratejisi uygulanacak kadar tehlikeli olduğu kaydedildi. Alain'in makinelerle ilgili deneyleri diğer araştırmacılar tarafından Kinematik ve malzeme bilimindeki başarılarının kanıtı olarak mekanik bir köpek yaratma niyeti olarak algılandı. Carter aslında böyle bir düşünen makine, daha doğrusu düşünen bir Kamera yaratmayı önermişti, böylece Alain meşgulken onun için değerli olanların fotoğraflarını çekebilecekti. Alain düşünen bir Kamera'nın bu amaçla kullanılmasını anlamsız buluyordu ama böyle bir makinenin güvenlik ve gözetleme uygulamaları için yararlı olduğunu düşünüyordu. Seymour, Prototip 4ACV07, Alain'in Mary Ann Guillotin için yarattığı düşünen makinedir ve mekanik bir köpek şeklindedir. Seymour, Alain tarafından üvey kız kardeşi Mary Ann'i korumak için yaratıldı ve Fontaine Doğa Felsefesi Enstitüsü'nün en gelişmiş optikleriyle yapıldı.\nAlain ve diğer araştırmacılar Kinematik üzerine odaklanırken, Rene ve o sırada çocuk olan Jakob Ingold'un farklı araştırma yönleri vardı"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/0a9688dfd08cc7d51986634283230e9c_6939099924912718002.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ve kendilerine ait bir araştırma laboratuvarı için başvurdular. Rene ve Jakob sonunda kendi laboratuvarlarına sahip oldular ve araştırmalarının tehlikeli doğası nedeniyle laboratuvara erişimi sınırladılar. Rene, çoğu insan için çok tehlikeli olduğu belirtilen \"felaketten sonra ortaya çıkan araştırma için güçlü bir şey\" elde etti, ancak Jakob buna maruz kaldıktan sonra bünyesinin \"daha iyi\" hale geldiğini hissediyor. Bu araştırma sonunda, hayatını kurtarmak amacıyla da olsa, Carter üzerinde feci etkileri olan bir deneye yol açmıştır.\nEnstitü'nün Merkez Dörtlüsü'nün sonunda, Nergis Haçı Derneği olarak bilinen eski bir topluluğun toplanma yeri, çözülemeyen bir kitap kullanılarak bulunabilir. Rene \"bir Doğa Felsefesi Enstitüsünden insanların bir şekilde [kendi] inananlarına dönüşmesini oldukça üzücü\" bulsa da, takipçilerine bir aidiyet duygusu vermek için Enstitü içinde Nergis Haçı Derneği'ni kurdu. Dernek, Enstitü'nün liderleri arasında fark edilmedi, ancak saldırganlık veya herhangi bir istilacı nitelikte kanıt bulunmadığından, dava resmi soruşturma kanalları aracılığıyla takip edilmedi.\nEnstitü dağıldıktan sonra eski üyelerinden bazıları Bay Ingold'un daveti üzerine Nergis Haçı Derneği'ne katıldı. Devam eden araştırmaların çoğu Remuria'nın kadim uygarlığına odaklandı. Bu, Doğa Felsefesi Enstitüsü'nde Remuria karakterlerini içeren ve bir çeşit fonografi gibi görünen bilinmeyen bir belgenin eski bir kopyasının ortaya çıkarılmasına yol açtı. Bu sonuçta bilinmeyen ezoterik Remuria belgelerinin deşifre edilmesine yardımcı oldu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4308,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4252,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Önemli Üyeler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Yönetici\nDwight Lasker\nAraştırmacılar"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Araştırmacı Asistanı\nCarter Sherbius\nTarihçi\nErich ████"
      }
    ]
  }
}