{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1717229933,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Remuria\nFontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Bağlantılar ve Detayları"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus topraklarını Kral Deshret'e kaybetti.\nSybilla\nİlk tufandan sağ kurtulup aklını ve bedenini kaybeden bir kahin. Remuria'nın yükselişini ve düşüşünü Remus'a önceden haber verdi. Onun yardımıyla büyük senfoni Phobos yaratıldı.\n\"Fortuna\"\nRemus'un gümüş-beyaz sedir ağacından yapılmış altın gemisi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Remus tarafından kurulmuş imparatorluk.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nRemuria'nın Harmostları",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Remus'a işlediği günahın kaçınılmaz cezasını anlatan ve ona içinde en saf suyun bulunduğu bir fincan veren Tüm Suların Hanımı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus'un, kaderin zincirlerinden kurtulmuş bir dünyanın yaratılışını görmek için Fontemer'den onu takip eden arkadaşı. Remus son senfonisini ona emanet etti.\nPhobos\nYüce Senfoni",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Kitaplar ve Eşyalar"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Erinnyes'in Şarkısı",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Geçmiş Günlerin Şarkısı",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Armonik İlham Parçası",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Saf Denizin Kırık Kadehi",
        "desc": "<p>Efsanelere göre ilk taht hırsızı ezeli denize geldiğinde ilk imparator ona bir kupa su verdi. </p><p>Daha sonra o mutlak Tanrı Kral haline geldi, bu suyu gizemli çiy damlacıklarını artırmak için kullandı ve bu sayede muhteşem ve güçlü bir imparatorluk oluşturdu. </p><p>Fakat bu artık kadim bir hikayeden ibaret ve karakterler derin sularda yaşayan balık sürülerinin saçtığı ışıkların arasında uyumakta. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/91ea8723306e98e3d1bcb55d7fdf7c81_5437345696535346943.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Saf Denizin Şarap Kadehi",
        "desc": "<p>Nasıl bir imparatorluk binlerce yıla meydan okuyabilir? Ejderler krallığından döndükten sonra taht hırsızı bu soru üzerinde kafa yordu. Ölümsüz taşı, ezeli sulardan aldığı İkhor özüyle birleştirerek demir gibi siyah, derisi efsun taşından ve kanı İkhor'dan bir ırk yarattı. Böylelikle o ilkel geçmişin lanetine dönmekten korkmasına gerek yoktu...</p><p>Sessiz dev hala imparatorluk hayalleri kuruyor... İmparatorluğun yıkılışından bu yana bin yıldan fazla geçtiğinden bihaber. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/53003e0178136f962ed95ee9c8cb7bff_5585679885660972022.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Saf Denizin Gümüş Kadehi",
        "desc": "<p>Diyarın altın bir tülle kaplı olduğu yıllarda saf kaynak sularının dağlardaki gizli pınarlara saklanması gerekirdi. Göl Şövalyeleri de bu mabetlerde doğmuştu. </p><p>Şövalyeler saf sulardan doğan ruhları koruyacağına, tek bir kaynağa inanan yoldaşlarını kollayacağına ve gökyüzünü kapatıp güneşi solgun kılan mutlak altın güce karşı koyacağına dair gümüş zırhları üzerine yemin ederdi. </p><p>Fakat bu artık kadim bir hikayeden ibaret... İmparatorluğun çöküp batmasından sonra taht hırsızına karşı duran şövalyeler zırhlarını çıkardı ve onların hikayeleri bir masal ve türküler ağına karışıp gitti. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/c70230640d8706fd2e3aa837a391166c_6348396050953288741.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Saf Denizin Altın Kadehi",
        "desc": "<p>Batık Şehrin taht hırsızı altın senfoninin son bölümünü çaldığında baş müzisyen, İkhor ile dolu altın kupayı çaldı. </p><p>Tanrı Kral'ın bu ahmakça ihanetinden sarsılan müzisyen, son muhafızları çağırdı ve çözünmeyen İkhor'u kullanarak ejderi uzun kulenin altına hapsedip başkent ile birlikte hiçliğin derinliklerine gömdü. </p><p>Bundan sonra bu soylu hırsız tarihin sayfalarından sessizce kayboldu ve yalnızca \"Altın Kumpanya\" vefalı bir şekilde onun kehanetini hatırlar oldu. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/a8147d7dfc78a2dc5d47dd50bd6292ed_1320886802348356643.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Saf Kutsal Çiy Damlası Kalıntısı",
        "desc": "<p>Efsanelere göre yaşam doğmadan evvel engin ezeli deniz varmış. Var olan her şeyin en saf kökeni oymuş ve bir gün tüm hayatı geri yutacakmış... Ondan doğmayan her şey böylelikle dışarıda kalacak ve denizde sürüklenen enkaz parçalarından farkı olmayacakmış. \"Enkazın da bir anlamı var. Her şeyin kaynağı ve tüm yaşamı yutan bir şey tarafından reddedilmek nasıl bir şeydir acaba?\" diye sordu taht hırsızına genç Harmost ve onu karışık düşüncelere sevk etti. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/b5eb251eb35df6de92c4e93ac29b1f23_7626808867694251600.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Saf Kutsal Çiy Damlası Buharı",
        "desc": "<p>\"Ezeli denizden gelen yaşamın kaderi kaçınılmaz bir şekilde ona geri dönmektir.\" Böyle konuştu Harmost Boethius. \"Ancak insanların kaderini aşması için sonsuz ihtimal vardır ve ezeli denizin suları bile onları tamamen yok edemez...\" </p><p>Kibirli taht hırsızı bir keresinde çözünmesi mümkün olmayan İkhor ile saf suyu karıştırmayı denemişti. Bu şekilde bilgelik ve hafızayı içinde koruyabilecek ve tebaasıyla hizmetkarlarının bedenlerinden kurtularak bağımsız ve sonsuz birer hayatı olmasını sağlayacaktı. Ancak ruhu bedenden ayırırken hissedilen acıya sıradan canlıların katlanması mümkün değildir. Bu yüzden taht hırsızının emriyle birçok ruh yırtılıp paramparça oldu...</p><p>Sayısız ruhun inlemesi ve ağlamasından İkhor siyaha çaldı ve içindeki uyum ve bilgelik yok oldu. Geriye yalnızca kaos ve delilik kaldı. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/bfe4638702fbef7e67d5d84b99d5276d_7714184763501488776.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Saf Kutsal Çiy Damlası Kaynağı",
        "desc": "<p>Göl Şövalyelerinin henüz dünyada olduğu zamanlardan kalma bir antika. Şövalyelerin dağlarda, kimsenin girmediği pınarlarda ve vadilerde, saf ve kirlenmemiş su kaynaklarını koruyan sadık ruhlar olduğunu anlatır...</p><p>Ancak insan yapımı İkhor'un yaratıcısı, yazdığı büyük senfonide bu tür bir ahenksizliğe müsaade edemezdi. Harmost Boethius'un gittiği yere doğal nektarın gömüldüğü, imparatorluk su kemerlerinin yapıldığı ve saf sudan doğan ruhların hiçbir iz bırakmadan kaybolduğu anlatılır...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/54913bb983c08663e91eef34841c80b9_2618967582057447281.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Saf Kutsal Çiy Damlası Özü",
        "desc": "<p>Engin ezeli denizin damlalarından arıtılarak elde edilen yoğun ve saf bir çözelti. Kadim Tanrı Kral, bir zamanlar onun sonsuz yaşam ve sınırsız bilgelik getireceğine inanırdı fakat dikkatle dinlediğinde sessizce, belli belirsiz bir şekilde her şeyin nihayetinde çözünerek teklikte buluşacağı kehanetinde bulunuyordu.</p><p>Bu, bir zamanlar Tanrı Kral'ın tamamlanmayan Büyük Senfonisine aitti. Sonsuz ve sınırsız altın renkli İkhor'un, vahşi ilkel suların yerine geçişini ve yüce bilgelerin aydınlanmayı bir nektar gibi dünyanın tüm yoz köşelerine ulaştırmasını anlatır.</p><p>Ancak Tanrı Kral'ın hülyaları, sonunda karanlık hiçliğin derinliklerine battı ve zamanın getirdiği yıkımla birlikte ilkel sular altın İkhor'u aşındırdı...</p><p>Akortçu kötü alametlere göz yumdu ve harap olmuş vücudunu taşıyarak planladıkları gibi yoldaşlarına hayat bahşetmeye devam etti. Eski düzen bir gün geri dönebilsin diye... </p><p>Bugün dahi Fontaine'in çılgın şair ve ressamları, Boethius'un yaşadığı kıyameti dünyanın kaçınılmaz döngülerinin bir hatırası olarak görür. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/b511969117b243bc41e7af4c578dfb88_4063426192608698768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/5903fff2e6d5d96713423c0290259e43_4332221569675967775.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yüksek Deniz halkının cehalet içinde yaşadığı ve kabilelerin aydınlanmadığı zamanlarda, Filarmonik Tanrı Remus, Sumeru Çölü'nde hüküm sürüyordu. Bir zamanlar vahaların şarkıcısıydı, ancak kadim evi Kral Deshret'in ışığı altında kaybolmuştu. Tahtına hizmet etmek istemeyen Remus, gezginlik yolunu seçti. Filarmonik Tanrı mezarı için Yüksek Deniz'i seçmişti ama o topraklarda dolaşırken bir şehrin kalıntılarını gördü. Harabeler ülkenin kendisinden daha eskiydi. Şehirden hiçbir kayıtta bahsedilmemişti ve ışıksız uçurumların derinliklerinde bulunuyordu. Tam orada, yıkık tapınağın kalbinde, gümüş-beyaz sedirin altında, geleceğin yüceltilmiş kralı Remus ile geleceği görebilen Altın Arı Sybilla'nın ilk buluşması gerçekleşti. Sybilla, Remus'un şehirleri ve tebaayı bir kez daha yöneteceğini öngördü. İnşa ettiği ulus gelişip zenginleşecek ve bir gün tüm Yüksek Deniz'e hükmedecekti. Remus insanlara medeniyet ve adalet getirecek olsa da, sonunda bu adalet onların çöküşü olacaktı."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Kaderdeki yargı zamanı geldiğinde, acımasız dalgalar geçici ihtişamı ve mutluluğu yutacaktır.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Filarmonik Tanrı kadere direnmenin bir anlamı olmadığını biliyordu ve bu yüzden bu yolculuğa çıkmayı kabul etti. O seçimini yaparken, susuz oyuk bir gürültüyle parçalandı ve gümüş ağaç altın bir gemi olan “Fortuna ”ya dönüştü."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/3815518f0d0cec6e3353c1672218c89e_7792960588216852279.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "“Fortuna” gemisinde, Remus ve Sybilla Meropis'e indiler. Remus'un gelişinden önce, bu topraklarda kadim insanlar yaşıyordu. Barış ve uyum içinde yaşıyorlardı ve Celestia'nın elçileri bile yeryüzünde dolaşıyordu. Sayısız nesilden sonra, insanlar kaderin zincirlerinden kurtulmak istediklerine karar verdiler. Buna öfkelenen Gökler, kadim halkı yok etti. Ancak Remus bu topraklara tekrar girdiğinde orada refah ve düzen yeniden ortaya çıktı. İnsanlara toprakta nasıl tarım yapılacağını ve ürün yetiştirileceğini öğretti ve insanları barındırmak için devasa taşlarla tapınaklar ve şehirler inşa etti. En önemlisi, insanları diğer canlılardan ayıran ve kendilerini her şeyin efendisi olarak görmelerine neden olan müzik ve sanatın güzelliğini yayan oydu. Filarmonik Tanrı Meropis'te büyük bir kule inşa ederek dağılmış insanları yeni bir ulus inşa etmek üzere bir araya getirdi. Bereket boynuzları toprağı bereketle kutsadı ve sonsuz bir deniz geçidi adaları birbirine bağladı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Armonik İlham Parçası",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kehanet",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ulus büyümeye ve zenginleşmeye devam etse bile, orijinal kehanet asla unutulmadı ve kralın şüpheleri devam etti."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Tıpkı senin önceden söylediğin gibi, insanlara kültürlü bir medeniyet getiren görkemli bir kral oldum.</color>\n<color=#ffffffd9>Okyanusa barış bahşettim ve yeryüzünü adaletle yöneterek dünyanın her köşesine düzen ve ilerleme yaydım.</color>\n<color=#ffffffd9>Yine de yeni, görkemli krallığım büyüdükçe daha da kederli ve şaşkın oldum.</color>\n<color=#ffffffd9>Kehanet edilen ihtişam bir yüzyıl boyunca devam edecek, ya sonra? Yıkımın tohumları kök salıyor.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Değişim eşyanın tabiatıdır, Fortuna'nın kanunu böyledir. Sonsuzluk ve ölümsüzlük hakkındaki aptallığı kabul etse bile, Remus kasvetli gelecekle uzlaşamıyordu. Kahine döndü ama o da yardımcı olamadı: geleceği görebiliyordu ama yıkımın nedenini keşfedecek kadim, kutsal bilgelikten yoksundu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Ama biliyorum ki, ışıksız denizin en derinlerinde, Ezeli Suların hala dalgalandığı diyarda, Tüm Suların Hanımı hapsedilmiş yatıyor.</color>\n<color=#ffffffd9>Kehanete göre sonsuz dalgalar ulusunuzu yutacak, belki onun verecek cevapları vardır...”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sybilla'nın tavsiyesine uyan Remus, Altın Filo ile birlikte, Çok Suların Sahibesi Tüm Suların Hanımı Egeria'nın hapsedildiği denizi bulmak için yelken açtı. Burası Fontemer adı verilen Ejderdoğan'ın yaşadığı krallıktı. Ejderha Prensi Scylla liderliğindeki Vishaps, Egeria'nın hapishanesini koruyordu. İki taraf da savaşmaya başladı ve ortaya çıkan savaş otuz gün otuz gece boyunca denizleri kaynattı. Tanrı Kral ancak yorgunluk soluklanmayı getirdiğinde amacını dile getirmek için müziği kullandı. Remus'un Göksel Prensipler tarafından belirlenen kadere direnme isteği Ejderha Prensi'ni eğlendirdi. Remus'un rüyası ona saçma gelse de Scylla, Remus'u Tüm Suların Hanımı'na götürmeyi kabul etti.\nMerhametli Egeria, Remus'a aradığı cevabı veremedi. Sonunda, hala hırs ve umut besleyen kral, ayrılmadan önce Tüm Suların Hanımı tarafından verilen bir fincan suyu içmeye karar verdi. Ona, verdiği saf suyu sonsuz refah içinde, çatışmaların olmadığı bir dünya yaratmak için kullanacağına dair söz verdi. Filo eve dönerken Scylla da Fontemer'den ayrıldı. Vishaps için tüm tanrılar gaspçı olsa da, Scylla ve Remus arkadaş oldular.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Armonik İlham Parçası",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Saf Denizin Gümüş Kadehi",
        "desc": "<p>Diyarın altın bir tülle kaplı olduğu yıllarda saf kaynak sularının dağlardaki gizli pınarlara saklanması gerekirdi. Göl Şövalyeleri de bu mabetlerde doğmuştu. </p><p>Şövalyeler saf sulardan doğan ruhları koruyacağına, tek bir kaynağa inanan yoldaşlarını kollayacağına ve gökyüzünü kapatıp güneşi solgun kılan mutlak altın güce karşı koyacağına dair gümüş zırhları üzerine yemin ederdi. </p><p>Fakat bu artık kadim bir hikayeden ibaret... İmparatorluğun çöküp batmasından sonra taht hırsızına karşı duran şövalyeler zırhlarını çıkardı ve onların hikayeleri bir masal ve türküler ağına karışıp gitti. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/c70230640d8706fd2e3aa837a391166c_6348396050953288741.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Saf Denizin Altın Kadehi",
        "desc": "<p>Batık Şehrin taht hırsızı altın senfoninin son bölümünü çaldığında baş müzisyen, İkhor ile dolu altın kupayı çaldı. </p><p>Tanrı Kral'ın bu ahmakça ihanetinden sarsılan müzisyen, son muhafızları çağırdı ve çözünmeyen İkhor'u kullanarak ejderi uzun kulenin altına hapsedip başkent ile birlikte hiçliğin derinliklerine gömdü. </p><p>Bundan sonra bu soylu hırsız tarihin sayfalarından sessizce kayboldu ve yalnızca \"Altın Kumpanya\" vefalı bir şekilde onun kehanetini hatırlar oldu. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/a8147d7dfc78a2dc5d47dd50bd6292ed_1320886802348356643.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yüce Senfoni",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/170c9f9b72ffdb19c86dbdca891c088e_57507585022146607.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ezeli Deniz'den dönen görkemli kral, altın imparatorluk başkentini kurdu ve Sebastos olarak dünyanın tepesine dikildi. Büyük gemilerinin yelken açtığı her yerde, tüm şehirler onun yüce otoritesine boyun eğdi, notaların çalındığı her yerde, uygarlığın senfonisi vahşi şarkılarının yerini aldı. Günümüz Fontanialılarının ataları ondan korktukları için ona “Karanlık Lord Remus” diyorlardı.\nKehaneti öğrendiği andan itibaren Remus hangi imparatorluğun bin yıl sürebileceğini merak etti. Ölümsüz taşı Egeria'nın bahşettiği Ichor özüyle birleştirdi ve Remuryalılara yeni ebedi bedenler armağan etti. Sebastos, Remuryalıların çürüyen etin ve kaderin hapishanelerinden kaçabileceklerini umuyordu. Onun büyük vizyonu, tüm Remuryalıların Fortuna'nın zincirlerinden kurtulması ve kendi kaderlerinin efendileri haline gelmesiydi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Eğer dalgalar tebaamı yutacaksa, o zaman ruhlarını tüm sularda çözünmeyen bir çapa ile mühürleyeceğim.”</color>\n<color=#ffffffd9>“Eğer zaman krallığımı çürütürse, onlar için tunç ve taştan ölümsüz bedenler yapacağım.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/7b5487e0568eaa6b520ec3fc3b81f3c7_6737051189234592298.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remus kendini imparatorluk sarayının derinliklerine kilitledi ve Fortuna'nın Ustası'nın müziğinde bir kusur aradı. Sayısız gün ve geceden sonra Remus, Fortuna'nın gizemlerini kavradı. Kaderin her notasını okumuştu ama kendi senfonisini yazacak bir “kalemden” yoksundu. Sebastos böylece Sybilla'ya başvurmaya karar verdi, çünkü Sybilla ölüler diyarından geliyordu ve bir zamanlar kaderin selleri onun damarlarında akıyordu. Remus çözümün, kaderin gücünün üstesinden gelemeyen insanların ruhlarında yattığını anladı ve böylece kaderi dokuyabilecek bir müzik olan Senfoni'yi yazdı. “Senfoni” insan hafızası ve kişiliğinin notalar aracılığıyla bir melodiye dönüştürülmesidir ve insan ruhlarının içinde yaşayabileceği ve isteklerinin yerine getirilebileceği bir şarkı yaratır. Altın Arı ona “Senfoni ‘de ustalaşmanın ’kader ”de ustalaşmak olduğunu söylemiştir. “Senfoni ”yi yaratan Sebastos, herkesin bu müziği çalarak kaderlerini kontrol edebilmesi umuduyla bu melodileri çözülmez İchor'a döktü."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/1be317e532e8ca3004c79cfb933e41f5_5342966854454084002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ancak, bu kehanetin değişmesine yardımcı olmadı. Ruh ve bedeni birbirinden ayırmanın acısına sıradan bir yaşam katlanamazdı ve Tanrı Kral'ın emri ruhları parçaladı ve paramparça etti. Ichor, pek çok ruhun acısıyla siyaha boyandı ve geriye sadece kaos ve çılgınlık bırakarak uyumunu ve bilgeliğini kaybetti. İnsanlar kaderin yükünü taşıyamadılar ve tanrılarına ve üstlerine rehberlik etmeleri için yalvardılar. Onların isteği üzerine Sebastos tüm melodileri en büyük melodide birleştirdi ve bu onlara en büyük mutluluğu getirecekti. İnsanlar bu senfoniye “Phobos” adını verdiler. Remus'un planı işe yarasaydı, Senfoni hepsi için son derece nazik bir melodi dokuyacaktı - bin yıl ve ötesinde sürecek bir sonsuzluk. Sebastos'un en çılgın fantezilerinde, ahenkli operanın büyük finalinde, kaderin sopasını insanlığın kendi ellerine teslim edecekti. Yüksek Deniz'in insanlarının evrensel uyumun senfonisini bozmasını engellemek için Kral Remus, kendisinden sonra liderlik etmeleri için büyük yeteneklere sahip dört insanı Harmosts'un yüksek makamına terfi ettirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/7b0bab9d8cf380353df7036f504941fb_5113804166744165268.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "“Phobos” Remuryalıların tüm istek ve düşüncelerinin toplamı olduğu için, bunların bir parçası olarak yağma, nefret ve katliamı da içeriyordu. Tanrı Kral'ın günahları arasında en korkunç olanı, tanrısal alana ait olması gereken gücü insanlara aktarma girişimiydi. Güç ve statü insanları yozlaşmaya ve çöküşe sürükleyerek şiddete ve isyanlara yol açtı. En vahşi ve acımasız Vishaplar bile böylesine anlamsız bir katliama asla girişmezdi. Ama Remus insanları sevdiği için insanların cezalandırılmasını kendine yediremiyordu.\nTanrı Kral, “Phobos ”un Remuria'yı çöküşe sürüklediğini fark ettiğinde, Yüce Senfoni'yi yok etmeye karar verdi. Phobos'un kendini imha etmesi için bir emir olan son senfonisi Requiem'i yarattı ve onu arkadaşı Scylla'ya emanet etti. Gizli plana göre, Scylla'nın başkente saldırmak üzere bir Vishap ordusuna liderlik etmesi gerekiyordu. Remus senfoninin gücünü açığa çıkarmak için kendini feda edecekti ve Vishap'ların prensi de uyandıracağı ilkel, vahşi enerjileri kontrol etmek zorundaydı. Tebaasını taş bedenlerinden kurtarıp onlara etten ve kandan formlarını geri vererek ırklar arasındaki yapay bariyeri yok edeceğini umuyordu. Tanrı Kral, Harmost Cassiodor'un melodisini Yüce Senfoni'den ayırdı ve onu geleceğin şehri Ouranopolis'e gönderdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/11910d5832082d96f809411826016aab_297949867384604750.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sebastos'un hayalleri gerçekleşmedi. Remurya Harmostlarından birini içine alan Phobos, Ejderha Prensini hapsetti ve başkente giden Initium Iani'yi kapattı. Scylla Altın Saray'a zamanında ulaşamadı ve Remus'un fedakârlığı boşa gitti. Phobos'un gücü kontrolden çıktı ve imparatorluk ilahi cezaya boyun eğercesine okyanusun derinliklerine gömüldü. O gün Remus hiçbir iz bırakmadan ortadan kayboldu ve altın uygarlık eski ihtişamıyla birlikte denizin dibini boyladı. Sadece bin yıl sonra, Cassiodor nihayet Sabastos'un planını tamamlayarak Remuryalıların ruhlarını serbest bıraktı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Kadim Çağlar Denizi",
        "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Armonik İlham Parçası",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Saf Denizin Altın Kadehi",
        "desc": "<p>Batık Şehrin taht hırsızı altın senfoninin son bölümünü çaldığında baş müzisyen, İkhor ile dolu altın kupayı çaldı. </p><p>Tanrı Kral'ın bu ahmakça ihanetinden sarsılan müzisyen, son muhafızları çağırdı ve çözünmeyen İkhor'u kullanarak ejderi uzun kulenin altına hapsedip başkent ile birlikte hiçliğin derinliklerine gömdü. </p><p>Bundan sonra bu soylu hırsız tarihin sayfalarından sessizce kayboldu ve yalnızca \"Altın Kumpanya\" vefalı bir şekilde onun kehanetini hatırlar oldu. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/a8147d7dfc78a2dc5d47dd50bd6292ed_1320886802348356643.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}