{
  "epId": 4780,
  "name": "Egeria",
  "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1741727636,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Bağlantılar",
        "value": [
          {
            "type": "RichText",
            "text": "Hükümdarlar"
          }
        ]
      },
      {
        "key": "Ünvan",
        "value": [
          {
            "type": "RichText",
            "text": "Tüm Suların Hanımı"
          }
        ]
      },
      {
        "key": "Çince Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "乔璐雨 (Qiao Luyu)"
          }
        ]
      },
      {
        "key": "İngilizce Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "Courtney Steele"
          }
        ]
      },
      {
        "key": "Japonca Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "矢作紗友里 (YAHAGI Sayuri)"
          }
        ]
      },
      {
        "key": "Korece Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-young)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remuria'yı kuran ve Egeria hapisteyken onun takipçileriyle savaşan Taht Hırsızı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Okeanidleri korumaya yemin eden Egeria'nın takipçileri Saf Kâse'yi bulur ve ilk günahın kefaretini ödemek için Egeria'yı hapseden zincirleri kırar.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Egeria'nın ilk günahı işleyerek insana dönüştürdüğü Okeanid yardımcıları",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Çiçek Tanrıçası ve aynı zamanda Egeria'nın arkadaşı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Çimlerin ve Ağaçların Hanımı aynı zamanda Egeria'nın arkadaşı. Egeria'nın ölümünden sonra Rukkhadevata, Egeria'nın bilincini korumak ve Tunigi Çukuru'na mühürlemek için onun bedeninden Harvisptokhm ağacını yetiştirdi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Son Su Hükümdarı ve Adalet Tanrısı. <span class=\"wk-shady\">Su Hükümdarı'nın İlahi Tahtını yok etmek ve Su Ejderhasına gücünü geri kazandırmak için kendini feda etti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/b267aa8e8fa88f7b4f1640410ee6644e_2937596089261994233.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Egeria'nın halefi ve Egeria'nın insana dönüştürdüğü Okeanid. Egeria'nın ölümünden sonra Su Hükümdarı olmuştur.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Eşya ve Kitaplar"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Erinnyes'in Şarkısı",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Sakin Suların İhtişamı",
        "desc": "<p>Etrafını saf suların çevrelediği bir asa. Uzun zaman önce, denizlerdeki en büyük hakimiyeti simgelerdi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/138687708/9807aa25f336daae391a6f6d4995af3d_9199010219346701720.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Gölmavisi Zambağı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Saf ve berrak mavi renkli bir çiçek, Su Damarlarının birleştiği noktada doğar. Basit, etkileyici ve zarif bir kokusu vardır, keskin ve ferahlatıcı bir his verir, aynı zamanda yumuşaktır.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/c43e2d148b98d58c98a008b13e37b5b5_1230752167629486158.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria ve Orijinal Günah",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Efsaneye göre okyanusların ilki kana benzer bir bileşime sahipti ve içindeki yaşam bireysel değildi. Karaya ayak basmak ya da gökyüzüne çıkmak için yaşam, bu ilkel okyanusun kendi içinde akmasını sağlayacak kan damarlarını geliştirdi. Bu Ezeli Kan Denizini yöneten kalp ilk Hidro Ejderhaydı. Bu kalp her attığında, tüm yaşam ayağa kalkar ve ona övgüler yağdırırdı.\nBu ilk kalp ortadan kaldırıldığında, yaşamı yaratma görevi omuzlarında olan lider Celestia'nın elçisi büyük ilkel denize geldi ve orada başka bir kalp, Egeria'yı yarattı. Bu kalp bir ejderhaya benzer bir asalete sahipti, ancak dış formundan yoksundu ve bir tanrının heybetine sahipti, ancak herhangi bir ilahi görevden yoksundu. İnsanlardan oluşan bir hükümdar tarafından yaratılmış olsa da, özü ve cevheri tamamen bu dünyanın orijinal maddesiydi, dışarıdan hiçbir unsur içermiyordu. O, ilksel denize akan gözyaşlarıydı, iletişim ve anlayış arayışındaydı, bu arayış onun ağlamasına neden oldu. Ve bu merhamet yüzünden, saf sudan gelen tüm varlıkların sakınması gereken tüm günahları işledi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b0fb20592e699cd5342b9c87d6fab121_8080804659198869478.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria, elemental yaşam formları olan Oceanidleri (Lochfolklar) yarattı. İnsanların yaşamlarına hayranlık duyan Oceanidler de insan olmak istediler. Egeria, İlksel Deniz'in gücünü kullanarak bazı Oceanidleri, kanları İlksel su ile akan insanlara dönüştürdü. İnsanların bu şekilde yaratılması Egeria'nın ilk günahı oldu. Celestia, Deniz'in gücünü çaldığı için Egeria'ya kızdı, bu yüzden onu hapsettiler. Şöyle bir kehanet yaratıldı: <color=#ffffff>\"Sonunda, insanların hepsi sularda eriyecek ve geriye sadece tahtında ağlayan Hidro Archon kalacak.\"</color>\nEgeria hapisteyken Remus Fontaine'e geldi ve Remuria'yı kurdu. Remus çevredeki tüm toprakları ele geçirdi, ancak Egeria'nın Lochknights adı verilen takipçileri boyun eğmeyi reddettiler. Saf pınarların ruhlarını (Oceanidler) ve diğer şövalyeleri Remus'un savaşçılarından korumaya yemin ettiler. Asıl amaçları, ilk günahın kefaretini ödemek ve Egeria'yı hapsedildiği zincirlerden kurtarmak için Saf Kase'yi bulmaktı.\nBir efsaneye göre, günah Sonsuzluk Şehri'ni düşüşe sürüklediğinde, Lochknights hayal bile edilemeyecek sınavlarla karşılaşmış ve daha önce hiç bilinmeyen acılara katlanmıştı. Ama sonunda, insanların yürekten gelen özlemi göklere ulaştı. Ardından, saf kalpleri ve sayısız kurbanla elde edilen Saf Kâse sayesinde, Çok Suların Sahibesi tutsaklıktan kurtuldu ve eski haline döndü.\nBir başka efsaneye göre, günah Sonsuzluk Şehri'ni çöküşe sürüklediğinde, Erinnyes adında bir şarkıcı hayal bile edilemeyecek sınavlarla karşılaştı ve daha önce hiç bilinmeyen acılara katlandı. Yine de Saf Kase'yi bulmayı başaramamıştır. Ancak gökler Çok Suyun Sahibesi'ni seçerek ona ilkel hapishanesinden dönüp altın kraldan görevi devralmasını ve deniz ruinlerine hükmetmesini emretti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Efsane ne olursa olsun, Egeria esaretten döndüğünde, ilk olanın bir parçasıyla ödüllendirildi ve hem bir Archon hakkı hem de ilahi bir görev kazandı. Böylece Egeria'nın Fontaine'in Hydro Archon'u olarak hükümdarlığı başladı. Egeria'nın dönüşüne tanıklık eden Lochknights'ın başarısının onuruna Fontinalia Festivali ilan edildi.\nDaha önce, Egeria'nın hükümdarlığı sırasında suçlular çöle sürülürdü, ancak bazıları Egeria'dan af dilemeye başladı ve merhametli Çok Suların Sahibesi onların denizde bulunan sırrı korumalarına izin verdi. Meropide Kalesi bu şekilde ortaya çıktı. Bu sır, kehanete göre Fontaine'i yok etmesi gereken Ezeli Deniz'e giden bir geçitti. Zamanla suçlular topluluğu büyüdü ve birçoğu asıl amacı unuttu, ancak Ezeli Deniz'e giden geçit yasak bölge olarak kaldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festivali",
        "desc": "<p>Fontinalia Festivali, Lochknights'ın Okeanidleri arayışını ve önceki Su Hükümdarı Egeria'yı karşılamalarını anmak için düzenlendi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Sakin Suların İhtişamı",
        "desc": "<p>Etrafını saf suların çevrelediği bir asa. Uzun zaman önce, denizlerdeki en büyük hakimiyeti simgelerdi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/138687708/9807aa25f336daae391a6f6d4995af3d_9199010219346701720.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Felaket",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Celestia tarafından hapsedilmeden önce, Amrita'nın Efendisi Egeria, Çimen ve Ağaçların Hanımı Rukkhadevata ve Çiçeklerin Efendisi Nabu Malikata ile arkadaştı. Nabu Malikata, kaderi kaçınılmaz ölüm ve kurban olan Khvarena adında bir \"kız\" yarattı. Önceden bildirildiği gibi, bu kız dünyanın artan kirliliği nedeniyle kendini feda etmek için üç annenin, Rukkhadevata, Egeria ve Nabu Malikata'nın kucağından ayrılmak zorunda kaldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/06fb58047b7794f1c605ffa922279cd9_3967964877866276723.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nabu Malikata kendini feda ettiğinde, arkadaşı Rukkhadevata'dan Khvarena'ya göz kulak olmasını istedi. Çimenlerin ve Ağaçların Sahibesi Khvarena'yı ilahi kuş Simurgh'a dönüştürdü ve onu iki dünyayı korumakla, yeni doğum ve ölüm arasındaki sınırın bekçiliğini yapmakla görevlendirdi. Yıllar sonra Tufan geldiğinde, su aleminin lideri Vourukasha Vahası'nda Abyss canavarlarıyla yapılan bir savaşta öldürüldü ve bedeni saf çiy denizine, Amrita'ya dönüştü. Ancak Amrita, Abyss tarafından kirletildi ve ardından Simurgh kuşu Amrita'dan içerek ve birçok parçaya ayrılarak görevini yerine getirdi. Bu parçalardan Pari doğdu ve Vourukasha Vahası'nı Uçurum'un canavarlarından korudu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/0058c3c9591f49bc0ac12760d5250fb4_7510331837180065839.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata, içinde kutsal lotus Gaokerena ile birlikte Amrita'dan Harvisptokhm ağacını yetiştirdi. Lotus Egeria'nın bilincini içeriyordu, böylece insan dünyası ile Tunigi Kovuğu'ndaki Uçurum arasındaki bariyeri tutabiliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/e53c4679115d76664383620ddb419cd7_198016762447992707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 yıl sonra, Gaokerena nilüferi Uçurum tarafından tekrar kirletildi. Uçurumlar arasındaki bariyer inceldi ve gökyüzünde Apaosha İşareti adı verilen bir fenomen yarattı. Gezgin, Paimon, çiçek koruyucusu Sorush ve diğer Pari'lerin çabaları sayesinde Khvarena'nın Büyük Şarkısı bulundu ve Harvisptokhm'u arındırmak için Chinvat Ayini gerçekleştirildi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha’nın Parıltısı",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/30/145542732/bd2826d332a2cedb3d1af71389ff0ad5_8568514695464687606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3764,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2925,
        "name": "Ruhun Işığına Bir Kaside",
        "desc": "<p>Lore reportedly passed down within a lost religious group in the desert. Someone has transcribed it into a script.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/cda909617df5c89a702d8c2f2ddac7a5_3659647278934028836.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria ve Okeanidler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Efsaneye göre, ilk Okeanid'in doğduğu ilk gözyaşını nazik Egeria dökmüştür. Bazıları Egeria'nın ejderhalara karşı büyük bir sempati duyduğunu, bazıları ise insanlığın nihai kaderi için büyük bir üzüntü hissettiğini söyler. Şimdi, elimizde kalan tek şey, gerçek anlamı belirsizliğini koruyan mecazi bir temsil: \"Kertenkelenin kemikleri, içinden kuğuların çıktığı çamura dönüştü.\" Yeni doğan Oceanid'e tüm yaşam biçimlerini anlama görevi bahşedilmişti: türlerin çeşitliliğini anlamaya çalışmak ve her yaratığı sevmek. Yaşam denizinden metamorfoz gücüne sahip olarak çıktı. Egeria onun bu gücü canlı yaratıkların özünü varlığına kazımak için kullanmasını diledi ve yavaş yavaş yaşama karşı bir özlem geliştirdi. İnsanlık hakkında yeterince anlayış kazandığında, ilk gözyaşını yeryüzüne döktü. Oceanidler sevgilerini su kütlelerini birleştirerek ifade ederlerdi. Bu şekilde, birçok zihin bölünmeden bir arada var olabilirdi.\nOceanidler Egeria'nın ailesiydi. Bir zamanlar onları kıtanın dört bir yanındaki nehirlerde, derelerde ve göletlerde yaşamaları için göndermişti ve neredeyse hepsi Fontaine için casusluk yapıyordu. Birçok Suyun Sahibesi, dünyadaki herkesi tüm suların birbirine bağlı olduğu gibi birbirine bağlamayı diledi.\nOceanidler bilişsel kapasitede önemli farklılıklar sergiliyorlardı; bunun nedeni kısmen yaşam sürelerindeki farklılıkların dünya hakkında çok farklı deneyim ve bilgi düzeylerine yol açmasıydı, ancak Oceanidlerin kendi içlerindeki önemli bireysel farklılıklar da bu olguya katkıda bulunuyordu. Bazı Oceanidler kıtanın su sistemleriyle ilgili görevleri yerine getiremeyecek kadar kalın kafalıydılar ve bu nedenle insan duygularını yatıştırmaya yardımcı oldukları Fontaine'e hapsedildiler.\nEgeria'nın ölümünden sonra, pek çok Oceanid Fontaine ile irtibatını kaybetti. Yeni Hidro Archon'u tanımadılar ve sadece geçmişin hayallerini canlı tutmak istediler. Birçok Okyanuslu, Harvisptokhm'a ulaşmak ve tanrıçalarını görmek için boğucu Sumeru Çölü boyunca hac yolculukları yaptı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b1382ca8d5c39cd34c781837f05c5ea4_2796783750444812891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lochfolk gözcülerinin en ünlüsü olan güçlü Okeanid Rhodeia, Fontaine'den kaçarak Liyue'deki Qingce Köyü yakınlarına yerleşti ve sakin sularda küçük bir sığınak hayal etti. Başka bir Oceanid olan Endora ile karşılaştığında, onun Fontaine'den Hydro Archon tarafından gönderilen bir suikastçı olduğundan korktu ve Endora'yı öldürmek için suyu acılaştıran düşmanlığını ortaya çıkardı. Gerçeği öğrenen Rhodeia, Endora'yı kendisiyle birleşmeye ve suları tekrar tatlı hale getirmeye davet etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/824a0869fac4b8806047e7d2fb223c1e_5613481236590228235.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bahar Perisi olarak bilinen Okeanid, Callirhoe, Mondstadt'taki Springvale pınarına yerleşti. Orada kendisine aşık olan bir çocukla tanıştı. Duygularından korkan ve yıllar sonra çocuğun Oceanid ile geçirdiği zamandan pişman olacağından korkan Callirhoe, uzun yıllar boyunca sessiz kaldı.\n<color=#ffffff>\"Gece gökyüzündeki yıldızların hepsi söndüğünde ve tüm akarsular ve rüyalar aynı büyük okyanusa karıştığında... O zaman tekrar buluşacağız.\"</color>\nAncak çocuk büyüyüp yaşlı bir adam olduğunda Callirhoe nihayet onunla tanışmaya cesaret edebildi ve duygularına Kalbini Bahar'a vererek karşılık verdi.\nNe Rhodeia ne de Callirhoe Endora'nın kendi yollarını takip etmesini istemedi, bu yüzden Endora başka kimsenin gidemeyeceği bir yola girmeye karar verdi. Bir yolculuğa çıkmaya karar verdi - kıyılarında açan çiçeklerden ufukta duran bulutlara kadar her şeyi görmek için."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1db6cabb7224e998c529340769b5842a_4323134540389713668.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fontaine'den kaçan bir başka güçlü Oceanid olan Idyia, Sumeru çölünde cadı Alice ile tanıştı ve onun için Veluriyam Mirage adında şişe içinde bir dünya yarattı. Bu dünyada, Idyia birçok kayıp ve yorgun yolcuya yardım etti ve Veluriyam Mirage'dan ayrıldıklarında, dünyasında yaşamaya devam etmeleri için Hidro Eidolonlardan su projeksiyonlarını yarattı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/9dd957087aa42735905d94761558de17_3840721841765083999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rhodeia, Idyia ve Callirhoe kadar yüksek entelektüel yeteneklere sahip olmayan Oceanid Lyris, minnettarlığının bir göstergesi olarak Egeria'nın ölümünden önce bile Fontaine'in yetimhanesi olan Narzissenkreuz Enstitüsü'nün başına getirilmiştir. Lyris'in yetimhanesinde Fontaine donanmasının amirali Basil Elton, Fontaine enerji krizini çözen büyük bilim adamı Alain Guillotin ve kendi yöntemleriyle Fontaine'in kehanetine direnmeye ve tüm insanları kurtarmaya çalışan Rene de Petrichor ve Jakob Ingold gibi Fontaine tarihi için önemli kişiler yetişmiştir.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Okeanidler",
        "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Berrak Pınarların Kalbi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria ve Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1da56616903c2c0ab282394bbb06bb8c_2762668338429049931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors bir zamanlar Egeria'nın Oceanid tanıdığıydı. Focalors her zaman bir insan olmak istemişti, çünkü onun gözünde bir insanın varlığı en güzel performanstı. Egeria Focalors'u bir insana dönüştürdü ve daha sonra onu Archon tahtına halefi olarak seçti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/4d00bf623c0adde66eacebeb7573b94e_1782249839317105255.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria kehanetin gerçekleşeceğinden ve ilahi ilkelere karşı konulamayacağından emindi. Bu sorunun çözümünü Focalor'ların omuzlarına yükledi. İlksel Deniz'in kudretinin çalınması Fontaine'in \"ilk günahı\" ise, Fontaine'lilerin insan olarak türemesi ve bu dünyada var olma hakları da Fontaine'in \"ilk adaleti\" olacaktı. \"Varoluş\" Egeria'nın adaletiydi ve Focalorlar bu ilkeyi devam ettirdi. Kehanete meydan okumak ve Fontaine halkının yaşamaya devam etmesini sağlamak, diğer tüm otoritelerin üzerinde bir otorite olmalıdır.\nFocalors kehanete nasıl karşı koyacağını uzun süre düşündü ve mümkün olan tek cevabı buldu: kehanetin gerçekleşmesi sırasında göksel ilkeleri aldatmak gerekiyordu. Archon olduktan sonra Focalors yeni bulduğu tanrısallığını bedeninden ve ruhundan ayırarak Furina'yı yarattı. Furina Fontaine'i yönetirken, Focalors göksel ilkeleri kandırmak için enerji biriktirdi. 500 yıl sonra, kehanet gerçekleşmeye başladığında, Focalors tüm bu enerjiyi Furina'nın ilahi parçasını yok etmek için kullanabildi ve buna bağlı olarak Hydro Archon'un tahtını yok ederek Hydro otoritesini Ejderha Hükümdarı Neuvillette'e geri verdi. Tam gücünü kazandıktan sonra Fontaine halkını ilk günahlarından affetti ve onları gerçek insanlara dönüştürdü.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Son Su Hükümdarı ve Adalet Tanrısı. <span class=\"wk-shady\">Su Hükümdarı'nın İlahi Tahtını yok etmek ve Su Ejderhasına gücünü geri kazandırmak için kendini feda etti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/b267aa8e8fa88f7b4f1640410ee6644e_2937596089261994233.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Kehanet I",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/138687708/b0fb20592e699cd5342b9c87d6fab121_609461667739536576.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "İlk taş levha, uzun zaman önce Su Hükümdarı'nın gücünü kullanarak Okeanidleri insana dönüştürdüğünü anlatıyor..."
          }
        ]
      },
      {
        "key": "Kehanet II",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/6555b6c18d716410b9f97d30e099a333_3319649842177196188.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "İkinci taş levha gökyüzünde süzülen Kutsal Diyar'ı gösteriyor. Su Hükümdarı ve halkı da Kutsal Diyar'a tapıyor... Fakat gökler yine de cezalandırıyor onları."
          }
        ]
      },
      {
        "key": "Amrita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/06fb58047b7794f1c605ffa922279cd9_3739294434759648378.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria ölümünden sonra Amrita'ya dönüştü."
          }
        ]
      },
      {
        "key": "Harvisptokhm",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/434ec67e7d9b3ae807964f489583a665_5175916555198254147.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mahadevi Rukkhadevata'nın Amrita'dan yetiştirdiği bir ağaç."
          }
        ]
      },
      {
        "key": "Gaokerena",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/0058c3c9591f49bc0ac12760d5250fb4_6913497602386975363.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Harvisptokhm'da Egeria'nın bilincinin yerleştirildiği kutsal lotus Gaokerena."
          }
        ]
      }
    ]
  }
}