{
  "epId": 4781,
  "name": "Focalors",
  "desc": "<p>Son Su Hükümdarı ve Adalet Tanrısı. <span class=\"wk-shady\">Su Hükümdarı'nın İlahi Tahtını yok etmek ve Su Ejderhasına gücünü geri kazandırmak için kendini feda etti.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/b267aa8e8fa88f7b4f1640410ee6644e_2937596089261994233.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1741727642,
  "components": {
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e7577f7685498b8c158b290ccd00216c_5700817998979627989.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>November 17, 2023</color>\nHaving witnessed countless trials, the grandest and most dramatic of them all finally takes shape before her eyes.\nBrimming with energy, the mighty sword cuts through the curtain as the sinner's dance draws towards its final cadence.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_RAhrisU6Mc&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY&feature=emb_logo"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>İlişkiler</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Focalorsu yaratan ve ona bir beden veren bir önceki Su Hükümdarı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "500 Yıldır Fontaine'nin Tanrısı rolünü yapması için Focalors tarafından yaratılan beden ve ruh.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Egeria tarafından yaratılan zeki Su yaşam formlarıdır. Focalors da zamanında bir Okeanid'ti.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ejderha Hükümdarlarından biri.\nOratrice Mecanique d'Analyse Cardinale\nFocalors tarafından hazırlanmış özel bir alet.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/b0fb20592e699cd5342b9c87d6fab121_6327654859344677399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "İlkel Su'yun kalbi, Birçok Suyun Hanımı olarak bilinen Egeria, zeki elemental yaşam formları olan Okeanidleri yarattı. İnsanların yaşamlarına hayranlık duyan Okeanidler de onlara dönüşmek istedi. Birçok Suyun Hanımı onların bu isteklerine cevap verdi ve İlkel Su'yun gücünü kullanarak bazı Okeanidleri, kanları İlkel Su ile akan insanlara dönüştürdü. Bunu yaparken de ilk günahı işlemiş oldu. Kutsal Diyar, Su'yun gücünü çaldığı için Birçok Suyun Hanımı'na kızdı ve onu hapsetti. Şöyle bir kehanet yaratıldı: <color=#ffffff>“Sonunda, insanların hepsi sularda eriyecek ve geriye sadece tahtında ağlayan Su Hükümdarı kalacak.”</color> Kehanet uzun zaman önce Irminsul'a kazınmıştı ve bundan kaçınılamazdı. Binlerce yıl önce Egeria esaretten dönmüş ve hem Hükümdarlık hakkını hem de ilahi görevi geç de olsa kazanmıştı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6ec960ac7a2160449e946df38d1b5da0_691909026731103960.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Focalors bir zamanlar Egeria'nın Okeanid tanıdığıydı. Her zaman bir insan olmak istemişti, çünkü onun gözünde bir insanın varlığı en güzel performanstı, bu yüzden Egeria Focalors'u bir insana dönüştürdü. 500 yıl önce, Birçok Suyun Hanımı öldü ve Hükümdar Tahtı'na halefi olarak Focalors'u seçti. Egeria kehanetin gerçekleşeceğini ve Kutsal Diyar'a karşı konulamayacağını biliyordu. Bu sorunun çözümünü Focalors'un omuzlarına yükledi. Eğer İlkel Su'yun kudretinin çalınması Fontaine'in “ilk günahı” ise, Fontaine'lilerin insan olarak dünyaya inmesi ve bu dünyada var olma hakları da Fontaine'in “ilk adaleti” olacaktı. “Varoluş” Egeria'nın adaletiydi ve Focalors bu ilkeyi devam ettirdi. Kehanete meydan okumak ve Fontaine halkının yaşamaya devam etmesini sağlamak, diğer tüm otoritelerin üzerinde bir otorite olmalıdır.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kehanet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6b63ba3a7d5c46b0a07282251614a445_5914282810604832850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors kehanete nasıl karşı koyacağını uzun süre düşündü ve mümkün olan tek cevabı buldu: kehanetin gerçekleşmesi sırasında Kutsal Diyarı kandırmak gerekiyordu. Bir Hükümdar olduktan sonra Focalors yeni bulduğu tanrısallığını bedeninden ve ruhundan ayırdı. Geride bıraktığı insan eşine “Furina” adını verdi. Furina sadece bir insandı ama neşe, keder ve bunların arasındaki her şeyi hissedebilirdi; istediği kadar kibirli ve kendini beğenmiş ya da uysal ve savunmasız olabilirdi; güçlü yanları sadece bir insanın sahip olabileceği türdendi, tıpkı eksiklikleri gibi. Focalors'un gözünde,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_8512935986327015719.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Furina'nın insanlığı onu mükemmel kılan şeydi, Focalors'un her zaman olmak istediği kişiydi. Furina'yı yarattıktan sonra onu lanetledi, böylece Focalors'un tanrısallığı var olmaya devam ettiği sürece Furina kehaneti yerine getirmek için ölemezdi. Furina'ya opera binasında sahneye çıkma, başrol oyuncusu rolünü benimseme ve sonsuza dek kehanetteki tanrının rolünü oynayarak kehanetin gerçekleştiğine dair aldatıcı bir görünüm yaratma görevi verildi. Focalors, işkencenin sonunda görkemli ve dramatik bir duruşmayla sona ereceğini ve herkesin kurtulacağını vaat etti. Furina son duruşmanın ne zaman olacağını bilmiyordu, bu yüzden tüm bu 500 yıl boyunca rolünü oynadı, kehaneti çözmeye ve insanları kurtarmaya çalıştı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/237301566/f9637e460d788f9ba3c8144200245850_5440911958406479077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Furina Fontaine'i yönetirken, Focalors Kutsal Diyarı kandırmak için enerji biriktirdi. Tüm duruşmaların yapıldığı Opera Salonun'da özel bir cihaz olan Oratrice Mecanique d'Analyse Cardinale'de Su Gnosis ile birlikte tanrısallığını yarattı ve yerleştirdi. Oratrice, halkın adalete olan inancını Fontaine'e güç veren bir enerji türü olan Indemnitium'a dönüştürdü. Beş yüzyıl boyunca biriken bu güç sadece Fontaine'lileri ayakta tutmak için kullanılmış olsaydı, binlerce yıl sürebilirdi, ancak bir amacı vardı. Baş Yargıç ile birlikte bu cihaz mahkemede hüküm verirdi ve verdiği hüküm her zaman çok önemli olmuştur. Her ne kadar yargılamalarda kullanılsa da, aslında asıl amacı zamanı geldiğinde İlahi Taht ile birlikte Adalet Tanrısını da öldürmekti. Focalorlar sadece bu büyüklükteki bir gücün Su Hükümdarını ve İlahi Tahtını yok etmeyi umabileceğini, Kutsal Diyar tarafından konulan kuralları sarsabileceğini ve Yedi Hükümdar kurumunu yıkabileceğini anlamıştı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e04b1145b19d9257af9cb3f66e5c8ffe_5112452436646273335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 yıl sonra, kehanet gerçekleşmeye başladığında ve Focalors yeterince Indemnitium biriktirdiğinde, Oratrice Mecanique d'Analyse Cardinale, Su Hükümdarını ölüme mahkûm etti. Focalors, Fontaine halkı hakkındaki kararı kendisine emanet etmek üzere Ejderha Hükümdarı Neuvillette ile bir araya geldi. Neuvillette, Focalors'un planının bir parçası olarak Iudex olarak hizmet etmesi için Fontaine Mahkemesi'ne davet edildi ve bir daha asla “suçlu” ilan edilemeyeceğini biliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e00976a48b070bd08874a4b055a1eae9_2421534148313193330.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Başlangıçta Neuvillette insanların varlığıyla ilgilenmiyordu, ancak onlarla birlikte geçirdiği beş yüzyıldan sonra insanlığın sevinç ve üzüntülerinden oldukça etkilenmeye başladı ve hatta onlar gibi hissetmeye çalıştı. Focalors Su Ejderhasına veda ettiğinde, Oratrice Mecanique d'Analyse Cardinale hükmü yerine getirerek Su Hükümdarının tahtını yıktı, Focalors'u öldürdü ve Ejderha Hükümdarına tam yetkiyi geri verdi. Tam gücünü kazandıktan sonra Neuvillette, Fontainialıları ilk günahlarından arındırdı ve onları gerçek insanlara dönüştürerek tufandan kurtardı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/610d1ce3d05a0bf14311b050c06efc04_2581014749507867284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kehanetin gerçekleşmeye başlamasından kısa bir süre önce Oratrice, On Birinci Fatui Habercisi Asilzade'yi Fontaine'de son 20 yıldır meydana gelen seri kaybolmalar ve insanların çözülmesi olayında suçlu ilan etti. İnsanlar bu çözülmeyi, Fontaine'lilerin çözülmesine neden olan İlkel Deniz'in sularının yükselmesiyle aynı düzeyde, kehanetin gerçekleşmesinin bir işareti olarak gördüler. Asilzade felaketin temel nedeni olmasa da, Oratrice onu tüm sahnenin bir parçası olarak görüyordu: Asilzade 14 yaşındayken, dünya yüzeyindeki dipsiz bir hiçliğe düştü. Orada şans eseri, başka bir dünyadan gelen gizemli ve devasa bir yaratık olan ve İlkel Denizi yutmak isteyen ve kehanette vaat edilen tufana neden olan Narwhal'ı uyandırdı. Neuvillette'e göre, bu hüküm sorumluluktan dolayı verilebilir ya da Focalors Asilzade'nin Narwhal'ın durdurulabileceği varsayımıyla zaman kazanmak için kasıtlı olarak kullanabilir.\nFocalors ölümünün ardından Furina lanetten kurtuldu ve sıradan bir insan oldu.İnsanlar kehaneti çözemediği için onu suçlasa da, sonunda kendisi olabildi ve Su Hükümdarı rolünü oynamayı bıraktı.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "<p>\"Asilzade\" olarak da bilinen 11 numaralı Haberci. Savaş alanındaki cesaretiyle nam salmıştır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Yıldız Yutan Narval",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Başka bir dünyadan gelen gizemli ve devasa bir yaratık.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/145542732/d6f05906844b79f1be3d4f049381a60f_6577957132796781844.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Hikayesi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Karakter Hikayesi 4</color>\n<color=#ffffff73>Neuvillette her zaman yağmurlu günleri güneşli günlere tercih etmiştir çünkü nemli hava ona iyi gelir. Gelgelelim yağmurun altında en son keyifle vakit geçirmesinden bu yana epey zaman geçti.</color>\n<color=#ffffff73>Görünüşe göre Fontaine ile taraf olmayı seçtiğinden beri kanunlara uyan normal bir insan rolünü oynamaya başladı. Elbette normal insanlar yağmur altında şemsiyesiz yürüyerek saçlarının ıslanmasına izin vermezler.</color>\n<color=#ffffff73>Şunu belirtmekte fayda var ki her ne kadar Su Ejderhası olmak onun özünde olsa da Başyargıç rolü de bir o kadar onun gerçek rengini yansıtır. Dolayısıyla oynamak zorunda hissettiği tek rol \"normal insan\" rolüdür.</color>\n<color=#ffffff73>İnsanlar yalnızlık ve suçluluk duygularından dolayı onları yargılayacak aynı zamanda açgözlülük ve suçluluk duygularından dolayı kendilerini kurtaracak bir tanrı yarattılar. Fakat bu tanrı artık var olmadığına göre bu beklentiyi karşılamak Neuvillette'e düştü.</color>\n<color=#ffffff73>O, insanlığı affetti ve asıl biçimini geri kazandı.</color>\n<color=#ffffff73>Artık yağmurun altında yürüyüp ıslanmanın tadını çıkarabilir.</color>\n<color=#ffffff73>Gerçekten de yaptığı tam olarak buydu. Yağmurun altında durup uzaklara baktı ve çok uzun zaman önce aldığı o mektubu anımsadı.</color>\n<color=#ffffff73>Evet, bir mektup bilinmeyen bir şekilde ona ulaşmıştı. Alıcı kısmı boş bırakılmıştı ve mektupta ona \"sen\" diye hitap ediliyordu.</color>\n<color=#ffffff73>Özel bir sen. Benzersiz bir sen. Neuvillette bu tutumu onaylamadı ama reddetmedi de. Mevcut dünyadaki güç sahiplerinin onu yargılamaya hakları olmadığını düşünüyordu.</color>\n<color=#ffffff73>Bu mektubun, \"Sana en büyük tiyatrodaki en iyi koltuğu ayarlayacağım.\" diyerek kendisini Fontaine'i görmeye davet eden Hükümdar Focalors tarafından yazıldığını biliyordu.</color>\n<color=#ffffff73>Daha sonra gerçekten de o koltuğa, yani Erinnyes olarak bilinen adadaki Epiclese Opera Salonunun ön sırasının tam ortasına gelecekti. Orada her türlü gösteriyi izleyecekti. Focalors'un dediği gibi gerçekten en iyi koltuktu.</color>\n<color=#ffffff73>Daha sonra yaşananlar halka duyurulmadı. Büyük ihtimalle halkın, tahtın nasıl parçalandığını ya da suyun gücünün gerçek sahibine nasıl geri verildiğini anlaması mümkün değildi. Affedilmeleri ve en başta neden affedilmeleri gerektiği konusu daha geniş ama karmaşık bir konuydu. Ve böylece perde kapandı, Fontaine'in en büyük gösterisi mutlu sonla bitti.</color>\n<color=#ffffff73>Peki gerçekten mutlu bir son muydu bu? O zaman Neuvillette, mektupta sözü geçen \"koltuğun\" opera salonundaki bir sandalyeden ibaret olmadığını anladı.</color>\n<color=#ffffff73>Focalors, gerçi artık Furina demeliydi, izleyiciler arasındaki yerinden ayrılmış, sahneye tek başına çıkmış ve gösterinin kahramanı olmuştu.</color>\n<color=#ffffff73>Koltuk sayısı her zaman sınırlı olmuştu. Birinin gelip oturması demek, başka birinin kalkması anlamına geliyordu. Demek ki o mektup, birkaç yüzyıl erkenden verilmiş bir davetiyeydi.</color>\n<color=#ffffff73>Söyle bakalım Su Ejderhası, insan seyircilerin bir üyesi olmak nasıl bir duygu?</color>\n<color=#ffffff73>Bu insan oyunu hoşuna gidiyor mu?</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Focalors"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Bağlantı",
        "value": [
          {
            "type": "RichText",
            "text": "Hükümdar\nOkeanidler"
          }
        ]
      },
      {
        "key": "Ünvan",
        "value": [
          {
            "type": "RichText",
            "text": "Adalet Tanrısı"
          }
        ]
      },
      {
        "key": "Çince Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>钱琛 (Qian Chen)</color>"
          }
        ]
      },
      {
        "key": "İngilizce Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "Amber Lee Connors"
          }
        ]
      },
      {
        "key": "Japonca Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "水瀬 いのり (INORI Minase)"
          }
        ]
      },
      {
        "key": "Korece Ses.",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>김하영 (Kim Ha-Young)</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/e02d89eda1e5d5c9255905a623570559_1029665528581769436.png"
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/879c251e384eabcfc380b1282d6e4f10_3754928338474104425.png"
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/783f801371566ee44db253925d0a1a1a_2799716979162795260.png"
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/ab809d0a0b962548ec4cad3410b5aab2_2434938794540997390.png"
      }
    ]
  }
}