{
  "epId": 4782,
  "name": "Gökyüzünün Rehberi",
  "desc": "<p>Hükümdar Savaşı sırasında ölen bir Liyue Adeptusu.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1707833521,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Gökyüzünün Rehberi"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Gökyüzünün Rehberi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/124137736/6fe9127e498199be1ee16bf613397a76_2378531245979903957.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gökyüzünün Rehberi 3700 yıl önce Liyue'nin kuruluşuna tanıklık etmiş bir Adeptus'tu. Rex Lapis ile sözleşme imzalayan ve insanları korumaya yemin eden ilk Adeptiler arasındaydı. Ayrıca sel nedeniyle Guili Ovası'nden limana taşınmaları sırasında onlara yardım etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/124137736/a518793ee76a37fc2468308fec5a59f4_2533478840342198615.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Onun ilahi canavar formu, Gökyüzünün Rehberi'nin gururu ve neşesi olan Rex Lapis'in yadigârları olan devasa boynuzları olan bir geyiktir. Madam Ping'e göre, Skybracer'ın kendisi her zaman bir gösteriş meraklısıydı. Rivayete göre boynuzlar Rex Lapis'in ilahi gücünün özünden yapılıyordu ve bu da onu tüm Liyue'deki en sert malzeme haline getiriyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/124137736/6976429ad023e7778bec178544eeb303_3321790510021916143.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hükümdar Savaşı sırasında iblisler ve Adepti arasında destansı bir savaş yaşandı. Efsaneye göre gökyüzü kararmış, uğuldayan rüzgarlar ve evler kadar yüksek dalgalar oluşmuş. Alçak iblis tüm gücüyle tekrar saldırdı, ancak Skybracer saldırıdan kaçmayı başardı, bu yüzden darbe Tianheng Dağı'na indi. O kadar güçlüydü ki dağın tabanı çatladı. Aniden, dev kayaların dağlardan aşağı yuvarlandığı gök gürültülü bir ses duyuldu ve Tianheng Dağı'nın tamamı çökmenin eşiğine geldi. Skybracer hızlı hareket etmesi gerektiğini biliyordu, bu yüzden bir Adeptus arkadaşını çağırdı. Bu Adeptus, sırıklı silahının bir darbesiyle Skybracer'ın kafasındaki boynuzları temizledi. Skybracer kendi kana bulanmış boynuzlarını dağı desteklemek için bir kama olarak kullandı. Kanı kafasını kaplamıştı ama elini kana bulanmış kafatasına acayip bir şekilde sildi ve alçak iblisi yeryüzünden silmek için dağa doğru koşmaya başladı. Kendisi iblislerin kralı gibi görünüyordu ama dağın altında yaşayan insanlar için Skybracer onların kurtarıcısıydı, hepsini kesin bir sondan kurtaran büyük ve merhametli bir Adeptus'tu. Bu insanlar ona Geo'nun Efendisi'nden daha fazla saygı duyuyorlardı. Skybracer kanı çekilene ve hayatı tükenene kadar iblislerle savaşmaya devam etti. Savaşta kaybettiği kan Bishui Nehri'ne dönüştü ve Tianheng Dağı, Skybracer'ın başarısı sayesinde bugün hâlâ dimdik ve gururlu duruyor.\nMingxiao Feneri, Gezginlerin ilk Fener Ayini festivali sırasında Skybracer'a adanmıştı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Fener Şenliği",
        "desc": "<p>Liyue her yıl ilk dolunayın olduğu gün Fener Şenliği'ni kutlar. O gece Liyue'deki herkes Xiao Fenerlerini ve Mingxiao Fenerlerini gecenin parlak gökyüzüne bırakırlar. Her Xiao Fenerinin içinde uçmasını sağlamak için bir parça Plaustrit bulunur ve herkes Fenerinin üzerine kalplerinden geçen istekleri yazdıkları veya çizdikleri bir dilek çubuğu asar. Fenerler yavaşça göğe yükselirken fenerlerin saçtığı ışığın, bir zamanlar Liyue'yi sadakatle koruyanların ruhlarına geri dönmeleri için yol göstermesi ve halkıyla tekrar birlik olmaları umudunu taşır.</p><p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p><span class=\"wk-shady\">Şarkıların ve Gezintilerin Efendisi - Liyue Adeptusu, Gui Jun'un kız arkadaşı, Bulutlar'ın ve Morax'ın Muhafızı.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/88486163/441df13098143d28763db184a252695f_144573182679612205.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Gökyüzünün Rehberi I",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/138687708/fa023f37d71a5e20e763ed0427916cc9_4836625485592668962.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fener Şenliği'nde Gökyüzünün Rehberi'ni anmak için görünümünün bir kopyası yapıldı."
          }
        ]
      },
      {
        "key": "Gökyüzünün Rehberi II",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/138687708/fa080424d41f1eafd47a6a47f80b5233_2490507459705247775.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gökyüzünün Rehberi, Azhdaha, Marchosius ve Ay Oymacısı."
          }
        ]
      }
    ]
  }
}