{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Rex Lapis tarafından yüzeye getirilen, yaşam süresi insanoğlununkini çok aşan elemental yaşam formu. Morax onu bir ejderhaya dönüştürdü ve ona güneşi görmesi için gözler verdi. Azhdaha uzun yıllardır Geo Archon'un dostu ve müttefikiydi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/138687708/472a219c5d998c371672b670a0829f16_2401086389848716195.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1705075762,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Azhdaha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/c6b12865e76b20df8ba7c121d47be54a_2672735058154713363.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Liyue'nin altında yaşayan kadim Toprak yaşam formlarının çoğu kördür, bir çağdır güneş ışığı görmemişlerdir. Binlerce yıl boyunca kayanın ruhu Nantianmen'de uyuklamış, çevresindeki tepelerden hiç de farklı görünmemiştir. Ancak uyandığında, en ufak bir hareket veya en ufak bir gerilme bile yeryüzünün titremesine ve sarsılmasına neden olurdu. Bir keresinde, Rex Lapis dağlarda tek başına yürüyordu. Yeryüzündeki bir çatlaktan gelen, diğerlerine hiç benzemeyen uzak bir ses duydu. Ses bazen hüzünlü ve şarkı gibiymiş; bazen de gürültülü ve gök gürültüsü gibi. Geo Lordu oraya buraya bakmış ve sonunda ana kayadan garip bir taş çıkarmış."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/4665e61d5418b7195e79828a1247d27f_4347904696464214544.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Toprağın Efendisi kayanın ruhuna acıdı ve onu bir ejderhanın canlı bir temsiline dönüştürdü. Azhdaha böyle oldu. Rex Lapis onun dileğini yerine getirdi ve onu yeryüzüne çıkardı. Parmağıyla ejderhaya dünyayı görmesi için bir çift göz verdi ve onunla bir anlaşmaya vardı. Rex Lapis, Azhdaha'nın yer üstündeki insanlar arasında yaşamasına izin vermeyi kabul etti. Ancak harabeyi düzene sokacağı gün gelirse, bir kez daha karanlıkta mühürlenecekti. Ejderha, Toprağın Efendisi'ne eşlik etti ve dünyanın dört bir köşesinde onunla birlikte seferlere katıldı."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Bir mızrağın gümbürtüsü tozu dumana kattı, dağlar ve sular sese yol verdi. Bir dokunuşla bahşedilen bir ejderhanın görüntüsü, toprağı kutsayan yağmur suyunun vaadi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/675c4c8064b42f7e98de36913976357a_8707406021498438587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yüzyıllar boyunca Azhdaha, Morax ve diğer Adeptus'larla birlikte Liyue halkına yardım etti. Ancak, kayaların anıları uzun sürmez. Hayatta kalan anılar güçlü duygulara dayanır. Ancak zaman geçtikçe bu anılar da belirsizliğe gömülür. Teyvat'ın kaçınılmaz bir emri olan erozyon, dünyanın en büyük anı yok edicisidir. Erozyon Azhdaha'nın bilincini unutulmaya terk etti. Yavaş yavaş eski dostunun yüzünü unuttu ve Liyue Limanı'nı savunma anıları parçalandı. Artık tamamlanmamış olan Azhdaha hırçınlaştı ve saldırganlaştı. Erozyon onu daha da vahşi yaptı ve ne kadar mücadele ederse etsin, insanlıkla bir arada yaşama yeteneğini kaybetti ve tüm mantığını yitirdi. Morax daha fazla erozyonu önlemek için gücünün bir kısmını Azhdaha ile paylaştı ama nafile. Bu doğal bir düzen, durdurulamaz bir güç."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/884f5f6baa32c6d7b021900c1850c30e_2990351017302664137.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Madenlerin aşırı kullanımı Uçurum'daki Ley Hatlarının sarsılmasına neden oldu ve bu da Azhdaha'ya tarifsiz acılar getirdi. Bir gün Uçurum'a saldırdı ve Morax'a karşı savaş açtı. Rex Lapis arkadaşıyla savaşmak zorunda kaldı. Adaleti seçti ama nezaketinden de vazgeçmedi. Azhdaha'ya bir suikastçı olarak gelmedi, bu yüzden Azhdaha isteyerek mühürlendi. Morax, Azhdaha'yı yeraltına hapsederek geçidi koruyan bir mühür yerleştirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/1fb1e07343f31e966670941818cbae18_3545662994285643079.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Binlerce yıl sonra, Azhdaha'yı kısıtlayan mühür gevşedi ve gücü bu dünyada Jiu adında bir çocuk olarak ortaya çıktı. Bu yeni kimliğiyle, kendisini baskı altında tutan güçleri açığa çıkarabildi. Azhdaha, mührü tamamen yok etmek için dışarıdan ve içeriden saldırı başlatmaya karar verdi. Azhdaha, mühürlü girişe bir tünel kazmaları için madencileri hipnotize etti. Aynı zamanda, Azhdaha'nın iyilikseverliğinin kalıntıları olan başka bir güç, mührün gevşemesi nedeniyle uyandı. Bu güç reenkarne olamayacak kadar zayıftı ama Kun Jun'un insan bedenine sahip olacak kadar güçlüydü. Tek amacı Morax'ı bulmak ve Jiu'yu durdurmasında ona yardım etmekti. Bu güçler kutupluluklar ve Azhdaha'nın iradesinin bölünmesiydi. Jiu yeryüzünün hafızasıyken, Kun Jun insanlıkla bir arada yaşamanın ve Azhdaha'nın Morax'la yaptığı son sözleşmenin hafızasıydı. \"Kun Jun\" sayesinde Azhdaha, Toprağın Efendisi ile geçirdiği zamanı, dostluklarını ve sözleşmelerini anımsayabildi. Kaybolmadan önce Morax'a teşekkür etti ve Azhdaha güneşe hasretken Morax'ın ona nasıl göz verdiğini unutmayacağını söyledi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Göğün altındaki tüm güçler, karanın ve denizin yükselişi, düşüşü...</color>\n<color=#ffffffd9>Bir yıldız belirir gökyüzünde. Yeşim kadar parlak bir... Güneş yükselir.\"</color>\n<color=#ffffffd9>\"Doğada, baharın ortasında kar yağarsa o kar anında erir. Daha düşmediyse bile, iz bırakmadan, bir daha asla düşmeyeceği yerde bile olsa...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1jUemn6Jk-o&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdileri:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "An enormous dragon as ancient as the mountains themselves.<br/>In an age that has all but faded from memory, he stood shoulder to shoulder with one who ruled over a harbor of stone. But in the end, the two came into conflict, and the dragon was banished to a dark place deep underground. Over the long years of his imprisonment, his power has slowly dissipated. He has also become disfigured from the various kinds of erosion he has been subjected to.<br/>The faint rattling of this dragon lord's shackles and his deep, angry growl echo through the bowels of the mountains like memories of a bygone era.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "Kötülüksavar",
        "desc": "Capable of driving away evil spirits and wicked people alike, this edgeless claymore seems to possess divine might.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Ejderler Kralının Tacı",
        "desc": "Horns created from hardened jade crystallized over a thousand years are the natural crown of the dragon king.<br/>Infused with spirit and carved from bedrock, it was born from the mountain's heart to show the strength of the earth to the land amidst monoliths, and its long golden horns are the mark of its ancient strife with an ancient lord.<br/>For a time, this horn was shattered and lost its luster, but now it gleams cold and gold as it sits in your palm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Kan Yeşimi Dalı",
        "desc": "Nurtured by the might of the dragon king, these bone branches glitter with strange, unique colors.<br/>Hatred coursed through the natural streams and kissed the cold moonlight, and from them were these crystalline branches born and grown...<br/>Even though they were severed in battle, these branches steeped in dragon blood rustle as if eternally ill-at-ease.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Yaldızlı Pul",
        "desc": "Scaled armor that grows naturally over mystical stone, tough and silent, and filled with the strength of the dragon king.<br/>Across the years as countless generations returned to the mulch of the earth, gold and obsidian embedded themselves into flesh and blood forged from bedrock before spreading and turning into scales.<br/>Searing agony, wordless cries... perhaps they will all vanish when the grudges that spawned them, too, finally come to an end.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Diğer Ad",
        "value": [
          {
            "type": "RichText",
            "text": "Ejderha Lordu\nEjderha Kralı"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/138687708/59c9f48b45fef7fae67645f57f3631bc_4843294985988842703.png"
      },
      {
        "key": "Nantianmen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/138687708/388162b79f5e54a55f436c2c1684d44d_9016135618233386842.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Rex Lapis onu yüzeye çıkarmadan önce Azhdaha'nın bin yıl boyunca uyuduğu bir yer. Daha sonra Azhdaha'nın mühürlendiği yer oldu. Ejder Ağacı, Azhdaha'nın kuyruğu."
          }
        ]
      },
      {
        "key": "Azhdaha I",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/138687708/675c4c8064b42f7e98de36913976357a_7865864703897925094.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha ve Rex Lapis."
          }
        ]
      },
      {
        "key": "Azhdaha II",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/138687708/fa080424d41f1eafd47a6a47f80b5233_6986493668054636192.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha ve Adepti."
          }
        ]
      }
    ]
  }
}