{
  "epId": 4896,
  "name": "İki Silahşor",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 1704032741,
  "components": {
    "body": [
      {
        "title": "İki Silahşor (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nGri saçlı yaşlı bir adam, altı özel tabanca kurşununu dikkatli bir şekilde masanın üzerine koydu ve neredeyse kör olmuş gözleriyle önünde duran kardeşlere baktı.\n\"Altı kurşun. Yeter mi?\" diye sordu yaşlı adam.\n\"Yeter.\" dedi erkek kardeş.\nYaşlı adam iç geçirdi. Sözünü tutmuş ve kapısının önünde bulduğu iki yetime bildiği her şeyi öğretmişti.\nKılıç tekniği, nişancılık, aldatma...\nKöpeklere yakalanmadan bir köşke nasıl sızılacağı, iz bırakmadan birisinin uykusunda nasıl öldürüleceği ve tereddüt etmeden tetiğin nasıl çekileceği...\n\"Altı kurşun, altı hayat...\" dedi yaşlı adam kendi kendine.\n\"Hayır,\" dedi kız kardeş, \"beş hayat.\"\n\"İki kurşun aynı kişi için.\"\nYaşlı adam bir şey demedi. Onu neden seçtiklerini ve bu işi nasıl planladıklarını sormadı, tıpkı yıllar önce öğretmeninin ona bu soruları sormadığı gibi.\nFakat yaşlı adam öğrencilerine değer vermişti. Neredeyse kör olmuş gözleri şehirdeki herkesten daha fazla şey görmüştü.\n\"İntikam tek yönlü bir yoldur çocuklar.\" dedi ve \"Benden öğrendikleriniz zengin ve anlamlı bir hayat yaşamanız için size yeter.\" diye ekledi.\n\"Sonunuzun benim gibi olmasını istemiyorum. Gözlerime bakın, intikam peşinde koşanlara verilen ilahi cezadır bu gözler.\" Görmeleri için bulanık gözlerini açmaya çalıştı.\n\"Biz yirmi yıl önce zaten öldük.\" dedi erkek kardeş. \"Bu kurşunları hak edenlere sıkmazsak yaşayanların diyarına dönemeyiz.\"\nYaşlı adam konuşmayı kesti. Onları yanına aldığında bu günün geleceğini biliyordu.\n\"Pekala... Sizi daha fazla ikna etmeye çalışmayacağım.\" Elleriyle vücudunu destekleyerek ayağa kalktı. Son zamanlarda ayağa kalkmak bile ona külfet olmaya başlamıştı.\nBuna rağmen masanın etrafından dolaştı ve en sevdiği öğrencilerine sarıldı. Onları son kez gördüğünü biliyordu.\n\"Başka bir şeye ihtiyacınız var mı?\" diye sordu yaşlı adam.\n\"Hayır.\" dedi erkek kardeş.\nYaşlı adam kız kardeşin kaşlarını çattığını fark etti. Görmedi ama hissetti.\n\"Ne oldu Iris?\" diye sordu yaşlı adam. Iris'i hep daha çok sevmişti. Iris düşünceli ve tutkulu biriydi ancak elinde silah varken bir kere bile tereddüt ettiği görülmedi.\nIris pencerenin dışındaki çiçeklere baktı ve \"Aslında bir isteğim daha var.\" dedi.\n\"Gökkuşağı Güllerinden birkaç tane koparabilir miyim?\"\n...\nİki Silahşor, s. 224"
          }
        ]
      },
      {
        "title": "İki Silahşor (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n\"Buraya kadarmış.\" İki tabanca aynı anda Baronun kafasına doğrultuldu. Silahların birinden damlayan kan sesi, Baronun hayatının geri sayımı gibiydi. \"Şıp, şıp, şıp...\"\n\"İşe yaramaz pislikler.\" Baron, iki tetikçinin arkasında yerde duran korumalara bakarak içinden küfretti. \"Onlara o kadar da para ödedim... Boşunaymış!\"\n\"Kim olduğumuzu biliyor musun?\" diye sordu tetikçilerden biri.\n\"Bilsem ne olacak?\"\n\"Cehennemdeki yargıca anlatırsın seni oraya kimin gönderdiğini.\"\nYüzüne, gözlerine ve kulaklarına çarparak esen fırtınaya rağmen damlayan kanın sesi çok netti. Şıp, şıp, şıp...\n\"... Kim olduğunuzu biliyorum. Iris... Tulipe... Benim çocuklarımsınız.\" dedi Baron. Direnmeyi bırakmıştı. Bu fırtınalı gecede iki büklüm halde çamurlu zeminde yatıyordu ve yorgundu.\nTulipe tükürdü.\n\"Ne cüretle babamız olduğunu iddia ediyorsun! Yirmi yıl önce annemize zorla zehir içirip onu öldürürken yüzünde nasıl bir ifade vardı çok merak ediyorum.\"\nBaron iç geçirdi ve gözlerini kapatarak olanları hatırladı. Şaşırtıcı bir şekilde, her şey düşündüğünden çok daha kolay oldu.\nKadının gözleri, birden kendi gözlerinin önünde belirdi.\nOna aşık olmamak mümkün müydü?\nMükemmel vücut hatları, kulağa müzik gibi gelen kahkahası... Bir odadan diğerine geçerken göz ucuyla ona bakmıştı.\nKahverengi gözleri, berrak bir göl gibi derindi ve gece gökteki yıldızlar gibi parlıyordu.\nOnu nasıl geri çevirebildi ki?\n\"Benimle evlenir misin?\" Kadının gözlerinin içine bakarken ona hayır diyemedi.\nPeki kadın ona nasıl ihanet edebildi?\nNeden birlikte kaçalım demişti, neden daha fazlasını istemişti ki?\nŞıp, şıp, şıp...\n\"Çok fazla şey istedi...\" dedi Baron gözlerini açarken.\n\"Annem hiçbir şey istemedi. Herkes gibi huzurlu bir hayat istedi sadece.\" diye karşılık verdi Iris. Tabancasının kabzasından kan damlıyordu ama eli titremiyordu.\n\"Servetimden vazgeçmemi ve onunla kaçmamı istedi!\" diye bağırdı Baron. Çocuklarının servet ve gücün ne demek olduğunu anlamadıklarından emindi.\n\"Kibrinden vazgeçmeni ve ona vadettiğin gerçek aşkı vermeni istedi.\" dedi Iris.\n\"Benim yerimde olsaydınız siz de aynı şeyi yapardınız!\"\n\"Hayır.\" dedi Tulipe kendinden emin bir şekilde. \"Biz servet ve güç için sevdiklerimizi öldürmezdik. Bu yalnızca şeytanın yapabileceği bir şey.\"\nBaron başını salladı. Artık tartışmak istemiyordu.\nŞıp, şıp, şıp...\n\"Bunu yapınca ne olacak?\" diye sordu hem kendine hem de tetikçilere.\n\"Annenizi kaybettiniz ve babanızı öldürmek üzeresiniz. Bunu yaptığınızda elinize benim kanım dışında ne geçmiş olacak?\"\nIris ve Tulipe birbirlerine baktılar. İkisinin de gözlerinde tereddüt yoktu.\n\"Adalet.\"\nİki el silah sesi duyuldu, geceyi yırtan şiddetli bir gök gürültüsü gibiydi. Tüm yağmur damlaları korkuyla titredi.\nYağmurun altında hareketsiz halde durdular. Fırtına adeta şehri yıkıyordu ama hiçbir şey onların sessizliğinden daha gürültülü değildi.\nUzun bir süre geçtikten sonra Iris bir Gökkuşağı Gülü kopardı ve Baronun göğsüne koydu. Daha sonra kendini erkek kardeşinin kucağına bırakıp ağlamaya başladı. Gözyaşları yağmura karıştı ve toprağa, ölüler diyarına doğru akıp gitti...\nVücudu birden titremeye başladı ve Tulipe'in kıyafetini yakaladı.\n\"Sorun nedir Iris?\"\n\"Bak.\" dedi az önce kopardığı Gökkuşağı Gülünü göstererek. Çiçek karanlıkta sessizce açmıştı ve Baronun kanı kadar canlıydı.\n\"Annemin en sevdiği çiçek... Açtı.\"\nİki Silahşor, s. 358"
          }
        ]
      },
      {
        "title": "İki Silahşor (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Çamur Sokağı 65 numara. Bu günah şehrinin bir köşesindeki hanın ahşap kapısı büyük bir gürültüyle açıldı.\nYüksek sesli konuşmalar kesildi ve hanın müdavimleri içkilerini bırakıp gözlerini şiddetli yağmurun altındaki davetsiz misafire çevirdi.\nKaslı adam baştan aşağı siyah giyinmişti. Handaki mumlar olmasaydı kapıyı açan kuvvetin gecenin karanlığı olduğunu düşünebilirlerdi.\nDavetsiz misafir hafifçe döndü. Şapkasının kenarı yüzünün çoğu kısmını kaplamıştı, yalnızca sivri çenesi belli oluyordu. Çevresine baktı, niye burada olduğunu merak ediyor gibiydi. Diğer müşteriler, adamın rahat duruşundan ve sakin nefes alıp verişinden onun ya çok önemli bir şeyi başardığı ya da birinden intikam aldığı çıkarımında bulunabilirlerdi...\nVe o anda tek istediği şey bir kadeh içkiydi.\nBara doğru yürüdü ve ceketindeki yağmur damlaları onu sadık ruhlar gibi takip etti. Attığı her adımda botları yeri gümbürdetirken ağır ağır, önüne çıkan her şeyi ezip geçecek gibi kararlı bir şekilde ilerledi.\n\"Bana sert bir şey ver.\" dedi şarap şişelerini kırmaya yetecek kadar kalın bir sesle.\nHancı isteksizce ona bir bardak içki doldurdu ve kapıya doğru bakarak çizmelerin bıraktığı izleri temizlemenin ne kadar süreceğini merak etti.\n\"Teşekkürler.\" dedi adam, \"Az önce kız kardeşimle birlikte çok önemli bir işi hallettim.\"\n\"O nerede peki?\" diye sordu hancı, havadan sudan konuşmak ister gibi.\n\"Çiçekleri ekmeye gitti. Tüm paramı ona verdim çünkü her zaman bunu yapmak istemişti.\"\n\"O halde içkinin parasını nasıl ödeyeceksin?\"\nAdam, sanki bunu hiç düşünmemiş gibi bir an şaşırdı.\n\"Sanırım bununla ödeyeceğim.\"\nAdam siyah bir tabancayı sertçe barın üstüne koydu.\nYanındaki müşteriler korkuyla içkilerini döktüler. Herkes nefesini tuttu.\n\"O burada geçmez.\"\nHancı cevap verirken sakinmiş gibi davrandı ama çaktırmadan barın altında sakladığı tabancasına uzandı. Fakat önündeki adamdan daha hızlı ateş edip edemeyeceğinden emin değildi.\n\"Endişelenme, bu silah son ve en önemli atışını gerçekleştirdi, bir daha kullanılmayacak.\" Açıklaması bittikten sonra bir kadeh daha içti.\nAdam kafasını kaldırdığında hancı bir an için onun yüzünü görebildi. Yakışıklı biriydi, yüksek burnu, yara izleri ve üzgün siyah gözleri vardı.\nHancı elini çekmeceden çekti. Bu adam olay çıkarmaya gelmemişti buraya. Sanki daha hana girmeden sarhoş olmuş gibiydi.\n\"Bir tane daha alabilir miyim?\" diye sordu adam.\n\"Yeterince içtin.\" dedi hancı.\n\"Biliyorum ama bu özel bir akşam.\" Hancının onu göndermeye çalıştığının farkına varmadı.\n\"Neymiş özel olan?\"\n\"Az önce birini öldürdüm.\"\nHancının elleri donakaldı. Bu adam hiç de şaka yapıyor gibi durmuyordu.\n\"İntikamımı aldım.\" diye ekledi. \"Annemi öldürmüştü.\"\n\"Peki öldürdüğün kişi kim?\"\n\"Baron.\"\n\"Saçmalık.\" Hancı, adamın kesinlikle sarhoş olduğuna kanaat getirdi.\nBaronun bir baş belası olduğunu herkes biliyordu. Birçok kişi onu öldürmek istemiş ama hiç kimse buna cesaret edememişti.\n\"Muhtemelen o kadar yüksek sesle osurdun ki az önceki silah seslerini duymadın.\" diye alay etti adam.\nHancı, adama tekrar baktı. Büyük elleri ve kaslı bir vücudu vardı. Sayısız kavgaya girişmiş birine benziyordu ve bunlar öyle sıradan han kavgaları gibi değildi, hayatını riske attığı gerçek kavgalardı.\nHancının zihninde aniden bir şey parladı. Uzun namlulu tabanca kullanan bir katilin her seferinde bir Gökkuşağı Gülü bıraktığı ve fırtınalı gecelerde işlediği seri cinayetleri hatırladı...\n\"Olamaz... Yoksa sen...\"\nHancı daha sözünü bitiremeden ahşap kapının ardına yıldırım düştü ve fırtınanın etkisiyle kapı açıldı. Gecenin karanlığı içeriye doldu ve müşterileri bir gelgit dalgası gibi boğdu.\nMumlar yeniden yandığında adam gitmişti ama tabancasını ardında bırakmıştı. Vakur bir ölüm tanrısı gibi sessizce kalabalığı süzüyor ve kendisine ait olan geceyi seyrediyordu...\nİki Silahşor, Son."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "İki Silahşor"
          }
        ]
      }
    ]
  }
}