{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Eski bir köle, Favonius Şövalyeleri'nin kurucusu ve ilk Büyük Kumandanı ve Karahindiba Şövalyesi.</p><p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/843dd2247159897d9be7c5a528e90a43_7792084414928362369.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1710330878,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p>Mondstadt'ın cadde ve sokaklarında özgürce dolaşan, şehrin çok sayıdaki ozanından biri.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vennessa'nın bir zamanlar lord Barca Lawrence'dan kurtardığı arkadaşı.\nFavonius Şövalyeleri\nVennessa, Aristokrasi devrildikten sonra Mondstadt'ı yönetmek için tarikatı kurdu.\nDört Rüzgar\nVennessa Mondstadt'ın dört koruyucusunu çağırdı.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Kitap ve İtemler"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "Vennessa Efsanesi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Orman Esintisi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Antik Keşif Günlükleri - Bölüm II",
        "desc": "An investigation journal found in the basement of the ice-covered ruins.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Favonia Kartalı",
        "desc": "<p>Favonius Şövalyelerinin ruhu. Bin yıl sonra bile, onu kullanan son kahraman gibi kötülüğü yenmek için adalet rüzgarlarını çağırabilir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa ve klanı aslen Natlan'lıydı ve o zamanlar Pyro Archon olan Savaş Tanrıçası ve Ateşin Hanımı Murata'nın çocuklarıydı. Muratanlar batıdaki volkanların yamaçlarında yaşayan güçlü ve gururlu insanlardı. Murata'nın tüm çocukları ateşli kızıl saçlarla kutsanmıştı. Yıllar önce Natlan'ı terk edip ot denizinde dolaşarak hayatta kalmaya çalıştılar. Vennessa'nın Venti ile tanışmasından on yıl önce, Vennessa'nın klanı Mondstadt'a yıllarca korku salmış olan Drake Ursa ile karşılaştı. Dört gün boyunca aç kaldıktan sonra Ursa'dan kaçan Murata'nın çocukları, o zamanlar aristokratların hüküm sürdüğü Mondstadt'a geldi.\nBir önceki Archon Decarabian devrildiğinde, Rüzgâr Tanrısı Barbatos Mondstadt'ı ele geçirdi. İnsanlara özgürlüğü, festivalleri ve uçuşları öğretti ve soyluların yönetimini bırakarak uykuya daldı. İlk başta aristokratlar insanlar için bir örnekti, ancak zamanla güç onları yozlaştırdı. Eğlenceleri için köleliği ve gladyatör dövüşlerini geri getirdiler ve ana festivallerden biri olan Ludi Harpastum, halk için bir kutlamadan baskın Lawrence klanı için bir kutlamaya dönüştürüldü. Festivalin geleneklerinden biri de Harpastum adı verilen kırmızı topu kalabalığın içine atacak bir kız seçmekti. Topa ilk dokunan kişinin tüm yıl boyunca iyi şansa sahip olacağına inanılırdı. Ancak Lawrence'lar sıradan insanların topa dokunmasını yasakladı ve Ludi Harpastum Prensesi olarak seçilen kız lord Barca Lawrence tarafından şahsen alındı.\nVennessa'nın klanı Mondstadt'a geldiğinde, lordlar onları köleleştirdi ve Vennessa bir gladyatör yapıldı. Ona on iki savaştan sonra kendisine ve halkına özgürlük vereceklerine söz verdiler, bu yüzden onlar için şiddetle savaştı. Bir gün Celestia'ya dua etti ve tanrılardan yardım ve klanının kurtuluşunu istedi. Anemo Archon Barbatos onun dualarını duyduktan sonra uykusundan uyandı ve basit bir ozan olan Venti kılığında Mondstadt'a indi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venti Ludi Harpastum'a geldi ve soyluların festivali ne hale getirdiklerini gördü. Ludi Harpastum, Anemo Archon'un ülkesinin insanlarına özgürlüğü, neşeyi ve şarap yapımını öğretmek için yarattığı bir festivaldi. Özgürlük Tanrısı lordlara itaat etmeyi kabul etmedi, bu yüzden Harpastum'u seçti ve muhafızlara ozanı yakalamalarını emreden Barca Lawrence'ın öfkesini kışkırttı. Muhafızlardan kaçan Venti, klanından hasta bir kız için ot satın alan Vennessa ile karşılaştı. Lawrence, Vennessa'ya Venti'yi yakalamak için uzaklaşmasını emretti, ancak Vennessa bunu reddederek ozanı korudu. Barca, Vennessa'dan intikam almak için babasından Vennessa'nın tüm klanı için fidye istedi ve ertesi gün Vennessa'yı son savaşa göndermek için parmaklıklar ardına kilitledi.\nGece, Venti Vennessa'ya doğru yola çıktı, koruma için teşekkür etti, onu arkadaş olmaya davet etti ve Murata'dan bahsetti. Ozan onun zincirlerini gördüğüne üzüldü, bu yüzden kaçmasını önerdi, ancak Vennessa reddetti, çünkü halkını Barca'nın gazabından koruması gerekiyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa'nın son rakibinin Drake Ursa olması gerekiyordu, ancak Lawrence sadece onu değil, çocuklar ve yaşlılar da dahil olmak üzere tüm klanını savaşmaya gönderdi. Lord Lawrence, zafer kazanması halinde tüm köleleri serbest bırakacağına ve Vennessa'ya servetini ve Mondstadt'ın anahtarını vereceğine söz verdi. Ursa ve yardakçıları Muratanların önünde bekliyordu ve arkalarında aristokratların okçuları kölelerin şehre geri çekilmesine izin vermedi. Vennessa tam hepsinin öleceğini düşünürken, Venti ortaya çıktı ve ilahi formunu gösterdi. Vennessa'nın kılıcına rüzgârın gücünü bahşetti ve ejderhayı uzaklaştırmaya yardım etti.\nUrsa'ya karşı kazanılan zaferden sonra Venti, Lawrence'lardan vaat edilen özgürlüğü, zenginliği ve şehrin anahtarlarını talep etti. Vennessa, Lawrence ailesinin eski bir üyesi olan Şafak Şövalyesi Kreuzlied Ragnvindr'in ve diğer hoşnutsuz insanların yardımıyla Aristokrasiye karşı bir isyan başlattı, tüm lordları devirdi ve gücü halka geri verdi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p>Mondstadt'ın cadde ve sokaklarında özgürce dolaşan, şehrin çok sayıdaki ozanından biri.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Çan",
        "desc": "A heavy greatsword. A clock is embedded within it, though its internal mechanisms have long been damaged.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Asil Minnettarlık",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Bir Yaverin Dizeleri",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Favonius Şövalyeleri",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa, aristokratları yendikten sonra Mondstadt'ı yöneten bir şövalyeler tarikatı olan Favonius Şövalyeleri'ni kurdu ve ilk Büyük Üstat ve Karahindiba Şövalyesi oldu. Onun hükümdarlığı sırasında, Mondstadt'ı korumak için Dört Rüzgar adı verilen dört koruyucu çağrıldı: Kuzey'in Kurdu, bir zamanlar tiran Decarabian ile savaşan Andrius; Batı'nın Şahini, Vennessa; Doğu'nun Ejderhası, Barbatos'un arkadaşı Dvalin; ve Güney'in Aslanı - Karahindiba Şövalyesi (şu anda Jean). Mondstadt halkı uzun yıllar boyunca tapınaklar inşa ettikleri bu muhafızlara tapmış, ancak 500 yıl önce meydana gelen Tufan'dan sonra tapınaklar terk edilmiş ve Dört Rüzgâr unutulmuştur."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yıllar sonra, Mondstadt'ın restorasyonundan sonra Vennessa bir şahin şeklinde Celestia'ya yükseldi. Bunca yıldan sonra hala Mondstadt'ı izlemeye devam ediyor.\nOnun yükseldiği yerde dev bir meşe ağacı büyüdü. Ağacın gölgesi, Vennessa'nın bir zamanlar Mondstadt'ı koruduğu gibi, ayaklarının dibinde inşa edilen Yedi"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fb58ef9b392d7563bd1f8d09c8efe065_3411328579290626231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Heykeli'ni yağmurdan ve rüzgârdan korur. Bu meşenin Anemo elementiyle ve Anemo Archon'un kendisiyle özel bir bağlantısı vardır. Barbatos Gnosis'ini kaybettikten sonra yaralandığında, Mondstadt Kahramanı'nın Sembolü'nün yanında iyileşebilmiştir.\nVenti'nin söz verdiği gibi, sonsuza dek Mondstadt'ın kahramanı olarak kaldı ve hakkında şarkılar yazıldı."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Günler geceye dönüştüğünde ve yüzler umutsuzlukla dolduğunda,</color>\n<color=#ffffffd9>Vennessa'nın, alev alev yanan saçlı kadının kahramanlık hikâyelerini asla unutma!</color>\n<color=#ffffffd9>Toprak çıplak olsa bile özgürlüğün peşinden gitmekten asla vazgeçme!\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "Vennessa Efsanesi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Bir Element Ejderhası ve Rüzgar Hükümdarı Barbatos'un arkadaşı. Gölge Ejderi'nin kanıyla zehirlendikten sonra Fırtına Dehşeti olarak tanındı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/b6e31b3c3cb069320d40e3b7b7d06b2f_1509689205461597902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>Dürüst ve titiz Karahindiba Şövalyesi, aynı zamanda Mondstadt'ın Favonius Şövalyelerinin Büyük Kumandan Vekili.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fragmanlar ve Hikaye Tanıtımları",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Manga"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Başlangıç: Rüzgarın Şarkıları</color>\nBarbatos çok sevdiği Mondstadt şehrini kurduktan sonra onu ilk sakinlerinin bakımına bıraktı ve yoluna devam etti. Ancak insanların açgözlülüğü sınır tanımıyordu. Zenginler şehrin kontrolünü ele geçirdi ve uygun gördükleri şekilde yönetti. Şehrin ünlü Harpastum Festivali'nin arifesinde, gizemli bir ozan şehre geldi...\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/tr/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Hikayeleri - \"Venti: Dört Rüzgar\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Ocak 2020</color>\nBu hikaye, bin yıl önce Mondstadt'ın yöneticileri gözden düştüğü zaman başladı. Güney'in Aslanı tacını dünyaya fırlattı ve Batı'nın Şahini yükselerek onun yerini aldı.\nKuzeyin Şanlı Kurt Kralı geri döndü ve kurtlar ormanı yakınına yerleşti. Dört Rüzgar sırayla esti ve özgürlük şehri Mondstadt'ta tekrar birleşti.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "<p>Mondstadt'ın cadde ve sokaklarında özgürce dolaşan, şehrin çok sayıdaki ozanından biri.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Hikayesi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Karakter Hikayesi 2</color>\nRüzgaralan'ın merkezinde çok uzun bir meşe ağacı bulunur. Bu ağacın bin yıl önce Vennessa gökyüzüne yükseldiğinde filizlendiği söylenir.\nSon birkaç aydır büyük meşe ağacının gölgesinde dinlenen gezginler, bazen genç bir çocuğun Rüzgar Hükümdarı Barbatos'un efsanelerini anlattığını duyar.\nDiğer ulusların hükümdar tanrılarının aksine Barbatos uzun zaman önce Mondstadt'tan ayrılmıştır. Aslında onun Mondstadt ile bağlantısına dair tek görünür kanıt, ülkenin dört bir yanında beliren Yedilerin Heykelleridir. Onların da tam olarak Barbatos'a benzediği söylenemez. Neyse ki Barbatos'un geçmişteki eylemleri kitaplarda ve destanlarda kayda geçirilmiş, ozanlar tarafından şarkıları söylenerek yeni nesillere aktarılmıştır.\nBu daha geleneksel çalışmaların aksine Venti'nin balatları, örneğin Barbatos'un Buz Hükümdarı'nın asasını çalıp yerine dağ yabanisinin tahta sopasını koyduğu hikaye gibi tuhaf maceraları ve yaramazlıkları içerir.\nBarbatos'a tapanlar bu saçma hikayeleri bir kafirin uydurmaları olarak görür ama ne zaman birisi bu konuda kendisine bir soru sorsa Venti bundan hiç pişman olmadığını belirten bir yanıt verir.\n\"Uydurma olduklarını nereden biliyorsun?\"\nBir bakıma söylediğinde haklıdır. En sadık rahibenin bile Barbatos'un bin yıl önceki her eyleminin ayrıntılarını bilmesi mümkün değildir.\nŞarkı sözlerinin arkasındaki gerçeği bir tek Venti bilir ve bu gerçeği gizemli bir gülümsemenin ardında saklar.\nNeden mi? Çünkü Barbatos'un alışılmamış serüvenlerine dair abartılı hikayeleri gerçekten de tamamen uydurmacadır.\nHeyhat! Venti'nin ilham perisi de birkaç kadeh içki işte. Onu suçlayabilir misin?\n<color=#ffd780>Rüzgarın Esmediği Yer</color>\n1600 yıllık tarihinden sonra Mondstadt'ta \"özgürlük\" kavramı neredeyse ortadan kalkıyordu.\nTiran olmak istemeyen Barbatos şehirden ayrıldığında özgürlüğü hediye ettiği kişilerin kendilerini tiran ilan edeceğini hiç hayal etmemişti.\nAristokratlar Mondstadt'ı demir yumrukla yönetti. Bu topraklara köleleri getirip mazlumların feryatlarını görmezden geldiler.\nBöylece Rüzgar Hükümdarı 1600 yıl sonra bir zamanlar Özgürlük Şehri denilen ülkesine döndü. Köle kız Vennessa'nın yakarışını duydu ve birlikte aristokrasinin devrilmesiyle sonuçlanan isyanı başlattılar.\nMondstadt'ın resmi tarihi hakkında bilinenler bundan ibaret.\nBununla birlikte bu hikayenin az bilinen ilginç bir noktası daha var.\nBu çatışmada Mondstadt halkını bir araya getiren gerçekten de kahraman Vennessa'ydı ama aristokratların birçok askerinin taraf değiştirmesine yol açan şey \"rüzgara ihanet\" oldu.\nŞehre ihanet edildiğini gösteren gizli bir anlaşma ortaya çıktı. Aristokratlar rüzgarı terk etmiş ve Mondstadt'taki her şeyi komşu toprakların Toprak Hükümdarı'na satmıştı.\nAnlaşmanın sonunda Rex Lapis adlı tanrı dışında kimsenin taklit edemeyeceği bir nişan vardı.\nBir zamanlar kölelere zulmeden askerler, kendilerinin de yabancı bir ulusun köleleri olacağını gördüklerinde irkildi.\nBu haber ve çatışma büyük bir hızla yayılarak aristokratları paramparça etti. Yalnızca birkaç yıl içinde tarihçiler bu anlaşmanın sahte olduğunu keşfedecekti.\nGörünüşe bakılırsa Venti, Toprak Hükümdarı'na muziplik yapmak için sahtecilik işlerine kalkışmış ama bolluk ve ticaret tanrısını bir türlü kandıramamıştı. Yine de bu marifeti birkaç asır sonra önemli bir rol oynayacaktı.\nNe güzel bir rastlantı!"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>Dürüst ve titiz Karahindiba Şövalyesi, aynı zamanda Mondstadt'ın Favonius Şövalyelerinin Büyük Kumandan Vekili.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Hikayesi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Karakter Hikayesi 4</color>\nİlk Karahindiba Şövalyesi'nin yolculuğu Rüzgaralan'daki büyük ağaçta sona erdi.\nAdı Vennessa'ydı. Favonius Şövalyelerinin kurucusu ve Mondstadt'ı baştan yaratan kişi.\nKorumaya yemin ettiği şehre veda ederek ardında bir efsane ve tek bir fidan bıraktı.\nAsırlar boyunca bin rüzgarın lütfunu alan bu fidan kocaman bir ağaca dönüştü.\nJean'e on beş yaşında \"Karahindiba Şövalyesi\" unvanı verildi.\nKarahindiba Şövalyesi, Aslandiş Şövalyesi olarak da bilinir. Nesiller boyunca şövalyeler arasında aktarılan bu unvan yalnızca en seçkin şövalyelere verilir.\nJean, bu unvanı aldığı gün takdim töreninden sonra düzenlenen kutlamalardan iznini isteyerek ayrıldı. Çocukluk kahramanının izinden gidermiş gibi büyük ağacın önünde durdu.\nKarahindiba Şövalyesi unvanı, Vennessa'nın direniş ve cömertlik mirasının simgesiydi. Jean, kendi gibi birinin bu şanlı unvana nasıl layık olabileceğini düşündü.\nMondstadt'ta düzenin tekrar sağlanmasından bu yana bin yıldan uzun bir zaman geçmişti. Bu kadim ve gururlu özgürlük diyarını korumayı sürdürmek için gereken güce sahip miydi?\nOlgun görünüşünün altında unvanını yeni almış ve görevine hiç hazır hissetmeyen genç bir kızın kalbi yatıyordu.\nUzaklardan bir rüzgar esti ve bu rüzgarın yavaşça şüphe ve endişelerini giderip içini sarsılmaz bir kararlılıkla doldurduğunu hissetti:\nDaima her şey Mondstadt için.\nVennessa gibi iyiliksever ve kararlı bir savaşçı olabilmek ve onun insanları ile özgürlük için mücadele etmek... Evet, ailesinin basit ilkesinin gerçek anlamı buydu.\nŞimdi bile Jean ne zaman kendini yorgun hissetse veya tereddüde düşse gelip bu ağacın önünde durur ve bir kez daha rüzgarın içini rahatlatmasına izin verir. Rüzgar yorgunluğunu alıp götürür ve Jean bir kez daha yoluna devam edecek güce kavuşur.\nİlk Aslandiş Şövalyesi'nin yolculuğu Rüzgaralan'daki büyük ağaçta sona erdi.\nBu ağaç şimdi Jean'in yolcuğunun başlangıcını simgeliyor."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Seslendirme"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Jean Hakkında Daha Fazlası: II</color>\nVennessa'nın unvanı \"Karahindiba Şövalyesi\" nesilden nesile aktarıldı. Sayısız büyük şövalye bu unvanla onurlandırıldı ve ben de bu unvana leke sürdürmeyeceğim. Bu yüzden ilerlemeye devam etmeliyim. Halkımın kılıcı ve kalkanı olmalıyım."
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Favonius Şövalyeleri\nDört Rüzgar"
          }
        ]
      },
      {
        "key": "Dehanın Yakarışı Kart Oyunu Hamle Kartı",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "Vennessa Efsanesi",
            "desc": "<p><span style=\"color: #FFFFFF\">Özgürlük Hayali</span></p><p>\"Issız ormandaki ağaçlar rüzgarda hep birlikte eğilir ve tiranın gökyüzündeki kulesini alaşağı eder.\"</p><p>\"Sonunda zincirlerinden kurtulan genç dişi aslan, başı dik ve mağrur bir şekilde rüzgarı karşılar.\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/25073864/9588a6f9bfd896486d429ca3b21862a6_2622437697658429238.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/3b16b576c30adbe1cba956f94daa8bc7_2682139398053531326.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/05032bd9331cbcb343e3a940f8c5aca0_8853987617345059056.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa ve Rüzgar Hükümdarı Barbatos."
          }
        ]
      }
    ]
  }
}