{
  "epId": 4936,
  "name": "Fontinalia Festivali",
  "desc": "<p>Fontinalia Festivali, Lochknights'ın Okeanidleri arayışını ve önceki Su Hükümdarı Egeria'yı karşılamalarını anmak için düzenlendi.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1717354219,
  "components": {
    "galleryCharacter": [
      {
        "key": "Fontinalia Festivali",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/138687708/b80893981c8b9210e7a7b7a96bfbadac_5005805663733866176.png"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Fontinalia Festival"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fragmanlar ve Hikaye Tanıtımları",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4.3 Sürümü \"Güller ve Silahlar\" Fragmanı"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/06360b16fb2965545e03715b69d8e5a0_6133965589154600586.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8 Aralık 2023</color>\nFontinalia Film Festivalinde perde aralanırken yönetmen, yapımcı, sanat yönetmeni ve oyuncular dahil herkes olması gerektiği yerde...\nŞimdi yapmamız gereken tek şey, silahın ateşleneceği ve güllerin açacağı zamanlamayı iyi ayarlamak. Bu iş sende...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Güller ve Silahlar",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/0ae6b79b6a7a0279994a5c5f7d03c3cb_4559453066957834031.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gezgin'in deneyimlediği ilk Fontinalia Festivali, film yapımını teşvik etmeyi amaçlayan Fontaine Film Derneği tarafından sunuldu. Bir film yapımcısı olan Xavier, filmin yatırımcısı Bay Morris'in parası olmadığı için ekibin çoğunu ve telif haklarını güvence altına almasına rağmen mali sorunlarla karşılaştı. Xavier durumu, oyuncuların kostümlerinin ve görünüşlerinin tasarımı da dahil olmak üzere etkinliğin sanat yönetimini denetlemek üzere filmde çalışan Chiori'ye açıkladı. Başrol oyuncuları Kamisato Ayaka ve Kamisato Ayato ücretsiz oynamayı teklif etti. Kamera'da Gezgin, klaket yükleyicisi olarak Paimon, yardımcı Yoimiya ve yapımcı olarak Xavier varken, Paimon \"Küçük Okeanid\"deki performansıyla geçmişteki yetenekleriyle tanınan Furina'yı önerene kadar tek eksikleri bir yönetmendi. Fontinalia Mousse'un hediyesini aldıktan ve senaryo üzerinde tam bir özgürlük sağlandıktan sonra Furina daha düşük ücrete rağmen yönetmenliği kabul etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f164e073d876577b16f767839cc1b667_8844276822138672027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Filmi geliştirmek için Özel Güvenlik ve Gözetleme Devriyesi'nden Yüzbaşı Chevreuse'ye aksiyon koreografisi önerildi ve Chevreuse filmin \"İki Silahşörler \"den uyarlandığını duyunca kabul etti. Chevreuse, filmin esin kaynağı olan \"İki Silahşörler \"in, bir baronun hizmetçisinden doğan ve baronun evinde kötü muameleye maruz kalan iki gayrimeşru çocuğun etrafında döndüğünü açıkladı. Anneleri öldürüldükten ve suç örtbas edildikten sonra kaçarlar ama onun intikamını almaya yemin ederler. Kardeşler yetenekli silahşörler haline gelir ve yıllar sonra annelerinin ölümüyle ilgili gerçeği ortaya çıkarmak ve onun anısına adalet getirmek için baronun aile üyelerinden sistematik olarak intikam alırlar. Bu aynı zamanda yakın zamanda benzer yöntemlerle işlenen bir cinayet davasının da ilham kaynağı gibi görünüyordu. Gezgin'i dinlenmeye ve ertesi gün soruşturmaya katılmayı düşünmeye çağırdı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f3ac79bcc77d6dd643ef1d54e40e8a1a_3278709495588715678.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "\"İki Silahşörler \"in çekimlerinin resmi ilk gününde, Xavier yeni ekip üyeleri Veronique ve Bonnot'u sırasıyla dekor yöneticisi ve ışık teknisyeni olarak tanıttı. Furina ekibe baronun evinde çekilecek ilk sahne hakkında bilgi verdi. Veronique sahne tüfeğinin özel barut kullandığını açıkladı. Ayaka ve Chevreuse silahları üzerinde anlaştılar ve Ayato rolünü Chevreuse'ye devretmeyi önerdi, Furina da bu değişikliği onayladı. Çekimler baronun malikanesinde, Chevreuse'un Tulipe ve Ayaka'nın Iris rolünde olduğu iki güçlü sahneyle başladı. Bu sahnelerde karakterlere yapılan kötü muamele ve annelerinin öldürülmesi gösteriliyordu. Çekimlerin ardından Chevreuse, Fleuve Cendre'deki tüfek faaliyetleriyle ilgili yerlere odaklanarak cinayet soruşturmasını başlattı. Soruşturma bazı ipuçlarını ortaya çıkardı, ancak Chevreuse filmi tamamladıktan sonra soruşturmaya devam etmeyi önerdi ve zamanla yeni ipuçlarının ortaya çıkmasını bekledi. Ayato, Inazuma ve Fontaine arasında diplomatik ilişkiler kurmak için çalıştı ve kurallara bağlılığı vurgulayan Neuvillette'e iyi düşünülmüş bir teklif sundu. Ayato bir hafta içinde Palais Mermonia'ya yazılı bir teklif sunmayı planlıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/efc5e9bf43813f370ae1067865c385e1_6797648442784948423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hem çekimler hem de cezai soruşturma önümüzdeki birkaç gün boyunca istikrarlı bir tempoda ilerledi. \"İki Silahşörler \"in son sahnelerinde, Tulipe rolündeki Chevreuse ve Iris rolündeki Ayaka, adaleti simgeleyen baron karşısında zafer kazandılar. Zaferin ardından Iris ve Tulipe bir sonraki adımlarını düşündüler ve yollarına devam etmeye ve barış aramaya hazır olduklarını ifade ettiler. Sahne bir Gökkuşağı Gülü'nün açmasıyla sona erdi. Ayaka ve Chevreuse performansları için övgü aldılar. Chevreuse adaletin kötülüğe galip geldiği hikayelere olan sevgisini anlatmaya başladı, ancak acil bir rapor nedeniyle yarıda kesildi ve ayrıldı. Geri döndüğünde, Gökkuşağı Gülü cinayeti davasıyla ilgili bir ipucu aldığını açıkladı. Katilin bıraktığı çiçek nadir bulunan bir çeşittir ve parfümcü arkadaşı Emilie'nin yardımıyla Fontaine'deki belirli bir bahçeye kadar izini sürmüşlerdir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/0265ad043f4493e93b8624795d634c0b_553847658650337090.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bahçeye vardıklarında, \"İki Silahşörler \"in yazarı Baptiste cinayetleri itiraf eder ve annesinin ölümünden dolayı zengin bir adama karşı kan davası güttüğünü açıklar. Chevreuse onun anlattıklarından şüphe duysa da Baptiste'in daha fazla bilgi vereceği özel bir görüşmeyi kabul eder. Hapishane yeterli olmayacağı için Chevreuse'den doğrudan adalet sağlamasını ister. Baptiste daha fazla sorgulanmak üzere götürülürken Chevreuse Özel Devriye'ye geri döneceğini ima etti ve önümüzdeki yoğun günlere hazırlandı. Film ekibi çekimlerin son turunda beklenmedik zorluklarla karşılaştı. Kameralarla ilgili teknik sorunlar ve çalınan bir film aksaklıklara neden oldu, ancak ekip bu engellerin üstesinden gelmeyi başardı. Zaman kısıtlamalarına rağmen \"İki Silahşörler \"in çekimleri başarıyla tamamlandı. Furina ve Xavier ekibe şükranlarını ifade etti ve ardından sahilde bir kutlama ziyafeti verildi. Ekip festival atmosferinin tadını çıkarırken, Yoimiya filmin yatırımcısı Bay Morris'i partiye havai fişek getirmesine yardımcı olması için davet etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/411ab21127b0dfc0475fb4bff430e9c4_3452129507742688373.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yoimiya ve Morris loş bir odaya girerler ve burada dramatik bir olay yaşanır; Yoimiya vurularak öldürülmüş gibi görünürken önüne bir Gökkuşağı Gülü düşer. Chevreuse elinde bir tüfekle aniden ortaya çıkar ve film yatırımcısı Bay Morris'i Baptiste'in annesi Elisa'yı öldürmekle suçlar, kanıt olarak da birlikte çekilmiş bir fotoğraflarının bulunduğu kolyeyi gösterir. Chevreuse, Elisa'nın cinayetinden dolayı tutuklandığını açıkladı. Öldürülmediği için üzgün olan Veronique, kendisini \"İkinci Silahşör\" olarak suçlayarak onu vurmaya teşebbüs eder. Morris'in Elisa ile yaşadığı skandal ilişki nedeniyle bir suikastçı tuttuğu ortaya çıkar. Baptiste'in kız kardeşi olduğu ortaya çıkan Veronique, Morris'ten intikam alma arzusunu paylaştı. Özel Devriye kısa bir süre sonra Morris ve Veronique'i yakalamak için geldi. Chevreuse, Yoimiya'nın görünürdeki ölümü de dahil olmak üzere önceki tüm olayın, Morris'i Elisa'nın cinayetiyle ilgili gerçeği açıklamaya zorlamak için sahnelendiğini ortaya çıkardı. Ekip kutlamaya geri döndü ve Chevreuse bahçedeki Gökkuşağı Güllerinin artık tamamen açtığını fark etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9dbc637047ae86f850b303a40210bbab_2212202336672334882.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Başarılı film galası ve cinayet davasının çözülmesinin ardından Xavier ödül töreni için hazırlandı. Chevreuse, Meropide Kalesi'nde Wriothesley ile suçluları tartıştı ve Wriothesley'den davayla ilgili bir gazete haberi dağıtmasını istedi, böylece \"belli biri\" kısa süre içinde kendisini Meropide Kalesi'ndeki en şanssız kişi olarak bulacak, diğer ikisi ise kahraman olarak selamlanacaktı. Ödül töreninde \"İki Silahşörler\" Furina Ödülü'nü kazandı ve Xavier \"Silahşör Filmleri\" adlı film şirketini duyurdu. Oyuncular ve ekip bir hatıra fotoğrafı çektirdi ve Furina, Furina Ödülü'nü aldı. Kutlama \"Silahşor Film!\" için yapılan tezahüratlarla sona erdi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının kızı. Onurlu ve zarif olmasının yanı sıra bilge ve güçlüdür.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının genç fakat oldukça başarılı lideri. Görgülü ve nazik olmasının yanı sıra işini bilen imkan sahibi biridir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "<p>Naganohara Havai Fişekleri'nin sahibi. \"Yaz Festivali Kraliçesi\" olarak bilinir, insanların umutlarını ve hayallerini simgeleyen havai fişekleri üretme konusunda ustadır.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Özel Güvenlik ve Teftiş Devriyesi Yüzbaşısı</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/145542732/a846729f31f16a987a8696466ebabcc0_4561962948716168327.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Meropide Kalesi'nin Dükü, karanlık dehlizlerin saklı efendisi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/02/25073864/31a0eb2dec5d69ca8dd7616572136b8b_4862880841322842981.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "İki Silahşor",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Gökkuşağı Gülü",
        "desc": "<p>Narin ve yumuşak pembe bir çiçek.</p><p>İsminin aksine Gökkuşağı Gülleri daha çok Zambağa benzer.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/145542732/670b8958c90014a1bdacba5123c2c9da_162550421408244982.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fontinalia Festivali",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9519d13b21da501be8baeee40e5606d9_8690285002724918201.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fontaine'deki Fontinalia Festivali, Okeanidleri arayan ve Su Hükümdarı Egeria'yı karşılayan efsanevi Göl Şövalyeleri'ni onurlandırmak için kurulmuştur. Mondstadt'ın Rüzgarçiçeği Festivali ve Liyue'nin Fener Ayini gibi diğer önde gelen festivallere benzer şekilde, Fontaine'in kuruluşuyla derin bağlantıları vardır ve bu da onu ülkenin en önemli festivallerinden biri haline getirir. Başlangıçta insanlar Göl Şövalyeleri'ni taklit ederek, özel kostümler giyerek, altın kaplar kaldırarak ve kapı kapı dolaşıp saf su isteyerek anıyorlardı. Ancak Leydi Furina birkaç yıl önce su talebini tatlılarla değiştirerek geleneği daha şenlikli bir hale getirdi. Festival artık daha çok karnavala benzetiliyor ve her yıl kutlama sırasında sepetlerle kapı kapı dolaşıp şeker isteyen \"deneme ya da ikram\" etkinliklerine katılan çocuklar arasında popüler. Prestijli \"Furina Ödülü\" festivalin sonunda verilir ve adını eski Su Hükümdarı Leydi Furina'dan alır. Liderlikteki değişikliklere rağmen, Leydi Furina Fontaine'de sevilen bir figür olmaya devam ettiği için bu isim ödül için hala uygundur.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Rüzgarçiçeği Festivali",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Fener Şenliği",
        "desc": "<p>Liyue her yıl ilk dolunayın olduğu gün Fener Şenliği'ni kutlar. O gece Liyue'deki herkes Xiao Fenerlerini ve Mingxiao Fenerlerini gecenin parlak gökyüzüne bırakırlar. Her Xiao Fenerinin içinde uçmasını sağlamak için bir parça Plaustrit bulunur ve herkes Fenerinin üzerine kalplerinden geçen istekleri yazdıkları veya çizdikleri bir dilek çubuğu asar. Fenerler yavaşça göğe yükselirken fenerlerin saçtığı ışığın, bir zamanlar Liyue'yi sadakatle koruyanların ruhlarına geri dönmeleri için yol göstermesi ve halkıyla tekrar birlik olmaları umudunu taşır.</p><p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Göl Şövalyeleri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Eski bir efsaneye göre, Tüm Suların Hanımı'nın hapsedildiği ve Tanrı Kral Remus'un toprakları yönettiği yıllarda, saf kaynak sularının gizli dağ derelerinde saklanması gerekiyordu ve Göl Şövalyeleri bu sığınaklarda doğdu. Şövalyeler, gökyüzünü karartan ve güneşi gölgede bırakan her yerde mevcut altın güce direnerek Okeanidleri ve aynı zamanda Tüm Suların Hanımı'na inanan diğer şövalyeleri korumak için gümüş zırhlar üzerine yemin ettiler. Egeria'ya iman edenlere karşı asla kılıç çekmemeye ve kötülük karşısında asla taviz vermemeye yemin ettiler. Her yerde var olan altın otoriteye etten ve kemikten oluşan zayıf bir bedenle karşı çıktılar.\n<color=#ffffffd9>\"Her zaman açan gümüş çiçeğe yemin ederiz ki, altın gaspçıyı açık denizden kovacağız ve adaletsizliği kan ve gözyaşıyla yıkayacağız\"</color>\n<color=#ffffffd9>\"Her zaman açan gümüş çiçeğe yemin ederiz ki, altın gaspçıyı açık denizden kovacağız ve adaletsizliği kan ve gözyaşıyla yıkayacağız\"</color>\nRemus'un Harmost'u Boethius nereye giderse gitsin, doğal nektar gömüldü, imparatorluğun su kemerleri inşa edildi ve saf sudan doğan ruhlar (Okeanidler) iz bırakmadan yok oldu. Altın Şehir battığında, gaspçıya direnen şövalyeler zırhlarını bıraktı ve hikayeleri baladlarda ve efsanelerde saklandı.\nAltın Şehir düştüğünde ve Göl Şövalyeleri akıl almaz sınavlarla karşılaşıp daha önce hiç bilinmeyen acılara katlandığında, Tüm Suların Hanımı tutsaklıktan kurtuldu ve eski haline döndü. İlk Göl Şövalyesi, telafisi olmayan bir günahın bedelini ödemek için kendi kendini sürgüne göndermeye karar verdi ve kendilerini uzak vahşi doğada gizlediler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Geçmiş Günlerin Şarkısı",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Saf Denizin Gümüş Kadehi",
        "desc": "<p>Diyarın altın bir tülle kaplı olduğu yıllarda saf kaynak sularının dağlardaki gizli pınarlara saklanması gerekirdi. Göl Şövalyeleri de bu mabetlerde doğmuştu. </p><p>Şövalyeler saf sulardan doğan ruhları koruyacağına, tek bir kaynağa inanan yoldaşlarını kollayacağına ve gökyüzünü kapatıp güneşi solgun kılan mutlak altın güce karşı koyacağına dair gümüş zırhları üzerine yemin ederdi. </p><p>Fakat bu artık kadim bir hikayeden ibaret... İmparatorluğun çöküp batmasından sonra taht hırsızına karşı duran şövalyeler zırhlarını çıkardı ve onların hikayeleri bir masal ve türküler ağına karışıp gitti. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/c70230640d8706fd2e3aa837a391166c_6348396050953288741.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Saf Kutsal Çiy Damlası Kaynağı",
        "desc": "<p>Göl Şövalyelerinin henüz dünyada olduğu zamanlardan kalma bir antika. Şövalyelerin dağlarda, kimsenin girmediği pınarlarda ve vadilerde, saf ve kirlenmemiş su kaynaklarını koruyan sadık ruhlar olduğunu anlatır...</p><p>Ancak insan yapımı İkhor'un yaratıcısı, yazdığı büyük senfonide bu tür bir ahenksizliğe müsaade edemezdi. Harmost Boethius'un gittiği yere doğal nektarın gömüldüğü, imparatorluk su kemerlerinin yapıldığı ve saf sudan doğan ruhların hiçbir iz bırakmadan kaybolduğu anlatılır...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/54913bb983c08663e91eef34841c80b9_2618967582057447281.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir efsaneye göre Göl Şövalyesi Erinnyes, Tüm Suların Hanımı Egeria'ya tapan Göl Şövalyeleri'nin Şefiydi. Bellouacoi, Atrebatis ve Uiromanduoi prenslerini yenmiş ve bağlılıklarını kabul etmiştir. Böylece bu toprakların sakinleri onun yönetimine içtenlikle boyun eğdiler. Saf Kâse'yi bulmaya ve doğduklarından beri taşıdıkları günahın kefaretini ödemek için Tüm Suların Hanımını tutsaklığından kurtarmaya yemin ettiler.\nEfsaneye göre Saf Kâse, her dileği yerine getirebilen İlkel Su'ya sahip kutsal bir kaptı. Altın Kase geleceğin tüm gözyaşlarını silebilir, yüksek denizlerin mirasçılarının bir daha asla geçmişin acı ve kederini çekmemesini sağlayabilir, en korkunç yaraları bile iyileştirebilir, gençliği geri getirebilir ve ölüleri diriltebilir. Sadece en saf insanlar onun ihtişamını görebilir, sonsuz yaşam ve sonsuz bilgelik elde edebilir.\nBu sadakati ve bilgeliği kutlamak için Erinnyes tarafından Aremori Kalesi'nde sekiz günlük bir ziyafet emri verildi. Capitolium Kralı Remus tarafından gönderilen bir elçi, Tanrı Kral Remus'tan bir mesaj iletmek üzere kutlamalara katıldı. İki hediye istedi: su, çünkü en saf sular tüm günahları temizleyebilir ve toprak, çünkü yoğun toprak yaklaşan erozyona direnebilir. Eğer Erinnyes direnirse, ölüm onu takip edecektir.\nBilge Şövalye Erinnyes, Kral Remus'un önünde eğilmeyi reddetti ve elçiye, Tüm Suların Hanımı'nın kutsanmış ordusunu büyük şehri yok etmek ve Remus'un ordusunu kendi kanlarıyla temizlemek için yönetmesi gerektiğini söyledi. Capitolian müzisyeni için harikulade hediyeler sipariş etti ve onu Altın Şehir'e geri gönderdi.\nEfsaneye göre Erinnyes'in evi, Altın Şehir'den gelen bir ordunun ailesini köleleştirmesi ya da öldürmesiyle, öfkeli Tanrı Kral tarafından erkenden yok edildi. Sadece ikisi bu kaderden kaçabilmiş. Biri savaş sırasında gururlu Harmost ile tanıştı ve nihayetinde onun otoritesini miras almak için yükseldi. Diğeri ise Tüm Suların Hanımı'nın lütfuna mazhar oldu ve henüz Tanrı Kral tarafından ele geçirilmemiş saf suları koruması için Aremorica Prensi tarafından yanına alındı.\nBir efsaneye göre, günah Sonsuzluk Şehri'ni çöküşe sürüklediğinde, Göl Şövalyeleri akıl almaz sınavlarla karşılaşmış ve daha önce hiç bilinmeyen acılara katlanmıştır. Ama sonunda, insanların yürekten gelen özlemi göklere ulaştı. Ardından, onların saf kalpleri ve sayısız fedakârlıkla elde edilen Saf Kâse sayesinde, Tüm Suların Hanımı tutsaklıktan kurtuldu ve eski haline döndü.\nErinnyes, kendisine Saf Kâse'yi gösterdiği ve bu yolculuğu tamamlamasına izin verdiği için Tüm Suların Hanımı'na teşekkür etti. Hayatta kalan Gül Şövalyeleri'nin Egeria'ya ve onun gelecekteki krallığına sadakatle hizmet etmeye devam edeceğine, bu asil müzisyeni izleyeceklerine ve adaleti yeniden tesis ederek kalan gölgelerin peşine düşeceklerine söz verdi. Deniz rengi gözlü şövalye günahlarını itiraf etti ve kovulma ve sürgünde ruhunun rahatlatılmasını istedi. Tüm Suların Hanımı şövalyelerin dileğini nazikçe yerine getirdi. Tüm Suların Hanımı son Gül Şövalyesi'ne veda hediyesi olarak Göl kadar saf bir çiçek verdi. Fontaine bugün de bir Zambak koparıp uzun yolculuklara çıkanlara verme geleneğini sürdürmekte, birbirlerine saf su kadar sakin bir yol dilemekte ve en değerli olanların onun serin ışığını takip ederek yanlarına dönebilmelerini dilemektedir.\nErinnyes, Tüm Suların Hanımı'ndan merhamet dilemek ve Işığın Kılıcını geri vermek için kılıcı Hauteclaire'i gölün sularına attı. Üçüncü seferinde, Işığın Kılıcı hiçbir iz bırakmadan battı. Ve sonra başı dik bir şekilde, bir daha bu dünyada hiç kimse tarafından görülmemek üzere oradan ayrıldı.\nBir başka efsaneye göre, günah Sonsuzluk Şehri'ni çöküşe sürüklediğinde, Erinnyes adlı bir şarkıcı hayal bile edilemeyecek sınavlarla karşılaşmış ve daha önce hiç bilinmeyen acılara katlanmıştır. Yine de Saf Kase'yi bulmayı başaramamış. Ancak Semavi İlkeler, Tüm Suların Hanımı'nı seçerek ona ilkel hapishanesinden dönüp altın kraldan görevi devralmasını ve denizleri yönetmesini emretti.\nErinnyes dedi ki:\n<color=#ffffffd9>\"Ey Tüm Suların Hanımı, yüce ve ezeli annemiz, bilgeliğinize sığınıyorum.\"</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sizin için günahkarları öldürdüm, sayısız şehri yerle bir ettim.\"</color>\n<color=#ffffffd9>\"Yalvarırım söyleyin bana, deniz soyundan gelenler nasıl kurtulacak bu felaketten?\"</color>\n<color=#ffffffd9>\"Ey Tüm Suların Hanımı, yüce ve ezeli annemiz. Ne olur bu seferlik bana merhamet edin.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tüm Suların Hanımı bu ağlamaklı yakarıştan etkilendi ve şövalyeye bir zamanlar Kral Remus'a söylediği şeyi söyledi. Ancak şan ve şeref hayalleri kuran reis çaresizdi ve uzun zamandır kanla lekelenmiş olan kılıcı, aklının son ipliğini de beraberinde götürerek düştü. Erinnyes, hayallerinin ülkesine tanıklık edemeden bir daha görülmemek üzere oradan ayrıldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Erinnyes'in Şarkısı",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Sakin Suların İhtişamı",
        "desc": "<p>Etrafını saf suların çevrelediği bir asa. Uzun zaman önce, denizlerdeki en büyük hakimiyeti simgelerdi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/138687708/9807aa25f336daae391a6f6d4995af3d_9199010219346701720.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Geçmiş Günlerin Şarkısı",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Gölmavisi Zambağı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Saf ve berrak mavi renkli bir çiçek, Su Damarlarının birleştiği noktada doğar. Basit, etkileyici ve zarif bir kokusu vardır, keskin ve ferahlatıcı bir his verir, aynı zamanda yumuşaktır.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/c43e2d148b98d58c98a008b13e37b5b5_1230752167629486158.png",
        "displayStyle": "card"
      }
    ]
  }
}