{
  "epId": 5083,
  "name": "Fujin",
  "desc": "<p>Chenyu Vadisinden bir sazan Adeptus.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/0d107833409a8fdab2e800a8af5abc92_6807783614919213076.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1719327627,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fujin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/28d436515e5f0695e04a902ebcc79143_4622881255621272880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Binlerce yıl önce, Hükümdar Savaşı'ndan çok önce, Chenyu Vadisi'nde Fujin ve arkadaşı Herblord'un hizmet ettiği başka bir tanrıça vardı. Fujin, gerçek formu bir sazan olan ışıklı bir canavardır, ancak kendisi insan formunu tercih eder. Bir gün, Dağ Lordu olarak bilinen kadim Suanni Lingyuan'ı yendi. Masmavi Suanni'yi öldürmedi ama onunla arkadaş oldu. Başlangıçta Fujin de Lingyuan gibi insanları anlamıyor ve aşırı talepleri, istifleme tutkuları ve ihtiyaç duyduklarından daha fazlasına sahip olma konusundaki sonsuz arzuları nedeniyle onlardan hoşlanmıyordu. İnsanların üzüntü ve sevinçlerinin neden \"zenginliğe\" bağlı olduğunu anlayamıyordu. Ancak yıllar geçtikçe insanları kabullendi: bir çocuğun ağlaması kalbini kırmaya, yaşlı bir insanın paramparça anıları onu üzmeye başladı. Fujin insanların da vadinin bir parçası olduğunu fark etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/618c50edcbf897e21a1daa5ac5a0763f_1811410172888703217.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Fujin, Chenyu Vadisi halkının iyiliği için Yağmur Taşı Ayini'ni gerçekleştirdi, efendisi adına nehirleri ve dağları yönetti. Ayin, insanların orada yaşayabilmesi için vadinin ruh damarlarını ve elemental enerjisini değiştirdi. Yağmur Töreni bir zamanlar herkesin bolluk içinde sevindiği, güldüğü, hayvan kostümleri içinde dans ettiği ve kötü ruhları uzaklaştırmak için havai fişeklerin patlatıldığı büyük bir etkinlikti. O sakin günlerde Fujin, Aocang Dağı ve Hulao Dağı'ndaki şelalelere tırmanmış ve burada gücü ve bilgeliği kendisini gölgede bırakan Adepti ile tanışmıştı.\nBir keresinde Fujin, Lingyuan'ın dağına bir çay ağacı dikti ve Bulut Tutucu ile Dağ Şekillendiricisini çaya davet etmeyi planladı."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ciddi misin? Benim arazime istediğin gibi ağaç dikiyorsun ve böyle şeyler söylemeye cüret mi ediyorsun?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/1158bb1575081f8ca8dabf6014efed2f_4307364717859963273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Daha sonra insanlar bu ağacın dallarını alıp Bishui Nehri'nin diğer tarafına aşıladılar. Fujin'e şükranlarını sunmak için çay törenleri düzenlemeye başladılar ve ona bir Adeptus olarak tapındılar. Çayın kokusu da bu yerden, Chenyu Vadisinden, Liyue Limanına ve oradan da daha birçok yere giderdi. Chenyu Vadisi'ndeki çay ağaçlarıyla ilgili efsanelerden biri şöyledir: <color=#ffffff>\"Sular, toprak veya güneş ışığı ne olursa olsun, bu tür bir ağaç sadece Chenyu Vadisi'nde gür bir şekilde büyür. Bunun nedeni, eski dostların kadim geçmişte çay fidanının yanında verdikleri sözü hatırlamalarıdır.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/0fed1cd78224e2e1c5f6f05aedc15696_8551513999407387991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rex Lapis'in \"aydınlatma\" ve kendi meskenlerini yaratma yeteneği bahşettiği güney Adeptilerinin aksine, Fujin böyle bir güce sahip değil ve kendisini en zayıf Adeptus olarak görüyor, bu yüzden odaları bir meskenden çok bir \"mağaraya\" benziyor. Ne tatlı sudan çok uzun süre ayrılabiliyor ne de tuzlu sularda yaşayabiliyordu, bu yüzden Adeptus arkadaşları ona içinde yaşayabileceği bir alt uzay bulunan bir \"çay fincanı\" verdiler. Kadehin içindeki kaynak asla kurumazdı, bu da onu geçici olarak kalmak için iyi bir yer haline getiriyordu. Güneş ve ayın yansımasını barındırabilir ve yüzen balıklara ev sahipliği yapabilirdi. Fujin'in arkadaşları onu Guili Ovaları'na ve Liyue Limanı'na götürüp sözünü ettikleri o güzel insanlarla tanıştırmak istemişlerdi ama bu hiç gerçekleşmedi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vadisi",
        "desc": "<p>Hafif esintiler çay kokusunu Liyue dağlarının dört bir yanına taşıyarak havayı bir kez daha lezzetli kokuyla dolduruyor.</p><p>\"Çay, yeşim kaynaklarının durmaksızın aktığı kayalıklarda yetişir.\" Yeşim taşının hafif kokusu ve kadim şarkısı, Qiaoying Köyü'nü geçerek nehirler boyunca Yilong İskelesi'nin hareketli limanına doğru birlikte sürüklenir. Güneyin sisle örtülü tepeleri arasında gizlenmiş ne maceralar ve talihler bekliyor...?</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/76ac6789127af5838b6bbf28fdba65cb_8185851345634727797.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Adeptuslar",
        "desc": "<p>Adeptuslar, binlerce yıldır insanları koruyan Liyue'nin ölümsüz aydınlanmış yaratıklarından oluşan bir gruptur.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/12/88486163/acf8b3f376f436b47bd1c4911fb9fe4d_2051429246178086797.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Otacı Efendi",
        "desc": "<p>Chenyu Vadisinden bir yılan Adeptus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/3fff85d0fc97c8c29a572d9d7612bd46_3588547608535305235.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Chenyu Vadisinden eski bir Suanni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/91fc0618117f427b69dd0f906e3b5659_6000446712226422036.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Bulutlar Hakimi",
        "desc": "<p>Görevlere özel bir NPC. Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Aocang Dağında oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/25073864/46ee1323ddfe94fe1707c1d50912504e_1580577989649690413.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Dağkesen",
        "desc": "<p>Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Hikaye Görevlerine özel bir NPC. Hulao Dağı'nda oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/25073864/24ed91484b6cba0d0f8c7dd916b9f774_6070947259281091070.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Adağın Yankısı",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hükümdar Savaşı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/6258654267ebf786d39a77b385b2e0ab_7308345604311255648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Göksel İlkeler ilahi taht ve Teyvat'ın yönetimi için savaş ilan ettiğinde, Fujin ve Herblord'un Efendisi Rex Lapis'e karşı savaştı. Fujin'e göre efendisi bu dünyayı yönetebilecek bir tanrının konumunu elde etmek için çıldırmıştı ya da Morax'ı yenemeyeceğini anladığı için sadece hayatta kalmaya çalışıyordu. Kaderi tersine çevirmek için umutsuz bir girişimde bulunarak Bishui Nehri'nin taşmasına ve nehrin aşağısındaki her şeyi yok etmesine neden oldu. Herblord ve Fujin insanların ölmesine izin veremezlerdi, bu yüzden tanrıçalarına karşı geldiler. Efsaneye göre, Herblord tanrıçayı bir savaşla geciktirdi ve Fujin, nehrin taşmasını engelleyen Adak Yağmur Kadehini suya attı. Fujin Yeşim Kolye'deki Adeptal enerjiyi serbest bırakarak toprağın açılıp Bishui Nehri'ni yutmasına neden oldu ve Yeşim Ağzı'nın büyüyüp akışı dengelemesini sağladı. Lingyuan arkadaşlarına yardım etmek ve insanları mağaralara sürmek için Xuanwen canavarlarını çağırdı. Savaş sırasında Fujin tüm enerjisini harcadı ve Sazan Dinlenme Yeri'nde uzun yıllar geçirdi, oradan ayrılamadı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vadisi",
        "desc": "<p>Hafif esintiler çay kokusunu Liyue dağlarının dört bir yanına taşıyarak havayı bir kez daha lezzetli kokuyla dolduruyor.</p><p>\"Çay, yeşim kaynaklarının durmaksızın aktığı kayalıklarda yetişir.\" Yeşim taşının hafif kokusu ve kadim şarkısı, Qiaoying Köyü'nü geçerek nehirler boyunca Yilong İskelesi'nin hareketli limanına doğru birlikte sürüklenir. Güneyin sisle örtülü tepeleri arasında gizlenmiş ne maceralar ve talihler bekliyor...?</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/76ac6789127af5838b6bbf28fdba65cb_8185851345634727797.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>Wangsheng Cenaze Evi adına çalışan gizemli bir uzman. Her konuda son derece bilgilidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Otacı Efendi",
        "desc": "<p>Chenyu Vadisinden bir yılan Adeptus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/3fff85d0fc97c8c29a572d9d7612bd46_3588547608535305235.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Chenyu Vadisinden eski bir Suanni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/91fc0618117f427b69dd0f906e3b5659_6000446712226422036.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5057,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chenyu'nun Batık Yeşim Taşı Kutsamaları",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Binlerce yıl sonra Dağ Lordu, Chenyu topraklarını insanların gelişinden önceki haline döndürmeye karar verdi. Kendisinin, sazanların ve yılanların doğadan geldiğine inanıyordu, bu yüzden her şeyi doğdukları zamanki haline döndürmek istedi. O zamanlar nehirler yağmurlarla yükselir ve alçalırdı, yolları sabit değildi, çay ağaçları ve çiçekler budanmaz ya da ekilmezdi ve insanlık için var olmazlardı. Lingyuan böyle bir ortamda Fujin'in gerçek sazan formunu ve ruhani gücünü yeniden kazanacağına ve büyük nehirlerde eğleneceğine inanıyordu. Dağ Lordu uzun yıllar boyunca ruh damarlarını değiştirdiği için toprak bozuldu ve yoğun bir sis ortaya çıktı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/32a53ea6575595c0d13233ec1748138a_3604543691133244023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vadideki insanları önemseyen Fujin, ruh damarlarını onarmak ve toprağı değiştirmek için Gezgin'den yardım istedi. Adeptus, Yağmur Kadehi Ayinini tek başına gerçekleştirmek için yeterli güce sahip değildi, bu yüzden yardıma ihtiyacı vardı. Çayıyla ünlü Qiaoying Köyü'nün varoluş nedenini kaybetmesini istemiyordu. Gezgin, Paimon ve Lingyuan'ın arkadaşı Küçük Mao sayesinde Fujin, kutsal dağda bir ayin gerçekleştirmek ve Lingyuan'ı durdurmak için yeterli gücü elde edebildi. Suanni yenilgiyi kabul etti ve arkadaşının iyiliği için insanların bakımına karışmamayı kabul etti.\nChenyu Vadisi'nin tüm ruh damarlarının birleştiği Chiwang Terası'nda Fujin, suyu ve toprağı eski haline getirmek için Adeptal enerjisini vadi boyunca iletti. Ayin sırasında tüm güçlerini harcadığından, insan şekline girme yeteneğini tekrar kaybetti ama arkadaşını geri getirdiği ve insanları kurtardığı için mutluydu.\nGezgin, ayin sırasında dağılmış olan Fujin'in gücünü tekrar toplamasına yardım ettiğinde, Fujin insanları görmek ve tanımak için Guili Ovalarını ve Liyue Limanını ziyaret etmeye karar verdi. Ayrıca Herblord ile buluşmak ve Lingyuan'ı kendisiyle gelmesi için ikna etmek istiyordu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vadisi",
        "desc": "<p>Hafif esintiler çay kokusunu Liyue dağlarının dört bir yanına taşıyarak havayı bir kez daha lezzetli kokuyla dolduruyor.</p><p>\"Çay, yeşim kaynaklarının durmaksızın aktığı kayalıklarda yetişir.\" Yeşim taşının hafif kokusu ve kadim şarkısı, Qiaoying Köyü'nü geçerek nehirler boyunca Yilong İskelesi'nin hareketli limanına doğru birlikte sürüklenir. Güneyin sisle örtülü tepeleri arasında gizlenmiş ne maceralar ve talihler bekliyor...?</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/76ac6789127af5838b6bbf28fdba65cb_8185851345634727797.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Chenyu Vadisinden eski bir Suanni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/91fc0618117f427b69dd0f906e3b5659_6000446712226422036.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">\"Bulutlar Hakimi\" olarak bilinen, Jueyun'un Kudretli ve Aydınlanmış Adeptuslarından biri. Mekanizmalar konusunda uzmandır ve şimdilerde ölümlüler dünyasında \"Xianyun\" adıyla dolaşmaktadır.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/138687708/2c2be27f8876e9435ab8c8b933b8408c_2077642026729002134.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Hikayesi"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Karakter Hikayesi 2</color>\nLiyue'nin tarihinin bir kısmı zamanın kumları arasında kaybolup gitmiştir. Geri kalanı ise ya kadim kalıntılar şeklinde topraklarda iz bırakmış ya da -üstat yakınlığına sahip olanların özenli çabaları sayesinde- tarihin yıllıklarına girmeyi başarmıştır. Bu nedenle Liyue'nin tarihini anlamak isteyenler, ülkenin dört bir köşesine seyahat etmenin yanı sıra tarih kitaplarına da bakmalıdır. Doğal olarak, kitap koleksiyoncuları bu süreçte önemli bir rol oynamıştır. Bu kişilerden biri de, kendisini \"Bilgin Dongming\" olarak tanıtan Liyue Limanı'nın büyük bilginidir.\nDongming, Wangsheng Cenaze Salonu'nun danışmanı Bay Zhongli'yi yakından tanıyor ve gerçekten de sık sık eski metinlerin gerçekliğini değerlendirmeye yardımcı olması için ona yalvarıyor. Böyle bir durumda, Zhongli'nin şahsen katılmasını engelleyen bir meselesi vardı, bu yüzden onun yerine bir arkadaşını gönderdi.\nBu arkadaş, kırmızı çerçeveli gözlükler takan ve kendisini Xianyun olarak tanıtan uzun boylu, ince bir kadındı. Dongming ilk başta onun da Bay Zhongli gibi kültürlü ve bilgili bir kişi olduğunu düşündü. Ancak içeri girdiğinde, önündeki eski metinlere görünürde hiçbir ilgi göstermedi ve gözüne çarpan tek şey kapıdaki eski mekanik kilit oldu. Sinirlerine hakim olamayan Dongming bir süre ne diyeceğini bilemedi. Sanki havada asılı duran garip sessizliği hissetmiş gibi, Xianyun sorumluluğu üstlendi ve konuşmaya başladı. Dongming'in sinirlerini yatıştırmak için, gözlerinin eski metinlerin doğruluğunu değerlendirmek için mükemmel derecede yeterli olduğuna dair güvence verdi ve ardından gözlükleri hakkında konuşmaya başladı.\nXianyun'un görme yetisinde hiçbir sorun olmadığı ve net görmek için gözlüğe bile ihtiyacı olmadığı ortaya çıktı. \"Gözlükler,\" diye açıkladı, \"sadece insanların görmesine yardımcı olmakla kalmaz, aynı zamanda aksesuar olarak da takılabilir, biliyorsunuz! Ve bunu bir kez fark ettiğinizde... Neden kendinizi sıkıcı renklerle sınırlayasınız ki? Kırmızı jantların nesi yanlış ki?\"\n\"Ne ilginç bir insan...\" diye düşündü Dongming kendi kendine.\n\"Ayrıca, gözlükler insanları rahatlatmıyor mu? Kendilerini daha insan gibi hissetmezler mi?\" Bunu duyunca Dongming'in yüzünde ani bir ifade değişikliği oldu.\n\"Yani, yerel modaya daha uygun. Ne de olsa ben Liyue Limanı'ndan değilim.\"\n\"Ah, bu her şeyi açıklıyor o zaman...\" diye düşündü Dongming, kendisi de buralı değildi. Onun bu sözlerini duymak kendisini Xianyun'a biraz daha yakın hissetmesini sağladı - aslında konuyu tekrar değerlendirmesini istediği eski metinlere getirecek kadar yakın.\nXianyun bir süre metinlere baktıktan sonra kaşlarını çattı ve haykırdı: \"'Boğa şeklinde, kanatlı bir kuyruğu var'... Kuzeyli Fujin neden böyle bir şekil almayı seçsin ki? Ve Dağ Şekillendirici ile ilgili kısım... bunların hepsi saçmalık.\"\nEski yazıların gerçekliğine karar vermenin bir yolu da içeriklerini incelemektir. Kendisinden önceki uzmanın kayıtların hatalı olduğuna inandığı göz önüne alındığında, Dongming'e oldukça iyi bir fiyata satın aldığı bu kitabın büyük olasılıkla sahte olduğu anlaşılıyordu. Eski metinleri toplamak yorucu ve pahalı bir uğraştır ve iki yakanızı bir araya getirmek için zaman zaman kemer sıkmanızı gerektirir. Dongming hayatında karşılaştığı talihsizlikleri düşündükçe acı acı gülümsemekten kendini alamıyordu. Anne babası ve karısı çoktan vefat etmişti ve şimdi bu kitaplar onun yaşamın acılarından tek kaçış yoluydu.\nDuygularla dolup taşan bir sesle içini çekti: \"Ölümlülerin hayatı sıkıntılarla doluyken, adepti'ler sınırsız ve kaygısızdır. Bir adeptiyle tanışma şansına sahip olabileceğimden şüpheliyim.\"\nGözlüklerinin üzerinden aşağıya bakan Xianyun, cevap vermeden önce bir an için cahil görünümlü kitap toplayıcısına baktı: \"Eski zamanlarda, adeptinin yolunu arayan insanların cennetin ve dünyanın sınavlarından geçmek zorunda oldukları ve ancak o zaman gerçek niyetlerini kanıtlama fırsatı bulabilecekleri söylenir. Bir adeptus olmaya giden dolambaçlı yol, ölümlü yaşamın acılarından daha az acı verici değildi.\"\n\"Haklısın... Kendimi kaptırmışım.\"\nKısa bir görüş alışverişinden sonra Dongming, Xianyun'a kütüphaneden çıkarken eşlik etti. Ayrılmadan hemen önce, sanki bir şey hatırlamış gibi aniden başını kaldırdı ve şöyle dedi: \"Kitabınızın orijinal olmamasına rağmen, yerinizde olsam kapınızdaki o eski kilidi bir antikacıya götürmeyi düşünürdüm. En az o kitap kadar değerli olduğunu görebilirsiniz.\"\n\"Ve adeptal yakınlığa gelince... Ben olsam henüz umudumu kaybetmezdim. Önünüzde bolca zaman var, bu yüzden canlı kalın ve geleceğe bakın.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bağlantılar"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Otacı Efendi",
        "desc": "<p>Chenyu Vadisinden bir yılan Adeptus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/3fff85d0fc97c8c29a572d9d7612bd46_3588547608535305235.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Fujin'in aynı Tanrıça'ya hizmet eden arkadaşı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Lingyuan",
        "desc": "<p>Chenyu Vadisinden eski bir Suanni.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/91fc0618117f427b69dd0f906e3b5659_6000446712226422036.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Dağ Lordu ve Fujin'in arkadaşı.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Eşyalar"
      },
      {
        "type": "CustomEntry",
        "epId": 5021,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4954,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4953,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Fujin - İnsan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/0d9a254dbae578fb6d32d106bbb0422f_8235983428625019225.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fujin'in insan formu."
          }
        ]
      },
      {
        "key": "Fujin - Sazan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/8463f82f93cebc23f181e3d47e078ec7_6563616493253474776.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fujin'in sazan (adeptus) formu."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Fujin"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      }
    ]
  }
}