{
  "epId": 5112,
  "name": "Ejdersırtı",
  "desc": "<p>Mondstadt'ın güneyinde, buzların asla erimediği tehlikeli, karlı bir bölge. Ejdersırtı toprakları Ejderha Durin'in zehirli kanıyla sulanmıştır.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/2fd57e55bd28c39f82deb9df4233f3ee_3275084031282100833.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1746830002,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Karlı Yol",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/9a1ac5dcc6ab7314785a014931ad2a5e_1724719949016336063.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ejdersırtı, haklı olarak Mondstadt'ın en eşsiz bölgesidir. Adının kökeni beş yüz yıl önce dağa düşen bir Ejderhaya dayanmaktadır. Ejdersırtı, tüm yıl boyunca kar fırtınalarıyla kaplı, gizemli bir güç yayan bir bölgedir. Dağları tamamen kar ve buzla kaplıdır ve düşük sıcaklıklar orada yaşamayı imkânsız hale getirir. Yerel otlar ateşe verilemez, bu nedenle kendinizi ısıtmak ve donmaktan kaçınmak için sahip olduğunuz tek yol Harabe Maltızları, özel olarak kurulmuş şenlik ateşleri veya Isınma Perileri'dir. Ejdersırtı'nın Sıfırın Altındaki İklimi, Ateş Elementi ile eritilemeyen ancak bunun yerine Kızıl Kuvars ile eritilebilen buz parçaları olan Kadim Kırağı'nı yaratmıştır. Kadim Kırağı sahip olduğu benzersiz özellikler nedeniyle, Ejdersırtı'na yapılan birçok sefer aniden sona ermiştir; insanların bu tuhaf buzun etrafından dolaşmak için hiçbir yolu yoktu ve bazı durumlarda giriş ve çıkışları engelliyordu. Bunun dışında, Ejdersırtı'nın benzersiz Ley Hattı yapısı ve iklimi nedeniyle, bazı aletler bölgede çalışmıyor. Dağın eteklerinde yaşayan pek çok köylü, bu korkunç dağı tanrıların gözündeki kör bir noktaya, kaderin esrarengiz gücüyle yönetilen bir yere benzetmektedir. Eski Mondstadt masallarında dağdan, Zamanın Rüzgârı tarafından terk edilmiş ve uluyan rüzgârların süpürüp her şeyi yıkım anında dondurması için bırakılmış bir ceza yeri olarak bahsedilir. Yine de burada, dağın zirvesinde hala bir şeyler kıpırdanıyor ve kulağa hoş gelen ama bir şekilde zihni rahatsız eden nazik bir şarkı söylüyor gibi görünüyor. Sert iklime, çığlara ve canavarlara rağmen Ejdersırtı sadece dağın gizemli gücünü keşfeden Hazine Avcıları ve Habercileri değil, aynı zamanda hazine arayan maceracıları da kendine çeker. Bir keresinde Inazuma'dan küçük bir tanuki bile dünyayı görmek için Ejdersırtına gitmişti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/e1dd8e30d6e11537112a49a8403c1a38_1900695516541361724.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ejdersırtı ve Uğultu Tepesi sınırında Maceracılar Loncası tarafından kurulmuş bir kamp bulunmaktadır. Burada ünlü maceracı ve Mondstadt Lonca Başkanı'nın ablası Iris, akademisyen Stevens, kampın kurucusu ve aşçı Harris ile demirci Orban bulunur. Antik tarih üzerine çalışan Stevens, araştırma makalesini yazarken birçok tarihi almanak okumuştur. Bunlardan biri, Favonius Şövalyesi'nin kurulmasından önce derlenmiş, soylular tarafından Ejdersırtını keşfetmeleri için gönderilen bir grup kaşiften bahsetmektedir, ancak bu grupla ilgili hiçbir ayrıntı günümüze ulaşmamıştır. Dağlarda, hizmetkâr Luther tarafından yazılmış üç günlük ve Eberhart adında bir adamın notları bulunabilir ve grubun neredeyse tüm üyelerinin öldüğü ortaya çıkar. Sadece Eberhart hayatta kalmıştır, ancak Mondstadt arşivleri onun dönüşü hakkında hiçbir şey söylememektedir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/9e1c9057d77305a692624504e68d181e_7970012055943843775.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Karlı Yol'un güneyinde, Kadim Başkent'ten çok uzak olmayan bir yerde, kar ve buzun arasında buza gömülmüş kardeşleri tarafından uyandırılmayı bekleyen kadim bir kral olan Kral Kar Domuzcuk yaşar. Hafızalardan silinmiş uzak bir geçmişte, vahşi doğadaki avcılar arasında belli bir efsane dolaşırdı: Buzla mühürlenmiş topraklar hayata döndüğünde ve davetsiz bir misafir derin, donmuş sessizliği bozduğunda, karboğanlarının efendisi ve lideri uykusundan uyanacak, kendisini zincirleyen buzu silkeleyecek ve bu saygısız davetsiz misafirleri yargılayacaktır. Kral Kar Domuzcuğu, Ejdersırtı'nın gerçek efendisidir ve eğlence için avlanamaz. Kar Domuzcuklarının neslinin yüzlerce yıl önce tükendiği düşünülüyordu, ancak bazıları buzda dondu, diğerleri ise Ejdersırtı'nın batı yakasından inerek Pınarköy'e doğru Şafak Şaraphanesi'nin yanından geçip sıcak ormana yerleşti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/f170af89ccc4fb412d71691021bd4894_2789778485743323710.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kral Kar Domuzcuk'un enfes etinin özel yemekler hazırlamak için uygun olduğu söylenir. Bir gün, bir keşif grubu dağlara gitmiş ve kar fırtınası sırasında antik kalıntılarda dolaşmış. Orada, aralarında eski bir yemeğin tarifinin de bulunduğu çeşitli kitaplar ve kayıtlar buldular. Bu gruptaki maceracılardan biri, tarifi yeniden yaratması için kamptaki arkadaşı aşçı Harris'e verdi. Malzemelerin çoğunu daha önce hiç duymamıştı ve bazı pişirme yöntemleri onun için yeniydi, ancak bazı değişikliklerden sonra Harris, düşük sıcaklık sayesinde özellikle taze kalan buzda donmuş kar aygırlarının Donmuş Etini kullanan tarifi yeniden yaratmayı başardı. Aynı et, Liyue'den kudretli bir Adeptus olan Bulutlar Hakimi'nin Donmuş Et'ten kızartma yoluyla bir yemek yaratması için ilham verdi. Adeptus tarafından tasarlanan özel bir pişirme cihazı olan “yüce mutfak makinesi” yardımıyla “Kızarmış Et” yaratıldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/57f9d2ea3bda274fa8402272b946d7ba_4746264804535499549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yolun ilerisinde sıra dışı bir parça var. Altı bin yıldan fazla bir süre önce, Sal Vindagnyr krallığı hâlâ varlığını sürdürürken, Irminsul'un bir parçası olan gümüş-beyaz bir ağaç bu noktada büyümüştü. Irminsul biyolojik anlamda bir ağaç olmasa da, yukarı doğru değil de aşağı doğru büyüyen büyük bir ağaç olarak düşünülebilir. Ley Hatları, tıpkı İrminsul'un kökleri gibi, yeraltının derinliklerindeki devasa bir mağaradan yüzeye kadar yayılıp uzanarak yeryüzünü boydan boya geçer. Ley Hatları sürekli olarak bu dünyanın anılarını emer ve bunlar daha sonra Irminsul'a aktarılarak kadim zamanlardan günümüze kadar bilgi ve bilgelik toplamasına olanak tanır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/602a125cc84963983c40acfda1e0adfc_5995609498501402869.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kutsal Çivi dağın üzerine düştüğünde üç parçaya ayrıldı ve yeşil ormanları buz ve kara dönüştürdü. Bu parçalardan biri gümüş-beyaz ağacı bölerek kurumasına neden oldu. Parça yok edildikten sonra, ejderha Durin'in zehirli kanıyla beslenen Kartutucu Ağaç yeniden canlandı. Ejderhanın aşındırıcı kanı kül rengi vadiyi kırmızıya boyarken, gümüş-beyaz bir ağaç köklerini toprağı sulayan ılık Ichor'a doğru uzattı. Tüm gücünü topladı ve gölgesinde yaşayanlar için, sahip olamadıkları tüm mutluluklar için birleşmeden tek bir meyve verdi. Bu kıpkırmızı, buz gibi meyve, bu zehirli dünyadan intikamını alacak ve adaleti yerine getirirken bu masum, acı meyveyi yanında taşıyacak olanları bekleyecekti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/b993d508c61e6891334c1e2f963ecfc1_2424974324946656222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kadim krallık henüz Kutsal Çivi tarafından yok edilmemişken, baş rahip ve rahibenin bir kızı gümüş-beyaz ağacın altında doğdu ve onun kutsamasını aldı. Bu dağ krallığının yıllıklarını yazanlar, Sal Vindagnyr'in kutsamasının, kökleri toprağı delip geçen ölümsüz gümüş-beyaz ağaç gibi sonsuz olacağına inanıyorlardı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/237301566/1a4160cc74a9bf3ada3cb0b1c1ca9af4_1474391379083549840.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Prenseslerinin güzelliğinin ve becerisinin ay ışığı kadar sonsuz ve saf olacağına inanıyorlardı. İrminsul'un bir parçası koptuğunda, prenses bir zamanlar gölgesi tüm krallığı kaplayan ağacı yeniden canlandırmak için son sağlam dalı yanına aldı. İrminsul'dan bir dal aşılamaya çalıştı ama ağaç çoktan ölmüştü. Ağacın gümüş dallarıyla birlikte prenses de soldu. Karlı Yol'un kuzeydoğusundaki gümüş-beyaz ağacın yakınında, başkentin kalıntılarının yakınındaki gizli odalardan birini açmak için gerekli olan prensesin kutusu bulunabilir.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Gölge Ejder ve Rhinedottir'in çocuklarından biri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/206a8a0bc1698ae7019f093470f9e845_6900507042954145722.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2514,
        "name": "Iris",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Iris_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3435,
        "name": "Harris",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/11/194600931/d01f499a41744a7626cbcbe126f55ede_383046276402915372.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4800,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Bulutlar Hakimi",
        "desc": "<p>Görevlere özel bir NPC. Liyue'nin koruyucuları olarak bilinen Adeptuslardan biri. Aocang Dağında oturmaktadır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/25073864/46ee1323ddfe94fe1707c1d50912504e_1580577989649690413.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "\"Kichiboushi\"",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/\"Kichiboushi\"_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2356,
        "name": "Kral Kar Domuzu",
        "desc": "Amidst the snow and ice dwells an ancient king waiting to be awakened by its ice-entombed brethren.<br/>In the distant past beyond memory, a certain legend circulated among hunters out in the wild: when the land sealed by ice returns to life and when an uninvited guest disturbs the deep, frozen silence, the lord and leader of the snowboars unto greatness will awaken from slumber, shake off the ice that shackles it, and bring judgment upon those disrespectful interlopers.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Great Snowboar King_icon.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2432,
        "name": "Kar Domuzu",
        "desc": "A forest boar that makes its home in cold climates, with thicker fur than its warmer climate cousins.<br/>According to scientists, although the cold, frosty conditions of its habitat required a stubborn ability to survive, it also provided an environment without any natural predators, allowing Snowboars to multiply in number unhindered. Legends say that Snowboars can live for an incredibly long time, even allowing it to grow abnormally large during such a long battle for survival.<br/>People believed this species of boar to have gone extinct long ago, but as adventurers explore deeper into Dragonspine, they seem to have made a new ecological discovery...",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/77454259/4e0164f042ec1da4f77a88e41ea93fae_4992046123185247288.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Buzözü Meyvesi",
        "desc": "A fruit that possesses a strange, frosty will. A faint sense of agony emanates from it.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2304,
        "name": "Antik Keşif Günlükleri - Bölüm I",
        "desc": "An investigation journal found in front of the ruins with a circular entrance.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Antik Keşif Günlükleri - Bölüm II",
        "desc": "An investigation journal found in the basement of the ice-covered ruins.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2305,
        "name": "Antik Keşif Günlükleri - Bölüm III",
        "desc": "An investigation journal found in the camp on the sunny side of Dragonspine.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_7719834990064903096.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 71,
        "name": "Dondurulmuş Et",
        "desc": "Rare, fresh meat.<br/>This species of boar is recorded to have gone extinct several hundred years ago and has been preserved by the extreme temperatures on Dragonspine. For the gourmets of Teyvat, this is an ingredient of unspeakable sacrosanctness.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chilled Meat_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1816,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1821,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7019,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "CustomEntry",
        "epId": 2628,
        "name": "Kar Fırtınaları",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_4138803012777131161.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2629,
        "name": "Soğuk İklim...",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_34243429432135165.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2617,
        "name": "Kadim Kırağı",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_8176396386457168245.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3029,
        "name": "Isıtıcı Peri",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_6769422402936339842.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaynaklar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tarifler"
      },
      {
        "type": "CustomEntry",
        "epId": 1816,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Malzemeler"
      },
      {
        "type": "CustomEntry",
        "epId": 1734,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1733,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 892,
        "name": "Gümüş Yıldız",
        "desc": "A rare and precious ore formed by the unique geographical conditions and Ley Lines of Dragonspine.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Starsilver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 71,
        "name": "Dondurulmuş Et",
        "desc": "Rare, fresh meat.<br/>This species of boar is recorded to have gone extinct several hundred years ago and has been preserved by the extreme temperatures on Dragonspine. For the gourmets of Teyvat, this is an ingredient of unspeakable sacrosanctness.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chilled Meat_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Canlılık Dolu Ejder Dişi",
        "desc": "A Dragontooth infused with vitality. Just its luster and texture are enough to make one uneasy...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Yükseltme Materyalleri"
      },
      {
        "type": "CustomEntry",
        "epId": 897,
        "name": "Kristal Çiçeği",
        "desc": "An ice crystal of exceeding purity that is created in the frigid blooming of a Cryo Hypostasis.<br/>These frosty crystals will continue to grow according to their own cold, rigid laws, till one day a flower of winter shall bloom and freeze everything. Perhaps it is stagnant time, that never-thawing bosom, that is the essence of this undying flower.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystalline Bloom_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Macera Malzemeleri"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Yadigarlar"
      },
      {
        "type": "CustomEntry",
        "epId": 2079,
        "name": "Derinliğin Kalbi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Kış Gezgini",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Yaşayan Canlılar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Düşmanlar ve Canavarlar"
      },
      {
        "type": "CustomEntry",
        "epId": 2158,
        "name": "Buz Hipostazı",
        "desc": "Code name: Daleth. A high-purity Cryo entity.<br/>Research suggests that there are subtle differences between elemental hypostases and other elemental life forms in terms of their physical composition. Perhaps these differences can account for their high level of homeostasis and their almost mechanical movements.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2112,
        "name": "Buz Dağ Yabanisi Nişancısı",
        "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>These archers wield simple crossbows, and unmelting ice shrouds their arrowheads. It is said that wounds caused by these arrowheads heal very slowly, as the cold will slow the circulation of blood.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2108,
        "name": "Buz Dağ Yabanisi Bombacısı",
        "desc": "The primitive wandering inhabitants of Teyvat's wildernesses.<br/>Hilichurls have discovered the use of Cryo Slimes in effectively keeping food fresh. Hilichurls have surprising amounts of wisdom in the practical use of Slimes, whether it be the use of Pyro and Cryo Slimes to make Exploding Barrels, or the use of Anemo Slimes in vehicles... Perhaps this is their way of adapting to their hard lot in life.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2106,
        "name": "Buz Dağ Şamanı",
        "desc": "A wizened, mumbling hilichurl, one that calls upon the bite of Cryo.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. These shamans remember the frosty chants and are even more skilled in the art of using them to entrap their foes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2105,
        "name": "Buz Kollu Dağ Reisi",
        "desc": "A mysterious \"lord\" of hilichurls that stalks the snow and fog.<br/>This huge hilichurl is referred to as a \"lawa\" by its brethren. Its body, honed to the very limit, almost seems to blend into its Cryo-filled environment, and its stoic nobility is like that of the frozen northland rivers.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vahşi Doğa Canlıları"
      },
      {
        "type": "CustomEntry",
        "epId": 2431,
        "name": "Kar Tilkisi",
        "desc": "A sly animal as elusive as a fairy that often appears in folk stories, symbolizing unusual cunning and ancient memories.<br/>Its coat of thick, white fur helps conceal it amongst the snow. Living in harsh environments has sharpened both its wits and sense of smell.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/b0a6c56aeff776be4d05954c85f55b1d_4622579432314488633.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2433,
        "name": "Kar Gelinciği",
        "desc": "Prank-prone rascals with a slim and agile form.<br/>Weasels that come and go as they please, hiding within holes in the snowy plains. They usually hunt bugs and lizards, but they are also unafraid of animals slightly larger than themselves. Due to their cute appearance, people sometimes try to catch weasels and take them as pets, but they are freedom-loving creatures by nature and do not easily consign themselves to the fate of being confined in warm human homes.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/77454259/1fd2ccab6039a8b209d09a5aa27b2f28_1914147258058286204.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2356,
        "name": "Kral Kar Domuzu",
        "desc": "Amidst the snow and ice dwells an ancient king waiting to be awakened by its ice-entombed brethren.<br/>In the distant past beyond memory, a certain legend circulated among hunters out in the wild: when the land sealed by ice returns to life and when an uninvited guest disturbs the deep, frozen silence, the lord and leader of the snowboars unto greatness will awaken from slumber, shake off the ice that shackles it, and bring judgment upon those disrespectful interlopers.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Great Snowboar King_icon.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2432,
        "name": "Kar Domuzu",
        "desc": "A forest boar that makes its home in cold climates, with thicker fur than its warmer climate cousins.<br/>According to scientists, although the cold, frosty conditions of its habitat required a stubborn ability to survive, it also provided an environment without any natural predators, allowing Snowboars to multiply in number unhindered. Legends say that Snowboars can live for an incredibly long time, even allowing it to grow abnormally large during such a long battle for survival.<br/>People believed this species of boar to have gone extinct long ago, but as adventurers explore deeper into Dragonspine, they seem to have made a new ecological discovery...",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/77454259/4e0164f042ec1da4f77a88e41ea93fae_4992046123185247288.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2358,
        "name": "Buz Kristal Kelebeği",
        "desc": "Pure elemental life-forms composed of drifting Cryo particles, as free and unbound as the butterflies they resemble.<br/>A glittering Cryo creature that is the product of rising and condensing elements, and which feeds off the power of Cryo that is scattered amidst the mist and frost.<br/>Though it is fragile beyond compare, it still dances amidst the blizzard. It is completely harmless by itself, but it is also a portent of the descent of snow, which silences all life.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Cryo Crystalfly_icon.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Balıklar"
      },
      {
        "type": "CustomEntry",
        "epId": 2429,
        "name": "Buzgezer",
        "desc": "A rare stickleback that only dwells in snowy, mountainous regions. It is quite possibly due to this that it has a much cooler temperament as compared to other sticklebacks. This species has a unusually great love for the bitter cold, almost as if they were parent and child. Though they can live in warmer waters, but any removal from such conditions is like striking a spiritual blow to them, and they will become depressed and refuse to multiply.<br/>\"Not a recommended catch.\" — Angler's Atlas, Snowstrider Chapter",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/13/77454259/fc0607bbade0642a6041426df9db3517_954889392710453363.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tahtalar"
      },
      {
        "type": "CustomEntry",
        "epId": 933,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 963,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Girdiler"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Gölge Ejder ve Rhinedottir'in çocuklarından biri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/206a8a0bc1698ae7019f093470f9e845_6900507042954145722.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Bir Element Ejderhası ve Rüzgar Hükümdarı Barbatos'un arkadaşı. Gölge Ejderi'nin kanıyla zehirlendikten sonra Fırtına Dehşeti olarak tanındı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/b6e31b3c3cb069320d40e3b7b7d06b2f_1509689205461597902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kütüphane",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kitaplar"
      },
      {
        "type": "CustomEntry",
        "epId": 2304,
        "name": "Antik Keşif Günlükleri - Bölüm I",
        "desc": "An investigation journal found in front of the ruins with a circular entrance.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Antik Keşif Günlükleri - Bölüm II",
        "desc": "An investigation journal found in the basement of the ice-covered ruins.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_4486331947679715643.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2305,
        "name": "Antik Keşif Günlükleri - Bölüm III",
        "desc": "An investigation journal found in the camp on the sunny side of Dragonspine.<br/>Its author seems to have been a member of the aristocracy that once ruled Mondstadt.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/59f17d37231cb49bcceb29124e5cfac1_7719834990064903096.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Maceracı Roald'un Günlüğü",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/f91f32e498c4670603f9863462357c40_3502758232575385088.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1665,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Maceracı Günlükleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Öğreticiler"
      },
      {
        "type": "CustomEntry",
        "epId": 2629,
        "name": "Soğuk İklim...",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_34243429432135165.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2617,
        "name": "Kadim Kırağı",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_8176396386457168245.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3029,
        "name": "Isıtıcı Peri",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_6769422402936339842.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Kızıl Kuvars",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/05/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_9084089098709080618.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2628,
        "name": "Kar Fırtınaları",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/26/25750596/1ef525b101a31611b9fe2cc1b0a59aa8_4138803012777131161.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dilek Sistemi"
      },
      {
        "type": "CustomEntry",
        "epId": 7019,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Harita",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Konum"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?shown_types=181&center=1203.74,-61.97&zoom=-0.50"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Ejdersırtı"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kalıcı Bölge"
          }
        ]
      },
      {
        "key": "Yayınlanma Versiyonu",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ejdersırtı",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/ab0c19c4c94754691879edf0674d55ad_327904075877286856.png"
      },
      {
        "key": "Buztutan Ağacı",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/652acd5ff8b761aa9c87029efba2d3e7_7071618059893279412.png"
      },
      {
        "key": "Soğuk Göklerin Pençesi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/e8a23934ff390aea8a1dee4dce45cb43_2263891768172291460.png"
      },
      {
        "key": "Sal Vindagnyr",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/1ac72f87d4bea7c6d5e59d97c21e2999_842690681201354121.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yeşil dağların üzerine kurulmuş bir krallık."
          }
        ]
      },
      {
        "key": "Sal Vindagnyr",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/147527911/7f277ee509155d937cf74689f89cea37_7498952698640763975.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Semavi İlkeler insanlara rehberlik eder."
          }
        ]
      }
    ]
  }
}