{
  "epId": 5140,
  "name": "Beril Bölgesi",
  "desc": "<p>Fontaine Sarayı'nın karşısındaki antik kalıntılarla dolu dağ silsilesi.</p><p>Yüzyıllar önce Egeria'nın takipçileri burayı gezinti ve piknik için en iyi yer olarak görürlerdi. Burada toplanarak, cilalanmış mücevherler kadar saf ve paslanmaz aşk ve hayallerin şarkısını söylerlerdi. Şarkıları uzun zaman önce solgun ay ışığında kayboldu ve şimdi sadece serin esintiler bu ıssız, nane taşlı yaylaları okşamaya devam ediyor.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/7bb630aacf263515328ea8198cbbc48a_4300155260040236123.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1718538726,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Beril Bölgesi"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kalıcı Lokasyon"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Yayımlandığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/7c33f89b6edea0a7655291a0cbc7b39c_4051520061489803685.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fontaine'in güneyinde yer alan yemyeşil bir dağ sırası, güzelliğiyle büyük beğeni toplasa da hem yerel halk hem de turistler tarafından nadiren ziyaret edilmektedir. Melusina köyünün evi olan Merusea Köyü, dağlarının ve göllerinin altında gizlidir. Efsanelere göre bu yüksek dağlar dev canavar Elynas'tan geriye kalanlardır. Rüzgâr ve tozdan kaynaklanan erozyon, canavarın bedenini sayısız ruh için bir yuvaya dönüştürmüştür. İskeleti çevresindeki dağlarla bir bütün haline gelmiş. Bunu kendi gözleriyle görenler merak etmeye meyillidir - en başta neden buraya geldi ve neden durmayı seçti?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/c3b014dc3b8362ed75801f269d571e67_3959504790289091327.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sırtta, Fontaine'in eski uygarlığının kalıntılarını görebilirsiniz. Kalıntıların neredeyse tamamı aynı mimariye sahip olsa da, bir kısmı farklıdır ve Enkanomiya'nın mimarisine veya Uçurum'daki eski uygarlığa daha çok benzemektedir. Bu kalıntılarda Esrarengiz Sayfalardan biri bulunabilir. Adanın doğusunda, Mon Atomnequi ve Ipsissimus Kulesi'nin zirvelerinin manzarasını sunan eşsiz bir kaplıca bulunmaktadır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/fa3a1c1e2ae5ebb6d7b2c4e4006a18ae_595508015385829187.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Maceracılar Loncası karşıtı sanatçı Salsa bir zamanlar burada bir manzara resmi çizmişti. Sırtın güneyinde, Furina'nın yönettiği ve Xavier'in yapımcılığını üstlendiği \"İki Silahşörler\" filminin son sahnelerinin çekildiği küçük bir köy vardır. Çekimler sırasında ortaya çıkan tüm zorluklara rağmen \"İki Silahşörler\" Fontinalia Film Festivali'nde ana ödülü kazandı. Aynı adlı kitaptan uyarlanan filmde Inazuma'dan Kamisato Ayaka ve Özel Güvenlik ve Gözetleme Devriyesi Yüzbaşısı Chevreuse rol aldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/87841453393d9b00015c6074a7074b9d_8904758564658276479.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Elynas'ın tüm yüzeyinde, Abyssal canavarlarının Teyvat dünyasına geçişini sağlayan \"geçitler\" - yarıklar vardır. Bu tür yarıklar Elynas canavarının kökeni ile ilgili olabilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/fa3a1c1e2ae5ebb6d7b2c4e4006a18ae_5589702252773748035.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sırtın kuzeyinde, antik kalıntıların bulunduğu bir mağarada bir Su Tulpası var - suyun topaklanmasından oluşan insansı bir canavar. Yeni doğan Su Tulpaları nasıl oluşuyor? Evren gibi doğmak isteyen ruhlarla dolu olan suyun içinde sayısız irade çözündü. İradeler ve ruhlar farklı değildir. Güneş onları ayırt edemez, zaman, kabaran gelgitler ve hatta her şeye nüfuz eden karanlık da ayırt edemez. Su Tulpaları dağıldığında, geriye sadece Fontemer Sapkınlarının bedenlerinden çıkarılan kristallere benzer bir madde kalır. Bu kristaller, beceriksiz zanaatkarlar tarafından işlenen camdaki kabarcıklar gibi çok sayıda küçük kirlilik içerir.\nBu konumda, Melusina sanatçısı Mamere ile Kadim Renkler görevi bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festivali",
        "desc": "<p>Fontinalia Festivali, Lochknights'ın Okeanidleri arayışını ve önceki Su Hükümdarı Egeria'yı karşılamalarını anmak için düzenlendi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Özel Güvenlik ve Teftiş Devriyesi Yüzbaşısı</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/145542732/a846729f31f16a987a8696466ebabcc0_4561962948716168327.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "<p>Yashiro Heyetinden Kamisato Klanının kızı. Onurlu ve zarif olmasının yanı sıra bilge ve güçlüdür.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Su Tulpası",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Su damlalarının birleşmesiyle oluşan insan biçimli bir canavar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/685c8e4b6a58dbed2c74cbbf1cbb977c_599573372654362258.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4578,
        "name": "Aşamayan Su",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Su Tulpalarının parçaları dağıldıktan sonra geriye kalan tek kalıntıları.<br>Bu madde, Fontemer Sapkınlarının bedeninden çıkan kristallere çok benzer ancak acemi bir zanaatkarın yaptığı camın içindeki kabarcıklar gibi içinde çok fazla küçük kirlilik bulunmaktadır.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/b179ce6d04676817ce822b1e76138ab7_2997548192883094068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "İki Silahşor",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4281,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Merusea Köyü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/4c78cd8bb4315920fe9c37f19cc0aff9_127871735871092292.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Merusea Köyü Melusinlerin anavatanıdır ve \"Babaları\" Elynas'ın taşlaşmış bedeninin içinde yer alır. Melusinalar tarafından Elynas'ın rehberliğinde inşa edilen evler eşsiz bir mimariye sahiptir. Merusea Köyü ve Elynas'ın diğer bölümleri arasında, bir noktadan diğerine anında ışınlanmanızı sağlayan özel portallar vardır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/2679796a9fd2c53b2659279b3bf4cf36_5943891046530679148.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Köyün reisi Serene'dir ve orada birçok Melusina yaşamaktadır: bir sanatçı Mamere; bir bahçıvan Cosanzeana; bir kimyager Carabosse ve asistanı Verenata; cevherle ilgilenen Puca; bir balıkçı Iara; bir terzi Flo; bir zanaatkâr Sluasi; Ezoterik Vahiyler Kitabını deşifre eden Canotila; \"Sponsian\" gemisi ve Kaptanı Basil Elton ile ilgilenen Ahes; ve Gölge Mareşosesi'ne katılmaya hazırlanan birkaç Melusina. Melusine Laume de orada yaşamakta ve gerçek bir gazeteci olmak için çok çalışmaktadır. Gazetesinde çalışıyor, her gün olan biten her şeyi gazetesine kaydediyor ve çizimler yapıyor. Gölge Mareşosesi'ne katılan ilk Melusina Carole da Merusea Köyü'nde doğmuştur."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/00401698776d5982b8b6f0934f40da20_4004693604997784301.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Melusina Lutine, tüm Merusea Köyü'ndeki en iyi yemekleri pişirmektedir. Melusina'lar kendi damak tatlarına uygun lezzetli yemekler yapmak için yakınlardan temin ettikleri malzemeleri kullanırlar. Spesiyaliteleri niş gurmeler arasında iyi bilinmektedir ve hatta Buğukuş \"Merusea Köyü mutfağını denemeyi\" \"Bu Yıl Denenecek 100 Kahramanlık Mücadelesi\" özelliğine dahil etmiş ve Melusina'ların mutfağı 20. sırada yer almıştır. Lutine'nin yemeklerinin görünüşü yenilmez ve uyarıcı kokuları gözlerinizi şişiriyor olsa da, çok lezzetli oldukları ortaya çıkıyor ve tek bir ısırıktan sonra keskin tatlar da şaşırtıcı derecede sevimli hale geliyor. Melusina'nın özel yemeklerinden biri de balık, domuz pastırması, un ve yumurtadan yapılan Poissonchant turtasıdır. Pastadan çıkan ve garip bir ışıkla parlayarak gözlere bakan balık kafaları nedeniyle bir tür yasak büyü yapmak için bir araç gibi görünüyor. Melusina'lara göre bu kafalar, herkesin başını dik tuttuğu ve mutlu bir şekilde şarkı söylediği resimli bir kitaptaki koroya benziyor. Tuhaf görünümüne rağmen pastanın tadı harikadır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/d4fa1c453ddc1c64fa67072dfaaacaa5_7063463388438015617.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Elynas, kızları Melusina'ları korumak için Gelişmiş Patojen'leri yarattı. Bazıları onları evcil hayvan olarak yetiştirmeye çalışır. Melusinalar onları tatlı ve sevecen yaratıklar olarak görürler, onları görmek morallerini yükseltir.\nMerusea Köyü'nün para birimi, Mareşose Avcıları'nın Nergis Haçı Derneği üyeleriyle savaşından sonra Elynas'ta kalan Meka'ların yedek parçalarıdır. Yeterince parça toplarsanız, bunları tüccar Xana ile değerli bir şey karşılığında takas edebilirsiniz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/384e1c60ce55444957919bd4319c855c_6271609795369933080.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Köyün altındaki bir mağarada, büyük bir deniz kabuğuna benzeyen kabuklu arp adı verilen bir müzik aleti vardır. Bunu çalmayı bilen tek kişi, bir müzik sanatçısı olan Topyas'tır. Onun \"simgesi\" bir parça deniz kabuğu arpıdır, bu yüzden dünyaya dair ilk anıları müzikle ilgilidir. Bazı eski Remuria notaları sadece bu enstrüman için yazılmıştır ve sadece birkaç Remuria yazı uzmanı bunları deşifre edebilir. Bir gün Topyas bu notalardan biri olan \"Vesta'nın Melodisi \"ni bulur ve kız kardeşi Mamere'ye veda etmek için çalmak ister. Mamere melodiyi duyduğunda yüksek kuleler ve görkemli gemiler gördü.\nKöyde, Nihai Derebeyi'nin Mega Sihirli Kılıcı tarafından mağlup edilen Yengeç İblis İmparatoru hakkında bir efsane vardır. Uzun zaman önce, uzak denizlerde büyük Yengeç İblis İmparatoru yaşardı. Yengeç'in hazinesindeki altın hazinesi Mont Automnequi kadar yüksekti ve tıklayan yengeç pençeleri İmparator'a düşmanlık edenleri kolayca korkutabilirdi, ancak Majesteleri arkadaşlarının eksikliğinden şikayet ediyordu. Bir gün Yengeç İblis İmparatoru, kendisini oynamaya davet eden küçük bir Melusinayla tanıştı. Yengeç İmparatoru aslında Melusina'yı görmekten memnun olsa da reddetti: <color=#ffffff>\"Bir derebeyi küçük Melusina'larla oynayamaz, yoksa krallığını kaybeder.\"</color> Hiçbir imparatorun hükümdarlığından vazgeçmeyeceğini, ancak bir kahraman kutsal kılıcını kullanarak iblis lordunu yenerse, o zaman eski bir derebeyi Melusina ile oynayabileceğini söyledi. Melusina Merusea Köyü'ne döndü ve hikâyeyi kız kardeşlerine anlattı. Onu kalkan olarak büyük bir deniz kabuğuyla donattılar, deniz otu defnesiyle taçlandırdılar ve pelerini için Elynas'taki enkaz halindeki bir gemiden tuval getirdiler. Sonunda onu nadir bulunan bir kuru mukavva parçasıyla, yani değerli kılıcıyla silahlandırdılar. Böylece Melusina kahramanı Yengeç İblis İmparatoru'nu yenmek için bir yolculuğa çıktı ve eşsiz büyülü kılıcıyla yağmacı zorbayı yere serdi. O andan itibaren, artık bir iblis lordu olmayan Bay Yengeç, Melusina'nın iyi bir dostu haline geldi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4253,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4352,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4254,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4350,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Büyük Gelişmiş Patojen ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Patojenler, biyolojik açıdan bakıldığında bilinen türlerden çok farklıdır. Hayvan, bitki, mantar veya Element değillerdir. Sumerulu alimler arasında tartışma konusu olan bu durum asla bir sonuca varamadı ve en sonunda araştırma konusu olarak ele alınması da yasaklandı. Çünkü bu problem mevcut bilgi sistemine göre \"dil aracılığıyla belirlenen tanımlar ve varlıkların asıl doğası\" ile aynıdır ve anlamlı, nihai bir cevap bulmak mümkün değildir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/622d9d846f1b800fa92b4c9c24ece5a7_8834421476498111242.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Büyük Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas yakınlarında ortaya çıkan tuhaf bir yaşam formu.<br>Melusinalara göre Patojenler zararsız varlıklardır, hatta çoğu onların çok güzel olduklarını bile düşünür.<br>Melusinaların görsel algılaması insanlarınkinden çok farklıdır.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/d94d8c4feac0e0795a26552689d6689c_1589364560232120724.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Gelişmiş Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Fontaine'de kaydedilen ilk Patojen gözlem sonuçları felaketten kısa bir süre sonradır. İlgili kayıtlara bakıldığında Patojenlerin hem insanlara saldıran hem de onları koruyan farklı türleri olduğu görülüyor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/dd7d9c3c7e9285b9650a64fc6550622b_3542044446967663330.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Öz ve ruh enerjisiyle karşı karşıya kaldıklarında güçlü bir şok etkisine maruz kalırlar. Bu şekilde Patojenler, görece agresif ve saldırgan olmayan yöntemlerle uzaklaştırılabilirler.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/1317767095153c379837899e6c332db7_1400970761721171901.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4720,
        "name": "\"Yüce Lordun Devasa Büyü Kılıcı\"",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Yalnızca denizlerde hüküm süren yüce lordun kullanabildiği büyülü bir kılıç. Suya dayanıklı özel bir malzemeden yapıldığı için suyun içinde bırakılsa bile zarar görmez. Böyle bir kılıç nasıl mağlup edilebilir ki?</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/9eb77ebc428cc08b695d166c70d72012_8077919549792565749.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4331,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4263,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Çok Sıcak Bir Yer\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/b93b8aa90cda0df57e459aed58c0693c_1389065722944445157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Çok Sıcak Bir Yer\" Elynas'ın kalbidir. Hiçlik canavarı 500 yıl önce savaşmayı bırakıp öldüğünde bedeni taşlaşmıştı. Nergis Haçı Derneği'nin lideri 400 yıl önce Jakob Ingold ve diğer dernek üyelerini Mareşose Avcıları'nın dikkatini başka yöne çekmek ve ritüel yoluyla kalbi yeniden canlandırmak üzere gönderdi. Jakob Ingold, güçlerini arttırmak için Elynas'ın etini ve kanını kullandığından, 400 yıl sonra kalbi tekrar canlandırmaya çalıştı, ancak Elynas bunun Merusea Köyü'nün yok olmasına ve kızlarının ölümüne yol açacağından korkuyordu. Gezgin ve Elynas'ı duyabilen tek Melusina olan Mamere'nin yardımı sayesinde Jakob durduruldu. Jakob'un ayini sırasında, Elynas'ın tüm vücudu, başkaları için zehirli olan ve Gezgin'de halüsinasyonlara neden olan kanıyla kirlenmeye başladı. Jakob'la olan savaştan sonra Elynas, Mamere'den kanıyla Gezgin'le iletişim kurabileceği bir resim çizmesini istedi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/0568ed85f452b1bf7cd8bb0895158f1c_2798121965382931768.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Elynas'ın kalbinin yakınında, Rene de Petrichor tarafından Nergis Haçı Derneği'nin (Narzissenkreuz Ordo) kehaneti ve yaratılışı hakkında yazılmış esrarengiz sayfalar içeren \"İfşaat Kitabı\" bulunmaktadır. Kitap, nane ve tatlı çiçeklerin bile yetişmediği olası bir geleceği göstererek alt uzaya açılıyor. \"Kitabın"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/10c81249b8feb6adc3c3d0f25cc9e5ae_4123258488142834483.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "İçindeki Dünya\"nın bazı bölümleri, Karanlık Deniz'e düşen Chasm ve Enkanomiya'daki yıkık antik uygarlığa benzemektedir. Kitabı deşifre eden Melusina Canotila, bu alt uzayı kuş seslerinin duyulduğu, büyük ağaçların ve çiçeklerin olduğu güzel bir bahçe olarak görmüştür. Canotila ancak kitabın tamamını deşifre ettikten sonra alt uzayın gerçek görünümünü görür.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Yalnız Bir Yer\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/fcc3825646e55ff7099b4875054abc20_179638033817189552.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Yalnız Bir Yer\" taşlaşmış Elynas'ın vücut parçalarından biridir. Alt alanın içinde, Inazuma'dan gelen gemiler de dahil olmak üzere çeşitli gemilerin enkazları ve hatta Elynas'ın muhtemelen yuttuğu bir binanın kulesi bulunmaktadır. Ayrıca burada, Elynas'ın kızlarını korumak için yarattığı tuhaf bir yaşam formu olan Breacher Primuslar yaşamaktadır. Bir Gelişmiş Patojen'in doğası bilinen kategorilere meydan okur: onlar hayvan, bitki, Mantarvari ya da Elemental değildir. Sumeru akademisyenleri arasındaki tartışma, sonunda bir araştırma konusu olarak yasaklanana kadar, tam olarak ne olduğu konusunda hiçbir zaman resmi bir fikir birliğine varamamıştır. Bunun nedeni, mevcut bilgi sistemine göre bu sorunun \"dilin öngördüğü tanımlar ve şeylerin gerçek doğası\" gibi olması ve anlamlı, nihai bir cevaba sahip olmanın imkansız olmasıdır. Bu yaşam formunu yok etmenin hiçbir yolu yoktur. Çekirdeğinden başka hiçbir şeyi kalmayan bir canlı ertesi gün ya da on yıllar içinde yeniden dirilecektir. Neyse ki ne saldırgan ne de zeki, bu yüzden Fontainialılar mesafelerini koruyabilirler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Büyük Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas yakınlarında ortaya çıkan tuhaf bir yaşam formu.<br>Melusinalara göre Patojenler zararsız varlıklardır, hatta çoğu onların çok güzel olduklarını bile düşünür.<br>Melusinaların görsel algılaması insanlarınkinden çok farklıdır.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/d94d8c4feac0e0795a26552689d6689c_1589364560232120724.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Büyük Gelişmiş Patojen ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Patojenler, biyolojik açıdan bakıldığında bilinen türlerden çok farklıdır. Hayvan, bitki, mantar veya Element değillerdir. Sumerulu alimler arasında tartışma konusu olan bu durum asla bir sonuca varamadı ve en sonunda araştırma konusu olarak ele alınması da yasaklandı. Çünkü bu problem mevcut bilgi sistemine göre \"dil aracılığıyla belirlenen tanımlar ve varlıkların asıl doğası\" ile aynıdır ve anlamlı, nihai bir cevap bulmak mümkün değildir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/622d9d846f1b800fa92b4c9c24ece5a7_8834421476498111242.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Gelişmiş Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Fontaine'de kaydedilen ilk Patojen gözlem sonuçları felaketten kısa bir süre sonradır. İlgili kayıtlara bakıldığında Patojenlerin hem insanlara saldıran hem de onları koruyan farklı türleri olduğu görülüyor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/dd7d9c3c7e9285b9650a64fc6550622b_3542044446967663330.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Öz ve ruh enerjisiyle karşı karşıya kaldıklarında güçlü bir şok etkisine maruz kalırlar. Bu şekilde Patojenler, görece agresif ve saldırgan olmayan yöntemlerle uzaklaştırılabilirler.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/1317767095153c379837899e6c332db7_1400970761721171901.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4077,
        "name": "Yarık Çekirdeği",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Bir Patojenin bıraktığı parça.</span><br><span style=\"color: rgb(255, 255, 255)\">Dünyadaki diğer hiçbir yaşam formuna benzemiyor.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/138687708/8e6151606a99c8aa39e8dfc6780b1144_5305781516327504551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4081,
        "name": "Yabancı Sinaps",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Bir Patojen'in bıraktığı kırk parça.</span><br><span style=\"color: rgb(255, 255, 255)\">Bu tuhaf yaşam formu Elynas'ta doğar ve burada yaşamını sürer.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/138687708/f0861aa6f20b53679f7b90b3361cb198_7625790112424071470.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4082,
        "name": "Dünya Dışı Yaşam Çekirdeği",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Bir Patojen çekirdeği.</span><br><span style=\"color: rgb(255, 255, 255)\">Bu yaşam formunu yok etmenin hiçbir yolu yoktur. Çekirdek boyutuna kadar küçülenler dahi ertesi gün ila on yıl arasında bir sürede yeniden doğar. Neyse ki agresif veya üstün zekaya sahip değiller bu yüzden Fontaineliler genelde mesafelerini korumakla yetiniyor.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/138687708/35051d1279a66943917c45e4f3721f3e_5824002064789365576.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Çok Parlak Bir Yer\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/9c8597bc30b9f58f373c05a79a42f5ca_6461027117498055331.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Çok Parlak Bir Yer\" taşlaşmış Elynas'ın vücut parçalarından biridir. Jakob Ingold Elynas'ı canlandırmak için bir ritüel gerçekleştirmeye çalıştığında, canavarın vücudunda sarsıntılar başladı ve \"geçitler\" ortaya çıktı. Melusina Glaisti ve Puca \"Çok Parlak Bir Yer\"in içinde tehlike altındaydı. Hiçlik Kurtları geçitten çıktıklarında Glaisti taştaki bir çatlağa saklandı ve yaratıklar Puca'yı bir deniz yosunu tuzağına düşürdü. Elynas, Mamere'den kızlarını kurtarmasını istedi ve Gezgin ile birlikte Puca'yı kurtardı.\nPuca ve Glaisti'nin \"Çok Parlak Bir Yer\"e Puca'nın ilgilendiği çeşitli taş ve cevherleri toplamak için geldikleri ortaya çıktı. Daha sonra Gezgin ve Paimon bu cevheri Fontaine Sarayı'ndaki Chesil'e götürdüler. Malzeme işleme sırasında güzelliğini kaybetse de, olağanüstü gücü nedeniyle saat mekanizmalarının üretimi için kullanışlıydı. Chesil minnettarlığının bir göstergesi olarak ilk saati Puca'ya verdi ve Gezgin'den daha fazla cevher getirmesini istedi. Ayrıca, özellikle Melusinalar için inci şeklinde özel bir su geçirmez saat serisi yapacaktı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4251,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Elton Trench",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "İnce parlaklığı pek çok dalgıcın derinliğini hafife almasına neden olmuştur, ancak dipsiz bağırsaklarını dolduran gemi enkazlarını gördüklerinde alarm zilleri her zaman yeniden çalmaya başlar. Civardaki sular hayalet efsaneleriyle doludur, ancak bu durum gizlilik arayanlar için burayı saklanmak için mükemmel bir yer haline getirmektedir.\nElton Çukuru adını Fontaine filosunun başı ve Sponsian gemisinin kaptanı Basil Elton'dan almıştır. Görkemli geçmişte, bembeyaz demir kaplı amiral gemisi \"Sponsian\" Fontaine Donanması'nın gururu ve Fontaine Sarayı'nın sevgilisiydi. Bir gün golem lejyonunu yok ettiler ve gemilere saldıran korkunç bir yengeci yendiler. Eski opera binasında \"Beyaz Armada\" ve \"Sponsian\" hakkında birçok efsane ve gösteri yapıldı. Bunlar arasında en unutulmaz performans donanmanın son savaşı gibi görünmektedir: Sahnede on savaş gemisi topu tarafından gerçekleştirilen ve ayrıntıları Basil Elton'ın Birinci Kaptanının kayıtlarından yeniden oluşturulan müthiş bir yaylım ateşi ile kahramanca bir savaş."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/788f33081fec22fa2f5a8c1ecd4af752_1433690219179096735.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Donanmanın sonsuza dek varlığını yitirmesi nedeniyle filo tamamen dağıldığında Basil, kendisinin de büyüdüğü Fontaine yetimhanesi olan Nergis Haçı Enstitüsü'nde Müdür Yardımcısı olarak görevlendirildi. Fontaine 500 yıl önce Hiçlik'ten gelen canavarlar tarafından istila edildiğinde, Basil Sponsian köprüsüne geri döndü ve Fontaine'i savunmak için bir filoya liderlik etti. Yaklaşık 35 gün boyunca Hiçlik'ten gelen dev canavar Elynas'ı takip ederek diğer canavarları yok ettiler. Caledones ve Venicones gemileri yok edildi ve Sponsian'ın kendisi de Elynas'la yapılan savaşta ikiye bölündü. Basil Elton'ın kendisi de bu savaşta öldü ve yetimhanedeki çocuklara asla geri dönmedi. Kaptan, Baş Mühendis ve İkinci Kaptan Nathaniel Pickman dışında neredeyse herkes gemiyi yok edilmeden önce terk etti. Elton Çukuru'nun dibinde, Hiçlik canavarlarıyla yapılan bir savaşta yok edilen gemilerin enkazı yatmaktadır. \"Sponsian \"ın bir yarısı Elynas'ın bedeninde sıkışıp kalmıştır ve geminin hayaletimsi diğer yarısı Elton Çukuru'nda sularda dolaşırken görülebilir. Eğer gemiye dokunursanız, gemi mürettebatının anılarının yankılarını duyabilirsiniz."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Bırakın onu, denizciler, bırakın onu...\"</color>\n<color=#ffffffd9>\"...Yarın maaşınızı alacaksınız, ve bizim için onu terk etme zamanı...\"</color>\n<color=#ffffffd9>\"...Bırakın onu, denizciler, bırakın onu...\"</color>\n<color=#ffffffd9>\"Yolculuk bitti ve rüzgarlar esmiyor, bu yüzden onu terk etme zamanı geldi...\"</color>\n<color=#ffffffd9>\"...İçkiye ve çürük yemeğe izin yok ve onu terk etme zamanı geldi...\"</color>\n<color=#ffffffd9>\"...Bırakın onu, denizciler, bırakın onu...\"</color>\n<color=#ffffffd9>\"...Yelkenler fora, işimiz bitti ve onu terk etme vaktimiz geldi...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bir gün Melusina Ahes, Kaptan Basil ve gemisinin akıbetiyle ilgilenmeye başladı ve Gezgin'in yardımıyla \"Sponsian \"ın kalıntılarını ve filodan geriye kalan seyir defterlerini keşfetti. Sonunda Gezgin, Basil'in sesini Ahes hakkında konuşurken duymayı başardı. Ahes, Basil'i öldüren Elynas'ın kızı olmasına rağmen, ona karşı bir kin beslemiyordu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mavi, küçük bir denizci gibi... Onu gördüm. Haha...\"</color>\n<color=#ffffffd9>\"Üzerinde deniz canavarlarının kokusu vardı...\"</color>\n<color=#ffffffd9>\"Ama o iyi bir çocuk. Belki amiral gemimi kirletmez...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Ateş ve Demir İmparatoru",
        "desc": "<p>Mağaralarda hayat süren Fontemer Sapkınlarının kadim hükümdarı. İlk tufan döneminden önce Fontaine'in denizlerine bizzat şahit olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/20/145542732/92cf784732984089c7f5a91f7a42822c_1939878513929462075.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Dalgaların Gölgesi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Fontaine eski donanmasının yüksek rütbeli subayları ve amiral gemisi kaptanları için dövülmüş ve özenle işlenerek yapılmış standart modelde bir kılıç.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/145542732/12db54d2972a4fa4eaac8815fe4c415b_4004702594042376940.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nergisin Rüyası",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8108592593710175576.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaynaklar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tarifler"
      },
      {
        "type": "CustomEntry",
        "epId": 4218,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Yükseltme Materyalleri"
      },
      {
        "type": "CustomEntry",
        "epId": 4578,
        "name": "Aşamayan Su",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Su Tulpalarının parçaları dağıldıktan sonra geriye kalan tek kalıntıları.<br>Bu madde, Fontemer Sapkınlarının bedeninden çıkan kristallere çok benzer ancak acemi bir zanaatkarın yaptığı camın içindeki kabarcıklar gibi içinde çok fazla küçük kirlilik bulunmaktadır.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/b179ce6d04676817ce822b1e76138ab7_2997548192883094068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Parlak Bulgu Kristaller"
      },
      {
        "type": "CustomEntry",
        "epId": 4235,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4234,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4239,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canlılar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Düşmanlar ve Yaratıklar"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Büyük Gelişmiş Patojen ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Patojenler, biyolojik açıdan bakıldığında bilinen türlerden çok farklıdır. Hayvan, bitki, mantar veya Element değillerdir. Sumerulu alimler arasında tartışma konusu olan bu durum asla bir sonuca varamadı ve en sonunda araştırma konusu olarak ele alınması da yasaklandı. Çünkü bu problem mevcut bilgi sistemine göre \"dil aracılığıyla belirlenen tanımlar ve varlıkların asıl doğası\" ile aynıdır ve anlamlı, nihai bir cevap bulmak mümkün değildir.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/622d9d846f1b800fa92b4c9c24ece5a7_8834421476498111242.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Büyük Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas yakınlarında ortaya çıkan tuhaf bir yaşam formu.<br>Melusinalara göre Patojenler zararsız varlıklardır, hatta çoğu onların çok güzel olduklarını bile düşünür.<br>Melusinaların görsel algılaması insanlarınkinden çok farklıdır.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/d94d8c4feac0e0795a26552689d6689c_1589364560232120724.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Kırıp Geçen Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Öz ve ruh enerjisiyle karşı karşıya kaldıklarında güçlü bir şok etkisine maruz kalırlar. Bu şekilde Patojenler, görece agresif ve saldırgan olmayan yöntemlerle uzaklaştırılabilirler.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/1317767095153c379837899e6c332db7_1400970761721171901.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Gelişmiş Patojen",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Genelde Elynas'ta ortaya çıkan tuhaf bir yaşam formu.<br>Fontaine'de kaydedilen ilk Patojen gözlem sonuçları felaketten kısa bir süre sonradır. İlgili kayıtlara bakıldığında Patojenlerin hem insanlara saldıran hem de onları koruyan farklı türleri olduğu görülüyor.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/145542732/dd7d9c3c7e9285b9650a64fc6550622b_3542044446967663330.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4571,
        "name": "Su Tulpası",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Su damlalarının birleşmesiyle oluşan insan biçimli bir canavar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/685c8e4b6a58dbed2c74cbbf1cbb977c_599573372654362258.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC'ler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tüccarlar"
      },
      {
        "type": "CustomEntry",
        "epId": 4129,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı NPC'ler"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4354,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4253,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4254,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4352,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4350,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Macera Rehberleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Eğitimler"
      },
      {
        "type": "CustomEntry",
        "epId": 4280,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4279,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Harita",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Harita Lokasyonu"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-294.95,-5860.00&zoom=-1.00&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Elynas ve Melusinalar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Doğmadan önce, Elynas kozmik karanlıkta soğuk ve yalnızlık içinde yüzüyordu. Çok üzgündü, bu yüzden sık sık ağlardı. Daha sonra Elynas'ın güzel bir dünyaya doğmasını dileyen Anne'nin sesini duydu. Ona hayat, dünyada yürüyebilecek güçlü ve sağlıklı bir beden ve güzel bir isim verdi. Ona birçok kardeş vermek, birçok arkadaş edinmesini ve o kozmik karanlığın ötesindeki güzel manzaraları görmesini istedi. Elynas'ın büyük kardeşleri ona iyi davrandı ve daha sonra Elynas küçük kardeşlerine bakmayı öğrendi.\nDaha sonra, Elynas kardeşleriyle birlikte dünyanın altındaki dünyayı terk etti. Rüzgârın tenine değdiğini, güneşin sıcaklığını, buzlu ve ılık suları hissetti. İlk başta Elynas mutluydu ama kısa süre sonra kendisine ilginç ve eğlenceli gelen şeylerin başkaları için korkutucu ve tehlikeli olduğunu keşfetti. Kanının zehirli olduğunu ve Teyvat halkına acı ve yıkım getirdiğini öğrendi ama artık çok geçti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/448e16e6418c0a91a58c2184698eaa75_5076749555874959844.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sadece yıkım ve acı getirdiğini fark eden Elynas, savaşmayı bırakıp ölmeye karar verdi. Üzüntüyle doluydu ama yine de her şeyin bitmiş olmasından memnundu. Bedeni ve kalbi taşlaşmış olmasına rağmen, bilincini hala koruyordu ve bu nedenle 400 yıldan daha uzun bir süre önce bedeninde insanlar belirdiğinde çok sevinmişti. İlk Yeni İnsan Jakob'un güçlerini araştırmak ve geliştirmek için Elynas'ın etini ve kanını kullanan Jakob Ingold ve Rene de Petrichor'du. Ancak bir gün, vücudunda metal makineler, ilkel suların bir ruhu ve diğer insanlar da dahil olmak üzere birçok başka yaratık ortaya çıktı. Elynas'ın bedeninde bir savaş ve patlama oldu, bu da bedenine zarar verdi ve bu yaralardan Elynas'ın çocukları olan Melusinalar doğdu. Her Melusina kırık bir Meka parçasıyla doğdu, bu yüzden bu nesneleri korunması gereken \"simgeleri\" olarak görmeye başladılar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/4b7e39d1ae8062fba42efc51353e503b_8042512297118364444.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Elynas kızlarını çok sever ve onları çok güzel bulurdu. Onlarla sık sık konuşur ve kendilerine nasıl bir yuva kuracaklarını öğretirdi. O zaman her yerde mutluluk ve canlılık vardı. Melusinalar, Elynas'ın bedeninin içinde uzun yıllar yaşadıkları Merusea Köyü'nü kurdular. Yüzyıllar sonra, biri hariç (Mamere) neredeyse tüm Melusinalar \"Babaları\" ile iletişim kurma fırsatını kaybetti ve onu unuttu. Bazıları onu şefkatli bir \"anne\" olarak görmeye başladı, diğerleri ise kökenlerini hatırlamıyor.\nMelusinalar Hiçlik'ten gelen bir yaratıktan türedikleri için özel bir görüşe sahiptirler ve insan gözünden saklı olanı fark edebilirler. Tüm Melusinalar dişidir ve Fontaine'in Ludex Neuvillette'i bile onlara \"o\" zamiriyle hitap edilmesini buyurmuştur.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9cc2115edbfc809cdaa5a1629eb9dc37_7004583824392471563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vahiy Kitabı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/ce462787d6dbf4882f7f1876b195ae68_5743419928024897566.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yaklaşık 500 yıl önce, Nergis Haçı Enstitüsü'nden bir yetim olan Rene de Petrichor, yetimhaneden arkadaşı Jakob ve vasisi Karl Ingold ile birlikte Sumeru'ya bir keşif gezisine çıktı. Orada Khvarena ve Yüce Lord Rukkhadevata tarafından eski Su Hükümdarı Egeria'nın bilincinden yaratılan Kutsal Lotus Gaokerena'ya hayran kaldı. Araştırmaları sırasında eski uygarlıklara ait kitaplar ve Khaenri'ahn kayıtları da keşfetmiş, bu da kitapları deşifre etmesine yardımcı olmuştur."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/c9480ed2929bcc8fb8749e60048c5900_2129309911058841381.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Daha sonra Rene, Remurian kalıntılarında Altın Kumpanya'nın kayıtlarını bulduğunda, bulduğu \"Fortuna\" terimini \"dünya-formülü\" adı verilen hesaplama şemasıyla karşılaştırdı ve Fontaine'de bir başkasının yakın olduğu sonucunu çıkardı. Sayısız hesaplamadan sonra Rene aynı sonuca ulaştı: kıyametten kaçınılamazdı. Dahası, tufanın etkilerinden korunmayı sağlayabileceğine inandığı \"iradeyi\" elde etmek için bir yöntem keşfetti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/000d45ce91533488ec794742e97db03e_3839435114285615301.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rene, tüm Fontainialıların kıyametten sağ çıkabilmesi için Yeni İnsanları yaratmayı hayatının amacı haline getirdi. Jakob Ingold ile birlikte gizli bir ezoterik örgüt olan Nergis Haçı Derneği'ni kurdu. Rene tüm araştırmalarını Vahiy Kitabı adlı bir kitapta kaydetti. Burada Doğa Felsefesi Enstitüsü'ndeki çalışmalarını ve tedavisi olmayan bir hastalıktan muzdarip olan asistan Carter Scherbius üzerinde yaptığı deneyleri; ilk Yeni İnsan'ı yaratmak için Jakob üzerinde yaptığı deneyleri; özel Remuria tekniği \"Kimyasal Evlilik Mührü'nü\"; bilgi ve becerilerini elde etmek için insanların iradelerini ayıklamayı; Nergis Haçı Derneği'nin Fontaine'deki tüm insanların iradelerini ayıklayacağı Ipsissimus Kulesi'nin inşasını ve kendisinin Nergis Haçı oluşunu anlattı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/bc45380a918dfc22062fef2f2b95e555_4704189461520880934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kitap, kıyametten sonraki olası bir geleceği yansıtan gizemli bir alt uzaya götürüyordu. İnsanlar için \"Kitabın İçindeki Dünya\" canavarlarla dolu harabeler gibi görünüyordu, ancak Uçurum'un yaratıkları olan Melusinalar için güzel bir bahçe gibi görünüyordu. Kitabın içinde Gezgin, Paimon ve bir Melusina olan Canotila, \"Yavru Köpek\" ve arkadaşları Tırtıl ile tanıştılar. Yavru Köpek ve Tırtıl, Jakob ve Rene'nin arkadaşı olan Carter Scherbius'un kişiliğinin birer parçasıydı. Canotila için Puppy sevimli bir köpek gibi görünüyordu ve Melusina sık sık onunla oynamaya geliyordu, ta ki bir gün ondan gitmesini ve bir daha geri gelmemesini isteyene kadar. Puppy, \"Kitap İçindeki Dünya'nın\" çökmeye başladığından ve diğerleri için tehlikeli olduğundan korkuyordu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Önemli olan bu hayali dünyanın efendileri.</color>\n<color=#ffffffd9>Dünyayı kurtarabileceklerine inanıyorlardı ama bu dünyanın gerçekten kurtarılmaya ihtiyacı olup olmadığını bilmiyorlardı. Belki de anılarındaki dünya, sonsuza dek açan ayçiçeklerinden yoksun bir öğleden sonraydı.</color>\n<color=#ffffffd9>Ama bunlar onların hikayeleri, benim değil. Ben sadece onların arkadaşlarıyla ilgili bir anısıyım. Bir zamanlar beni kurtarabileceklerine inanıyorlardı, ama sonunda...</color>\n<color=#ffffffd9>Kelebek bir kozaya dönüştü ve kozadan bir larva çıktı. Sonra larva hiç doğmadığı boşluğa geri döndü.</color>\n<color=#ffffffd9>Ama bunların hiçbirinin önemi yok. Geriye hiçbir şeyim kalmadı. Ben sadece onların anılarında bir gölgeyim, beni kurtarma saplantılarının ardında bıraktıkları.</color>\n<color=#ffffffd9>Yine de onlardan nefret etmiyorum. Beni kaybettikten sonra değişmiş olsalar bile, bu anılar ve sanrılar dünyasındaki varlığım onların kalıcılığının kanıtı.</color>\n<color=#ffffffd9>Bir zamanlar onların arkadaşı olan biri olarak, fazlasıyla memnunum. Ne olursam olayım, bir zamanlar sahip olduğumuz dostluk için sonsuza dek minnettar kalacağım.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kitabın çürüyen dünyasında zaman geçirdikten sonra, Canotila nihayet gerçek görünümünü gördü:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Bilmiyorum. Sadece açan ayçiçeklerini ve sevimli köpek yavrusunu görmek istedim.</color>\n<color=#ffffffd9>Ama bir canavar peşimden geldi ve gökyüzü karardı. Anlamadığım şeyler hakkında konuşan birçok ses duydum.</color>\n<color=#ffffffd9>Korkmuştum, bu yüzden altın ışığı takip ettim ve ileriye doğru koştum.</color>\n<color=#ffffffd9>Canavar her yaklaştığında dünya biraz daha karardı. Bahçe, saray, büyük ağaçlar ve çiçeklerin hepsi kayboldu. Çok kasvetliydi ve ben sadece harabeler görüyordum...</color>\n<color=#ffffffd9>Ve sonra canavar bana yetişti...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/731498878ab84409f33324ee280f5dc1_1556914171956897386.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Canotila gerçek \"Kitabın İçindeki Dünya'yı\" gördükten sonra bir daha kitaba dokunmamaya ve kız kardeşleriyle birlikte Merusea Köyü'nde kalmaya karar verdi.\nTırtıl da Açığa Çıkarma Kitabı'nın etkisini hissetti. Daha önce bir Dağ Yabanisi'nden bir insana dönüşebilirken, kitap yüzünden bu fırsatı kaybetti ve zihni solmaya başladı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Doğa Felsefesi Enstitüsü",
        "desc": "<p>Bir zamanlar başarılı bir araştırma tesisi olan bu Enstitü şimdi Fontaine sularının altında harabe halinde yatmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/61826c36dc23b1c567a76a9d7c9e8c13_6775163149151727001.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Tırtıl",
        "desc": "<p>Nergis Haçı Derneği'nin bir üyesi olarak \"Fantazmik Güve Krizaliti\" unvanını elde etti.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/be516a2c9005727dcfd1fe45662a826d_6352604853762144084.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Elynas'ın Derinliklerindeki Manzara",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/01c6d63f9ecbb28cb94f038b8dad862d_3508272085946124814.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Neredeyse uyanmak üzere olan kalp şimdi bir kez daha sessizliğe gömüldü."
          }
        ]
      },
      {
        "key": "Elynas'ın En Derinliklerindeki Manzara",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/3bb992d0c5d29c73aeec676430fa2a8a_633794714927777788.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Seninle tanıştığıma memnun oldum.\""
          }
        ]
      },
      {
        "key": "Merusea Köyü",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/91b874109412ec29d7059b82cb751554_7797676989270946438.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yemyeşil Beril Dağları'nın altında Melusinalar'ın konuksever evi yer alır. Fantastik ve tuhaf tasarımlı küçük evler her yerde bulunur ve derin bir etki bırakır. Peki onlara bu eşsiz mimari tarzları kim öğretti?"
          }
        ]
      },
      {
        "key": "Eski Zamanın Kabuklu Melodisi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/a3b1352add725d950e4dad0648ce979a_2225376016764250937.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Bir zamanların büyük imparatorluğu Remuria'dan bugün geriye sadece yalnız bir melodi kaldı. Bir zamanlar kalabalıklar tarafından duyuldu, ama ölümlü kulaklara çoktan kayboldu...\""
          }
        ]
      },
      {
        "key": "\"Fontaine Kaplıcaları\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/e4d94dcadeee7f7ea5d62c428791ca02_5984587489019825368.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa bir zamanlar buradaki manzarayı resmetmişti.\nKaplıcalardan yukarı doğru buharlaşan sisin arasından yükselen Mont Automnequi, Clementine Hattı'nın tabanını delip geçmesiyle birlikte bulutlara doğru yükselmektedir."
          }
        ]
      },
      {
        "key": "\"Beril Dağlarında Güneşli Bir Sabah\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/3d8c0e7ae44900cec743c23cd333e42d_5506219741965081526.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa bir zamanlar buradaki manzarayı resmetmişti.\nBeril Dağları'nda açık bir sabah, önceki gecenin sonbahar rüzgârlarının bıraktığı çiy henüz buharlaşmamış..."
          }
        ]
      },
      {
        "key": "\"Sahildeki Köy\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/784f957dbcb78440625d13b86ddd5aa7_1602850859666075020.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa bir zamanlar buradaki manzarayı resmetmişti.\nHuzur ve dinginliği görenlerde böyle sakin bir yaşam özlemi uyandıran güzel bir sahil köyü."
          }
        ]
      },
      {
        "key": "\"Gemi Mezarlığı\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/b4222c62f147c171d0773bbdb27310a3_1158497524883299653.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kadife geceye serpiştirilmiş küçük parıltılı yıldızlar gibi beyaz ironclad amiral gemisini takip eden donanmanın savaş gemileri, büyük canavarla çarpışmalarında hendeğin derinliklerine battı. Yüzeyi ve derinlikleri hayalet efsaneleriyle doludur, ancak bu durum gizlilik arayanlar için burayı saklanmak için mükemmel bir yer haline getirmektedir."
          }
        ]
      }
    ]
  }
}