{
  "epId": 5141,
  "name": "Belleau Bölgesi",
  "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1718877465,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson Kuşatması",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bir zamanlar Fontaine yetkilileri, Fontaine Mahkemesi'nin altındaki kanalizasyonlardan şehrin altında bir yeraltı şehri, Cendre Nehri'ni yaratmak istediler. Düzeni sağlamak zor olduğundan, Eduardo Baker ve arkadaşları Cendre Nehri'nde iktidarı ele geçirdiler. Cendre Nehri \"yurttaşları\" arasındaki anlaşmazlıkları çözmeye, yeni evlenenleri kutsamaya ve tüccarları çeteler tarafından gasp edilmekten, taciz edilmekten ve şantaja uğramaktan korumaya başladılar. Fontaine Sarayı yetkilileri Cendre Nehri'ni tasfiye etmeye karar verdiğinde Baker tutuklandı ve çöle sürüldü. Sürgüne giderken, yandaşlarının yardımıyla Poisson'a kaçtı ve hem şehrin kendisini hem de Baker'i taşıyan Asayiş Dairesi üyelerini rehin aldı. Çok sayıda mantıksız talepte bulununca Emanuel Guillotin yönetimindeki MareşoseAvcıları olaya müdahale etti. Gazeteci Karl Ingold, Eduardo'nun oğlu Jakob ile birlikte arabulucu olarak Poisson'a geldi.\nSorunu çözmeye yönelik başarısız bir girişimin ardından, Baker'in grubu ile Mareşose Avcıları arasındaki anlaşmazlık şiddetli bir kavgaya dönüştü. Sonuç olarak Jakob ve Poisson Belediye Başkanı'nın oğlu Rene yetim kaldı. Her ikisi de genellikle suçluların çocuklarını barındıran bir yetimhane olan Nergis Haçı Enstitüsü'ne gönderildi. Daha sonra bu iki çocuk Fontaine Tarihinin en önemli örgütlerinden biri olan Nergis Haçı Derneği'ni kurdu. Poisson Kuşatması Guillotin üzerinde fiziksel ve zihinsel yaralar bıraktı. Bu olay nedeniyle Mareşose saflarından ayrıldı ve kalan günlerini sadece fincanının içindekilerle yetinerek geçirmeyi planladı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Cendre Nehri Kayıkçısı",
        "desc": "<p>Bir zamanlar silah görevi gören uzun bakır bir boru. Bazıları arasında ünlüydü, bazıları için de kötü bir namı vardı.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/138687708/920ca2fe25ca2db1796848099b59b2d8_733603345322129819.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_3600196575135307589.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "SSpina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontanalı yetkililerle işbirliği yapacaktır. Genel merkezi geminin içinde bulunan kuruluş, Callas tarafından Poisson'da kurulmuştur. Devasa ve göz alıcı bir gemi keşif, fırsat, hırs ve fethi temsil eder. Spina di Rosula'nın parlak ve sınırsız geleceğini sembolize eder. Spina'nın bir çapa ve güllerden oluşan amblemi, Callas'ın eşi ve Navia'nın annesi, kuruluşun şu anki başkanı Clementine tarafından tasarlanmıştır.\nCallas'ın en önemli projelerinden biri Fontaine boyunca uzanan su hatlarının inşasıydı. Hatların inşası gündeme geldiğinde Spina di Rosula iki tarafa bölünmüştü. Callas, kuruluşun Fontaine Mahkemesi ve Araştırma Enstitüsü yetkilileriyle işbirliği kurmak için nadir bir fırsata sahip olduğuna ve hatların inşasının faydalı bağlantılar kurulmasına yardımcı olacağına inanıyordu. Su otobüslerinin ticari faydalar ve Fontaine sakinleri arasında iyi bir itibar getirmesi bekleniyordu. Spina di Rosula üyesi Romeuf'un başını çektiği ikinci taraf ise böylesine önemli meblağların Poisson'un kalkınmasına harcanmasının daha iyi olacağını düşünüyordu. Taraflar anlaşamayınca Romeuf ve destekçileri Callas ve Clementine'e karşı kin beslemeye başladılar ve Clementine'in hamileliği nedeniyle önyargılı olduğunu düşündüler. Romeuf'un grubu için Clementine'in hatların inşasına verdiği destek bir ihanetti ve seslerinin bir daha asla duyulmayacağı anlamına geliyordu. Clementine'in kızının doğumu sırasındaki komplikasyonlar nedeniyle ölmesinin ardından Callas, hatların inşasını onun son vasiyetinin somutlaşmış hali olarak görmeye başladı. Son uzlaşma umudu da ortadan kalkınca Romeuf Spina di Rosula'dan ayrıldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_988917864761509741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sonuç olarak, Spina di Rosula'nın desteğiyle, Caspar ailesinin adını taşıyan üç aquabus hattı inşa edildi: Clementine, Navia ve Callas. Organizasyonun merkezi Poisson olmasına rağmen, hatların hiçbiri şehre girmemektedir ve sadece Clementine hattı Automnequi Dağı'ndan geçmektedir. Fontaine Sarayı'ndan Araştırma Enstitüsü'ne giden Callas hattı, Enstitü'nün Merkezi Laboratuvarı patladığında yok olmuştur.\nYıllar sonra, Clementine ve Callas'ın kızı Navia organizasyonun başkanı olduğunda, Romeuf Spina di Rosula'dan intikam almaya ve Poisson üzerinden geçen Clementine hattını havaya uçurmaya karar verdi. Meropide Kalesi'nden yeni ayrılmış olan yardımcısı Colter, Spina di Rosula'nın başına gelen tüm belalardan Navia'yı sorumlu tuttu; ona göre Clementine, Callas ve eski uşak Melus bu yüzden ölmüştü. Navia'nın onun için değerli olan her şeyi kendi elleriyle yok ettiğine ve Poisson'u yıkıma sürüklediğine inanıyordu. Navia, Colter'ı bir dövüşte yenmeyi başardı ve Gezgin ile Paimon bombaları etkisiz hale getirerek hattı yıkımdan kurtardı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Araştırma Enstitüsü",
        "desc": "<p>Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü Allain Guillotin tarafından kurulmuştur ve genellikle Fontaine Araştırma Enstitüsü olarak kısatılmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/f28d2d8daae89df1c8412425eff627bf_8321542691040754148.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kehanet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/4d00bf623c0adde66eacebeb7573b94e_4354889468432779816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Birkaç bin yıl önce, önceki Su Hükümdarı Egeria, Okeanidleri insana dönüştürmek için Ezeli Deniz'in gücünü kullanarak günah işlemişti. Böylece Fontaine'de şöyle bir kehanet ortaya çıktı: \"Sonunda, insanların hepsi sularda eriyecek ve geriye sadece tahtında ağlayan Su Hükümdarı kalacak.\"\nYıllar sonra kehanet gerçekleşmeye başladı ve Poisson bölgesinde Ezeli Deniz'den bir su patlaması meydana geldi. Poisson sakinleri tehlikeyi hemen fark etmedi, bu nedenle kendilerini suyun yakınında bulan yoldan geçenler hemen kayboldu. Bunun ardından insanlar daha yüksek yerlere ulaşmayı umarak panik içinde koşmaya başladı. İzdiham sırasında bazı insanlar yaralandı ya da yüksekten düştü. Bir kurtarma operasyonu düzenlendiğinde birçok kişi kurtarıldı, ancak Navia'nın tahliyeye yardımcı olan yardımcıları Melus ve Silver zamanında ayrılmayı başaramadı. Spina di Rosula başkanı Navia, Fatui Habercisi Arlecchino'nun desteğiyle Poisson'un etkilenen sakinlerinin güvenliğini sağlayarak onları kasabadan tahliye etmeyi başardı.\nPoisson halkı, kendilerini kurtarmak için hiçbir şey yapmadığına inandıkları Su Hükümdarı Furina'yı felaketten sorumlu tuttu. Olaydan sonra kasaba yavaş yavaş toparlanmaya başladı ve Navia tüm mağdurlara tazminat sözü verdi. Spina'nın mali durumu arzu edilenden çok uzak olsa da, bu vaat yaşananlara yönelik tutumun ifade edilmesine yardımcı oldu ve böylece insanlar organizasyona yeniden inanmaya başladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_8326275464811305097.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poisson yeniden inşa edildikten sonra, bölge sakinleri Navia'nın ebeveynleri için bir anıt inşa etmeye karar verdi. Poisson ve Spina di Rosula'nın gelişimi için Clementine ve Callas'a minnettarlıklarını göstermek isteyen halk, anıtın inşası için bağışta bulundu. Navia anıtta yer almak için yeterince şey yapmadığını düşünse de, Poisson halkı son zamanlarda yaptığı her şey için ona minnettar kaldı ve onu modele dahil etti.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Son Su Hükümdarı ve Adalet Tanrısı. <span class=\"wk-shady\">Su Hükümdarı'nın İlahi Tahtını yok etmek ve Su Ejderhasına gücünü geri kazandırmak için kendini feda etti.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/12/147527911/b267aa8e8fa88f7b4f1640410ee6644e_2937596089261994233.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Fatui Habercilerinin Dördüncüsü \"Yaver\". Soğukkanlı ve acımasız bir diplomat. Taş Yuva çocukları içinse korkulan ancak güvenilir bir \"Baba\".",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/145542732/672e65470bfd14b664596c2a7f7eaaf8_8129343959238997178.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Spina di Rosula'nın uşağı.<span class=\"wk-shady\"> Possion'un tahliyesi sırasında öldü.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/653334cdcbaeb1e4ef5a7dae35f23b76_6564684976720646647.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Navia Caspar'ın görevlisi.<span class=\"wk-shady\"> Poisson'un tahliyesi sırasında öldü. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/cb0736d401d5d1f3fa68f7f8a166f511_99975863284055648.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Çizimler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buğukuş Özel Basım I: Yeryüzü Denizi, Tüm Suların Kaynağı"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/50a704a62e2f4665c4af50bca78fdb30_7117541387151632070.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Ağustos 2023</color>\nMerhaba Gezginler~ Fontaine'in sularında keşfedilmeyi bekleyen pek çok gizemli şey var. Hadi daha fazlasını öğrenelim!Son zamanlarda, Fontaine'e gitmek üzere olan maceracılar arasında belli bir yayın çok popüler. Buğukuş'un özel baskısı olduğu söyleniyor. Gelin yenilikleri birlikte keşfedelim!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Buğukuş Özel Basım VII: Toprağın ve Denizin Yalnız Hükümdarı"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/d50736e926d28432e503b9b867e05a8b_8960948666416772811.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Ağustos 2023</color>\nMerhaba Gezginler~ Buğukuş'un bu Özel Baskısı, Fontaine'in sulu derinliklerinde gizlenen yeni bir düşmanı tanıtacak: \"Ateş ve Demir İmparatoru\"."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Müzik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fountain of Belleau"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/5b6554f30813c3e823e1e25035be3dd6_2469318684227731904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Ekim 2023</color>\nGenshin Impact'in Fontaine OST albümü \"Fountain of Belleau\" şimdi çıktı! \"Chanson of Justice and Impartiality\", \"Arioso of Belle Epoque\", \"Chapelloise of Trickling Springs\" ve \"La bataille de Fontaine\" adlı dört diskten oluşan albümde HOYO-MiX ekibi tarafından Genshin Impact'teki Fontaine bölgesi için bestelenen 96 olağanüstü parça yer alıyor.\nFontaine OST albümünde yer alan şarkılar Londra Senfoni Orkestrası tarafından özel konuk halk müzisyenleriyle birlikte sırasıyla Abbey Road Stüdyoları, Angel Stüdyoları, Air-Edel Kayıt Stüdyoları ve diğer kayıt stüdyolarında kaydedildi.\n<color=#ff9999>Disk 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=znHhRYBmfck&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gwGOp351clk&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xZSDdaYjV_c&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 4:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xUcJtXtLb_I&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaynaklar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Yükseltme Materyalleri"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "İmparatorun Azmi",
        "desc": "<p>Ateş ve Demir İmparatoru'nun savaş çekici. Muazzam yengeç bu devasa kıskaçla sayısız düşmanını ezmiştir. İster Kurmalı Meka olsun ister Fontemer Sapkını ya da isterse kötü niyetli meraklı avcılar. Hepsi onun gücü altında pes ettiler.</p><p>Fontemer Sapkınları insanlardan tamamen farklıdır. Aristokrasi ya da miras gibi kavramlar onlara tamamen yabancıdır. Hiçbiri bir diğerinden üstün doğmaz. Ölümcül avcılara ve güçlüklere karşı ayakta durabilenler, yüzyıllarca avlanıp beslendikçe sınırsız güç toplayabilir. Yarattığı korkudan dolayı bu tür yaratıklara genelde efendi denilir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/26/25073864/4192b765e880bef0a49753fc0b634c13_4766795223608112225.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Parlak Bulgu Kristaller"
      },
      {
        "type": "CustomEntry",
        "epId": 4238,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canlılar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Düşmanlar ve Yaratıklar"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Ateş ve Demir İmparatoru",
        "desc": "<p>Mağaralarda hayat süren Fontemer Sapkınlarının kadim hükümdarı. İlk tufan döneminden önce Fontaine'in denizlerine bizzat şahit olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/20/145542732/92cf784732984089c7f5a91f7a42822c_1939878513929462075.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Balıklar"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC'ler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tüccarlar"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Poissonlu bir balık tüccarı. Çeşitli malzemeler ve Fontain'e özgü kaynaklar sunmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/c7546e06d5c88213f19abb7dc636fbd2_5240344017486426327.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı NPC'ler"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Spina di Rosula'nın uşağı.<span class=\"wk-shady\"> Possion'un tahliyesi sırasında öldü.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/653334cdcbaeb1e4ef5a7dae35f23b76_6564684976720646647.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Navia Caspar'ın görevlisi.<span class=\"wk-shady\"> Poisson'un tahliyesi sırasında öldü. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/cb0736d401d5d1f3fa68f7f8a166f511_99975863284055648.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "name": "Rena",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/0d9588e5cb71dc8f0626f19887622835_5857788073262759216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4522,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Harita",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Harita Lokasyonu"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-274.84,-5018.77&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Romaritime Limanı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/dedd60ac6dbe044331c6cfd8906cfe4b_3430538121776033774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Romaritime Limanı, Belleau Bölgesi'nin güneyinde yer alan bir kıyı gözlem güvertesidir. Liman, Sumeru ve Fontaine'den gelen gemilerin demirleyebileceği iki kattan oluşmaktadır. Bir şelale manzarasının kenarına inşa edilmiştir ve aquabus'un durak noktasıdır. Buradan aquabus sizi Clementine Hattı üzerindeki Fontaine Mahkemesi'ne götürebilir. Romaritime Limanı Sumeru ile sınır komşusudur, bu nedenle çöller ve yağmur ormanları diyarından pek çok turist, tüccar ve hatta kitap sever buraya gelir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/61b4a4b9d3a22151cd2851d4267933bb_3979199907066784739.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Şelalenin gürültüsü, aşağıdaki limana gelip giden insanların sesini bastırır. Asansörü kullansanız bile, şelalenin tepesine ulaşmak yine de hatırı sayılır bir zaman alır. Ancak Clementine Hattı'na bindiğinizde ve Su ulusunun kalbine doğru ilerlediğinizde, beklediğiniz onca zaman önemsiz kalıyor.\nLimanda çalışan Melusina Everallin'in görevi denizi gözlemlemek ve okyanusun hareketlerini takip etmektir. Ayrıca insanları fırtına ve sağanak yağışlar konusunda önceden uyarır.\nRomaritime Limanında birkaç Dehanın Yakarışı Kart Oyunu düellocusu bulunabilir: Everallin ve Lectoure alt platformda ve Hermosa ve Rena üst platformda."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/f5160f512a74267f18b6a658e4f4db36_211261387065920584.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Limanın kuzeyinde eski kalıntılar vardır. Efsanelere göre, Çok Suların Sahibesi'nin takipçilerinden biri olan ilk Lochknight, Lochfolk'la birlikte bu uzak vahşi doğada gizlenmiş ve kefareti ödenemeyecek bir günahın bedelini ödemek için kendini sürgüne gönderip sıkı bir eğitimden geçmeyi planlamıştır. Şimdi toprak uzun zamandır ölüm sessizliğine bürünmüş durumda ve uzun, soğuk rüzgârlar hâlâ ıssız vadide esiyor.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "name": "Rena",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/88486163/0d9588e5cb71dc8f0626f19887622835_5857788073262759216.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1984785759947143378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poisson, Automnequi Dağı'nın eteklerinde sakin bir kasabadır. Sakinleri çoğunlukla balıkçılık veya su altı kurtarma endüstrilerinde çalışmaktadır. Efsaneler, ilk Diluvian döneminden önce kasabanın bir zamanlar Fontaine'in deniz trafiği ağı için merkezi bir merkez olduğunu söylemektedir. Su seviyesindeki değişim kasabanın önemli bir liman olma özelliğini kaybetmesine yol açmış olsa da, kasabanın rahat ve sıcak havası şüphesiz hala birçok ziyaretçiyi cezbetmektedir. Poisson'da bir balıkçı Hinterman bulunabilir.\nPoisson, insanların karmaşık sorunları çözmelerine yardımcı olan bir kuruluş olan Spina di Rosula'ya ev sahipliği yapmaktadır. Kuruluşun merkezi kasabanın içindeki büyük bir gemide yer almaktadır. Kasaba felaket sırasında önemli ölçüde hasar görmüş, ancak Spina di Rosula ve şu anki başkanı Navia Caspar sayesinde yeniden inşa edilmiştir.\nPoisson'un kuzeyinde \"Gerçekten Ağız Çalkalanabilir!\" ve \"Hala Ağız Çalkalanabilir\" görevleri bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Poissonlu bir balık tüccarı. Çeşitli malzemeler ve Fontain'e özgü kaynaklar sunmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/c7546e06d5c88213f19abb7dc636fbd2_5240344017486426327.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Automnequi Dağı'nın Batı Yamaçları",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5f98d4667483dff8a99203f75cbfd3e4_7949136655228517159.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni kazmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5a28bb387f9039fde56b1d8c8ef303d5_1248372417385075807.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Automnequi Dağı'ndan, altında Melusina'ların anavatanının saklı olduğu Elynas sırtı görülebilir. Maceracılar Loncası'na karşı duran bir sanatçı olan Salsa, bir zamanlar buradaki manzarayı resmetmiştir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/e2a49d0aa35f33f3a63d3d15706ab8ca_6820294591069267285.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Automnequi Dağı'nın batısında, \"İki Silahşörler'in\" yazarı Fontaine'li ünlü yazar Baptiste'in yaşadığı küçük bir köy vardır. Roman, bir baronun hizmetçisinden doğan ve baronun evinde kötü muameleye maruz kalan iki gayrimeşru çocuğun etrafında dönmektedir. Anneleri öldürüldükten sonra evden kaçmışlar ama onun intikamını almaya yemin etmişlerdir. Deneyimli birer silahşör olan ağabey ve kız kardeş, yıllar sonra annelerinin ölümüyle ilgili gerçeği ortaya çıkarmak ve adaleti sağlamak için baronun ailesinin üyelerinden intikam almaya başladılar. Fontinalia Film Festivali sırasında, bu roman Xavier'in yapımcılığını üstlendiği ve Furina'nın yönettiği bir filmin temeli oldu. Aynı kitap, Özel Güvenlik ve Gözetleme Devriyesi'nin başkomiseri Chevreuse tarafından soruşturulan bir dizi cinayete de ilham kaynağı oldu. Kitapta olduğu gibi, katil olay yerine bir gökkuşağı gülü bırakmış ve bu güller parfümcü Emilie'nin yardımıyla Chevreuse'u katile götürmüştür. Çiçekler, Automneqi Dağı'nın batı yamaçlarındaki bir köyde, Baptiste'in bahçesinde tam olarak yetişen nadir bir çeşide aitti. Chevreuse'un araştırması, Baptiste'in \"İki Silahşörler'i\" hayatındaki gerçek olaylara dayanarak yazdığını ortaya çıkardı: Annesi Elisa, zengin bir ailenin bir üyesiyle yaşadığı ilişki sonucunda öldürülmüş, Baptiste ve kız kardeşi Veronica yalnız kalmıştı. Veronica babasından intikam almaya karar verdi. İlk kurbanı annesini öldürmek için gönderilen suikastçıydı. Baptiste, Veronica ve babaları Meropide Kalesi'ne gönderilmiş olsalar da Chevreuse, Kale Dükü Wriothesley'den mahkûmlara kardeşlerin zorlu geçmişini ve babalarının yaptıklarını anlatmasını istedi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/32de30d95c4c796050080361dca61eab_8667461232774211061.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bölgenin güneyinde, devasa Zırhlı Yengeç'in ininin bulunduğu bir su altı mağarası vardır. İnsanlar ona \"Ateş ve Demir İmparatoru\" diyordu. Bir zamanlar Fontemer'in sapkın türlerinin zirvesinde duran iki hükümdardan biridir ve denizciler arasında pek çok hikâyeye konu olmuştur. Fontemer Sapkınları insanlardan farklıdır çünkü aristokrasi ya da miras kavramları onlara tamamen yabancıdır. Hiçbiri üstün doğmamıştır. Ölümcül avcılardan ve zorluklardan kurtulan biri, yüzyıllar boyunca avlanmaya ve beslenmeye devam ettikçe sonsuz güç biriktirebilir. Böyle bir yaratık, uyandırdığı korku nedeniyle genellikle derebeyi olarak anılır. İlk Diluvian döneminden önce, devasa bir Zırhlı Yengeç bir gemiye saldırmış ve sonunda Beyaz Armada'nın ünlü eski Amirali Basil Elton tarafından derinliklere geri dönmeye zorlanmıştır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/6555b6c18d716410b9f97d30e099a333_5893224628088158931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Buna ek olarak, Automnequi Dağı'nın güney kıyısında,Tüm Suların Hanınmı Egeria tarafından Okeanidlerin yaratılışını, ilk günahın işlenişini ve Fontaine'in kehanetini tasvir eden oyma duvar resimlerinin bulunduğu antik kalıntılar bulunmaktadır.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Beril Bölgesi",
        "desc": "<p>Fontaine Sarayı'nın karşısındaki antik kalıntılarla dolu dağ silsilesi.</p><p>Yüzyıllar önce Egeria'nın takipçileri burayı gezinti ve piknik için en iyi yer olarak görürlerdi. Burada toplanarak, cilalanmış mücevherler kadar saf ve paslanmaz aşk ve hayallerin şarkısını söylerlerdi. Şarkıları uzun zaman önce solgun ay ışığında kayboldu ve şimdi sadece serin esintiler bu ıssız, nane taşlı yaylaları okşamaya devam ediyor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/7bb630aacf263515328ea8198cbbc48a_4300155260040236123.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festivali",
        "desc": "<p>Fontinalia Festivali, Lochknights'ın Okeanidleri arayışını ve önceki Su Hükümdarı Egeria'yı karşılamalarını anmak için düzenlendi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Araştırma Enstitüsü",
        "desc": "<p>Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü Allain Guillotin tarafından kurulmuştur ve genellikle Fontaine Araştırma Enstitüsü olarak kısatılmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/f28d2d8daae89df1c8412425eff627bf_8321542691040754148.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4361,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Özel Güvenlik ve Teftiş Devriyesi Yüzbaşısı</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/145542732/a846729f31f16a987a8696466ebabcc0_4561962948716168327.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Meropide Kalesi'nin Dükü, karanlık dehlizlerin saklı efendisi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/02/25073864/31a0eb2dec5d69ca8dd7616572136b8b_4862880841322842981.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Ateş ve Demir İmparatoru",
        "desc": "<p>Mağaralarda hayat süren Fontemer Sapkınlarının kadim hükümdarı. İlk tufan döneminden önce Fontaine'in denizlerine bizzat şahit olduğu söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/20/145542732/92cf784732984089c7f5a91f7a42822c_1939878513929462075.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "İmparatorun Azmi",
        "desc": "<p>Ateş ve Demir İmparatoru'nun savaş çekici. Muazzam yengeç bu devasa kıskaçla sayısız düşmanını ezmiştir. İster Kurmalı Meka olsun ister Fontemer Sapkını ya da isterse kötü niyetli meraklı avcılar. Hepsi onun gücü altında pes ettiler.</p><p>Fontemer Sapkınları insanlardan tamamen farklıdır. Aristokrasi ya da miras gibi kavramlar onlara tamamen yabancıdır. Hiçbiri bir diğerinden üstün doğmaz. Ölümcül avcılara ve güçlüklere karşı ayakta durabilenler, yüzyıllarca avlanıp beslendikçe sınırsız güç toplayabilir. Yarattığı korkudan dolayı bu tür yaratıklara genelde efendi denilir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/26/25073864/4192b765e880bef0a49753fc0b634c13_4766795223608112225.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Gökkuşağı Gülü",
        "desc": "<p>Narin ve yumuşak pembe bir çiçek.</p><p>İsminin aksine Gökkuşağı Gülleri daha çok Zambağa benzer.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/145542732/670b8958c90014a1bdacba5123c2c9da_162550421408244982.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "İki Silahşor",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/a7b53a9e337b423e631f15ec3b39e068_8114919975869832125.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosula'nın doğduğu yer. Tıpkı bir gün uçan bir kartala dönüşecek olan minik bir civcivin yumurtadan çıkması gibi, büyük ve parlak emeller de karanlık ve sıkışık bir yerde ortaya çıkar.\nPoisson halkı Cendre Nehri sakinleri gibidir ve bu yerlerin tarihinden, bazı şeylerin uğruna savaşmaya ve kanla satın alınmaya değer olduğunu ve hatta olması gerektiğini anlarlar."
          }
        ]
      },
      {
        "key": "Automnequi Dağı'nın Batı Yamaçları",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/c3deefbdcf32b0ce91f2a24e0c1f0d71_4300817227239267781.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa bir zamanlar buradaki manzarayı resmetmiştir.\nAutomnequi Dağı'ndan Elynas sırtı görülebilir. Zirvelerin ve göllerin altında Melusina'ların anavatanı gizlidir."
          }
        ]
      },
      {
        "key": "Romaritime Limanı",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/307c16e297aa72001ce2331c1a797a6e_7712376500810417852.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosula'nın doğduğu yer. Tıpkı bir gün uçan bir kartal olacak minik bir civcivin yumurtadan çıkması gibi, büyük ve ışıltılı tutkular da karanlık ve sıkışık bir yerde ortaya çıkar."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Bellau Bölgesi"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kalıcı Lokasyon"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Yayımlandığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ]
  }
}