{
  "epId": 5145,
  "name": "Erinnyes Ormanı",
  "desc": "<p>Fontaine Sarayı'na doğudan esen rüzgârlar gizemli ve tatlı bir kokuyla parfümlenmiştir.</p><p>Çok az kişinin ayak basmaya cesaret edebildiği Erinnyes Ormanı'nın derinliklerinde, ağlayan söğütlerin altındaki göl kenarında macera tohumları ekilmiştir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/7bb630aacf263515328ea8198cbbc48a_4435184904031012501.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1721591721,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Erinnyes Ormanı"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kalıcı Lokasyon"
          }
        ]
      },
      {
        "key": "Yayımlandığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Gölün Ağlayan Söğüdü",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/31813c40fee73948461ea55a07da294f_352225066161075471.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Eski zamanlarda gölün ağlayan söğüdü bir saygı nesnesiydi. Tüm su damarları Erinnyes'te birleşir ve ağlayan söğüt, sular tatlı ya da acı olduğunda gelişir ya da solar. Gölün toprakları da aynıdır. O halde, kehanetlerin sadece felaketle aynı ayda gelmesi utanç verici."
          }
        ]
      },
      {
        "key": "Paslı Dümen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/50701e2d913a9d85e9af6c9c98fc386d_5523542710591573610.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bir zamanlar güneşte parıldayan beyaz bir gemi şimdi tamamen paslanmış durumda. Burada para birimi kadar çok hikâye bulunabilir, ancak içine adım atacak yabancılar ay kadar azdır."
          }
        ]
      },
      {
        "key": "Lumidouce Limanı",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/440d717bc0b5051d9ba8276a7b0a57ff_5546584808011099316.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Diğer uluslara açılan ana liman. Bir zamanlar Lumidouce Limanı ile Fontaine Sarayı'nı birbirine bağlayacak dördüncü bir aquabus hattı inşa etme planı olduğu, ancak bu planın aquabus'un en güçlü destekçisiyle birlikte öldüğü söyleniyor."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Sisli Orman Yolu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5fed2a1d221a64fbce1dd878b0b1178_6319425483989524746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sisli Orman Yolu boyunca, parlayan bir ağaç ve gözyaşı damlası anahtarını bulabileceğiniz gizemli bir sunak durmaktadır. Gezgin ve Paimon sunağın bilmecesini çözüp ağaca üç damla berrak çiy getirdiklerinde, evi Erinnyes'i korumak isteyen \"vahşi peri\" Pahsiv ile tanıştılar. Erinnyes Ormanı'ndaki tüm sisli orman dallarını toplarsanız, Pahsiv'e verilebilirler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5617f2a01e0c1c493f27af73870fb52_2081372962184794317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Erinnyes sahilinde, Sisli Orman'ın güneyinde, Paslı Dümen tavernasına dönüştürülmüş bir gemi vardır. Gemide, birkaç bilmece çözülürse taverna garsonu tarafından erişilebilen bir top vardır. Topa ateş edildiğinde taşların arkasına gizlenmiş bir yeraltı tüneli ortaya çıkar. Tavernanın dümencisi ve patronu Pitot'tur. Morte Bölgesindeki son derece güçlü Fontemer Sapkınlarını yenerek elde edilen büyük kristaller olan Gizemli Ksenokromatik Kristaller, Pitot ile Mora karşılığında takas edilebilir. Pitot bir zamanlar birçok insanın hayatına \"hükmetmiş\" ve çoğu zaman onların gidişatını değiştirmiştir. Okyanusun derinliklerine dalmaya gönüllü olanlar için Bay Pitot güvenebilecekleri tek dümenciydi. Dümencileri The Paslı Dümen'de çalışan herkesi korur. Pitot aynı zamanda sertifikalı bir oyuncu ve patron olarak konuklarla doğrudan etkileşime giriyor ve içeceklerini seçmelerine yardımcı oluyor. Dehanın Yakarışı Kart Oyunu da dahil olmak üzere her türlü oyunu oynamaya hazırdır. Kart becerilerini büyük ölçüde geliştirmiştir. Misafirlerine kaybeden bir taverna patronu, sonuçta müesseseye bir şeyler koyması için çağrılabilir. Tavernanın müdavimi bir ayyaş, Covault. Bir zamanlar Lumidouce Liman Gözcüsü Chaussivert için çalışmış, ancak patronuna ihanet ederek Snezhnaya'dan bir beyefendi ve enstitüden Arkhium Kinetik Çekirdeğini çalan eski Fontaine Araştırma Enstitüsü araştırmacısı Nacker ile işbirliği yapmaya başlamıştır.\nTavernada ayrıca iki sertifikalı oyuncu daha var: Lasselin ve Choneaux. Lasselin, Paslı Dümen'in Baş Kaptanı. Görünüşe göre konuklarla epeyce oyun oynamış ve hücumları mutlak bir sakinlikle gerçekleştirebiliyor. Bununla birlikte, kart oyunları sadece bir giriş gibi görünüyor ve sohbet sonunda \"iyi şaraba\" doğru yönlendiriliyor. Choneaux her zaman o özel haberi arayan bir muhabir. Bu tür haberlere ulaşmak o kadar kolay değil, o da kendi haberini yapıyor - örneğin sıra dışı kart oyuncuları arasındaki düelloları haberleştiriyor. Çoğu okuyucu bahsettiği oyuncular hakkında en ufak bir fikre sahip olmasa da, bu yazılar hem harcamalarını hem de alkol masraflarını karşılamaya yetiyor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/5aa1e3741f2e8b6b831494e8d12f8ce8_7897379296831474050.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Geminin kuzeyinde, Fontaine Araştırma Enstitüsü araştırmacılarından Edwin Eastinghouse'un saklandığı yer vardı; Eastinghouse'un kendisinin de şüphelendiği Enstitü'nün Merkez Laboratuvarı'ndaki patlamadan sonra öldüğü sanılıyordu. Nacker kinetik çekirdeği çaldığında, Enstitü Fusilier adında özel bir araştırmacı tuttu. Fusilier'in ana görevi, son derece istikrarsız bir prototip olduğu için Arkhium Kinetik Çekirdeğini mümkün olan en kısa sürede iade etmekti. Soruşturma sırasında Fusilier, Eastinghouse'un evini keşfetti; ev, etrafına artık enerjinin açık göstergelerini yayıyordu. Edwin Eastinghouse soruşturmayı kasıtlı olarak Nacker'a yönlendirdi ve onu enstitüye dönüp suçlarını itiraf etmeye çağırdı. Edwin araştırmasına geri dönmek istedi ve çekirdek patladığında orada olmadığını iddia etti. Eastinghouse enstitüye zarar verdiği için Nacker ile birlikte Meropide Kalesine hapsedildi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/40ce385833ce82d9b25403400d28e560_951188549922220326.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Paslı Dümen'den çok uzak olmayan bir yerde, Fatui'den ayrılan Kevin ve annesi Madeleine için bir sığınak vardı. Sör Arthur, Steambird gazete binası yakınlarında kaçırıldığında, Kevin binanın yakınlarında bir bıçakla görüldüğü için davanın ana şüphelilerinden biriydi. Çocuğun kendisinin masum olduğu ortaya çıktı, ancak babası Baulande (Baulard) pelikanın kaçırılması olayına karışmıştı. Dava çözüldüğünde, Baulande ailesiyle yeniden bir araya geldi ve barınaktan ayrıldılar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c23e9015597cae6ae3b89b06c036dd69_6706150497317394872.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tavernanın doğusunda Freminet'in sanat tüccarı Zuria Destree için mekanik bir penguen olan Thelxie'yi yaptığı geçici kampı vardı. Kampın kuzeyinde, ağlayan bir söğüdün yanında, Zuria'nın Fontaine Sarayı'ndan taşındığı kendi evi vardı. Geçici kampta Thelxie'ye bir dil çıkış modülü eklenmesiyle ilgili notlar vardı. Freminet Ocak Evi'nden şifrelenmiş kodu seçti çünkü barınak deposunda kullanılmayan birkaç ana kart vardı ve bu dil Freminet'in kendi dalgıç giysisinin çeviri modülü için çok uygundu. Çeviri modülü üzerindeki çalışmalar beklenenden uzun sürdü, bu nedenle Thelxie'nin konuşması sadece giysinin kaskı kullanılarak deşifre edilebildi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/91a25774cb78913c52835c6c3949b872_2198250476204518832.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sisli Orman'ın batısında Penny adında bir kız, kanişi Nana ve kedisi Don Quijano ile birlikte yaşıyordu. Penny'nin ebeveynleri Parker ve Barrow, bir seyahate çıkarken kızlarını arkadaşları Rouge'a emanet etmişlerdi. Kız, ikinci kocasını öldürdüğü için Meropide Kalesi'ne gittiğinde köpeği Autumn'dan aldı. Nana bir zamanlar Fontaine Sarayı'nda yaşıyordu ve yatmadan önce, her yemekte, çay partilerinde, danslarda, yürüyüşlerde ve randevularda yeni bir kıyafet ve aksesuarla ortaya çıkıyordu. Penny'ye göre Don Quijano da Gardiennage Sarayı tarafından aranıyordu. Birkaç yıl önce o, Rouge ve The Rusty Rudder'da bulunabilen kör Freeman bir yolculuğa çıkmış, ancak paralı askerler tarafından takip edilmişlerdi. Erzakları bittiğinde, Don Quijano kendini esirgemeden takipçilerine saldırdı ve üçünü de yendi. Penny kendini bir yol ayrımında buldu: büyümeye başlamak mı yoksa çocuk kalmak mı gerektiğini bilmiyordu. Büyümenin artı ve eksilerinin bir listesini bile yapmıştı ama yine de karar veremiyordu. Gezgin ve Paimon'un yardımları sayesinde Penny, dünyayı keşfetmek için Maceracılar Loncası'nın maceracı eğitimini almaya karar verdi ve Gezgin ona büyümesi için bir hediye olarak Lonca'ya bir tavsiye mektubu yazdı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/a3788efb008b18296dfac840874c800e_477694116058981460.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Penny'nin kampının yakınlarında, Sör Arthur'un kaçırılmasındaki bir diğer şüpheli olan Rocher'in saklandığı yer vardı. Rocher, akıllı yalan dedektörünü yaratan ünlü araştırmacının torunu Melo Lombroso'nun kocasıdır. Rocher, Elegant Tableware Confrerie tarafından yürütülen bir piramit şemasına dahil olarak ailesinin parasını kaybetti, bu yüzden borçlarını ödememek için organizasyondan saklandı. Kevin gibi Rocher'in de suçsuz olduğu ortaya çıktı ve davayı çözdükten sonra yardım istemeye korktuğu karısıyla yeniden bir araya geldi.\nBu alt-bölgede"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "ve"
      },
      {
        "type": "CustomEntry",
        "epId": 5512,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "dünya görevleri bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Araştırma Enstitüsü",
        "desc": "<p>Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü Allain Guillotin tarafından kurulmuştur ve genellikle Fontaine Araştırma Enstitüsü olarak kısatılmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/f28d2d8daae89df1c8412425eff627bf_8321542691040754148.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Meropide Kalesi",
        "desc": "<p>Dük Wriothesley tarafından yönetilen Fontaine Hapishanesi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/e27911c30c5036e87c45ee64d39bdf18_3559568197466629035.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "name": "Pitot",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1f7f38c7e22fc160bdf274bafc5a3436_7445086212693904274.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5855,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5856,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/c489991125014d61433420b3425ce342_6088201802534512828.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Fusilier",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f64a2b125ba26994a4559b58be594e04_3035125888051143419.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Dalış konusunda oldukça bilgili genç bir beyfendi.</p><p>Mesafeli ve soğuk tavrının ardında kusursuz, saf bir kalbe sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/25073864/8e44111a378f4e5379b8e7444e8c2daa_742450027474926462.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "name": "Penny",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1922e4113522bf98343486f26f8cb5b0_4929773707924075240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4633,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gölün Ağlayan Söğüdü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_2088795659966503428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dev bir salkım söğüt Erinnyes'in su yollarını birbirine bağlar, ancak köklerine çürüme bulaşmıştır. Söğüdün dalları kurumuş, yaprakları sararmış ve göldeki su acılaşmıştır. Pahsiv ve Gezgin söğüdün köklerini pislikten temizlediğinde, göldeki su temizlendi ve ağaç eski görünümünü aldı. Söğüdün altındaki suda, Erinnyes'in pisliğini temizlemek için gerekli olan gözyaşı damlası anahtarlı bir sunak vardır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/50fa13bd9dc00854bf6a32003f63849f_1456668052862581948.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ağlayan söğüdün köklerinin bulunduğu su altı mağarasına Hauteclaire adı verilmiştir. Bu, Lakelight Şövalyesi Erinnyes'in ünlü asasının adıydı. Bir efsaneye göre altın imparatorluk çöktüğünde, Lakelight Şövalyesi merhametli Tüm Suların Hanımı Egeria ile karşılaştı. Erinnyes, kendisine Saf Kâse'yi gösterdiği ve bu yolculuğu tamamlamasına izin verdiği için Tüm Suların Hanımına teşekkür etti. Hayatta kalan Lochknights'ın Egeria'ya ve onun gelecekteki krallığına sadakatle hizmet etmeye devam edeceğine, bu asil müzisyeni izleyeceklerine ve adaleti yeniden tesis ederek kalan gölgelerin peşine düşeceklerine söz verdi. Deniz rengi gözlü şövalye günahlarını itiraf etti ve kovulma ve sürgünde ruhunun rahatlatılmasını istedi. Şövalye konuşmasını bitirdiğinde, parlayan kılıcını çekti. Sulu bir ışık huzmesi ondan parladı ve vadiyi aydınlattı.\nEfsaneye göre göl kıyısındaki bir bakire olan Daeira, kılıcı Erinnyes'e sayısız işler yapabilmesi için hediye etti. Onun kılıcıyla pek çok çatışma barışla sonuçlandı ve savaşın yıkımları bu topraklarda dinlenmeye bırakıldı. Haksızların kıpkırmızı kanını içti, yemin bozanlar ve adaletsizler Hauteclaire'in saflığı karşısında kar taneleri gibi yere düştü. Altın kabzası mücevherlerle işlenmişti ve sadece saf ruhlu insanlar ona layıktı. Erinnyes bir gün kılıcı tekrar kaldıracak asil bir insan olacağına ve onun Erinnyes'inkinden daha büyük işler yapacağına inanıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/996428185ebfa9cf6901d777752725de_691506655928920213.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lakelight Şövalyesi kılıcını üç kez gölün sularına atmış ve sadece üçüncü seferinde su onu kıyıya taşımamıştı. Sular üzerine kapandı ve kılıç dibe battı. Tüm Suların Hanımı bu ağlamaklı yakarıştan etkilenmiş ve onun dileğini yerine getirmiş. Egeria son Göl Şövalyesine veda hediyesi olarak Lakelight kadar saf bir çiçek verdi. Fontaine bugün de bir zambak koparıp uzun yolculuklara çıkanlara verme geleneğini sürdürmekte, birbirlerine saf su kadar sakin bir yol dilemekte ve en değerli olanların onun serin ışığını takip ederek yanlarına dönebilmelerini dilemektedir. Lakelight zambakları Erinnyes'te, Göl Şövalyesinin Tüm Suların Hanımı ile buluştuğu yerde yetişir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e2a3a4721eb04d304e9e0695c1507f8e_8106838126766125720.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ağlayan söğüdün doğusunda Gezgin ve Paimon, Penny'nin arkadaşı Rouge ile karşılaştı. O ve yardımcıları Hazine Avcıları ile anlaşarak bataklığa düşen ve durumlarının üstesinden tek başlarına gelmeleri zor olduğu için çıkamayanlara servetlerini dağıtmayı planlıyordu. Rouge, adalete ve eşitliğe inanan insanları bir araya getirdi ve yoksulluk ve zorluk çeken insanlara hizmet etmeyi umdu. Birlikte Liam, Rocky Avildsen, Athos, Autumn, Parker, Barrow, Freeman ve Rouge'un kendisinin de dahil olduğu Gökkuşağı Gülü İdealleri'ni kurdular."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Dünya adaletsizlik, yoksulluk ve açgözlülükle dolu.</color>\n<color=#ffffffd9>Ve tüm bunların ortadan kalkacağı güne kadar, sevgili toprakları Fontaine'de dolaşacaklar.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bu alt-bölgede"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "ve"
      },
      {
        "type": "CustomEntry",
        "epId": 5513,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "görevleri bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "name": "Rouge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/62bdbd2dba55d11861a33f9ebcecdba5_9069252396436207362.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Sakin Suların İhtişamı",
        "desc": "<p>Etrafını saf suların çevrelediği bir asa. Uzun zaman önce, denizlerdeki en büyük hakimiyeti simgelerdi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/138687708/9807aa25f336daae391a6f6d4995af3d_9199010219346701720.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Gölmavisi Zambağı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Saf ve berrak mavi renkli bir çiçek, Su Damarlarının birleştiği noktada doğar. Basit, etkileyici ve zarif bir kokusu vardır, keskin ve ferahlatıcı bir his verir, aynı zamanda yumuşaktır.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/c43e2d148b98d58c98a008b13e37b5b5_1230752167629486158.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Urania Gölü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/8b5e5ce4959737e6242311fdd3d88698_414196125136543226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pislikler Erinnyes Ormanı'nı zehirlediğinde, Urania Gölündeki su da kirlendi. Gölün etrafında, içinden geçmenin imkânsız olduğu güçlü bir rüzgâr oluştu. Pahsiv ve Gezgin ağlayan söğüdün köklerini temizleyip ormanı pislikten arındırınca rüzgâr dindi. Ormanı kurtardıktan sonra Pahsiv, Urania Gölü yakınlarındaki bir mağaraya yerleşti ve burada gelgit gazları ondan çeşitli mallarla takas edilebiliyordu. Göl temizlendiğinde, Pahsiv'in arkadaşları Su Ejderleri gölün yanında belirmeye başladı.\nBu alt-bölgede"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "görevi bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Ezeli Su Ejderi",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lumidouce Limanı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f0f045e68ca25ea2a163bcee67450f55_4642362463001029856.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lumidouce Limanı, Fontaine Mahkemesi'nin en önemli dış ticaret limanlarından biri ve Fontaine ile Liyue sınırında, güneyli ortaklarla yapılan işlemlerin çoğunun geçtiği uluslararası bir limandır. Lumidouce Limanından ana varış noktalarından biri Liyue'deki Yilong İskelesidir. Eski liman müdürü Doutey, muazzam ticaret hacmiyle daha iyi başa çıkabilmek için limanı genişletmeyi planlamıştır. Amaç sadece limanın boyutunu büyütmek değil, aynı zamanda otel, restoran ve taverna gibi çok sayıda yardımcı tesis inşa etmekti, ancak bilinmeyen nedenlerden dolayı proje ertelendi ve Doutey istifa etti. Şu anda limanın yöneticiliğini Cassigneul yapmaktadır. Daha önceki işi liman yönetimiyle ilgili konularla ilgiliydi, ancak ilk kez resmi bir yönetici rolünde ve büyük hacimli kargo cirosu nedeniyle bu onun için kolay değil. Liman genişletme projesi hiçbir zaman hayata geçirilmediği için bazı işçiler şehirde iş bulmayı ya da Sumeru sınırındaki Romaritime Limanı'nda çalışmayı düşünüyor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/4a731f33f55c766d8d00b84f85e53fa1_2308906544924989060.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Son zamanlarda Lumidouce Limanı bir kriz yaşamaktadır: kargo cirosu artmakta, limandaki Fontaine gemilerinin sayısı azalmakta, limanın hidrolojik çalışmaları uzun süredir yapılmamakta, hidrolojik haritalar uzun süredir güncelliğini yitirmiş durumda ve liman çalışanlarına neredeyse hiç ödeme yapılmamaktadır. Liman ve çevresindeki sulardaki koşullar son derece zordur: sığlıklar yarıklarla yer değiştirmekte ve bazen resifler bile bulunmaktadır. Denize giren ya da çıkan tüm ticari gemiler, kendilerine hızlı ve güvenli bir rota çizecek bir kılavuz kaptana ihtiyaç duymaktadır. Lumidouce Limanı'nda ortaya çıkan zorluklar nedeniyle pek çok kılavuz kaptan işi bırakmış, kalanlar da son haddine kadar yorulmuş ve hatalar yapmıştır. Sualtı ortamı bazen değişebilir: akıntılar batık bir geminin sürüklenmesine ve bir rotayı kapatmasına neden olabilirken, aynı akıntılar aynı anda daha önce geçilmez olan başka bir rotayı açabilir. Navigasyon kolaylığı için liman periyodik olarak hidrolojik araştırmalar yapan uzmanları işe almıştır. Alınan tüm veriler haritaya girilmiş ve ardından güncellenmiş haritalar tüm navigatörlere dağıtılmıştır. Hidrolojik araştırmalar son zamanlarda yapılmamıştır ve navigatörler yalnızca deneyimlerine ve eski haritalara güvenmektedir. Bayan Cassigneul kapsamlı bir hidrolojik araştırma daha yapmayı planlamaktadır, ancak bu uzun zaman alacaktır.\nFontaine Araştırma Enstitüsü'nden bir araştırmacı olan Hautemontagne, bir zamanlar Lumidouce Limanı'nda çalışmıştır. Hautemontagne limana giden deniz otobüsü hatlarını genişletme projesi üzerinde çalışıyordu ancak proje askıya alındı ve Cassigneul Hautemontagne'yi Chenyu Vadisine gönderdi. Spina di Rosula'nın başkanı Navia, projeyi yeniden başlatmayı ve limana dördüncü bir su otobüsü hattı inşa etmeyi planlıyor.\nKendini liman gözlemcisi ilan eden kişi Chaussivert'tir. Bir gün Snezhnaya'lı Concini, araştırmacı Nacker'ı ve Fontaine Araştırma Enstitüsü'nden çaldığı kinetik çekirdeği taşımak için Chaussivert'in ekibi de dahil olmak üzere limandan birkaç kişiyi kiraladı. Concini'nin adamlarından biri Chaussivert'i kiralamak istedi ancak Chaussivert bunu reddetti ve bu yüzden saldırıya uğradı. Enstitüden özel bir araştırmacı olan Fusilier, Nacker'ı aramak için Lumidouce Limanı'na geldiğinde, ilk başta Chaussivert'in Arkhium Kinetik Çekirdeğinin kaybolmasıyla ilgisi olduğundan şüphelendi. Çekirdek kararsız olduğu ve her an patlayabileceği için Chaussivert, Nacker'ı bulma konusunda Fusilier ve Gezgin'e yardım etmeyi kabul etti. Nacker yakalanıp Meropide Kalesine gönderildiğinde, limana Arkhium Kinetic Core ile ilişkili tüm malzeme ve ekipmanların imha edilmesi gerektiğini belirten bir not bırakıldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/3d44b97926f26ca1f08846b466697ac4_2528688386245955408.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Şanssız bir hazine avcısı olan Urville limanda çalışmaktadır. Yıllar önce bir Melusina (muhtemelen Nadia) onu top ahtapotlardan kurtarmış ve o da büyüyüp insanlara yardım etmek istemiştir. Bir süre sonra, travmatik bir beyin hasarı nedeniyle hafıza kaybı yaşayan Melusine Nadia'yı kurtarmış ve onu iyileştirmek istemiştir. İlk başta Liliacruces Forumu'nun hazinelerini bulmayı ve zengin olmayı planladı, ancak fikri başarısız oldu. Urville şimdi bir denizci olmak ve Nadia'nın tedavisi için para kazanmak için sıkı bir eğitim alıyor.\nBir gün Lumidouce Limanı, Fontaine'de ortaya çıkan yeni bir uyuşturucu olan Imitation Sinthe kaçakçılığıyla ilgili bir soruşturmanın merkezi oldu. Suçlular uyuşturucuyu sınırdan \"İnsancıl Toplum'un\" başka ülkelere gönderdiği kedilerin midelerinde geçiriyorlardı, böylece kimse onları tespit edemiyordu. Liman güvenliğinden sorumlu Garde Elodie, soruşturmayı Araştırma Enstitüsü'nden Pierre ve \"İnsancıl Toplum'dan\" Bernard'ın izine yönlendirdi. Aslında bu olaydaki asıl suçlu oydu ve Pierre ile Bernard olaya başka birinin karıştığından şüphelenmiyorlardı bile. Elodie limandaki vardiyalarını \"İnsancıl Toplum'un\" faaliyetleriyle çakışacak şekilde değiştirmiş, günlük kayıtlarını okuyan herkesin örgütten hemen şüpheleneceği şekilde düzenlemiş ve kendi faaliyetlerine ilişkin kayıtlara yer vermemiştir. Ünlü illüzyonistler Lyney ve Lynette'in yanı sıra Özel Güvenlik ve Gözetleme Devriyesi'nin kaptanı Chevreuse'un yardımları sayesinde Elodie yakalandı.\nBu alt bölgede iki sertifikalı oyuncu bulunabilir: Mermet ve Chourei. Mermet, Lumidouce Limanı'nda seyir subayıdır. İşi, limana gelen ve giden gemilerin hızıyla ayrılmaz bir şekilde bağlantılı olduğu için, gün boyunca dağılmış yarım saatlik boş zamanları oluyor ve bu zamanları Dehanın Yakarışı Kart Oyunu'nu öğrenmek için kullanıyor. Kendisini sık sık gelen denizcilere karşı test eder. Chourei bir Melusina'dr ve Lumidouce Limanı'nda konuşlanmış Maison Gardiennage'ın bir üyesidir. Orada düzeni sağlamaktan sorumludur - nazik kişiliğinin bazen zorlaştırdığı bir görev. Neyse ki, liman kaptanı tarafından kendisine söylenenlerden sonra, Dehanın Yakarışı Kart Oyunu'nun iki tarafın masaya oturup konuşmasını sağlamak için iyi bir yol olduğunu keşfetti. Tüm bu maçları izlemek, kendisinin de nitelikli bir oyuncu olmasına yardımcı oldu.\nBu alt-bölgede"
      },
      {
        "type": "CustomEntry",
        "epId": 5517,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "görevi bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Chenyu Vadisi",
        "desc": "<p>Hafif esintiler çay kokusunu Liyue dağlarının dört bir yanına taşıyarak havayı bir kez daha lezzetli kokuyla dolduruyor.</p><p>\"Çay, yeşim kaynaklarının durmaksızın aktığı kayalıklarda yetişir.\" Yeşim taşının hafif kokusu ve kadim şarkısı, Qiaoying Köyü'nü geçerek nehirler boyunca Yilong İskelesi'nin hareketli limanına doğru birlikte sürüklenir. Güneyin sisle örtülü tepeleri arasında gizlenmiş ne maceralar ve talihler bekliyor...?</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/76ac6789127af5838b6bbf28fdba65cb_8185851345634727797.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Bölgesi",
        "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Araştırma Enstitüsü",
        "desc": "<p>Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü Allain Guillotin tarafından kurulmuştur ve genellikle Fontaine Araştırma Enstitüsü olarak kısatılmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/f28d2d8daae89df1c8412425eff627bf_8321542691040754148.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Fusilier",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/f64a2b125ba26994a4559b58be594e04_3035125888051143419.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "name": "Urville",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/2deb974c060f0b89dda7b2ad1431d0f3_6696459585438546152.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Nadia.",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/403d108e798fe20c861bc4da29e5fc30_4722552158491541471.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5857,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette ",
        "desc": "<p>Sessiz bir sihirbaz asistanı. Duyguları bir kedininki kadar tahmin edilemezdir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/213387213/436e6f2b9b9006bfe511a98093259daf_4927438170321550199.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Mükemmel bir sahne duruşu olan ve ağzı çok iyi laf yapan Fontaineli ünlü bir sihirbaz. Eşsiz yetenekleriyle ve zekice sarf ettiği her bir sözle izleyiciyi etkilemesini bilir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/213387213/e343d4442cc3b8e243f0d528bb715f75_8446911723036175855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Özel Güvenlik ve Teftiş Devriyesi Yüzbaşısı</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/145542732/a846729f31f16a987a8696466ebabcc0_4561962948716168327.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaynaklar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bölgeye Özel Kaynaklar"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Gölmavisi Zambağı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Saf ve berrak mavi renkli bir çiçek, Su Damarlarının birleştiği noktada doğar. Basit, etkileyici ve zarif bir kokusu vardır, keskin ve ferahlatıcı bir his verir, aynı zamanda yumuşaktır.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/145542732/c43e2d148b98d58c98a008b13e37b5b5_1230752167629486158.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Parlak Bulgu Kristaller"
      },
      {
        "type": "CustomEntry",
        "epId": 4685,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4686,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4687,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC'ler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tüccarlar"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "name": "Pitot",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1f7f38c7e22fc160bdf274bafc5a3436_7445086212693904274.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı NPC'ler"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "name": "Penny",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1922e4113522bf98343486f26f8cb5b0_4929773707924075240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "name": "Rouge",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/62bdbd2dba55d11861a33f9ebcecdba5_9069252396436207362.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kütüphane",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kitaplar"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Erinnyes'in Şarkısı",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Solgun Kalenin Düşüşü",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Macera Rehberleri",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tanımlar"
      },
      {
        "type": "CustomEntry",
        "epId": 4697,
        "name": "Kirli Bakteri Tabakası",
        "desc": "Fontaine yabanında, bazen aşırı canlılıktan bazen de dış etkenlerden ötürü oluşan bakteri tabakaları görebilirsin. İçindeki kirlilik pıhtıları ve kirlilik çekirdekleri Alacalı Balon Ahtapotun ve diğer <color=#FFE14BFF>Alacalı Fontemer Sapkınlarının</color> becerileriyle <color=#FFE14BFF>temizlenebilir</color>.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Harita",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Harita Lokasyonu"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-1285.97,-3819.52&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Çizimler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Buğukuş Özel Basım\" 4.2 Sürümü"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/8b85fdaad3e1212c3ab741387ac574c1_3785335056146699520.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Kasım 2023</color>\nMerhaba Gezginler~ Sürüm 4.2 güncellemesinden sonra, \"Erinnyes Ormanı\" ve \"Morte Bölgesi\" Fontaine'de kullanılabilir olacak! Yeni bölgelerin özellikleri hakkında daha fazla bilgi edinmek için Buğukuş'un bu Özel Sayısına göz atın~"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thelxie'nin Fantastik Maceraları",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Fontaine'de Thelxie adında korkunç bir su altı yaratığı hakkında bir efsane vardır. Soluk kemiklerle çevrili bir su altı mağarasında yaşar ve hassas burnunu yolunu kaybetmiş yalnız çocukları bulmak için kullanır. Ve bir çocuğu bulduğunda, onu bütün olarak yutmadan önce çekici şarkı söyleme sesini kullanarak suya çeker."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/22c5d8cee888061763bcf8f0c8c389d4_621625588044881455.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir gün Freminet adlı bir dalgıç, oğlu Lescot Yalnızlık Sendromu'ndan muzdarip olan Zuria Destree'den bir sipariş aldı. Yalnızlık Sendromu, bu hastalıktan muzdarip kişilerin kendilerini aşırı derecede yalnız hissetmelerine ve birçok sıradan faaliyete karşı ilgilerini kaybetmelerine neden olan bir tür zihinsel bozukluktur. Bu hastalığın gelişiminde kalıtımsal faktörlerden kişinin ruh haline, çevresel faktörlerden Ley Line bozukluğunun etkilerine kadar pek çok faktör olduğu söylenmektedir. Hatta bazıları bunun Tanrı'nın kalıntılarının bulaşmasından kaynaklanabileceğini bile söylemektedir. Zuria'nın oğlu kontrol edilemeyen sanrılar geliştirdi ve artık hayal ile gerçeği ayırt edemiyordu. Kadın, Freminet'ten oğlunun rüyalarından Thelxie adında saatli bir penguen yaratmasını ve böylece gerçeğe dönmesini istedi. Leskot, efsanedeki yaratığın çocukları kaçırmak istemediğine, yalnızlık ve iletişim özleminden dolayı şarkı söylediğine inanıyordu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sayısız sevimli Su İmpleri gökkuşağı kabukları ve mercanlardan yapılmış evlerde yaşar, gündüzleri deniz hayvanlarıyla ilgilenir, geceleri ise altın gelgit tarlaları arasında şarkı söylerlerdi.</color>\n<color=#ffffffd9>Yeni kralın taç giyeceği önemli festival olan Yanardöner Geçit Töreni Günü'ne kadar herkes kaygısız ve kutsanmış bir hayat sürüyordu...</color>\n<color=#ffffffd9>Geçit töreni günü prens, sunulan tüm deniz kabuklarından yapılmış bir gökkuşağı köprüsünden geçecek ve tebaasının alkışları arasında babasından tacını alacaktı. Son olarak, yeni kral herkesi iyi dilekleriyle kutsayacaktı.</color>\n<color=#ffffffd9>Prensin adına gelince - Thelxie'den başkası değil.</color>\n<color=#ffffffd9>Canavarlar kötü ve acımasızdı ve tüm Su İmpleri'nin kalbine korku saldılar. Şarkı söylemekte usta olan Su İmpleri kendilerini canavarlara karşı savunamadılar. Böylece krallık yıkıldı, kral öldürüldü ve Su İmpleri parmaklıklar ardına kapatıldı. Gökkuşağı köprüsü rengini kaybetti ve parçalandı.</color>\n<color=#ffffffd9>Prens, gizemli maskeli bir kişinin yardımıyla zar zor kaçabilmiş ama zaten her şeyini kaybetmiş ve günlerini sadece kederli şarkılar söyleyerek geçirebilmiş.</color>\n<color=#ffffffd9>Ve tıpkı prensin yalnızlıktan şarkı söylemesi gibi, onun şarkısı da sadece benzer şekilde yalnız çocuklar tarafından duyulabilirdi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/7b44613b61b5e300ff3060b3782d8244_8547442519350336893.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yalnızlık Sendromu nedeniyle Leskot kendisinin Prens Thelxie olduğuna inanmaya başladı, bu yüzden annesi durumunu iyileştirmek için bu hayali dünya hakkında resimli bir kitap çizmeye karar verdi. Bir keresinde birlikte bir kitaba başlamışlardı, ancak bozukluk çok hızlı ilerledi ve çocuk ilk sayfadan fazlasını çizemedi. Zuria kitabı bitirmek ama sonunu değiştirmek istiyordu, böylece Su İmpi prensi ve arkadaşları sonunda krallıklarını yeniden kurabileceklerdi. Oğlunun yalnızlığını ve üzüntüsünü gidermeyi umuyordu, böylece yeniden umut dolu bir dünya görebilecekti.\nFreminet, Zuria'nın fikrinin başarısız olmasına hazırlıklı olsa da, ona ve oğluna gerçekten yardım etmek istiyordu. Büyüdüğü Ocak Evi'nde, önceki müdürün yönetiminde birçok Yalnızlık Sendromu vakası görmüştü. Pek olumlu sonuç alınamıyordu ve en kötü vakalarda hastalar ölüyordu. Oğlu Zuria'nın fantezilerini hissedebiliyordu çünkü geçmişte onun da manevi destek ve ilham aldığı kendi hayali masal dünyası vardı. Onun dünyası, çok sayıda penguen sakini olan huzurlu bir yer olan Penguen Kasabasıydı ve hepsi de saatli oyuncaklar yapmakta çok iyiydi. Freminet tarafından yaratılan Penguen Pers, bu fantezilerin kahramanıydı ve Freminet'in onu her zaman destekleyen bir arkadaşı oldu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/68ef46d0b90d28aad63b9ef61d680ffa_7822842955146634060.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gezgin ve Paimon'un yardımları sayesinde Freminet, Thelxie için kalkanlı bir silah yapmayı ve penguenin düzgün çalışabilmesi için Thelxie'nin anakartı üzerinde testler yapmayı başardı. Zuria ve Thelxie ile birlikte, Zuria'nın oğlunun fantezilerini kitap için yeniden yaratmak üzere Salacia Ovası'ndaki harabelere gittiler. Thelxie'nin hikâyesini referans olarak aldılar ama daha az karanlık hale getirdiler. Şimdi Prens'in elinde, şüphe bataklığını aştığını ve artık karanlığa karşı savaşmaya hazır olduğunu kanıtlayan cesaret kılıcı ve azim kalkanı vardı. Buna ek olarak, Thelxie arkadaşlar edinmiş ve önündeki yol renk ve umutla dolup taşmıştı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/66132627552ce37de9ab3c0887cab8a4_7720769679231812679.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Birçok engeli aştıktan sonra Prens Thelxie ve cesur yoldaşları nihayet Su İmpleri Krallığı'nın girişine vardılar. Bu sırada gruptaki küçük peri Paimon, yoldaşlarına gerçek Tanrıça formunu gösterdi. Yoldaşlarını saflıkları için övdü ve onları ödüllendirmek için onlara birçok kutsama bahşetti ve hatta Prens'in amacını gerçekleştirebilmesi için dua etti. Tanrıça'nın ihtişamıyla yıkanan Prens ve yoldaşları kötülüğün kalesine saldırdı, canavarları kovaladı ve güzel Su İmplerini hapsedildikleri yerden kurtardı. Prens sonunda krallığını geri almayı başardı ama tacı alamadı. Taç Prens'in ulaşabileceği bir yerdeydi ama canavarlar kaçarken onu da yanlarında götürdüler. Vazgeçmediler ve geri döneceklerinden eminler, ancak Prens'in bir sonraki savaşlarında tacı geri alacağı kesin. Parlak gökkuşağı krallığın üzerine bir kez daha inecek.\nTaç giyme töreni için taç hazır olduğunda, Freminet, Gezgin ve Paimon tacı bulamadıkları için Zuria Destree'nin evine gittiler. Aile doktoru Jalacan, Leskot Destree'nin bir zamanlar Yalnızlık Sendromu'ndan muzdarip olduğunu söyledi. Freminet, Madam Destree ile tanışmadan bir ay önce Leskot bir Su İfriti aramaya çıkmış, vücuduna bir demet ağır deniz kabuğu bağlamış ve bir daha geri dönmemek üzere bu açık suya girmiş. O sırada Zuria, oğlu için özel olarak hazırladığı bir sanat sergisi düzenliyordu, bu yüzden ortalıkta yoktu. Pişmanlığa sürüklenen Madam Destree aynı hastalığa yakalandı ve oğlunun yaşadığına inanmaya başladı. Zuria artık çocuğun gerçek adını hatırlamıyordu ve oğlunun adının Thelxie olduğuna ve Su İmpi krallığının prensi olduğuna inanıyordu. Freminet Thelxie'yi yarattığında Zuria'nın durumu düzelir gibi oldu ama taç giyme töreninden önceki bütün gece oğlunun geride bıraktığı deniz kabuğuna ve üzerine yazdığı kelimelere baktı. Son günler kadın için faydalı olduğundan, Gezgin, Paimon ve Freminet yolculuğu tamamlamaya ve ona çocuğunun hayallerinin dünyasında mutluluğu bulduğunu göstermeye karar verdiler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e149c58503f8dc388047a461bf11df5d_1140361888284474100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Maceranın son bölümünde, Thelxie ve arkadaşları son istilacı canavarları da kovmayı başardılar ve muhteşem bir zafer elde ettiler. Başarıya ulaştılar ve geri alınan taç göz kamaştırıcıydı. Nihayet evlerine dönen Su İmpleri, Prens onları selamlarken sevgi ve alkış yağmuruna tuttular. Değerli kabuklarını bir kez daha Prens'e sundular ve eski gökkuşağı köprüsünü yeniden inşa ettiler. Prens bu sahneyi izlerken güzelliği karşısında duygulanmaktan kendini alamadı. Herkesin mutluluğundan etkilenen Prens, gökkuşağı köprüsünün üzerine çıktı ve kendisiyle birlikte yolculuğa çıkan tüm arkadaşlarına şöyle bir baktı. Orada Gezgin, Tanrıça Paimon, Freminet ve bir kadın duruyordu. Kadın gülümseyerek ona doğru yürüdü ve yavaşça peçesini kaldırdı."
      },
      {
        "type": "RichText",
        "text": "Prens gözyaşlarını tutamadı. O zaman, bunca zamandır yanında olan gizemli kişinin annesinden başkası olmadığını anladı. Zuria köprüden geçti ve tacı prensin başının üzerine yerleştirdi. Ona gülümseyerek,\n<color=#ffffff>\"Prensim - kralım - bir daha asla yalnızlık hissetmeyeceksin,\" dedi.</color>\nHikâye bittiğinde Zuria oğlunu mekanik penguenin içinde gördü.\n<color=#ffffffd9>\" - Çok özür dilerim çocuğum, annen seninle daha çok vakit geçirmeliydi... Hikayeyi duydun mu? Bir daha asla yalnız hissetmek zorunda kalmayacaksın...\"</color>\n<color=#ffffffd9>\"-.- ..-. ..- -... .--- -. ..-. -. -... -. -... - (Seni seviyorum, Maman!)</color>\n<color=#ffffffd9>Anne, biraz uykum geldi. Yatma vakti geldiyse, bana tekrar ninni mırıldanabilir misin?\"</color>\n<color=#ffffffd9>\"- Tabii ki, benim sevgili çocuğum... Sen duymak istediğin sürece, annen senin için her zaman ninni mırıldanacak.\"</color>\n<color=#ffffffd9>\"- Teşekkür ederim, anne! Senin ninnilerin her zaman benim favorim olmuştur. Artık onu duyduğuma göre rüyama ve Su İmpleri Krallığı'na huzur içinde dönebilirim.\"</color>\n<color=#ffffffd9>\"- Ah, benim zavallı sevgilim... Lütfen unutma, seni her zaman seveceğim. Benim sevgim... burası ile Su İmpleri Krallığı arasındaki tüm mesafeden daha büyük.\"</color>\n<color=#ffffffd9>\"- Unutmayacağım anne... Benim sana olan aşkım da öyle. Burası ile Su İmpleri Krallığı arasındaki tüm mesafeden daha büyük.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/54db64e1fc4b846e6f08cd32ba60bcb9_5008366991441817053.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Oğluyla vedalaştıktan sonra Zuria kendini daha iyi hissetmeye başladı. Sanat sergilerine devam etmeye ve Yalnızlık Sendromu ile ilgili bazı resimli kitapları doktoruyla paylaşmaya karar verdi. Madam Destree kendi deneyiminin başkalarına da yardımcı olmasını istedi, bu nedenle sergide Thelxie'nin Fantastik Maceraları hakkında bir kitap ve rehberlik terapisi de yer aldı. Kadın, tacı Thelxie'nin başına yerleştirdiği anda gerçekten güzel bir şey gördüğünü hissettiğini söyledi. Çocuğu geri dönmüştü ve ona kendisini sevdiğini söylemişti. Ona göre, o an nihayet oğluyla vedalaşabildiği andı. O anda mistik bir güç tarafından iyileştirildiğini hissetmiş ve tepeden tırnağa cesaretle dolmuş.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Dalış konusunda oldukça bilgili genç bir beyfendi.</p><p>Mesafeli ve soğuk tavrının ardında kusursuz, saf bir kalbe sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/25073864/8e44111a378f4e5379b8e7444e8c2daa_742450027474926462.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4663,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4656,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4657,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes'in Vahşi Perisi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_1578047838614163017.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Paimon tarafından Pahsiv olarak adlandırılan Erinnyes ormanının koruyucusu bir Melusine gibi görünse de, Merusea Köyü'ne ya da Fontaine Sarayı'na hiç gitmemiştir. Bir gün bir \"ziyaretçi\" (muhtemelen Neuvillette) ile tanışır ve ona dili öğreterek adayı savunmasını ister. Erinnyes'in tamamı, su damarlarındaki değişiklikleri algılayabildiği bu ziyaretçinin bilgi sistemidir. Gölün yakınındaki ağlayan söğüt bilgi toplar, sis onu işler ve Loch Urania pınarı onu gönderir. Pislik, su damarlarını birbirine bağlayan ağlayan söğüdün köklerini yok etmeye başladığında, Pahsiv oradan geçmekte olan Gezgin ve Paimon'dan yardım istedi. Söğüt kökleri Kök Tüketen Tümör tarafından yok edilirse, bilgi sistemi çalışmayacak ve ziyaretçinin duyuları etkilenecekti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/2419aa5e5660834773173261b37d7912_1634568490714545712.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ağacı kurtarmak için üç gözyaşı damlası anahtarı bulmak gerekiyordu: güneydeki sisli yolda, kuzeydeki kaynakta ve doğudaki söğüt ağacının yanında. Sisli Orman'daki anahtarı elde etmek için üç damla saf çiyin parlayan ağaca geri verilmesi gerekiyordu. Söğüt ağacının yakınındaki anahtar suyun altındaki sunaktaydı. Gezgin ve Paimon Loch Urania'da son anahtarı ararken, aktif bir sunağın yakınında bir Su Ejderi ile karşılaştılar. Bunu bir tehlike olarak algıladılar ve Pahsiv'i uyardılar, ancak Pahsiv Ejderi sadece okşadı ve Ejder hemen sakinleşti. Ejder son anahtarı tükürdüğünde, Pahsiv pisliğin Ejderi yaraladığını, ancak anahtarı korumaya devam ettiğini açıkladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f72252ec169490af15c9728cf65afddc_7106074848780188615.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tüm anahtarlar toplandıktan sonra Gezgin, Paimon ve Pahsiv, Marcotte istasyonunun yakınındaki meydana gittiler; burada aslan heykellerinin bulunduğu bir çeşme vardı. Gezgin anahtarları heykellere yerleştirdiğinde, çeşmenin altında Erinnyes'in köklerine giden bir geçit açıldı. Pahsiv, ağlayan söğüdün köklerini pislikten arındırmak için Gezgin'e gücünün bir kısmını verdi ve yeteneklerini geliştirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/ee933a92f5b9969db91f0d1611881640_4040628293704997557.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Pislikle savaşırlarken aniden yerde sihirli bir daire parladı ve içinden Tazılar belirdi. Her zaman yakınlarda olan Pahsiv aniden ortadan kayboldu ve onun yerine bir Ejder ortaya çıktı ve tazıların yenilmesine yardım etti. Kökler temizlendiğinde ağaç iyileşti ve eski görünümüne geri döndü.\nErinnyes'i kurtardıktan sonra Pahsiv, Paimon ve Gezgin için bir şükran göstergesi olarak hazine sandıkları buldu ve karşılığında onu ziyaret edeceklerine, onu tidalga ile besleyeceklerine, ona dil öğreteceklerine ve nasıl vedalaşılacağını öğreteceklerine söz verdiler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Ezeli Su Ejderi",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}