{
  "epId": 5206,
  "name": "Element Tepkimeleri",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Element Tepkimeleri, Genshin Impact'in savaş sisteminin en önemli parçasını temsil eder. Bu tepkimeleri anlamak ve bunlarda ustalaşmak, kişinin savaştaki yeterliliğini büyük ölçüde artırabilir. </span></p><p><span style=\"color: rgba(255, 255, 255, 0.45)\">Element Tepkimelerini tetiklerken göz önünde bulundurulması gereken aura, tetikleme, gecikmek vb. gibi birçok faktör vardır. Element Ölçme Teorisi ve Dahili Bekleme Süreleri, oyuncuların Element Tepkimelerin arkasındaki karmaşıklığı anlamalarına yardımcı olmak için önemli bir rol oynamaktadır.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/18/e03d84da04797c0ad0d6bd99c0d6ed57_8218276776082843931.png",
  "menuId": 14,
  "menuName": "Eğitim",
  "version": 1712734081,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Bir Element Tepkimesi, hali hazırda bir elementten etkilenmiş olan hedefe farklı elementler uygulandığında meydana gelir.\nGenshin Impact'te her biri kullanılarak tetiklenebilen en az 1 reaksiyona sahip yedi element vardır. Bununla birlikte, bazı unsanlar başka bir unsurla etkileşime girmediğinden bu tepkimelerde bazı kısıtlamalar vardır: Toprak, Doğa ve Rüzgar ile tepkiyeme girmez. Doğa ile Buz tepkimeye girmez.\nElement Tepkimeleri, Hasar Vermeyen Tepkimeler, Güçlendirici Tepkimeler, Dönüştürücü Tepkimeler ve Katkılı Tepkimeler olarak ayrı kategorilere ayrılabilir.\nBelirli mekanizmaları ve etkileşimleri daha iyi anlamak için, birkaç terimi ve mekanizmayı ana hatlarıyla belirtmek ve tanımlamak yararlı olacaktır. Bunlar toplulukta yerleşik bir kullanım alanı bulmuş ve kendini bu işe adamış oyuncular tarafından yapılan titiz testler ve araştırmalar sonucunda belirlenmiştir. Bu mekanizmalardan bazıları karmaşıktır, bu nedenle burada listelenenlerde sadece kısa bir özettir."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tetiklemeler ve Auralar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tepkimelerden bahsederken, bazıları kullanım sırasını önemserken, bazıları ise önemsememektedir. Bir düşmanın Elektrik veya Buz tarafından etkilenmesi fark etmez, ilgili diğer element uygulandığı anda ''Süper İletim'' reaksiyonu meydana gelir ve etki aynıdır. Ancak, Buharlaşma tepkimesini tetikleyenin Ateş ya da Su olması arasında bir fark vardır. Çünkü burada uygulama sırasının tepkime üzerinde bir etkisi vardır (x2 çarpanına kıyasla x1,5 çarpanı).\nBu konudaki iletişimi kolaylaştırmak için topluluk ''Aura'' ve ''Tetikleyici'' terimlerini benimsemiştir. ''Aura'' terimi, normal durumdaki hedeflerin ilk olarak hangi element tarafından etkilendiğini tanımlamak için kullanılır. ''Tetikleyici'' terimi, hangi unsurun element tepkimesini tetiklediğini tanımlamak için kullanılır."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Element Ölçme Teorisi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Element Ölçme Teorisi, element auralarının kendi güçlerine ve ilgili tetikleyicinin gücüne bağlı olarak farklı derecelerde ''tüketildiği'' anlayışını ifade eder. Bu durumda, bir element aurasının veya tetikleyicisinin gücü, bir saldırı hareketinin söz konusu elementi uygularken verdiği hasara değil, o saldırı için önceden tanımlanmış bir değerle belirlenir. Bu değerler uygulama sırası (güçlü veya zayıf unsurlar) ya da uygulamalar arasındaki süre (gecikme) gibi faktörlerle modüle edilebilir.\nAslında, belirli saldırılar bir elementi ''daha fazla'' ya da ''daha az'' uygular, bu da auranın veya tetikleyicinin gücüne yansıyabilir. Bu güç, örneği 1U Buz veya 2U Ateş gibi birimler halinde sayılır.\nAnlamanıza yardımcı olabilecek bazı örnekler:\nCharlotte'in Normal Saldırısı 1U Buz uygular ve Lisa'nın Normal Saldırısı 1U Elektrik uygular. Her ikisi de birbirini iptal eder ve ''Süper İletken'' tepkimesi meydana gelir\nXingqiu'nun Element Patlaması 1U Su uygularken, Hu Tao'nun Yüklü Saldırısı 1U Ateş uygular. Ancak bu durumda Ateş, Buharlaşma tepkimesinin ''zayıf'' elementi olduğundan, gücü yarıya iner; yani Xingqiu'nun Su aurasının yalnızca 0,5U'sunu tüketir. Bu da, saldırıdan sonra düşmanın üzerinde 0,5U Su etkisi kalacağını ve Hu Tao'nun ikinci bir tepkime gerçekleştirebileceği anlamına gelir.\nBenzer şekilde, Bennett'in Element Patlaması bir düşmana 2U Ateş uygular, ardından Mona'nın Normal Saldırısı 1U uygular. Ancak, Buharlaşma tepkimesinin ''güçlü'' elementi Su olduğundan, iki kat daha fazla tüketir ve ilk Ateş aurasını tamamen ortadan kaldırır.\nBu tetikleyicinin, bir düşman aurasından tüketilebilecek olandan daha fazla bir element uygulasa bile, elementin geri kalanını asla uygulamayacağı unutulmamalıdır. Bir saldırı ya da yeni bir element uygulayabilir, eğer yoksa bir aura oluşturabilir, bir tepkimeyi tetikleyebilir. Tek bir saldırı asla ikisini birden yapamaz."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dahili Bekleme Süresi (ICD)",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Element Becerileri ve Patlamalarının bekleme süreleri olduğu ve sonrasında tekrar kullanılabildikleri gibi, bir element uygulayan çoğu saldırı da belirli kurallara uyar. Bu bekleme süreleri çoğunlukla birbirinden ayrıdır ve herhangi bir ölçme tarafından ölçülemez, bu nedenle Dahili Bekleme Süresi adı verilir.\nHerhangi bir dahili bekleme süresine sahip olmayan ve elementlerini her kullanımda ya da vuruşta uygulayan bazı istisnalar dışında, çoğu saldırı benzer kalıpları tekip eder. Aslında, zaman kuralı ve vuruş kuralı olmak üzere birlikte çalışan iki kural vardır ve zaman kuralı önceliklidir.\nBasitçe söylemek gerekirse, her X vuruşta aynı saldırı elementini tekrar uygulayabilirken, vuruşlardan bağımsız olarak da X saniyede bir uygular.\nBunun kısa bir örneği Kaeya'nın Element Patlamasıdır. Bu yetenek hızla döner ve hızlı Buz Hasarı verirken, her vuruş bir tepkimeyi tetikleyemez veya elementini uygulayamaz. Yani, her üç vuruşta bir Buz elementi uygulanır bu da 1, 4, 7, 10, 13, ... gibi vuruşlara denk gelir. Ayrıca, her 2,5 saniyede bir, bir sonraki vuruşun da elementi uygulayacağı garanti edilir. Daha önce bahsedilen vuruş kuralının üzerine yazılır ve bu kural 1'e sıfırlanır. Kaeya'nın Element Patlaması ile daha önce olduğu gibi aynı örnek, bu bir dizi olabilir:\n1,4,7 / 8,11,14 / 15,18,21 ...\nBu örnekteki zamanlayıcı 1. vuruştan sonra başlar. 7. vuruş 2,5 saniye sonra gerçekleşir, yani bir sonraki vuruş 2,5 saniye sonra gerçekleşecektir. Zaman kuralı öncelikli olduğundan, 8. vuruş bunun yerine Buz elementi uygular ve zamanlayıcıyı yeniden başlatır.\nBu 3 vuruş kuralı ve 2.5 saniye zaman kuralı genellikle ''Standart Dahili Bekleme Süresi'' olarak adlandırılır, çünkü bu değerler en yaygın olanlardır. Bazı istisnaların hiç kuralı yoktur, bir zaman veya vuruş kuralı eksiktir veya bu kuralların değiştirilmiş haline sahiptir.\nBu tür istisnalara örnek olarak Xiangling'in Element Patlaması (Dahili Bekleme Süresi yok) veya Fischl'ın Oz Saldırıları (4 vuruş kuralı ve 5 saniye zaman kuralı) verilebilir."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hasar Vermeyen Tepkimeler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hasar Vermeyen Tepkimeler 3 bölüme ayrılır. Bunlar Donma, Kristalleşme ve Hızlanma element tepkimeleridir. Bu tepkimeler Hasar eklemek yerine, ilişkili elementlere başka nitelikler sağlar."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Donma",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Donma Element Tepkimesi, Rakipler veya Karakterler üzerinde meydana gelebilen Buz ve Su elementleri tarafından uygulanır. İlgili elementlerden etkilenen hedefleri hareketsiz hale getirir ve hedefe uygulanan daha zayıf aurayı tüketir. Süre, uygulanan birimlerin miktarına ve hedefin direncine göre hesaplanır.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/205556113/f7ca3b98a4323e51179822a2857a956f_703100634561086553.gif",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/205556113/7aa68f6cfdc3216424a2b691f12d3453_8427346204557988974.gif",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "(Kaeya'nın Element Becerisi 2U, Barbara Normal Saldırı 1U böylece Hedefi 2 saniye boyunca dondurur. Altta yatan Buz Aurası ile Barbara'nın birden fazla kez Donma tetiklemesine izin verilir.)",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Donma durumundayken hedef, Donma aura süresini kaldıracak, azaltacak ya da tamamen temizleyecek başka bir element (Erime,Süperiletken,Parçalanma,Girdap,Çiçeklenme) uygulayarak bir takip tepkimesi alabilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/205556113/e9a908ab320bbb06ce05bb08770762b1_3986696504893110804.gif",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/205556113/7261fca8300eac3549936e6e0ced5ca2_69616300500122683.gif",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "(Örnek: Donma durumundaki hedef üzerinde Süperiletken veya Girdap tetiklemek Donma süresini hemen temizler veya azaltır. İkinci örnekte sürekli Su uygulandığı için Buz yerine Su Girdaplanması görülmektedir.)",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Etkilenen hedeflere Doğa aurası uygulamak herhangi bir tepkimeyi tetiklemez. Bunun yerine hedefin daha güçlü bir Su aurası Donma durumundaki hedefin altında daha fazla birim varsa, 1 Dendro Çekirdeği oluşturur.(Bu şekilde en fazla 3 Dendro Çekirdeği oluşturulabilir.)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/205556113/3aeac403ad31e20920f54f8c48886c9d_5677600415338105232.gif",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/205556113/dd2c1f3cf222977f9f1452d52f563a19_9086478006534469735.gif",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "(Doğa'nın daha güçlü bir auraya sahip olması nedeniyle Donma durumundayken 2 Dendro aurası oluşturmak için 1U ve 2U Su uygulanmasına izin verilir.)",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Kristalleşme",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kristalleşme tepkimesi Ateş, Elektrik, Buz veya Su elementlerinden etkilenmiş hedeflerin bir Toprak Elementi ile hasar almasıyla ortaya çıkar ve yakınında bir Kristalleşme Parçası oluşturur. Bu parça alınabilir ve belirli bir temel değere sahip bir kalkan sağlar. Kristalleşme Kalkan Gücü, Karakteri Seviyesine (Temel Kalkan Can'ı) ve Element Ustalığı (Bonus Kalkan Can'ı) temelinde hesaplanır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/5d299591b3f64cdfa82fa055f90eecb9_7198248087726378669.gif",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "(Seviye 90'da 1000 Element Ustalığı ile Kristalleşme Parçası)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/03c7f58b6ea44611c15d7790f3b375f5_4273356288171463538.gif",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "(Seviye 90'da 0 Element Ustalığı ile Kristalleşme Parçası)\nSahada en fazla 3 Kristalleşme Parçası bulunabilir, yeni bir Kristalleşme Parçası oluşturulduğunda, en eski oluşturulanın yerini alacaktır. Her bir Kristalleşme Parçası oluşturulduktan sonra yerde 17 saniye boyunca kalır. Kristalleşme Kalkanı alındıktan sonra 15 saniye boyunca dayanır ve ilgili elemente karşı %250 Hasar Emme ve mücadeleye karşı direnç sağlar.\nAynı anda yalnızca bir Kristalleşme Kalkanı aktif olabilir ve bir Parçayı almak hali hazırda olan kalkanın yerine geçer ve emilimini yeniler. Oyundaki diğer kalkanlar gibi Kristalleşme Kalkanı da yeteneklerden, silahlardan veya takımyıldızlardan gelen kalkanlarla birikmez, çünkü tüm kalkanlar aynı anda hasar alır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/74bbce8a18d6bcfd0bec48cc2b7792b9_5345317538845091544.gif",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "(Kristalleşme Parçasını, Zhongli'nin Element Becerisi ile biriktirme.)"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Hızlanma",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hızlanma Tepkisi ve bunun sonucunda ortaya çıkan Hızlanmış Durumu, Yayılma ve Şiddetlenme Tepkilerinin bir parçasıdır. Doğa ve Elektrik elementleri bir hedef üzerinde etkileşime girdiğinde, hedefe Hızlanmış Durumu uygulanır ve bu iki unsur düşman üezrinde kaldığı sürece ( yaklaşık 11 saniye ) devam eder. Hızlanmış Durumdaki bir hedefe Doğa elementini uygulamak Yayılma Tepkisini tetikler ve Elektrik elementini uygulamak Şiddetlenme tepkisini tetikleyerek fazladan Hasar ekler. Yayılma/Şiddetlenme Tepkimelerine neden olmak için Hızlanmış bir düşman üzerinde Doğa/Elektrik saldırıları kullanmanız gerektiğinden, bu durum sürekli olarak yenilenilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/ba8b5289bf3984d33ee58d4899a2cf0d_1673697031811751886.gif",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hızlanma durumu teknik olarak bir Doğa aurası olmasa da, Doğa sembolüne sahiptir, Ateş ve Su ile tepkimeleri de söz konusudur. Şiddetlenme ve Yayılma Tepkimeleri hedef üzerindeki Hızlanmış aurasını tüketmez veya azaltmaz. Ateş veya Su uygulamak Yanma veya Çiçeklenmeyi tetikleyerek Hızlanmış süresini azaltır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/b7a6e2555a42ac4c0a290b1aaaacca4f_6360988579815652156.gif",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "(Hızlanmış hedefe Su uygulamak Doğa elementini tüketir ve hedef üzerindeki Hızlanmış durumunu temizler)"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hasar Veren Tepkimeler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Karakter özelliklerinin oyun içi Element Ustalığı değeri altında, Element Tepkimeleri 4 kategoriye ayrılır. Bunlardan 3'ü hasar verici niteliktedir. Güçlendirici Tepkimeler, Dönüştürücü Tepkimeler, Katkılı Tepkimeler olarak sınıflandırılır.\nGüçlendirici Tepkiler: Buharlaşma ve Erimedir. Bu tepkimeler, onu tetikleyen karakterin saldırısının hasarını çarpımsal bir faktörle artırır.\nKatkılı Tepkimeler: Yayılma ve Şiddetlenmedir. Bunlar tepkimelerden birini tetikleyerek saldırıya belirli bir değer ekler.\nDönüştürücü Tepkimeler: Kendilerini tetikleyen saldırıdan bağımsız olarak hasar verir ve birden fazla hasar örneğine neden olur. Bu tepkimeler arasında Yanma, Süperiletim, Girdap, Elektrik Yükleme, Parçalama, Yüksek Voltajlı, Çiçeklenme, Aşırı Çiçeklenme, Filizlenme yer alır.\nTüm bu tepkimeler, tepkimeyi tetikleyen karakterin Element Ustalığı ve her tepkime için belirli bir çarpanın yanı sıra bir düşmanın tepkimenin element türüne olan direncini de dikkate alır. Katkılı ve Dönüştürücü Tepkimeler için karakterin seviyesi de dikkate alınır."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Güçlendirici Tepkimeler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Buharlaşma ve Erime, normal hasarı Element Ustalığı bonusu ve özel bir çarpan ile yükselten tepkimelerdir. Bu, Su tarafından tetiklenen Buharlaşma ve Ateş tarafından tetiklenen Erime için %200, Ateş tarafından tetiklenen Buharlaşma ve Buz tarafından tetiklenen Erime için %150'dir.</color>\n%200'lük bonusu uygulayan tepkimeler genellikle ''güçlü'' olarak adlandırılırken, %150'lik bonusu uygulayan tepkiemeler ise ''zayıf'' olarak adlandırılır. Bunun nedeni oldukları hasarla değil, ilgili elementlerin etkileşimiyle ilgisi vardır. Bu nedenle, ''zayıf'' bir tepkime, hem auranın hem de tetikleyicinin aynı düzeyde olduğu varsayılarak, auradan daha az tüketir. Bu nedenle, ''zayıf'' tepkimeler, ''güçlü'' tepkimelerin yarısı kadar aura tüketir ve bu da daha fazla tepkime tetiklemesine olanak sağlar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/43af11363070a0ce522a7f88e6398eb0_2532039850847443716.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "(Üstte, Element Saldırılarının hasarı basitçe gösterilir, altta ise Element Ustalığı 0 iken bir tepkime gerçekleştirilir.)\nAteş Buharlaşma (x1.5), Su Buharlaşma (x2.0), Ateş Erime (x2.0), Buz Erime (x1.5)",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Dönüştürücü Tepkimeler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dönüştürücü Tepkimeler oldukça fazladır, ancak hepsinin ortak özellikleri vardır: Tetikleyen saldırıdan (Temel Hasardan) bağımsız olarak hasar üretirler, kritik vuruş yapamazlar, herhangi bir genel hasar bonusundan faydalanamazlar ve düşman savunmasını değil tetikleyen karakterin seviyesini dikkate alırlar. Seviye çarpanı her seviye için özeldir, ancak en önemlileri sırasıyla 80 ve 90 seviyeleri için 1077 ve 1446'dır."
      },
      {
        "type": "RichText",
        "text": "Bu reaksiyonların hasarı şu şekilde hesaplanır:\n<color=#ffffff>(%100 + Element Ustalığı Bonusu) x Direnç Çarpanı x Seviye Çarpanı x Tepkime Çarpanı</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tepkime Çarpanı Yanma için %25, Süperiletken için %50, Girdap için %60, Elektrik Yükleme için %120, Parçalama için %150, Yüksek Voltajlı ve Çiçeklenme için %200, Filizlenme ve Aşırı Çiçeklenme için %300'dür.\n<color=#ffffff73>Yanma, Ateş ve Doğa elementlerinin tepkisiyle tetiklenir. Alan Etkili Ateş hasarı verir ve sönene kadar sürekli Ateş Hasarı veren bir Yanma aurası uygular.</color>\n<color=#ffffff73>Süperiletken, Elektrik ve Buz elementlerinin tepkisiyle tetiklenir. Alan Etkili Buz hasarı verir ve 12 boyunca isabet ettiği tüm rakiplerin Fiziksel Direncini %40 azaltır. Tepkimenin Buz Hasarı elemente uygulanmaz.</color>\n<color=#ffffff73>Girdap, Rüzgar elementinin Ateş, Su, Elektrik, Buz elementlerinden biriyle tepkimeye girmesiyle tetiklenir. Bu, girdaplanan (Rüzgar olmayan) elementin hasarını hem etkilenen hem de yakındaki düşmanlara Alan Etkili hasar olarak verir. Bir Girdap Tepkimesinin 2 farklı rakipten aynı anda tetiklemek, isabet alan tüm rakiplere 2 Girdap Hasarı verir. Buradaki tek istisna Su'dur. Su girdabı yalnızca Islak durumu uygularken tetiklendiğinde hasar verir. Girdap tepkimesini tetiklemek ''zayıf'' bir element tepkimesi kabul edilir; bu nedenle, düşman üzerindeki aura tamamen temizlenmez ve başka tepkimelere izin verir.</color>\n<color=#ffffff73>Elektrik Yükleme, Su ve Elektrik elementlerinin tepkimeye girmesiyle tetiklenir. Su ya da Elektrik aurası geçene kadar, ilgili rakibe ve Islak'tan etkilenen yakındaki rakiplere saniyede 1 kez Elektrik Hasarı verir.</color>\n<color=#ffffff73>Parçalama, Donma etkisindeki bir düşmana Ağır hasar vurulduğunda tetiklenir. (Toprak Hasarı, Ağır Kılıç kullanıcıları, Havadan Saldırı vb.). Donmuş durumu sona erdirir ve Fiziksel Hasar verir.</color>\n<color=#ffffff73>Yüksek Voltajlı, Ateş ve Elektrik elementlerinin tepkimesiyle tetiklenir. Alan Etkili Ateş Hasarı verir. Ateş ve Elektrik auralarını temizleyen güçlü bir patlamaya sebep olur.</color>\n<color=#ffffff73>Çiçeklenme, Su ve Doğa elementlerinin tepkimesiyle tetiklenir ve bir adet Doğa Çekirdeği oluşturur. Doğa Çekirdekleri en fazla 5 tane olabilir. Bu Doğa Çekirdekleri 6 saniye içerisinden ya da 5.den fazla üretildiklerinde patlayarak Alan Etkili Doğa Hasarı verir. Her düşman her 0,5 saniyede Dendro Çekirdeğinden en fazla 2 kere hasar alabilir. Sahadaki Karakterler ise bu Doğa Çekirdeğinden hasar aldıklarında sadece hasarın %5'ini alırlar. Eğer Su elementi Çiçeklenmeyi tetiklerse aura tamamen temizlenir. Eğer Doğa elementri Çiçeklenmeyi tetiklerse auranın sadece yarısı temizlenir.</color>\n<color=#ffffff73>Filizlenme, bir Doğa Çekirdeğine Ateş elementi ile hasar verildiğinde tetiklenir. Alan Etkili Doğa Hasarı verir.</color>\n<color=#ffffff73>Aşırı Çiçeklenme, Bir Dendro Çekirdeğine Elektrik elementi ile hasar verildiğinde tetiklenir. Fazladan Hasar vermez ancak çekirdekleri, isabet ettiğinde Doğa Hasarı veren bir Yayılan Atışa dönüştürür. Çok küçük bir etki alanına sahiptir, ancak birden fazla düşmana hasar verme ihtimali de vardır.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/e9426a37463131d1d5a65bd0677b01e0_8714591292414216019.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Katkılı Tepkimeler",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Yayılma ve Şiddetlenme Tepkimeleri, kendisini tetikleyen yeteneğin hasarına belirli bir değer ekleyen Katkılı Tepkimelerdir. Katkılı Tepkimeler yalnızca Hızlanmış durumundaki rakipler üzerinde tetiklenebilir. Doğa Hasarı vermek Yayılma Tepkimesine neden olurken, Elektrik Hasarı vermek Şiddetlenme Tepkimesine neden olur. Bu Ek Hasar, tetikleen saldırının Temel Hasarına uygulanır ve bu saldırıya uygulanan tüm diğer güçlendirici bonuslardan ve faktörlerden (Kritik Hasarı, Hasar Bonusu, Düşmanın Direnci, Düşmanın Savunması) yararlanır.</color>"
      },
      {
        "type": "RichText",
        "text": "Bu tepkimenin ilave hasarı şu şekilde hesaplanır:\n<color=#ffffff>(%100 + Element Ustalığı Bonusu) x Seviye Çarpanı x Tepki Çarpanı</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tepkime Çarpanı, Şiddetlenme için %115, Yayılma için %125'tir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/205556113/3c436038857810cddd36dcbcd2a25307_2246617110877344145.png",
        "alignment": "center"
      }
    ]
  }
}