{
  "epId": 5222,
  "name": "Spina di Rosula",
  "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
  "menuId": 23,
  "menuName": "Organizasyonlar",
  "version": 1714559815,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Önemli Üyeler"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nSpina di Rosula'nın kurucusu ve ilk başkanı ve Poisson'un başı. Cinayetle suçlandıktan sonra Clorinde tarafından yasal bir düelloda öldürülmüştür.\nClementine Caspar\nCallas'ın eşi ve Navia'nın annesi, doğum sonrası komplikasyonlar nedeniyle hayatını kaybetti.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın şu anki başkanı, Clementine ve Callas'ın kızı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Spina di Rosula'nın uşağı.<span class=\"wk-shady\"> Possion'un tahliyesi sırasında öldü.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/653334cdcbaeb1e4ef5a7dae35f23b76_6564684976720646647.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın Poisson'un tahliyesi sırasında ölen uşağı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Navia Caspar'ın görevlisi.<span class=\"wk-shady\"> Poisson'un tahliyesi sırasında öldü. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/cb0736d401d5d1f3fa68f7f8a166f511_99975863284055648.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Navia'nın Poisson'un tahliyesi sırasında ölen görevlisi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kıdemli bir danışman.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>Spina di Rosula'nın temizleyicisi. Ayrıca ''Beyaz Eldiven'' olarak da bilinir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/b33136130f165fc26d8d050e4e77d54e_3589294169718982515.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın bir üyesi olan “Beyaz Eldiven”, Sinthe satışına karışan kişilerin soruşturmasında görev aldı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Spina di Rosula'nın bir üyesi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/7116498791eaecbeb11a1b3df53898f9_4307310487005993577.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "“Balıkçı,” Sonny'nin ortağı ve Spina di Rosula'nın üyesi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Poissonlu bir balık tüccarı. Çeşitli malzemeler ve Fontain'e özgü kaynaklar sunmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/c7546e06d5c88213f19abb7dc636fbd2_5240344017486426327.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Poisson'dan bir balık tüccarı.\nConsigliere",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın “Danışmanı”. Güvenebileceğiniz ideal bir “kişi”.\nTetreauxis\nCendre Nehrinde bir barmen.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sinthe dağıtımıyla bağlantılı olan eski bir Spina di Rosula üyesi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "İlişkiler"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula'nın kardeş kuruluşu olan Cabriere Cemiyeti'nin başkanı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula ve Asayiş Dairesinin arasında bilgi koordinasyonundan sorumlu Garde.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Jacques'in, Spina di Rosula'nın eski muhbirlerinden biri, karısı. Spina di Rosula, Jacques'in ölümünden beri ona ve kızına bakıyor.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1048439381830156245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula, hayatın birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir topluluktur ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır. Yüksek rütbeli insanlar pek çok şeyi görmezden gelir, bu nedenle Spina di Rosula onların yardımına koşar, göremedikleri tüm kirlerin biriktiği çatlaklara ulaşır. Eğer insanlar konuşmaya niyeti olmayan kişilerle karşı karşıya gelirlerse, örgüt \"Beyaz Eldiven'i\" devreye sokarak meseleyi daha acımasız bir şekilde halledebilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_604402079329934588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Merkezi gemide bulunan organizasyon, Callas tarafından Poisson'da kurulmuştur. Devasa ve göz alıcı bir gemi keşif, fırsat, hırs ve fethi temsil eder. Spina di Rosula'nın parlak ve sınırsız geleceğini simgelemektedir. Spina'nın bir çapa ve güllerden oluşan amblemi, Callas'ın eşi Clementine ve kuruluşun şu anki başkanı Navia'nın annesi tarafından tasarlanmıştır.\nBir zamanlar Callas, Fontaine Sarayı'nda saygı görüyordu ve Spina di Rosula her şeyi karşılayabilirdi. Callas her zaman ileriye bakan çok hırslı bir adamdı, bu yüzden Spina di Rosula'nın geliştirilmesinin Poisson'u Fontaine Sarayı'nın ihtişamından aşağı kalmayan büyük bir şehre dönüştüreceğini hayal ediyordu. Callas inatçılığı ve soğukluğuyla ünlüydü, Clementine ise her zaman neşeliydi. Callas organizasyonun işlerini yönetip etki alanını genişletirken, Clementine de Spina di Rosula içindeki ilişkiler ve atmosferle ilgileniyordu. Birlikte birbirlerinin karakterlerini tamamladılar ve çabaları sayesinde Spina di Rosula büyüdü ve gelişti.\nSpina di Rosula şu anda nakit sıkıntısı çekiyor, bu nedenle operasyonlarının çoğunu Cendre Nehrindeki merkezlerinde yürütüyorlar. Kuruluş yasadışı ya da etik dışı kazanç elde edilmesine izin vermemektedir, bu nedenle şu anda Fontaine sakinlerinin desteklediği fonlar pahasına varlığını sürdürmektedir.\n<color=#ffd780>İlgili Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Bölgesi",
        "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>Spina di Rosula'nın temizleyicisi. Ayrıca ''Beyaz Eldiven'' olarak da bilinir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/b33136130f165fc26d8d050e4e77d54e_3589294169718982515.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Feribüs Hatları",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_1264607853067170249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callas'ın en önemli projelerinden biri Fontaine boyunca uzanan su hatlarının inşasıydı. Hatların inşası görüşülürken Spina di Rosula iki tarafa bölündü. Callas, kuruluşun Fontaine Mahkemesi ve Araştırma Enstitüsü yetkilileriyle işbirliği kurmak için nadir bir fırsata sahip olduğuna ve hatların inşasının faydalı bağlantılar kurulmasına yardımcı olacağına inanıyordu. Feribüslerin ticari faydalar ve Fontaine sakinleri arasında iyi bir itibar getirmesi bekleniyordu. Spina di Rosula üyesi Romeuf'un başını çektiği ikinci taraf, bu kadar önemli meblağların Poisson'un geliştirilmesine yatırılmasının daha iyi olacağını düşünüyordu. Taraflar anlaşamayınca Romeuf ve destekçileri Callas ve Clementine'e karşı kin beslemiş, hamileliği nedeniyle onun önyargılı olduğunu düşünmüşlerdir. Romeuf'un grubu için Clementine'in hatların inşasına verdiği destek bir ihanetti ve seslerinin bir daha asla duyulmayacağı anlamına geliyordu. Clementine'in kızının doğumu sırasındaki komplikasyonlar nedeniyle ölmesinin ardından Callas, hatların inşasını son vasiyetinin somutlaşmış hali olarak görmeye başladı. Ardından son uzlaşma umudu da ortadan kalktı ve Romeuf Spina di Rosula'dan ayrıldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/69c34d13406d72e1596cff7c3621d1bb_7711471750464164844.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sonuç olarak, Spina di Rosula'nın desteğiyle, Caspar ailesinin adını taşıyan üç Feribüs hattı inşa edildi: Clementine, Navia ve Callas. Kuruluşun merkezi Poisson olmasına rağmen, hatların hiçbiri kasabaya girmiyor ve sadece Clementine hattı Ekinoks Dağı’ndan geçiyor. Fontaine Sarayı'ndan Araştırma Enstitüsü'ne giden Callas hattı, Enstitü'nün Merkez Laboratuvarı patladığında tahrip olmuştu, ancak Navia sadece bu hattı restore etmeyi ve mevcut hatlara ilave duraklar eklemeyi değil, aynı zamanda Lumidouce Limanı'na dördüncü hattı inşa etmeyi planlıyor.\nYıllar sonra Clementine ve Callas'ın kızı Navia örgütün başına geçince Romeuf, Spina di Rosula'dan intikam almaya ve Poisson üzerinden geçen Clementine hattını havaya uçurmaya karar verdi. Meropide Kalesi'nden yeni ayrılmış olan yardımcısı Colter, Spina di Rosula'nın başına gelen bütün belalardan Navia'yı sorumlu tutuyordu; ona göre Clementine, Callas ve eski uşak Melus onun yüzünden ölmüşlerdi. Navia'nın onun için değerli olan her şeyi kendi elleriyle yok ettiğine ve Poisson'u yıkıma sürüklediğine inanıyordu. Navia, Colter'ı bir dövüşte yenmeyi başardı ve Gezgin ile Paimon bombaları etkisiz hale getirerek hattı yıkımdan kurtardı.\n<color=#ffd780>İlgili Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Bölgesi",
        "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "name": "Erinnyes Ormanı",
        "desc": "<p>Fontaine Sarayı'na doğudan esen rüzgârlar gizemli ve tatlı bir kokuyla parfümlenmiştir.</p><p>Çok az kişinin ayak basmaya cesaret edebildiği Erinnyes Ormanı'nın derinliklerinde, ağlayan söğütlerin altındaki göl kenarında macera tohumları ekilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/19/88486163/7bb630aacf263515328ea8198cbbc48a_4435184904031012501.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Araştırma Enstitüsü",
        "desc": "<p>Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü Allain Guillotin tarafından kurulmuştur ve genellikle Fontaine Araştırma Enstitüsü olarak kısatılmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/f28d2d8daae89df1c8412425eff627bf_8321542691040754148.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Seri Kayıplar Davası",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Yaklaşık 20 yıl önce Fontaine, genç kadınların ortadan kaybolmasıyla karşı karşıya kaldı. Asayiş Dairesi'nin tüm çabalarına rağmen ne kadınlar ne de suçlu bulunabilmişti. Buna ek olarak, birkaç yıl önce Poisson'da, belirli bir içecek (Sinthe) popülerlik kazanmaya başladı - ruh halinizi heyecanlandırabilecek ve birçok hoş halüsinasyon üretebilecek bir içecek. Sinthe'nin uzun süreli kullanımında, odaklanma veya duyguları kontrol etme yeteneğinin kaybı da dahil olmak üzere birçok yan etki ortaya çıkmıştır. Bırakıldığında kişi paranoya ve anksiyete nöbetleri yaşar ve herhangi bir şey yapacak enerjiden yoksun kalırdı. Sinthe'nin kendisi İlkel Deniz'in seyreltilmiş suyuydu ve kökeni Okeanidler olduğu için Fontainie sakinlerini eritebiliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/028e390f40d252d1e4ab4021b847c617_1825371913494729202.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O dönemde Poisson'un başında olan Callas, Sinthe'nin tamamen yasaklanmasını talep etti ve içki satışının arkasındaki kişiyi bulmaya karar verdi. Düşmanın zeki olduğunu fark eden Callas, satıcılarla gizlice temas kurmaya ve onlarla kişisel ilişkiler kurmaya karar verdi. Sonunda, Jacques adında bir adamı muhbiri olması için ikna etmeyi başardı. Jacques, Sinthe'nin etkilerini gördükten sonra yaptığı işten utanmıştı, bu yüzden Callas'a yardım etmeyi kabul etti. Bir akşam Callas, Jacques ile bilgi alışverişinde bulunmayı planladığı bir kır evinde bir ziyafet verdi. Aniden iki el silah sesi duyuldu ve olay yerinde insanlar Callas'ı elinde bir silah tutarken, Jacques'ı da yerde ölü olarak buldular. Başka kanıt olmadığı için Callas cinayetle suçlandı ve “Sadakatsiz Callas” olarak adlandırıldı. Duruşmasında bir düello seçti ve teslim olmayı reddederek ölümüne neden oldu. Spina di Rosula'nın başkanı cinayetle suçlanınca örgüt etkisini kaybetti.\nCallas, Sinthe ile kayıp kadınlar vakası arasındaki bağlantıyı o akşamdan çok önce keşfetmişti. Alınan bilgiye göre, bir sonraki kurban Callas'ın kızı Navia olacaktı ve o da uzak kalamazdı. Amansız bir hastalık nedeniyle başladığı soruşturmayı tamamlamak için yeterli zamanı olmadığını bilen Callas, aşırı önlemler almaya karar verdi. Elinde suçluları suçlayan ve Spina di Rosula üyeleri tarafından bilinen önemli kanıtlar olduğunu belirtti. Ancak kızı güvende olduğu sürece, kanıtlar kamuoyuna açıklanmayacaktı. Callas, kızını tehdit etmekten korktuğu için Jacques cinayetindeki suçunu inkar etmedi ve Düello Arenası'nda ölmeyi seçti. Ölümünden önce, Sinthe fabrikasının yerini Melus ile paylaştı.\nBabasının ölümünden üç yıl sonra Navia, kayıp kadınlar ve babasının davasının soruşturmasını üstlendi. Yeni kanıtlar elde ettikten sonra, o ve ortakları Gezgin ve Paimon, Callas'ın davasında İlkel sular tarafından çözülmüş üçüncü bir kişi olabileceğini fark ettiler. Çok sayıda kontrol ve soruşturmanın ardından şüphelilerin listesi Spina di Rosula'ya yakın üç kişiye indirildi: Örgütün kıdemli danışmanlarından Florent; Cabriere Nehri'nin başkanı Marcel; ve Spina di Rosula ile Gardes arasındaki koordinasyon ve bilgi alışverişinden sorumlu Thierry. Soruşturma sonucunda, Navia'nın ailesi olarak gördüğü Marcel'in, kadınların kaybolmasının, Sinthe'nin ve Jacques'ın öldürülmesinin arkasında olduğu ortaya çıktı. Gezgin, Paimon ve Navia'nın çabaları sayesinde suçlu bulundu ve Fontane sakinleri yeniden güven içinde yaşamaya başladı.\n<color=#ffd780>İlgili Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Spina di Rosula'nın uşağı.<span class=\"wk-shady\"> Possion'un tahliyesi sırasında öldü.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/653334cdcbaeb1e4ef5a7dae35f23b76_6564684976720646647.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Günümüz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Fontaine'in <color=#ffffff>“Sonunda insanların hepsi sularda eriyecek ve geriye sadece tahtında ağlayan Su Hükümdarı kalacak”</color> şeklindeki kehaneti gerçekleşmeye başladığında, Poisson İlksel Deniz'in sularından etkilenen ilk yer oldu. Birçok kişi ölmesine rağmen, Spina di Rosula, Fatui'nin desteğiyle halkın çoğunluğunu kurtarmayı başardı. Örgütün kahyası Melus ve Navia'nın hizmetçisi Silver insanları kurtarırken öldü. Olaydan sonra kasaba yavaş yavaş toparlanmaya başladı ve Navia tüm kurbanlara tazminat sözü verdi. Spina di Rosula'nın mali durumu arzu edilenin çok uzağında olsa da, bu vaat yaşananlara yönelik tutumun ifade edilmesine yardımcı olmuş ve böylece insanların kuruma yeniden inanmasını sağlamıştır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9b74de5bec35522826bf889b2eb8ac03_2459185934959779820.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula, sel sırasında Furina'nın yargılanmasında büyük rol oynamıştır. Navia'nın astları, Furina'yı Dev Sihirli Kutuya girmeye zorlamak için Poisson'da ona “saldırdı” ve başka bir grup da sivil kıyafetler giyerek opera binasına sıradan izleyiciler gibi geldi ve Hükümdarlarına karşı ayaklanma başlatmak için mükemmel bir fırsat bekledi. Onların yardımıyla Clorinde, Neuvillette, Navia, Fatui ve Gezgin tarafından yapılan bir plan hayata geçirildi ve Fontaine halkı kurtarıldı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_7285753642909271942.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Callas'ın itibarı iade edildikten ve Ezeli Deniz tarafından hasar gören Poisson yeniden inşa edildikten sonra, bölge sakinleri Navia'nın ebeveynleri için bir anıt inşa etmeye karar verdi. İnsanlar Poisson ve Spina di Rosula'nın gelişimi için Clementine ve Callas'a minnettarlıklarını göstermek istediler ve bu nedenle anıtın inşası için bağışta bulundular. Navia anıtta yer almak için yeterince şey yapmadığını düşünse de, Poisson halkı son zamanlarda yaptığı her şey için ona minnettar kaldı ve onu modele dahil etti.\n<color=#ffd780>İlgili Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Bölgesi",
        "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Mükemmel bir sahne duruşu olan ve ağzı çok iyi laf yapan Fontaineli ünlü bir sihirbaz. Eşsiz yetenekleriyle ve zekice sarf ettiği her bir sözle izleyiciyi etkilemesini bilir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/213387213/e343d4442cc3b8e243f0d528bb715f75_8446911723036175855.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette ",
        "desc": "<p>Sessiz bir sihirbaz asistanı. Duyguları bir kedininki kadar tahmin edilemezdir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/213387213/436e6f2b9b9006bfe511a98093259daf_4927438170321550199.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Dalış konusunda oldukça bilgili genç bir beyfendi.</p><p>Mesafeli ve soğuk tavrının ardında kusursuz, saf bir kalbe sahiptir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/25073864/8e44111a378f4e5379b8e7444e8c2daa_742450027474926462.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula Yöntemleri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula çoğunlukla insanlara yardım ediyor olsa da, bazen yöntemleri sert olabiliyor. Bir keresinde Gezgin ve Paimon, “Liliacruces Meclisi” adlı gizli topluluğun kasasını bulmak için kendilerinden yardım isteyen Spina'dan Virgil ile karşılaştı. Bulacakları her şeyi “Beyaz Eldiven” Sonny'ye karşı kullanmak istiyordu. “Liliacruces Meclisi” denilen yerin Doğa Felsefesi Enstitüsü olduğunu anladığında Virgil, Mora'yı almak için Gezgin ve Paimon'dan kurtulmaya karar verdi. Gezgin ve Paimon kaçtıklarında, Virgil'i arayan Sonny ve ortağı Luca'yı buldular. Birlikte, Virgil ve yandaşlarının satmaya çalıştığı Sinthe sevkiyatını buldular. “Onunla uzun ve çok ciddi bir sohbetten” sonra Virgil bir daha hiç görülmedi.\nBir keresinde Spina di Rosula üyeleri Turner ve Hunter, bilmeden Fatui ile ilişkiye giren ve çevreyi yok ettiğine inandığı mekanizmaları kıran Henri'yi kuma gömdüler. Gerçekte bu cihazlar Fontaine Araştırma Enstitüsü tarafından su kalitesini izlemek ve optimize etmek için kullanılıyordu ve çekirdekleri Fontaine'in tüm hidrolojik verilerini kaydediyordu. Gezgin'in yardımı sayesinde mekanizmalar onarıldı, Fatuus etkisiz hale getirildi ve Turner ile Hunter Henri'yi işe aldı.\nNavia, birilerinin Melusines'e karşı entrikalar çevirdiği ve Neuvillette ile Gezgin'in olayı araştırdığı söylentilerini duyunca, Spina di Rosula'dan ipuçlarını takip etmesini istedi. Sonrasında şüphelileri kahve içmeye “davet etti” ve reddedemediler, bu da muhtemelen Spina'nın onları tehdit ettiği anlamına geliyordu. Özel Güvenlik ve Gözetim Devriyesi ve Gölge Mareşosesi, Spina di Rosula'nın yöntemlerini bilmelerine rağmen müdahale etmezler.\n<color=#ffd780>İlgili Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>Spina di Rosula'nın temizleyicisi. Ayrıca ''Beyaz Eldiven'' olarak da bilinir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/b33136130f165fc26d8d050e4e77d54e_3589294169718982515.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Spina di Rosula'nın bir üyesi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/7116498791eaecbeb11a1b3df53898f9_4307310487005993577.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Spina di Rosula</color>"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Vatandaş odaklı topluluk"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Lider",
        "value": [
          {
            "type": "RichText",
            "text": "Navia Caspar"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/c5359b3fe35141193f47010b26201950_4166529737962964956.png"
      },
      {
        "key": "Spina di Rosula",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/997fed73e8ad3b1759097b40acc1086c_4264536944662343027.png"
      },
      {
        "key": "Meclis Üyesi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/b422442d4effebaabc28da68900e1870_7245744967272117990.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Spina di Rosula'nın Cendre Nehrindeki “Danışmanı”."
          }
        ]
      }
    ]
  }
}