{
  "epId": 5223,
  "name": "Gölge Mareşosesi",
  "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
  "menuId": 23,
  "menuName": "Organizasyonlar",
  "version": 1736631145,
  "components": {
    "galleryCharacter": [
      {
        "key": "Mareşose Avcıları",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/39ab56bdf10d103a92655a9b36b706cb_2165016295691356251.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Üç köşeli şapka Marechaussee Avcısının amblemidir."
          }
        ]
      },
      {
        "key": "Hazinelik",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/69f787ef56b3c5eb3d0f0ffc540d79e2_6676926898132073557.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Marechaussee Avcılarının gizli hazinesi"
          }
        ]
      },
      {
        "key": "Gölge Mareşosesi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/c6b7140f5eac7376d7149874d092a5af_8557509449729357938.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Gölge Mareşosesi üniformalı bir Melusina"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Mareşose Avcıları",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "\"Mareşose Avcısı\" adı, \"Altın Avcı\" unvanına layık görülen ünlü Harmost Cassiodor'un takipçilerine yıkılan imparatorluğun kalıntılarıyla mücadelede rehberlik ettiği Remuria'dan gelmektedir: <color=#ffffff>\"Karanlıkta hayaletlerin peşine düşün, hepsini kovun ve onları avlayın.\"</color> \"Avcılar\" olarak adlandırılmalarına rağmen, hayvanları değil, Kral Remus'un eski hanedanı tarafından geride bırakılan çeşitli canavarları avlıyorlardı. Bugün, Fontaine'in canavar nüfusu çoktan azaldı, bu yüzden Avcılar başka iş kollarında silahlanarak topluma geri karıştılar. Hatta arkalarında eşsiz bir avlanma metodolojisi ve özel kılıç kullanma teknikleri bıraktılar. Geçmiş çağların Mareşose Avcıları, canavarları bastırmak için silahlarını sık sık özel büyülerle doldururlardı. Ne zaman yakınlarda bir canavar olsa, silahları parlamaya başlardı.\nYavaş yavaş, Mareşose Avcılarının ünü azaldı. Bugün Fontaine halkı Mareşose Avcıları'ndan bahsederken, çoğu sadece bir oyun ya da romanda bahsedildiğini duydukları \"Avcı Yemini'ni\" biliyor."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Bugünden itibaren mumun gölgesinden geçiyorum.\"</color>\n<color=#ffffffd9>\"Şimdi, uzun gecenin tehlikeleriyle yüzleşirken...\"</color>\n<color=#ffffffd9>\"Gün ışığının yeminini hatırlayacağıma söz veriyorum.\"</color>\n<color=#ffffffd9>\"Gözyaşlarını, hayatı ve aşkı kutsamak için.\"</color>\n<color=#ffffffd9>\"Şafağın gelişini adak olarak tutmaya.\"</color>\n<color=#ffffffd9>\"Ve böylece asla umutsuzluğa kapılmayacağım.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tarihçiler, Mareşose Avcılarının ilk olarak Remuria'nın düşüşünden birkaç on yıl sonra aktif hale geldiğine inanıyordu, o zamana kadar Fontaine'de Göl Şövalyeleri kavramı tamamen ölmüştü. Cassiodor'u takip eden ilk Mareşose Avcılarının Göl Şövalyelerinin mirasçıları olduğuna inanılıyordu, ancak gerçekte onlar eski Remuria'nın son kalıntıları olan Walter ve Este'ydi. Este, Altın Avcı'nın sorumluluklarını devralmış ve pek çok kişiyi yargılamıştır; cellat olarak çalışan Walter ise savaşta düşmanlarını şaşırtmak için sayısız hile kullanmıştır.\nCanavarları yok etmeyi saplantı haline getiren bir Mareşose Avcısının hikayesi vardır. Toprakların onların gölgesinden temizlendiği gün geldiğinde, kendini kaybolmuş hissetmesi uzun sürmemiş. Canavarları avlayarak geçirdiği bir hayattan sonra, ölümcül düşmanları yok edildiğine göre artık hayatının ne anlamı vardı? Bu konuyu uzun uzun düşündükten sonra, canavarları tek başına avlamaya devam edebilmek için Marechaussee Avcıları ile olan bağlarını kopararak yaşamaya devam etmeye karar verdi. Bu hikaye, Mareşose Avcılarının herkesin hayatına barışı geri getirmek için savaştığını hatırlatıyor. Ne için savaştığınızı hatırlamak ve asla araçların amaç haline gelmesine izin vermemek önemlidir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_1656471766893106077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Çoğu Fontanialı için Mareşose Avcılarının hikâyesi artık sadece dram ve heyecan dolu bir efsaneden ibarettir. Şampiyon Düellocu Clorinde için Avcıların eylemleri ve yeminleri onun yaşayan, nefes alan mirasıdır. Akıl hocası Mareşose Avcısı Petronilla'dan öğrendiği ilk şey, canavarları öldürmek için gereken kılıç ustalığıydı. Avcıların yaklaşımı, avlarına mümkün olduğunca yakın durmalarını gerektirir, böylece kılıçlarını yıldırım hızında bir çeviklikle zayıf noktalara saplayabilirler. Petronilla Clorinde'yi bu teknikte eğitmek için, her biri dışa doğru çıkıntı yapan ve uçları bez torbalarla örtülmüş çok sayıda tahta kılıçla donatılmış döner sütunlarla dolu bir odaya gönderdi. Clorinde böyle bir eğitimden geçerek sadece Marechaussee Avcısı'nın nişancılık, iz sürme, kamuflaj ve ayak hareketleri becerilerini geliştirmekle kalmadı. Silah seçimi de Mareşose Avcısı geleneğine uygundur: Avını kovalamak için bir tüfek ve ona ölümcül bir darbe indirmek için bir kılıç."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_6705713600194936073.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bir gün, Mareşose Avcılarının haleflerinden biri olan Florian, birkaç yüzyıl önce ortaya çıkan Devorator adlı canavarın etkisine yenik düştü. Florian'ın babası bir Avcıydı ve tüm hayatını bu davaya hizmet etmeye adamıştı, ancak karşılığında sadece yoksulluk ve acı çekmişti. Öldüğünde kimse ona veda etmeye bile gelmemişti. Ailesinin üyeleri nesiller boyunca Mareşose Avcısı olmuş, sadece unvan ve kılıç ustalığını değil, aynı zamanda Mareşose Avcılarının Devorator'u zapt etmek için kullandıkları bir mührü de zaman içinde onu yenmenin bir yolunu bulmayı umarak miras bırakmışlardı. Florian'ın babası, klanının en önemli görevi olduğu için ona her zaman bu mühre göz kulak olmasını ve düzenli olarak bakımını yapmasını tembihlemişti. Ancak ölümünden sonra oğlu bu görevi bıraktı. Devorator, Avcılar için bile tehlikeli bir rakipti ve eğer bir ölümlü onu yok etmeye yetecek güce sahipse, kişi onun yozlaşmasının kurbanı oluyordu. Yaratık, insanların kalplerindeki saplantıları ve arzuları, onları tamamen ele geçirecek kadar güçlendirebiliyordu. Florian sonunda mührü kontrol etmeye karar verdiğinde, canavar onun bilincini ele geçirdi. Florian'ın ruhundaki adaletsizliğe karşı öfke onu kolay bir av haline getirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a24ab9c0c1c60326303c3e3eb8f2cf0b_5984861954135643665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Florian, bir rol yapma oyunu kisvesi altında Clorinde, Lyney, Furina, Navia, Gezgin ve Paimon'u, Avcıları yok etmek ve hakkı olduğuna inandığı hazineleri almak için Mareşose Avcılarının gizli hazinesine çekti. Hazineyi açmak için dört anahtardan sadece biri eksikti: biri ona babası tarafından verilmişti, diğerini çaldı, üçüncüsünü bir Avcıdan aldı ve eksik anahtar Clorinde'e akıl hocası tarafından verildi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_4080773771820532161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Savaş sırasında Clorinde canavarı geçici olarak adamın vücudundan kovdu. Hazinenin kapısını açtıklarında, içinde Avcıların isimlerinin kazılı olduğu bir taş tablet ve Devorator'u yenmek için yanlarına almaya karar verdikleri silahları sakladığı ortaya çıktı: Furina'da Cassiodor'un arkadaşı Este'nin kılıcı, Lyney'de ise Walter'ın yayı vardı. Navia, Clorinde'nin babasıyla yaptığı düellodan sonra ona verdiği Petronilla'nın kılıcını kullandı. Canavarı yenmek için Florian onu kendi bedenine çekti ve Clorinde, Navia, Furina, Lyney, Gezgin ve Paimon, Avcıların ruhlarının yardımıyla onu yendi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Yenilmez bir Düello Şampiyonu. Elinde kılıcıyla Fontaine'de adaleti savunur.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/10344346/530a1f181b40dfc363ebd788c78db4b4_4689900009653729810.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Son alkış gelene dek mahkeme sahnesinin sarsılmaz odak noktası.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/138687708/263e5ea0784d182b393f67a7e24146a5_3907189629383514271.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Mükemmel bir sahne duruşu olan ve ağzı çok iyi laf yapan Fontaineli ünlü bir sihirbaz. Eşsiz yetenekleriyle ve zekice sarf ettiği her bir sözle izleyiciyi etkilemesini bilir. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/213387213/e343d4442cc3b8e243f0d528bb715f75_8446911723036175855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gölge Mareşosesi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Gölge Mareşosesi'nin merkezi Palais Mermonia'dadır ve Maison Gardiennage'ın departmanlarından biridir. Teşkilat eskiden sadece insanlardan oluşmaktaydı, ancak şimdi çoğunluğu Melusinalarden oluşuyor, çünkü özel görme keskinlikleri vakaları araştırmak için en uygun olanı.\n“Mareşose Avcısı” adı, “Altın Avcı” unvanına layık görülen ünlü Harmost Cassiodor'un Remus'un golem ordusunun lejyonlarını savaşa yönlendirdiği Remuria'dan gelmektedir: <color=#ffffff>“Karanlıktaki hayaletleri takip edin, hepsini kovun ve avlayın.”</color> “Avcılar” olarak adlandırılmalarına rağmen, hayvanları değil, Kral Remus'un eski hanedanı tarafından geride bırakılan çeşitli canavarları avlıyorlardı. Bugün, Fontaine'in canavar nüfusu çoktan azaldı, bu yüzden Avcılar başka iş kollarında silahlanarak topluma geri karıştılar. Hatta arkalarında benzersiz bir avlanma yöntemi bıraktılar.\nTarihçiler, Mareşose Avcılarının ilk olarak Remuria'nın düşüşünden birkaç on yıl sonra aktif hale geldiğine inanıyordu, o zamana kadar Fontaine'de Göl Şövalyeleri kavramı tamamen ölmüştü. Cassiodor'u takip eden ilk Mareşose Avcılarının, Göl Şövalyeleri'nin mirasçıları olduğuna inanılıyordu, ancak gerçekte onlar eski Remuria'nın son kalıntılarıydı.\nEmanuel Guillotin de dahil olmak üzere pek çok Gölge Mareşosesi üyesi, Fontaine'de suçluların çocuklarının gönderildiği bir çocuk yetimhanesi olan Nergis Haçı Enstitüsü kökenliydi. Yetimhane bir Okeanid olan Müdür Lyris tarafından yönetiliyordu ve bir süre için eski Donanma amirali Basil Elton Müdür Yardımcısıydı. Enstitü 500 yıl önce Tufan nedeniyle dağıldığında, birçok öğrenci Fontaine'i bir daha üzerine gölge düşmeyecek şekilde korumak için Gölge Mareşosesi ya da Özel Güvenlik ve Gözetleme Devriyesi'ne katıldı.\nGölge Mareşosesi ajanlarından bazıları, soruşturmaları üstlenen üyeler, gizlice çalışırlar ve isimleri gizlidir. Bu nedenle, Elynas'taki savaş sırasında ölen ajanlar hakkında hiçbir dosya bırakılmamıştır.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nergisin Rüyası",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/145542732/cc7f08f0b216873d340d857c82bd5b66_8108592593710175576.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson Kuşatması",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "500 yıldan daha uzun bir süre önce Fontaine yetkilileri, Fontaine Mahkemesi'ndeki kanalizasyonlardan şehrin altında bir yeraltı şehri, Cendre Nehri'ni (Fleuve Cendre) yaratmak istediler. Düzeni sağlamak zor olduğundan, Eduardo Baker ve arkadaşları kanalizasyonlarda iktidarı ele geçirdiler. Cendre Nehri “yurttaşları” arasındaki anlaşmazlıkları çözmeye, yeni evlenenleri kutsamaya ve tüccarları çeteler tarafından gasp edilmekten, taciz edilmekten ve şantaja uğramaktan korumaya başladılar. Fontaine Sarayı yetkilileri Cendre Nehri'ni tasfiye etmeye karar verdiğinde Baker tutuklandı ve çöle sürüldü. Sürgüne giderken, yandaşlarının yardımıyla Poisson'a kaçtı ve hem şehrin kendisini hem de Baker'i taşıyan Maison Gardiennage üyelerini rehin aldı. Çok sayıda mantıksız talepte bulununca Emanuel Guillotin yönetimindeki Mareşose Avcıları olaya müdahale etti. Gazeteci Karl Ingold, Eduardo'nun oğlu Jakob ile birlikte arabulucu olarak Poisson'a geldi.\nSorunu çözmeye yönelik başarısız bir girişimin ardından, Baker'in grubu ile Mareşose Avcıları arasındaki anlaşmazlık şiddetli bir kavgaya dönüştü. Sonuç olarak Jakob ve Poisson Belediye Başkanı'nın oğlu Rene yetim kaldı. Her ikisi de genellikle suçluların çocuklarını barındıran bir yetimhane olan Narzissenkreuz Enstitüsü'ne gönderildi. Daha sonra bu iki çocuk Fontaine Tarihinin en önemli örgütlerinden biri olan Nergis Haçı Derneği'ni kurdu.\nPoisson Kuşatması Guillotin üzerinde fiziksel ve zihinsel yaralar bıraktı. Bu olay nedeniyle Mareşose saflarından ayrıldı ve kalan günlerini sadece kadehinin içindekilerle yetinerek geçirmeyi planladı. Tufan başladığında, Nergis Haçı Enstitüsü'nden eski arkadaşı Basil Elton ona iki çocuk emanet etti: Mary-Ann ve Alain. Emanuel çocukları hiç sevmiyordu ve kimseyle iş yapmak istemiyordu ama eski dostunun hatırı için kabul etti.\nYıllar sonra, arkadaşı ona “Üstat” tarafından yönetilen grubun faaliyetleri hakkındaki endişelerini anlattı. Bu soruşturma Emanuel Guillotin için son soruşturmaydı. Sonunda “çocuklarını” ve o zamana kadar bu örgütün bir üyesi olan Müdür Lyris'i kucakladığını hatırladığına ve Usta'nın notlarında Lyris'in yardımıyla Mareşose Avcıları'nın birkaç ajanının emilmesinden bahsettiğine bakılırsa, Emanuel'in bu ajanlardan biri olduğu varsayılabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Bölgesi",
        "desc": "<p>Fontaine'in büyük bir kısmı sularla kaplı olsa da, dağlar ve ormanlar da bulunmaktadır. Liman ile Fontaine Mahkemesi arasında yer alan Automnequi Dağı, Fontaine'in en ikonik zirvelerinden biridir. Fontaine Araştırma Enstitüsü, Poisson Tüneli'ni açmak için devasa mühendislik aletleri kullandı ve böylece su otobüsü hatlarının inşasında karşılaşılan en büyük zorluklardan birini çözdü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/88486163/7bb630aacf263515328ea8198cbbc48a_2974981089158750788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Cendre Nehri Kayıkçısı",
        "desc": "<p>Bir zamanlar silah görevi gören uzun bakır bir boru. Bazıları arasında ünlüydü, bazıları için de kötü bir namı vardı.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/138687708/920ca2fe25ca2db1796848099b59b2d8_733603345322129819.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nergis Haçı Derneği",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/0595c94f2119b762d01dd60c58441702_952340696678078133.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yaklaşık 500 yıl önce, Nergis Haçı Enstitüsü'nden dört çocuk arkadaş oldu. Felaketten sonra, bunlardan ikisi, Mary-Ann ve Alain, eski Mareşose Avcısı Emanuel Guillotin tarafından evlat edinildi ve daha sonra kendileri de Gölge Mareşosesi ajanları oldular. Diğerleri, Emanuel Guillotin yüzünden Enstitüye gönderilen Rene ve Jakob, Poisson Kuşatmasında bulunan gazeteci Karl Ingold tarafından alındı. Yıllar sonra Nergis Haçı Derneği adında bir örgüt kurdular."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/4f9d3d96ee55c9e244447e7cb8131c90_1748873626492836007.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Örgütün temel amacı Fontaine'i kehanetin öngördüğü kıyametten kurtarmaktı: <color=#ffffff>“Sonunda, insanların hepsi sularda eriyecek ve geriye sadece tahtında ağlayan Su Hükümdarı kalacak.”</color> Bunu başarmak için Yeni İnsanların yaratılmasını da içeren ahlaksız ve tehlikeli deneyler yapmaya başladılar. “Efendi” (Rene de Petrichor) olarak bilinen lider, kıyameti beklemek ve yeni dünyada yeniden doğmak için tüm Fontainialıları İlkel sularda eritmek istiyordu. Deneyleri sırasında, muhtemelen Emanuel Guillotin ve Düello Şampiyonu Marfisa da dahil olmak üzere birçok kişiyi eritti. Yetkililer bu deneyleri öğrendiğinde, Nergis Haçı Derneği radikal ilan edildi. Alain Guillotin, arkadaşları Rene ve Jakob ile tüm ilişkilerini kesti ve Fontaine'in Iudex'i Neuvillette ile birlikte Nergis Haçı Derneği'nin yok edilmesi emrini imzaladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/f3d16328270caef9d122ebcef1dd2519_6283267914796223616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Üstat, planlarını uygulamak için biraz zaman kazanmak amacıyla Nergis Haçı Enstitüsü'nün eski müdürü Jakob'u, Lyris'i ve Derneği'nin diğer üyelerini Elynas'ın taşlaşmış bedenine gönderdi. Elynas, Felaket sırasında Fontaine'de ortaya çıkan bir Hiçlik canavardı. Öldüğünde, Nergis Haçı Derneği onun kanını ve etini deneylerinde kullandı ve Jakob'dan ilk Yeni İnsanları yarattı. Jakob'un daha büyük yetenekler kazanmasına yardımcı olmak ve Mareşose Avcılarının dikkatini Efendi'den uzaklaştırmak için Nergis Haçı Derneği, Elynas'ın taşlaşmış kalbini canlandırmaya karar verdi. Alain Guillotin yaklaşan ayini öğrendiğinde, Fontaine Neuvillette'in Iudex'ini bu konuda bilgilendirmesi için düşünen bir Meka olan Seymour'u gönderdi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Sevgili Alain, sevgili Mary-Ann. Sana hiç yakın olmadım.”</color>\n<color=#ffffffd9>“Ve sonunda bile, sana nasıl ‘baba’ olabileceğimi bilmiyorum.”</color>\n<color=#ffffffd9>“Ama yine de, ikinizin büyümesini izlediğim bu anıları kaybetmek istemiyorum...”</color>\n<color=#ffffffd9>-Sersemlikten uyandığında, tüm ihtişamlar, tüm utançlar, tüm aşk ve saplantılar sularda eriyip gitmişti.</color>\n<color=#ffffffd9>“Sonunda onu karşılayan şey, tüm engelleri ve yabancılaşmaları ortadan kaldıran huzurlu bir okyanus oldu.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann Guillotin'in de aralarında bulunduğu Gölge Mareşosesi ajanları Elynas'ın bedenindeki Dernek üyelerinin izini sürdüğünde bir çatışma meydana geldi. Patlama nedeniyle birçok ajan ve Mekalar öldürüldü. Mary-Ann Guillotin ölümün eşiğindeydi ancak Lyris tarafından kurtarıldı. Lyris ona sarılarak bedenlerini ve zihinlerini birleştirdi ve yeni bir Okeanid olan Mary-Ann'i yarattı.\nElynas'taki savaştan sonra Alain Guillotin kız kardeşinden bir daha haber alamadı. Gölge Mareşosesi'nden ayrıldı ve Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nü kurdu. Alain'in yaşlılığında Fontaine Araştırma Enstitüsü'nden atölyesine çekildiği ve kimseyle görüşmediği yönünde bir efsane vardır. Son yıllarında yaptığı araştırmalar hiçbir zaman yayınlanmadı ve bu olaydan sonra atölyesinde bulunabilen tek şey bir şeylerin inşa edildiğine dair işaretlerdi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Beril Bölgesi",
        "desc": "<p>Fontaine Sarayı'nın karşısındaki antik kalıntılarla dolu dağ silsilesi.</p><p>Yüzyıllar önce Egeria'nın takipçileri burayı gezinti ve piknik için en iyi yer olarak görürlerdi. Burada toplanarak, cilalanmış mücevherler kadar saf ve paslanmaz aşk ve hayallerin şarkısını söylerlerdi. Şarkıları uzun zaman önce solgun ay ışığında kayboldu ve şimdi sadece serin esintiler bu ıssız, nane taşlı yaylaları okşamaya devam ediyor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/88486163/7bb630aacf263515328ea8198cbbc48a_4300155260040236123.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Nergis Haçı Enstitüsü",
        "desc": "<p>Antik uygarlığın kalıntıları üzerine inşa edilmiş bir Fontaine yetimhanesi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Fontaine Araştırma Enstitüsü",
        "desc": "<p>Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü Allain Guillotin tarafından kurulmuştur ve genellikle Fontaine Araştırma Enstitüsü olarak kısatılmaktadır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/09/145542732/f28d2d8daae89df1c8412425eff627bf_8321542691040754148.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Fontaine'de bir yetimhane olan Narzissenkreuz Enstitüsü'nün yöneticisi olan Narzissenkreuz, daha sonra Narzissenkreuz Ordo'nun bir üyesi olmuş ve Enstitü'nün Felaket sırasında terk edilmesinin ardından \"Kızıl İmparatoriçe\" unvanını kazanmıştır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/b6d86ff8dfd84cf744e57a516b1a14c6_6606763637580688210.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5154,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #FFFFFF\">\"Kaçınılmaz Yargı\" Neuvillette</span></p><p>Kibirlileri hakir gören yargıç.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/31/25073864/b3e02e0cb0cf8f5d1f3510f4f3014bb3_4769512089715950272.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Günahkar Arındıran",
        "desc": "<p></p><p>Karanlığın güçleri aracılığıyla \"evrim\"le fazladan uzuvlar kazanan bir Hiçlik yaratığı.</p><p>Birden fazla türde element gücü kullanabilir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/145542732/2899a9fa6efec1006150467a00823c4a_7462766198827106384.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Meşru Mükafat",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Ucunda taze bir kan lekesi olan keskin bir mızrak.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/145542732/2ed1c5a0a6ddabd62558d59dd1be64b8_20312117696531062.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Melusinalar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Günümüzde Gölge Mareşsoesi çoğunlukla Melusinalardan oluşmaktadır, ancak yaklaşık 400 yıl önce birimde ve Fontaine Sarayı'nda tek bir Melusina bile yoktu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/02/88486163/91b874109412ec29d7059b82cb751554_8494355904704765830.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, diğer Melusinalar gibi, 400 yıldan daha uzun bir süre önce Mareşose Avcıları ile Nergis Haçı Derneği üyeleri arasındaki savaş sırasında “Babaları” Elynas'ın aldığı yaralardan doğdu. Melusinalar, Elynas'ın bedeninin içine inşa ettikleri Merusea Köyü'nde yaşıyorlardı. Evlerin nasıl inşa edileceğini “Babalarından” öğrendiler. Yirmi yıl sonra, bazı Melusinalar insanların nasıl yaşadığını görmek ve varoluşlarının anlamını bulmak için Fontaine Sarayı'na gitmek istedi. Carole, Fontaine'in genç Iudex'i, bir Su Ejderhası olan Neuvillette'in yardımıyla Fontaine Sarayı'na giren ilk Melusinalarden biri oldu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/02/88486163/fcf7ccd89142edd521209878e9196eaa_5104333776575376392.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tüm Melusinalar özel bir görüşe sahip olduklarından ve insan gözünün erişemeyeceği şeyleri fark edebildiklerinden, Neuvillette onları Maison Gardiennage'ın suçları araştırmaktan sorumlu özel bir kolu olan Gölge Mareşosesi'ne davet etti. Carole, Gölge Mareşosesi'ndeki ilk Melusina oldu ve Özel Güvenlik ve Gözetleme Devriyesi'nin lideri Vautrin onun ortağı olarak atandı. Fontaine Sarayı halkı Melusina'ları daha önce hiç görmemişti, bu nedenle Melusina'ların başkaları için tehlike oluşturan felaket yaratıkları olduğuna dair söylentiler olduğu için onlara temkinli ve memnuniyetsiz yaklaştılar. Melusinalara taş attılar ve onlara köylerine dönmelerini söylediler. Neuvillette ve Carole, insanların ve Melusinaların uyum ve anlayış içinde yaşamasının çok zaman ve çaba gerektireceğini biliyorlardı, ancak Carole hayatı daha anlamlı hale geldikçe bu uzun ve zorlu yola hazırdı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/02/88486163/4dd1c2826850c3d06377b1d3dba328e5_4250524419162709535.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Beş yıl boyunca gösterdikleri yoğun çabalar sayesinde Carole ve Vautrin, Neuvillette'in ilk Barış Madalyaları ile ödüllendirildiler. Carole, Melusina'ların yakında insanlarla barış içinde yaşamaya başlayacağını umuyordu, ancak bu madalya, Neuvillette'in reformu sonucunda çıkarları ihlal edilen eski rejimin destekçilerini daha da kızdırdı. Onları şehirden kovmak ve Neuvillette'e bir ders vermek için bir cinayet işlemeye ve suçu Melusina'ların üzerine atmaya karar verdiler.\nEski rejimin destekçileri Carole'u suç mahalline gelmesi için kandırdı ve ona karşı suçlamalarda bulundu. Bunun ardından, Neuvillette'i hatalarını kabul etmeye ve iktidarı bırakmaya zorlamak için halk arasında panik yarattılar. Carole durumu yumuşatmak için kendini feda etmeye karar verdi ve Gardes öfkeli kalabalık nedeniyle zamanında müdahale edemedi.\nOlanları öğrenen Vautrin, Carole'ün intikamını almaya karar verdi ve tüm komplocuları bizzat öldürdü. Neuvillette'in kendisini suçlu ilan etmek ve Meropide Kalesi'ne sürgüne göndermek zorunda kalacağını biliyordu ama yine de müdahale etmekten kendini alamadı. Carole, Vautrin'e küçükken ölen kız kardeşi Illaria'yı hatırlatıyordu. Carole ve Illaria hem nazik hem de masumdular ve her zaman en iyisine inanırlardı. Vautrin, Carole gibi nazik ruhların aldatmaya ve ihanete daha açık olduğunu anladı, bu yüzden insanların ona zarar vermemesi için onu geri çekilmeye zorlamaya çalıştı.\nCarole'un cesareti ve fedakarlığı sonunda hayalinin gerçekleşmesini sağladı: 400 yıl sonra Melusinalar, Fontaine Sarayı'nda insanlarla barış içinde bir arada yaşayan, toplumun saygın üyeleridir. Carole'un kahramanca eylemi nedeniyle, Maison Gardiennage'ın ambleminde bu yaratıklara duyulan saygı ve minnettarlığın bir işareti olarak Melusinalar yer aldı.\n400 yıl sonra, bir başka Melusina, Kiara, bazı suçlular tarafından tehdit edildiğinde, Fontaine Mahkemesi vatandaşları onu korumak için birleşti. “The Steambird” muhabiri Charlotte, meslektaşlarına tehdit mektubunu sordu. Şampiyon Düellocu Clorinde, Kiara'yı korumak için yardım teklif etti. Spina di Rosula'nın başkanı Navia, çalışanlarından ipuçlarını takip etmelerini istedi ve karşı koyamamaları için şüphelileri kahve içmeye “davet etti”. Onların yardımıyla suçlular bulundu ve Melusines zarar görmedi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Fontaine Şehri Bölgesi",
        "desc": "<p>“Bu şehir tek başına tüm suların üzerinde durur.”</p><p>Şehrin en yüksek noktasında yükselen Mermonia Sarayı, Fontaine'deki en yüksek otoriteyi temsil eder. Onun bakışları altında, insanlar su kadar düzenli ve öngörülebilir bir hayat sürerler.</p><p>Hukuk, istikrarlı bir düzenin korunmasına hizmet eder ve bu da eşitlik ve adaletin üzerine inşa edildiği temel taşıdır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/7bb630aacf263515328ea8198cbbc48a_289140228431967208.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Buğukuş'un her zaman \"gerçeğin\" peşinde koşan ve asla yorulmak bilmeyen muhabiri. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/213387213/7bbbff3f35661a93b5091b1f17fae6c0_984546218035843966.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Önemli Üyeler"
      },
      {
        "type": "RichText",
        "text": "Este\nWalter\nİlk Mareşose Avcıları arasında yer alan Cassiodor'un takipçileri\nEmanuel Guillotin\nPoisson Kuşatması'nı yöneten bir Mareşose Avcısı ve Alain ile Mary-Ann'in üvey babası. Muhtemelen Nergis Haçı tarafından çözültüldü.\nPetronilla\nBir Mareşose Avcısı ve Clorinde'nin akıl hocası",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Emanuel Guillotin'in evlatlık oğlu. Kız kardeşi kaybolduktan sonra Gölge Mareşosesi'nden ayrıldı ve Fontaine Araştırma Enstitüsü'nü kurdu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Emanuel Guillotin'in evlatlık kızı. Gölge Mareşosesi ve Nergis Haçı Derneği arasındaki savaştan sonra ortadan kayboldu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Gölge Mareşosesi'ne katılan ilk Melusina. Onun fedakârlığı nedeniyle Melusinalar Gölge Mareşosesi ve Garde'ın ambleminde tasvir edilmiştir.\nAeval\nElphane\nSırasıyla Clementine ve Navia hatlarından Aquabus kılavuzları.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Callas hattından eski bir aquabus rehberi ve Gölge Mareşosesi'nin şu anki kanıt katibi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Gölge Mareşosesi işçisi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "İlişkiler"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Remus'un Harmost'larından biri, “Altın Avcı”, sözleri Mareşose Avcıları kökeni haline geldi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Gölge Mareşosesi'nin Lideri.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Yenilmez bir Düello Şampiyonu. Elinde kılıcıyla Fontaine'de adaleti savunur.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/10344346/530a1f181b40dfc363ebd788c78db4b4_4689900009653729810.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Mareşose Avcıları'nın halefi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Eşyalar"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Gölge Mareşosesi"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kanun Uygulama Birimi"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Lider",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4023,
            "name": "Neuvillette",
            "desc": "<p><span style=\"color: #BFBFBF\">Fontaine'in Başyargıcı, namıdiğer Iudex'i. Asla taviz vermediği tarafsızlığıyla bilinir.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/145542732/0513aa7f482dbb4778545d02f94956fe_3429216118857728715.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Alakalı Karakterler",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5596,
            "name": "Clorinde",
            "desc": "<p>Yenilmez bir Düello Şampiyonu. Elinde kılıcıyla Fontaine'de adaleti savunur.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/10344346/530a1f181b40dfc363ebd788c78db4b4_4689900009653729810.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}