{
  "epId": 5600,
  "name": "Kadim Çağlar Denizi",
  "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1722247688,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaynaklar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Parlak Bulgu Kristaller"
      },
      {
        "type": "CustomEntry",
        "epId": 5633,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5636,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5637,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC'ler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı NPC'ler"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Görevler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dünya Görevleri"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Harita",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Harita Lokasyonu"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/34?shown_types=&center=-49.94,-200.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Uyum Şarkıları",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/4417194d9a22aa68cbc2c9d4aa037acd_2113175888727434100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria bir zamanlar Filarmoni Tanrısı Remus tarafından Meropis adı verilen topraklarda yaratılmış müreffeh bir ulustu. İlk tufandan kurtulan, ancak aklını ve formunu kaybeden peygamber Sybilla, Remus'a insanlara medeniyet ve adalet getireceğini, ancak sonunda bu adaletin onların çöküşü olacağını öngördü. Fortuna'ya karşı koymaya çalışan Sebastos, Remurialılar için bronz ve taştan bedenler yarattı; bu bedenlerde berrak suda çözünmeyen İchor akıyordu. Sybilla'nın yardımıyla, insanları çürüyen et ve kader hapishanelerinden kurtarmak için tasarlanan Büyük Senfoni'yi yarattı. Sebastos melodileri çözünmez İchor'a döktü, ancak kaderin yükünü taşıyamayan Remuryalılar tanrılarına ve üstlerine rehberlik etmeleri için yalvardılar. İnsanların isteği üzerine Remus, tüm melodileri, hepsine en büyük mutluluğu getirmesi beklenen melodilerin en yücesine yazdı. Phobos bu şekilde ortaya çıktı. Tüm Remuryalıların dileklerini yerine getirmesine rağmen, onlar sadece acı hissettiler. Senfoniye olan körü körüne inanç onları Phobos'un köleliğine sürükledi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b5c4d227310ac4322abda4fe82bd20ae_1966051866396110261.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remus, Phobos'un Remuria'nın düşüşüne yol açtığını fark ettiğinde, Senfoni'yi yok etmeye karar verdi. Su ejderhaların prensi Scylla ile Altın Şehir'e karşı bir Ejder ordusuna liderlik edeceğine dair bir anlaşma yaptı. Sebastos, Phobos'un kendi kendini yok etmesi için bir emir olan son senfoniyi, Requiem'i yarattı ve ejderhaların prensine emanet etti. Remus hayatının sona ereceğini ve geriye sadece senfoninin kalacağını biliyordu ama halkını Phobos'un zincirlerinden kurtarmak için bu fedakarlığı yapmaya hazırdı. Ancak Phobos, Tanrı Kral'ın planlarının gerçekleşmesine izin vermedi ve Remus'un Harmostlarından biri olan Boethius'un yardımıyla Scylla'yı kulenin altına hapsetti ve başkente giden Initium Iani'yi kapattı. Sonuç olarak, Ejderha Prens zamanında başkente ulaşamadı ve Phobos'un gücü kontrolden çıktı. Sonunda kraliyet sarayı sanki ilahi bir hükümle vurulmuş gibi dalgaların altında battı.\nRemuria'nın düşüşünden önce Sebastos, Harmost Cassiodor'un melodisini Büyük Senfoni'den ayırarak ona özgür irade verdi. Selden sadece birkaçı kurtulabildi: Cassiodor ve yoldaşları toprakların dört bir yanına dağılmış, ilksel suların gücünü kontrol altına almak için büyük bir mücadele verirken, Harmost Boethius da kalanların aklını çelmek için etkili dilini kullandı. Parçalanmış \"senfoniyi\" yeniden kurmayı ve harap olmuş diyarı canlandırmayı amaçlayan bir düşüş ritüeli başlattı. Bu amaçla, akrabalarının iradesini çözmekten ve her yerdeki Fontainialıların ruhlarını yağmalamaktan çekinmedi. Pek çok hükümdar ve soylu onun piyonu oldu ve yeni doğan yönetimler yıkımın eşiğine geldi. Artık açıkça bir canavara dönüşmüş olan Cassoidor'u durdurmak için adını bırakıp hayalet avlayan biri olmak ve Fontaine'lilerle birlikte ona direnmek zorunda kaldı. Zorlu bir yüzleşmenin ardından Cassiodor ve Fontainian'lar hem Boethius'u hem de Remuria'yı yutan denizi mühürledi. Altın Avcı kadere yemin ederek geçmiş ve bugün arasında bir bariyer görevi üstlendi ve kadim toprakların ruh bekçisi oldu.\nBinlerce yıl sonra, Boethius bozulmuş \"senfoni\" üzerindeki hakimiyetini yeniden kazanarak ruhunun parçalarını ve kırık melodileri ona dokudu. Harmost, Remuria'yı canlandırmak ve yeni bir tanrı olmak için senfoniye kaos getirdi. Boethius, Remus'un Ejderlerle işbirliği yaparak ve Büyük Senfoni'yi yok etmeye çalışarak Remuria'ya ihanet ettiğine inanıyordu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Kaderin çarkını geri döndüreceğim, eski dünyanın dönüşünü başlatacağım ve topraklara adalet getireceğim. Yüzeyde yaşayanlar, olması gerektiği gibi bizim irademize boyun eğecekler.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/e6ded426211e34a86d94bbb81d526d43_4010577476024734648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bu süre zarfında Cassiodor taş bedenini kaybetti ve Paimon'un daha sonra Osse adını verdiği beyaz bir kediye sahip oldu. Boethius'u durdurmak için Cassiodor, Gezgin ve Paimon'dan yardım istedi. Birlikte Kadim Çağlar Denizi'ne girdiler ve Boethius tarafından Machimos'un altına hapsedilen ejderha prensi Scylla'yı serbest bıraktılar. Scylla'nın bedeni yok edilmiş olsa da, Ichor'daki anıları yaşamaya devam etti. Cassiodor, Scylla'nın Tanrı Kral'a ihanet ettiğine inandı ve altın saraya saldırarak Remuria'nın sular altında kalmasına neden oldu Ejderha Kral, Remus ile yaptıkları son anlaşmadan, gizli planlarından ve Phobos'u yok edebilecek Requiem'in yaratılmasından bahsetti. Scylla, Remus'un Remuryalıları ve ulusu kurtarmak için son planı olarak başkente saldırmak üzere bir Ejder ordusuna liderlik etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b01a3f8e0f97cf5a0019803e99d98170_8760316774524793389.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cassiodor ve Gezgin Domus Aurea'ya vardıklarında Boethius onları senfonik sarayına çekmek için müziğin gücünü kullandı. Bu alan Dominus'un ruhunun tezahürüydü ve senfoninin kudretinin lütfuyla korunuyordu. Altın Saray'ın yakınında bulunan Phobos'un kalbi sayesinde Boethius gerçek dünyayı doğrudan etkileyebiliyordu. Eğer Dominus senfoninin tüm gücünü elde edebilirse, sanrıları gerçek dünyanın yerini alacak ve Fontaine binlerce yıl önceki görünümüne geri dönecekti. Cassiodor, gerçek dünyada kendisi için güçlü bir beden hazırlamış olan Boethius'u tamamen yok etmek için bir plan yaptı. Gezgin Teyvat'a ait olmadığından ve Ezeli Deniz'in suyundan yaratılmadığından, Phobos'un melodisi kaderlerini söylemedi ve Boethius ruhlarını etkileyemedi, bu da Cassiodor'un planının başarılı olmasını sağladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/319addbf237238c198272be1f2462516_3159325893125204781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Scylla'nın yardımıyla Gezgin ve Paimon, bir zamanlar içinden büyük senfoninin aktığı altın su kemerlerini yeniden bağladılar ve altın saraya giden yolu açtılar. Boethius'un gerçek formunun, Remuryalıların her melodisini ve arzusunu birleştiren Phobos olduğu ortaya çıktı. Onların gizli arzuları Remuria'yı savaşlara, fetihlere ve kuzeyli \"barbarların\" yok edilmesine götürdü. Remuria'nın düşüşünden önce bile, Phobos Boethius'u özümsedi ve Sebastos'a karşı isyan etti. Cassiodor kendini feda ederek Phobos'u taştan bir bedene hapsetti, böylece Gezgin Boethius ve Phobos'u yok edebilecekti. Gezgin Requiem'i çaldığında, Büyük Senfoni tamamen yok edildi ve Remuryalıların ruhları derin sulara geri döndü, böylece Cassiodor'un Sebastos'un herkesi senfoniden kurtarmak için planlarını ve umutlarını sürdürme konusundaki gerçek arzusu yerine geldi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Eğer su berraklığını kaybederse, nasıl tekrar su haline gelebilir? Eğer bir ağaç toprağı terk ederse, kök salmak için nereye gider?\"</color>\n<color=#ffffffd9>\"Taş ve metal çarpışıp gürlese de, insan su ve toprak olmadan yaşayamaz.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor'un ruhu dağıldığında, Osse tekrar sıradan bir kediye dönüştü ve şimdi Remuryalı savaşçının soyundan gelen Este ile birlikte Petrichor'da yaşıyor.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Çizimler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Kadim Bir Krallığın Senfonisi\": 4.6 Sürümü"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/367149bdb963a2e9aafeae3389a48aeb_98726124327138352.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 Nisan 2024</color>\nMerhaba, Gezginler! Sürüm 4.6 güncellemesinden sonra yeni bölgeler \"Nostoi Bölgesi\" ve \"Kadim Çağlar Denizi\" kullanıma sunulacak. Bu yeni bölgelerin hangi özelliklere sahip olduğunu öğrenmek için bu sayıya göz atın!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Müzik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4bf2966dc3d488c06bf277c18bd4cadb_8941365686576978684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 Mayıs 2024</color>\nGenshin Impact'in üçüncü Fontaine OST albümü \"Cantus Aeternus\" artık mevcut!\n<color=#ff9999>Disk 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Portus Anticus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e61ea8d2a875c83e094d097cc6314a7e_6272614108846112194.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria'nın yükselişi sırasında Portus Anticus imparatorluğun en müreffeh yeriydi. Gemiler Okyanus Sütunları'nın yanından geçerek kraliyet yolu boyunca imparatorluk gemisi Fortuna'ya ev sahipliği yapan dev limana doğru yelken açtıklarında, ilk olarak bir zamanlar sınırsız okyanus sisini dağıtan bronz çanlı yüce bir kule görürlerdi. Remuria kulesi göksel kehanetleri almak için değil, açık sularda adalar arasında seyahat eden gemilere rehberlik etmek için inşa edilmişti. Kulenin gerçek ile hayalin sınırında durduğu söylenir. Denizciler sirenler tarafından uykuya daldırılsalar bile, çanın sesini takip ederek sisi yarabilir ve Remuria'ya giden yolu bulabilirlerdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/3709973f6978b7847efd829309b988bf_3335936183496666607.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Harmost Boethius ve Büyük Senfoni Phobos, Gog Kralı Remus ve Ejderha Prensi Scylla'nın senfoniyi yok etmek için kurdukları gizli komployu öğrendiklerinde, Boethius Portus Anticus'un kuzeyli \"barbarların\" saldırılarından korunmasını emretti, böylece Ejderha Mirasçıları ile müzakerelere engel olmayacaklardı. Scylla Ejder ordusuyla gelir gelmez liman derhal kapatıldı ve olası tüm kaçış yolları kapatıldı. Scylla'yı bin yıldır hapseden zincirlerden biri Portus Anticus'ta bulunmaktadır.\nİmparatorluk yıkıldıktan sonra, imparatorluğun yüce otoritesini herkese gösteren görkemli Fortuna'nın direği kırıldı ve ilahi heykeller hiçbir yerde bulunamadı. Portus Anticus golem lejyonlarının mezarı oldu. Sadece görkemli çan belki de zaman ve pas tarafından tamamen yok edilmedi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Yaşam arayışlarımız boşunaydı ve hiçbir altın kozmetik parıltısı feryat eden ölüleri teselli edemezdi.</color>\n<color=#ffffffd9>Yine de tüm bunlar önemli değil. Okyanus rüzgârı son günlerimizi çaldı, öyleyse neden rüyalarda dolaşmaya devam etmeyelim? Neden kölelere güzel şarapları, parfümleri ve çok geçmeden solan gülleri getirmelerini emretmeyelim?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kadim Remuryalılar Petrichorluları ele geçirdiğinde, Daydream Club araştırmacıları Mécantre ve Babisse kardeşler, Portus Anticus'taki Remuryalı araştırmacıların \"gölgeleri\" oldular. Yüksek irtifa su kemeri ve aquabus tasarımları üzerinde çalışıyorlardı. Bu onların hayatını mutlu etse de, çalışmaları hayal gücünden yoksundu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Eğer bir araştırmacının zihni hızla akan bir nehre benzetilebilirse, o zaman hayal, selin çarptığı ve üzerine ilham dalgalarının yayıldığı bir kayalık ya da kayadır.</color>\n<color=#ffffffd9>Kuşlar neden uçabilir? Ağaçlar neden büyür? Yağmur neden gökten yağar? Dünya neden renklidir?</color>\n<color=#ffffffd9>Birdenbire ortaya çıkan bu tür \"gündüz düşleri\" olmasaydı, araştırma durgun bir su havuzu gibi olurdu.</color>\n<color=#ffffffd9>\"Gündüz düşü\" her araştırmacının peşinde olduğu ama nasıl yakalayacağını bilemediği kıvılcımdır.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/78d51b068d0a1b51725ae325bb54d003_1260284182914469162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kardeşler araştırmacıların aquabus gövdelerindeki su korozyonunu yavaşlatmanın üç yolu ve formunu iyileştirmenin iki yolu hakkında konuştuklarını duyduklarında, içlerinden biri daha önce bahsedilen önerileri birleştirerek suda hızla ilerleyebilecek küçük bir tekne yapabilecekleri fikrini ortaya attı. Diğer kardeş ise su yolu inşaatının detaylarından esinlenerek iki dağ arasına yerleştirilebilecek ve her türlü büyük nakliyenin geçebileceği büyük bir köprü oluşturabilecek bir tasarım tasarlamaya başladı. Kardeşler, Remuryalı araştırmacılara böyle bir ilham gelmediği için üzgündü. Babisse ve Mécantre, onların anısını onurlandırmak için Remuryalılardan esinlenen araştırmalara devam etmeye karar verdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/647b8b721aec5f57e371c4943a5b05dd_1611063166216088106.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yeraltı gölünde, tüm araştırma projelerinden sorumlu Remurya Bilimler Akademisi müdürünün heykeli yer almaktadır. Onun \"gölgesi\", başkalarına her zaman kötü davranan ve onlardan faydalanan bir işadamı Grundland'dı. Gerçek hayatta başkalarını kontrol altında tutmak için çeşitli yöntemler kullanırken, Remuryalı'nın \"gölgesi\" olarak, böyle bir boyun eğmenin tüm acısını hissetti. Bu duygu onun üzerinde silinmez bir etki bıraktı ve değişmeye ve artık o kişi olmamaya kesin olarak karar verdi.\nHayatta kalan Harmost Cassiodor, Gezgin ve Paimon, Petrichor halkını kurtarmak için Kadim Çağlar Denizi'ne gittiklerinde, limanda Este'nin heykeli ile karşılaştılar. Este, Remuria'nın düşüşünden sonra Cassiodor'u takip edenlerden biriydi ve orijinal Mareşose Avcılarından biri oldu. Petrichor'dan gelen torunu, hipnoz sırasında bilinci açık kalan tek kişiydi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/31e147b7d56d08077c856d643db992f2_4777317068978385111.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Portus Anticus'ta kadim notalardan biri olan Rex Tremendae bulunabilir. Kadim Otoharmonik Müzik Kutusu ile çalınabilir.\n<color=#ffffff>\"Sevinin! Şükürler olsun! Çanlar çalıyor, altınlar, baharatlar ve ipekler uzaklardan buraya akıyor, bizimkisi kaygılardan arınmış bir zaman...Ama böyle neşeli günler sonsuza dek böyle devam edebilir mi? Kahramanların kralı kaşlarını çatıyor...\"</color>\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Bölgesi",
        "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5646,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caesareum Palace",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e5985fb7ce521570a65db0df5a1e1fa5_8986229213503822935.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caesareum Sarayı bir zamanlar güzel bir saraydı, ancak şimdi sadece enkaz ve kalıntılar kaldı. Legio VI, bu sarayı birkaç bin yıl boyunca her gün savundu. Zamanla neredeyse herkes burayı terk etmiş, ölmüş ya da belki de yıllar geçtikçe saplantılarını ve nefretlerini bir kenara bırakmış. Hatta belki de söz konusu tutkular tarafından tüketildiler, görevlerini bir kenara bırakıp anlamsız katliamlara kucak açtılar. Sadece bir golem nöbet tutmaya devam etti. Lejyon yıllar önce sarayı Ejderlerden korumuştu. Savaşlarının tarihi \"Senfoni'ye\" kaydedildi ve bir opera gibi tekrar tekrar çalmaya devam etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/4436632aa8267343f6c2462cb7f079ed_3390777854675402317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Golemlerden biri olan Aetius ve kız kardeşi Placidia, şehir kapılarına geldiklerinde Ejderdoğanlarla savaşırken öldüler. Legio VI'nın tüm savaşçıları sarayda nöbet tuttu ve hayırseverleri Harmost Euergetia'nın şanı için savaştı. Uygarlığı ve ölümü seçtiler çünkü uygarlığı savunurken ölmekten daha büyük bir onur yoktur.\nHarmost Boethius ve Büyük Senfoni Phobos, Tanrı Remus ve Ejderha Prens Scylla'nın Senfoni'yi yok etmek için kurdukları gizli komployu öğrendiklerinde Boethius, Legio V Orchestrae Excitator'a Ejderdoğan'a karşı tüm düşmanlıklarını durdurmalarını ve Caesareum Sarayı'na dönmelerini emretti. Harmost Euergetia, Legio VI'ya sürgündeki Harmost Boethius'un liderliğinde Caesareum Sarayı'nda nöbet tutmasını emretti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eed3a1f65161f5b132c092e8dad7763c_7947902393226307275.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caesareum Sarayı'nda antik notalardan biri olan Dies Irae bulunabilir.\n<color=#ffffff>\"Savaş davullarının fetheden ritmiyle yürüyen Altın Lejyon güneşin altında parlıyor ve tüm karanlıklar kovulmuş olmalı... Bir kez bahşedilen kader armağanları, bir daha kader tarafından geri alınmayacaktır. Kral tarafından seçilen adalet yolu budur. Bu adalet tebaası tarafından anlaşılamasa bile...\"</color>\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hortus Euergetis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e7487a1e28d86c3ea91a160b12e59b0d_7278385608500482705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hortus Euergetis adını Remuria'nın büyük Harmostlarından biri olan Euergetia'dan almıştır. Bir zamanlar lejyonları yönetmiş ancak Remuria'nın düşüşünü asla görememiştir. Daha sonra Ejderha Prensi Scylla'yı yakalamak için kullanılan zincirler onun kanından dövülmüştür. Böyle bir zincir Hortus Euergetis'te bulunmaktadır.\n<color=#ffffff>\"Melodin huzur bulsun, iyi kalpli Euergetia, meslektaşım, arkadaşım, kız kardeşim.İyiliğin unutulsa da, adın unutulsa da, burada çiçekler hep senin için açacak. Uyu, uyu, geçmiş için artık endişelenme, gelecek için artık ağlama ve bir zamanlar güldüğün gibi gül.\"</color>\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5660,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Initium Iani",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6ca13ad6c385ea89aeef43e41e41888a_5524139691493151976.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria'nın yükselişi sırasında kraliyet yolu, cesur Remuria savaşçılarının yaşadığı Machimos'a çıkıyordu. Büyük tapınaklar ve arenalar, şehrin ihtişamını ve zaferini anmak için dev oyma kayalarla inşa edilmiştir. Sağlam ve yüksek duvarlar sır ve altınla süslenmiş, bronz ve mermer heykeller araziye dizilmiş, altın, baharat ve dünyanın dört bir yanından gelen özel ürünler pazarlarda yığılmıştı. Machimos başkentin dış şehriydi ve Capitolium'dan şehrin dış ve iç kısımlarını ayıran bir bariyer olan Initium Iani ile ayrılıyordu. Tanrı Kral ve müzisyenler tarafından dokunan ve tüm Remuria'yı kapsayan Senfoni, Initium Iani'den ve onun altın su yollarından geçiyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eb10623b622070ca24357c52fb8225f2_8885253099725459640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tanrı Kral Remus, Büyük Senfoni Phobos'un kendini yok etme emri olan son senfonisi Requiem'i arkadaşı Ejder Prensi Scylla'ya emanet ettiğinde, Scylla'nın Ejder ordusuyla birlikte Initium Iani'den geçip başkente saldırması gerekiyordu. Harmost Boethius bu planı öğrendi ve Tanrı Kral'ın emriyle direnişten vazgeçtiği yalanını söyleyerek aniden bir orduyla Scylla'ya saldırdı. Ejderler dalgalar tarafından boğuldu ve Altın Saray'a zamanında ulaşamadı. Sonuç olarak Scylla yüksek bir kulenin altına hapsedildi ve Boethius Initium Iani'yi mühürledi. Phobos'un gücü kontrolden çıktı ve imparatorluk ilahi bir cezaya boyun eğercesine okyanusun derinliklerine gömüldü.\nBin yıl sonra, hayatta kalan Harmost Cassiodor, Gezgin ve Paimon Scylla'yı tutan zincirleri yok etti ve onu serbest bıraktı. Remus'un planını tamamlamak ve Requiem'i serbest bırakmak için Scylla Initium Iani'nin mührünü açtı ve diğerlerini Ianus Geçidi'nden başkentin iç şehrine götürdü.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alta Semita",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/07e4e4624c611e7ef344f98e9317bc39_2540270919053566357.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alta Semita, Ianus Geçidi'nden Altın Saray'a uzanır. Göz kamaştırıcı Ichor bir zamanlar su yollarından geçerek kuzeydeki büyük göle ulaşır, Yüksek Deniz'in ötesine adalet ve sevinç taşırdı. İchor altın su kemerlerinden akar ve Remuria'nın senfonisi yankılanırdı. Remuria düştüğünde, su yolları zarar gördü."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/b3e5d8e0ea7e8d896c3d19d2e8afc9fb_5018151067691109015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Alta Semita'nın kuzeyinde, resim şeklinde kaydedilmiş senfonilerden biri yer almaktadır. Su yolları bu tür senfoniler aracılığıyla restore edilebilirdi. Senfoninin gücünü serbest bırakmak için boynuzu aydınlatmak, kazınmış notayı uyandırmak ve sahnedeki \"aktörlerin\" yerlerine dönmelerine izin vermek gerekiyordu.\nSu yolları Ichor kullanılarak onarıldığında, Scylla senfoninin gücünün serbest kalmasına ve Altın Saray'ın açılmasına yardımcı oldu. Domus Aurea'nın kapıları, Remus'un melodisi Capitolium'dan tüm uzak diyarlara duyulduğunda olduğu gibi açıldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Collegium Phonascorum",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/945fb0bdb62598f511ae53708a14bdef_941657925790350679.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Collegium Phonascorum'da, resim şeklinde kaydedilmiş ikinci nota yer almaktadır. Geçmişte, Remus'un müzisyenleri melodileriyle her kayayı ve taş duvarı kaplardı, ancak şimdi sadece altın arılar \"Senfoni'nin\" çağrılarına kulak veriyor. Uçan kuş fantazmları hak ettikleri yerlere geri döndüklerinde, su yollarını onarmak için senfoninin gücünü serbest bıraktılar.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Clivus Capitolinus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/857befb568ae3d4170657d4b51b768de_4447526642844623379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Capitolium, Remuria'nın merkezi, başkentin iç şehriydi. Burada sayısız çiçek ve yağ kokusu havadaydı ve her yerde coşkulu ilahiler duyuluyordu. Burası sadece en seçkin entelektüellerin ve müzisyenlerin girebildiği, sanatçılar için bir cennetti. Ancak onların bile sadece küçük bir kısmı Tanrı Kral'a hizmet etme ayrıcalığına sahipti. Burada, tüm tiyatrolar ve saraylar en uyumlu şekillerde kurulmuş, kirişleri ve kubbeleri en görkemli ve karmaşık oymalarla süslenmiş ve yüksek bakır sütunlardan oluşan altın bir sarayın merkezinde yer almıştır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/831a8c655a7864f6a6643f21c58d5186_4692012383334029035.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sarayın kalbinde huzur içinde dinlenen Kral, imparatorluğun her köşesinden gelen her melodiyi ve her notayı dikkatle dinlerdi. Herhangi bir uyumsuzluk duyduğunda, Tanrı Kral tellerini kopararak hemen düzeltir ve imparatorluğunun senfonisine mükemmellik getirirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/d2d3a6d1f88aca6233f72944f45ec453_2282069148862487964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Clivus Capitolinus'un altındaki bir yeraltı mağarasında Capitolium'un eski avlusu bulunmaktadır. Burada \"Geri Dönmeyen Elçi\" Cineas, geçmişten gelen Ejder ve Kadim Otoharmonik Müzik Kutusunda çalınabilen kadim notalardan biri olan Confutatis bulunabilir.\n<color=#ffffff>\"Hüküm borusu çoktan çaldı ve kaderin hükmüne karşı gelinemez. Tanrılar bile kaçamaz.</color>\n<color=#ffffff>Yargı günü geldiğinde, dünya nasıl titreyecek? Tüm ölümlüler günahla lekelenmiştir ve yöneticileri de istisna değildir. Hepsi işledikleri suçların hesabını vermelidir...\"</color>\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Domus Aurea",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6fa36af0507dcdef5030c81c7a0a8023_8820250191563255936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Altın Saray, Tanrı Kral Remus ve altın bir arı şeklindeki kahin Sybilla'nın Meropis topraklarına indiği altın gemi \"Fortuna'dan\" yaratılmıştır. Remus uygarlığı ve düzeni getirmiş, insanlara toprakta nasıl tarım yapılacağını ve ürün yetiştirileceğini öğretmiş ve insanları barındırmak için devasa taşlarla tapınaklar ve şehirler inşa etmiştir. En önemlisi, insanları diğer canlılardan ayıran ve kendilerini her şeyin efendisi olarak görmelerine neden olan müzik ve sanatın güzelliğini yayan oydu. Domus Aurea, üzerinde bir senfoninin yaratılacağı devasa bir müzik aleti olarak tasarlanmıştır, bu nedenle büyük bir arpı andırır. Önceleri trompetlerin yardımıyla senfoni dünyanın dört bir köşesine yayınlanıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/c1c3ae49dbf00c14be54bb08d66bdb74_6187112496603498686.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remuria düştüğünde ve Remus son senfoninin melodisini serbest bırakmak için kendini feda ettiğinde, Harmost Boethius hayatta kalmayı başardı. Altın Saray'da bin yıl geçirdi, zamanın erozyonuna direnebildi ve parçalanmış \"senfoni'nin\" gücünü yavaş yavaş ele geçirdi. Senfonik sarayı, kendi alt uzayını yarattı. Orada yeni bir beden kazanmak, bir tanrı olmak ve imparatorluğu yeniden canlandırmak istiyordu.\nGezgin Domus Aurea'ya girdiğinde ve Harmost Cassiodor'un yardımıyla Boethius'u tuzağa düşürdüğünde, kendilerini Domus Aurea'nın ana salonu olan Sacellum Requietis'te buldular. Gezgin orada Tanrı Kral Remus'un son senfonisini serbest bıraktı ve Büyük Senfoni'yi yok etti.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kadim Çağlar Denizi"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kalıcı Lokasyon"
          }
        ]
      },
      {
        "key": "Yayımlandığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Initium Iani",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/11910d5832082d96f809411826016aab_5597434259346637831.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Denizin altında bir başkent var.\""
          }
        ]
      },
      {
        "key": "Portus Anticus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/928b1539ffec1acc55b515ea398106ae_8023994543662435179.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dalgaların altında batan bu büyük mağara bir zamanlar müreffeh bir kraliyet limanıydı. Kadim çanların sesi okyanus engelini aşabilirse, kayıp ruhlar evlerine dönüş yolunu bulabilir."
          }
        ]
      },
      {
        "key": "Alta Semita",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/b3fb0c583e6e7013b53768dadec665ec_254786728021447292.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Göz kamaştırıcı Ichor bir zamanlar su yollarından kuzeydeki büyük göle doğru akar, tüm Açık Deniz'e adalet ve sevinç taşırdı. Bu Pax Remuria'ydı - ihtişam ve umudun harikulade bir zamanıydı."
          }
        ]
      },
      {
        "key": "Domus Requiem",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/50b8af84faf2ec3790fdaf101e1e3273_6126611095504542459.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Lütfen onlara ebedi istirahat bahşedin ve ışık daima üzerlerinde parlasın.\""
          }
        ]
      },
      {
        "key": "Collegium Phonascorum",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/6c981cadc9ddbb59fc0eae1049278a95_1158186597376140633.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Kader çoğu zaman insanların mutluluğu görebildiği bir gölgeden başka bir şey değildir, onları yıkıma giden yola itmek için daha iyidir.\""
          }
        ]
      },
      {
        "key": "Domus Aurea",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/1605f9d60547f79871b32ec81a651d66_1398806246193745400.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Bir rüya gördüm... O rüyada ölümlüler bile özgür iradeye sahipti ve kaderleri belirsizdi...\""
          }
        ]
      }
    ]
  }
}