{
  "epId": 5601,
  "name": "Nostoi Bölgesi",
  "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1722247584,
  "components": {
    "galleryCharacter": [
      {
        "key": "Petrichor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/aed693df7c762814042d1617b725f80c_7464711532664155811.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Petrichor hakkında pek çok güzel ve etkileyici efsane vardır, ancak hiçbiri küçük kasabadaki yaşamı değiştirmemiştir.\nDeniz meltemi ne zaman akşam çanının sesini uzaklara taşısa, kasaba halkı sakin bir günün daha geçtiğini anlar."
          }
        ]
      },
      {
        "key": "Solmuş Altın Sahnesi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/cb6ce896b37489b94e65b9f437bf742b_5981428976053172834.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Müzikten yoksun orkestra şefi bir zamanlar, tüm büyüklük ve ihtişamın sonunda buraya asla geri dönemeyecek bir geçmişe ağıt yakmıştı.</color>"
          }
        ]
      },
      {
        "key": "Solmuş Kale",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/a1ce13d757ad9228a003149edcb01ae1_122091024428773225.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Burada pek çok sır ortaya çıkarıldı, ama cevap yok."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Çizimler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Kadim Bir Krallığın Senfonisi\" 4.6 Sürümü"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/367149bdb963a2e9aafeae3389a48aeb_98726124327138352.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 Nisan 2024</color>\nMerhaba, Gezginler! Sürüm 4.6 güncellemesinden sonra yeni bölgeler \"Nostoi Bölgesi\" ve \"Kadim Çağlar Denizi\" kullanıma sunulacak. Bu yeni bölgelerin hangi özelliklere sahip olduğunu öğrenmek için bu sayıya göz atın!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Müzik",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4bf2966dc3d488c06bf277c18bd4cadb_8941365686576978684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 Mayıs 2024</color>\nGenshin Impact'in üçüncü Fontaine OST albümü \"Cantus Aeternus\" artık mevcut!\n<color=#ff9999>Disk 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaynaklar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Karakter Yükseltme Malzemeleri"
      },
      {
        "type": "CustomEntry",
        "epId": 5608,
        "name": "Altın Melodi Parçası",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/34fdbe29e8b5a8891b304ab2003ecdaf_8227275364634036098.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Parlak Bulgu Kristaller"
      },
      {
        "type": "CustomEntry",
        "epId": 5634,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Canlılar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Düşmanlar ve Yaratıklar"
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC'ler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı NPC'ler"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3940,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Görevler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dünya Görevleri"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5645,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5644,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5643,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kütüphane",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kitaplar"
      },
      {
        "type": "CustomEntry",
        "epId": 5620,
        "desc": "",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Harita",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Harita Lokasyonu"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?shown_types=2,3,154&center=1135.51,-4988.00&zoom=0.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Petrichor Üzerindeki Gölge",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Gezgin ve Paimon Petrichor'a ilk kez vardıklarında, kasabanın ıssızlığı ve insanların garip davranışları karşısında şaşırdılar. İleride bazı Maceracılar gören Gezgin onlara yaklaşmaya karar verdi, ancak onlar Karanlık Lord, golem lejyonları ve Este adında bir kişi hakkında konuşmaya başladılar. Paimon ilk başta insanların bir tür gösteriye katıldıklarını düşündü, ancak sadece saldırdılar ve yenildikleri için kaçtılar. Gezgin, Maceracıların yanında duran taş heykele dokunduğunda, aniden taş adamın onlara \"İmparator\" dediği garip anılar gördüler. Golem, büyük Senfoni Phobos'u çalma ve kaderin zincirlerinden kurtulma ritüelinin yaklaştığını duyurdu Phobos her melodi, her hareket, her düşünce ve tüm Remuryalı ruhların toplamıydı. Onun rehberliğinde Remuryalıların kaderin zulmünden uzak, mutlu bir yaşam sürmeleri gerekiyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/d3c8cf022bac76a55f5125c200946e97_1153881705040026076.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sonra, Gezgin'in önünde devasa bir Su Ejderi belirdi ve Gezgin'e Remus diye seslendi. Bin yıldan uzun bir süre önce Remus, batık imparatorluk Remuria'nın hükümdarıydı. Ejder Prensi Scylla onun arkadaşıydı ve Remus'un vaat ettiği çatışmasız dünyayı görmek için Ejderdoğanların yaşadığı Fontemer krallığından onu takip etmişti. Scylla, Remus'u yarattığı senfoninin adalet ve mutluluk getirmediği, aksine tüm kötülüklerin kaynağı olduğu için suçladı. Remus'un krallığı şiddetle parçalanmıştı ve ölümsüz ırk ile suların insanları birbirlerini katlediyordu. Phobos'un etkisi altındaki Remuryalılar, senfoninin iradesini takip eden köleler haline geldiler. Remus, Ejder'e yaptıkları anlaşmayı hatırlattı: Remuryalıları özgürleştirmek ve büyük Senfoni'yi yok etmek için Remus, Phobos'un kendi kendini yok etmesi için bir emir olan son senfonisi Requiem'i yayınlamak üzere kendini feda edecekti. Bu senfoniyi Scylla'ya emanet etti ve ona Remuria'nın başkentine saldırmasını emretti. Ejder Prensi, Requiem tarafından salınan ilkel enerjileri kontrol altına almak zorundaydı.\nİmgelemden uyanan Gezgin, Petrichor'un derinliklerine doğru ilerledi. Maceracılar gibi tüm sakinler de hipnoz altında gibiydi ve Tanrı Kral Remus, Dominus Boethius ve golem lejyonları hakkında konuşuyorlardı. Hipnoza maruz kalmayan tek kişi \"Hayal Kulübü\" üyesi Este'ydi. Hayal Kulübü daha önce hipnozu araştırmıştı ama böylesine büyük çaplı bir olayla baş edemezlerdi. Este'nin hipotezi harabelerin içinde anormal bir şey olduğu yönündeydi, bu yüzden Gezgin ve Paimon orayı araştırmaya karar verdi. Yol boyunca, kaotik \"Senfoni'yi\" durdurmak ve kayıp ruhları kurtarmak için derin denizlerin kadim krallığına gitmelerini isteyen garip, parlayan ve konuşan bir kediyle karşılaştılar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/1cc43e9ca88bc647bd2f85399e957947_1338946940331855163.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Aslında Petrichor halkı hipnozun etkisi altında değildi, ancak ölü Remuryalıların ruhları bedenlerini ele geçirmişti. Buna, imparatorluğun çöküşünden sağ kurtulmayı başaran Remus'un Harmostlarından Boethius'un eylemleri neden olmuştu. Remuria'nın dört Harmost'u, Remus'un kendisi dışında senfoninin tek şefleriydi ve Phobos'un melodisini değiştirebiliyorlardı. İmparatorluğun çöküşünden bin yıl sonra Boethius, ruhunun parçalarını ve kırık melodileri senfoniye dokuyarak, bozulmuş senfoni üzerindeki gücünü yeniden kazandı. Harmost, Remuria'yı canlandırmak ve yeni bir tanrı olmak için senfoniye kaos getirdi. Onun ritüeli sayesinde Petrichor halkının bedenleri uzun süredir ölü olan Remuryalıların ruhlarıyla doldu. Parlayan kedi Boethius'un eski arkadaşı Harmost Cassiodor'du. Remus onun ruhunu senfoniden ayırmış ve ona özgür irade vermişti. Remuria yok edildiğinde Cassiodor başkentte değildi ve hayatta kalmayı başardı. Cassiodor, Boethius'un Remus'un iradesine karşı geldiğine inanıyordu, bu yüzden onu durdurmaya çalıştı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/c1c3ae49dbf00c14be54bb08d66bdb74_5579034085289574503.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gezgin, Paimon ve Cassiodor, Solmuş Kale'deki bir geçitten Geçmiş Çağlar Denizi'ne geldiklerinde, binlerce yıl önce Boethius tarafından mühürlenmiş olan Scylla'yı kurtardılar. Bedeni yok edilmişti ama bilinci yaşamaya devam ediyordu. Scylla minnettarlıkla Remuria'nın başkentine ulaşmalarına yardım etti. Boethius ile buluşmak üzere Altın Saray'a girmek için altın su kemerlerini onardılar. Ejderlerin Prensi Requiem'i Gezgin'e emanet etti ve son senfoniyi çaldıklarında Remuryalıların ruhları derin sulara geri döndü ve Petrichor halkı uykularından uyandı. Olanların gerçek olduğunu bilmiyorlardı ve bin yıl öncesinin anılarını görüyorlardı, bu yüzden kolektif bir rüyada olduklarına karar verdiler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Kadim Çağlar Denizi",
        "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Petrichor",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/bfd8e541d21c969126a293760112f53b_5968744405060554386.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Petrichor adada ana şehirden uzakta ve Yüksek Deniz seviyesinin altında küçük bir kasabadır. Petrichor'dan Yüksek Deniz şelalelerinin muhteşem manzarası açılır. Bin yıldan daha uzun bir süre önce burası henüz Petrichor adını almamış huzurlu bir kasabaydı. Fontainialılar burada huzur ve güven içinde yaşıyordu, ta ki halkın Karanlık Lord dediği Remus'un golem orduları gelene kadar. Remus tüm suların hükümdarı olduğunu iddia ediyordu ve güçleri Petrichor'a gelmeden önce sayısız kasaba ve şehri yok etmişti bile. Golemler topraklarını ele geçirdi, saf su kaynaklarını kirletti, yüksek çan kuleleri ve kaleler yükseltti ve Karanlık Lord'un senfonisi Fontainialıları köleleştirdi. İmparatorluk düştüğünde, insanlar tekrar özgür oldu.\nŞimdi burası, insanların geleneklere saygılı olduğu ve dışarıdan gelen misafirlere karşı genellikle kibar ve dostane davrandığı romantik ve pastoral bir yer. İlk Su Hükümdarı Egeria tarafından atanan ilk Petrichor Dükü zamanından beri, de Petrichor ailesi kasabayı sürekli artan refaha yönlendiren yardımsever liderlerdi. Ailenin son patronu Renault de Petrichor, Poisson'a belediye başkanı olarak atanmış ve orada Poisson Kuşatması'nda hayatını kaybetmiştir. Renault'un oğlu Rene de Petrichor, Fontaine tarihinde önemli bir örgüt olan Nergis Haçı Derneği'nin kurucularından biri oldu. De Petrichor ailesinin ortadan kaybolmasının ardından kasaba terk edilmiş bir balıkçı köyü haline geldi. Ancak büyük kaşif ve ilk Doge Ruggiero, Remurya hazinelerini aramak için Petrichor gelerek Consilium Sapientium'u kurduğunda köy yeniden restore edildi. O dönemde kasaba halkı, dış dünya ile ilişkileri çok yakınlaştığı ve geleneklerini yok ettiği için kasabanın harabeye döndüğüne inanıyordu. Şimdi köyde Petrichor'daki tüm meselelere karar veren bir yaşlılar konseyi var. En güvenilir ihtiyar Doge oluyor. Köyün şu anki Doge'si Tiepolo'dur. Akrabası Contarini, Özel Güvenlik ve Gözetim Devriyesi'nde görev yapmaktadır ve Tiepolo'nun yardımcısı, kasabalarının nakliye rotalarında önemli bir kavşak haline gelmesi için ünlü Spina di Rosula örgütü ile bağlantı kurmak istemektedir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/174e227dae6c2a51083cdd972dc7f55b_297588180815034423.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Altın İmparatorluk'tan kalan Soluk Tiyatro Petrichor'da yer almaktadır. Ölümsüz müzisyen Boethius'un yönetimindeki Altın Topluluk, bir zamanlar kadim bir medeniyetin ağıtlarını sahnelemiştir. Zaman geçtikçe, antik oyunlar bir efsaneye dönüştü. Efsane efsaneye dönüştü. Ta ki bir gün, tesadüfen, kasıtlı olarak yeniden ele alınıp yeni bir rüyanın başlangıcı olana kadar. Tiyatronun yanında, Soluk Kale'nin girişini örten bir mühür yer almaktadır. Büyük bilge Ruggiero, Altın Avcı Cassiodor ile birlikte, insanları orada saklanan bilgiden korumak için Soluk Şato'yu mühürledi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/bead3abfb55b7afd530db4d2305ecc63_2753439774879002818.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir gün, \"sıradan bir köylü\" olan Juliano, Ruggiero ile tanıştı. Juliano'ya göre, berrak su katmanlarını geçerek gölün altındaki koridoru ziyaret etti. Sınırsız vadiyi geçerek doğudaki yıkık şehre ulaştı. Gökyüzünü lekeleyen altın kumları fethetti, ölülerin hazinelerini ele geçirdi. Sınırsız maviliği fethetti, ıssız adaların gömülü sırlarını ortaya çıkardı, ancak ne kadar çok şey elde ederse, o kadar boş hissetti. Büyük bilge Ruggiero ile tanışana kadar hiçbir hazine kalbindeki boşluğu dolduramadı. Onun öğretileri sayesinde Juliano'nun iç huzuru yeniden sağlandı, bu yüzden uzun yıllar boyunca biriktirdiği serveti Ruggiero'nun Petrichor'u yeniden inşa etmesine yardım etmek için kullandı. Juliano kalan serveti dört parçaya bölerek adada sakladı.\nYaklaşık 450 yıl önce, Alain Guillotin ve kız kardeşi Mary-Ann, Rene de Petrichor, Jakob Ingold ve Carter Scherbius tatil için Petrichor'a geldi. Alain, Rene, Jakob ve Carter Doğa Felsefesi Enstitüsü'nde birlikte çalışıyorlardı ve Carter şehirden uzakta bir piknik düzenlemeye karar verdi. Rene eski bir uygarlığın kalıntıları ve Altın Kumpanya tarafından bırakılan kayıtlarla ilgilenmeye başladı. Bunları incelerken Fontaine'in ana sırlarından birini, tüm Fontaine'lilerin Okeanid'lerden geldiğini keşfetti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/c1f51031792713f423f4d4a2a3b55b2f_8379393935738016432.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bir gün köylüler kendilerini toplu bir rüyanın etkisi altında buldular. Gardes bunun şehrin altındaki topraktan sızan bir tür doğal hipnotik gazla ilgili olduğundan şüpheleniyordu. Ve sadece birkaçı olan bitenin bir rüya olmadığını, kadim Remuryalıların ruhlarının köylülerin bedenlerinde yaşadığını biliyordu. \"Hipnoz\" altında olmayan tek kişi, Mareşose Avcısı'nın soyundan gelen ve Altın Avcı'nın arkadaşı olan Este'ydi. Este, Walter ile birlikte Remuria'dan Cassiodor'u takip etti. Sonunda yeni doğan Fontaine'de dinlenmeye çekildiler. Kaynak suları, tıpkı sıradan Fontaine'lilere yaptığı gibi, kayaya hapsolmuş Remurialıların ruhlarına cevap verdi ve Este'nin bir ailesi ve çocukları oldu. Este'nin soyu Fontaine'inkiyle birleşti ve bugüne kadar devam etti. Petrichor'da bir felaket meydana geldiğinde Gezgin ve Paimon'u Cassiodor'a götüren onun soyundan gelenlerdi. Remuryalıların ruhları derin sulara geri döndüğünde Este, Cassiodor'un eskiden sahip olduğu beyaz kedi Osse'yi sakladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/1e5984929b259bfe0f197faad011f1ed_2267298157473407434.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Köy, bir rüya tarafından yönetilen bir grup mucit olan Daydream Club'a ev sahipliği yapmaktadır. Kulüp üyelerinin hepsi doğuştan hayalperesttir, bu nedenle günlerini çeşitli şaşırtıcı şeyler düşünerek geçirirler. En ünlü üyelerinden biri, bir yönetmen ve Film Kamerası'nın mucidi olan Xavier'dir. Kamera üzerinde bazı geliştirmeler yapmış ve onu aynı zamanda bir dizi fotoğrafı sürekli olarak yansıtabilen ve böylece hareketli görüntüler oluşturabilen bir Film Kamerasına dönüştürmüştür. Bir gün Xavier, Mikage Fırını'nın restorasyonunu denetlemek ve bununla ilgili \"Tatara Masalları\" filmini yönetmek üzere Inazuma'daki Tatarasuna'ya geldi. Ayrıca \"The Seventh Samurai\" filminin yönetmeni ve \"The Two Musketeers\" filminin yapımcısıdır. Son film Fontinalia Film Festivali'nde gösterildi ve Furina (yönetmen), Kamisato Ayaka ve Chevreuse'nin (başrol oyuncuları) katılımıyla oluşturuldu. Film büyük bir başarı elde etti ve festivalin ana ödülü olan Furina Ödülü'nü kazandı. Bu zafer sayesinde Xavier kendi film stüdyosu olan Musketeer Pictures'ı kurdu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/76364bb88146ca9819ee280e0a6aa052_5324140841089770245.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kulübün bir diğer ünlü üyesi de Numaralandırma Makinesi'nin yaratıcısı Garcia'dır. Kendisi ve asistanı Lutong sık sık mali zorluklarla karşılaşsa da Garcia harika sonuçlar elde etmiş ve Eklips Operası'nın kitaplarını temizlemek gibi hesaplamaları yapmak için sık sık işe alınmıştır. Garcia, Sumeru'da çalışırken Numaralandırma Makinesi'nin performansında çığır açan gelişmeler elde etti ancak araştırmalarına devam etmek için Fontaine'e geri döndü. Geleneksel mekanizmaların aktarım yapısı oldukça sınırlı olduğundan, makinenin performansı sınırına ulaşmıştır. Bir gün Garcia, Garcia'nın araştırmasına sponsor olmaya hazır olan Grundland'dan bir randevu aldı. Karşılığında Numaralandırma Makinesi projesini tüm verileriyle birlikte almak istedi ama Garcia bunu reddetti. Daha sonra o ve Lutong takip edildiklerini fark ettiler ve evde olmadıkları sırada birileri odalarına girip eşyalarını aradı. Garcia ve Lutong bir an önce Garcia'nın \"memleketi\" olan Petrichor'a dönmeye karar verdiler ama orada Grundland ile karşılaştılar. O da kolektif rüyayı yaşayanlardan biriydi. Grundland başka bir hayatta Remurya Bilimler Akademisi'nin yöneticisiydi ve tüm araştırma projelerinden sorumluydu. Gerçek hayatta başkalarını kontrol altında tutmak için çeşitli yöntemler kullanırken, Remuryalı'nın \"gölgesi\" olarak, böyle bir teslimiyetin tüm acısını hissetti. Bu duygu onun üzerinde silinmez bir etki bıraktı ve değişmeye ve artık o kişi olmamaya kesin olarak karar verdi.\nKulüpte ayrıca, sonsuz bir kinetik enerji kaynağı yaratmayı hayal eden Evermotion Mekanik Boyama'nın mucidi Félix Yogue ve mermisi Teyvat'ın yıldızlarına ulaşabilecek, potansiyel olarak içinde yolcular bulunan dev bir top inşa etmekle meşgul olan Mécantre ve Babisse kardeşler de yer almaktadır. Araştırmalarında onlara Fontaine Araştırma Enstitüsü'nden emekli olup Petrichor'a taşınan eski kıdemli teknik uzman Bossuet yardımcı olur. Kardeşlerin fikirlerini boş fanteziler olarak görse de, liderliği sayesinde çalışmanın başka alanlarda faydalı olacak meyveler verebileceğine inanmaktadır. Mécantre ve Babisse kendilerini \"rüyanın\" içinde bulduklarında, aynı zamanda yüksek irtifa su kemeri ve su otobüsü tasarımları üzerinde çalışan araştırmacılardı. Bu durum hayatlarını mutlu kılsa da, çalışmaları hayal gücünden yoksundu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Eğer bir araştırmacının zihni hızla akan bir nehre benzetilebilirse, o zaman hayal, selin çarptığı ve üzerine ilham dalgalarının yayıldığı bir kayalık ya da kayadır.</color>\n<color=#ffffffd9>Kuşlar neden uçabilir? Ağaçlar neden büyür? Yağmur neden gökten yağar? Dünya neden renklidir?</color>\n<color=#ffffffd9>Birdenbire ortaya çıkan bu tür \"gündüz düşleri\" olmasaydı, araştırma durgun bir su havuzu gibi olurdu.</color>\n<color=#ffffffd9>\"Gündüz düşü\" her araştırmacının peşinde olduğu ama nasıl yakalayacağını bilemediği kıvılcımdır.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/78d51b068d0a1b51725ae325bb54d003_3815722788388153347.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kardeşler araştırmacıların aquabus gövdelerindeki su korozyonunu yavaşlatmanın üç yolu ve formunu iyileştirmenin iki yolu hakkında konuştuklarını duyduklarında, içlerinden biri daha önce bahsedilen önerileri birleştirerek suda hızla ilerleyebilecek küçük bir tekne yapabilecekleri fikrini ortaya attı. Diğer kardeş ise su yolu inşaatının detaylarından esinlenerek iki dağ arasına yerleştirilebilecek ve her türlü büyük nakliyenin geçebileceği büyük bir köprü oluşturabilecek bir tasarım tasarlamaya başladı. Kardeşler, Remuryalı araştırmacılara böyle bir ilham gelmediği için üzgündü. Babisse ve Mécantre, onların anısını onurlandırmak için Remuryalılardan esinlenen araştırmalara devam etmeye karar verdiler.\nPetrichor'da birkaç yüz yıl önce Lilacruce Forum adlı gizli bir örgütün Petrichor'a her dileği yerine getirebilecek (muhtemelen Saf Kase) bir hazine bıraktığına dair bir efsane vardır. Birçok sakin bunun turistleri cezbetmek için uydurulmuş bir masal olduğunu düşünse de bazıları buna inanmaktadır. Örneğin, Sumeru Akademiya, Chandraputra'dan bir araştırmacı, \"Petrichor Üzerindeki Gölge ve Liliacruces Bilmeceleri\" kitabını yazmak için faydalı olabilecek köydeki gariplikler veya şüpheli sesler hakkında bilgi edinmeye çalışıyor.\nPetrichor'un hayatı sanatla yakından bağlantılıdır. Ünlü opera yaratıcısı Coppelius'un soyundan gelen Goldoni genellikle opera senaryoları yazmaktadır, ancak arkadaşı Xavier ondan filmi için senaryo yazmasını ister. Goldoni, Xavier'in onun niyetini anlamasını ve ona daha fazla ilgi göstermesini istediği için, birçok zorlukla karşılaşmasına rağmen kabul etti. Ayrıca köyde müzik aletleri üretilmekte ve müzisyenler yaşamaktadır. Müzisyenlerden biri olan Venier, Dvorak tarafından düzenlenen Iridescence Turnesi'nde sahne almaya hazırlanmaktadır. Venier kızının yasını tutarken Dvorak ondan festivale yardım etmesini istemiş. Eklips Operası'nda birlikte sahne alacaklardı, ancak kızı Fontaine'de 20 yıl boyunca meydana gelen seri kadın çözülmelerinin kurbanı oldu. Petrichor halkı eski Remuryalıların ruhlarının etkisi altındayken, Legion Athanatoi'nin bir askeri olmayı hayal eden ve zorlu bir eğitimden geçen bir adam Venier'in bedenine sahip oldu. Sadece eğitmeninin belirlediği testleri geçerek kazanabilirdi. Yolcunun yardımından sonra, yüce bir unvan ve ölümsüz bir form için daha fazla umut alabilir.\nMüzik aletleri, kaliteli enstrümanlar yapan ve Pasquale ailesinin şu anki patronu olan Giovanni tarafından yapılmıştır. Ailesi nesillerdir müzik aletleri üretmektedir ve Giovanni 25. neslin temsilcisidir. Erinnyes'te Opera Epiclese inşa edilmeden çok önce, ataları Usta Coppelius ve topluluğu için telleri akort eden luthierlerdi. Geçtiğimiz 500 yıl boyunca Fontaine'in enstrümanlarının en az üçte biri Pasquale ailesinin marangoz atölyelerinde yapılmıştır. Başlangıçta Giovanni'nin ağabeyi Giustino'nun patrono olması gerekiyordu, ancak o Petrichor'u terk etti. Uzun süre dünyayı dolaştı ve Sumeru'da bir işyeri açtı, ancak ailesine hiç yazmadı. On yıl sonra nihayet eve dönmeye karar verdi. Giovanni kardeşine onları hatırlamadığı için kırgın olsa da, farklılıklarına rağmen kardeş olarak kalırlar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/668ac50406b7c7a2707f3317b28b964b_4633669789353518516.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Soluk Kale'nin girişini örten mührün yakınında, Kadim Oto Harmonik Müzik Kutusunda çalınabilen Locus Amoenus adlı kadim notalardan biri bulunabilir.\n<color=#ffffff>\"O zamanlar topraklar bereketliydi, her şeyi bolca üretiyordu. Kaderin bahşettiği armağanlar o kadar çoktu ki, sanki toprağın kendisi onlar için özel olarak hazırlanmış gibiydi...\"</color>\nBu altbölgede"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5645,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", ve"
      },
      {
        "type": "CustomEntry",
        "epId": 5643,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "görevleri bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Fontinalia Festivali",
        "desc": "<p>Fontinalia Festivali, Lochknights'ın Okeanidleri arayışını ve önceki Su Hükümdarı Egeria'yı karşılamalarını anmak için düzenlendi.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Önceki Su Hükümdarı 500 yıl önceki Khaenri'ah felaketi sırasında öldü.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık oğludur ve Nergis Haçı Enstitüsü'nde üvey kız kardeşi Mary Ann ile birlikte büyümüştür. Fontaine Kinetik Enerji Mühendisliği Araştırma Enstitüsü'nün kurucusudur ve Fontaine'e en önemli katkısı Arkhe sisteminin icadına ve Kurmalı Meka'nın yaratılmasına yol açan Ruh-Öz araştırmasıdır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Emanuel Guillotin'in evlatlık kızıdır ve kardeşi Alain ile birlikte Nergis Haçı Enstitüsü'nde büyümüştür.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/88486163/7f04e9d0b83ab550cc91ddf708008a7d_3315296231269612987.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob Ingold, Nergis Haçı Enstitüsü'nün bir öğrencisi, Nergis Haçı Derneği'nin kurucularından Karl Ingold'un evlatlık oğlu ve bir yeni insan.</p><p></p><p>\"Kadim Renkler\" ve \"Narcissus'un Peşinde\" adlı dünya görevlerinin özel karakteri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/abdd4ab44e8162570a5d823dc175785c_1269193421350323057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3943,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3940,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/14/94376896/3f82489b8c5f64483f809198483c4709_3732525605119159348.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 56,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Solmuş Kale",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/9d0f669ccf48758a28e73066b32feae0_4400752792807242886.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria'nın düşüşünden önce, şimdi Solmuş Kale olarak bilinen kale Boethius'a aitti. İmparatorluk battıktan sonra, kale Harmost ve takipçileri için bir sığınak haline geldi. İmparatorluktan geriye kalanlar kurtuluş ve kaderi aşma arzularından asla vazgeçmediler. Kaybolan Altın Şehir'in onuruna kendilerine \"Altın Kumpanya\" adını verdiler. O soluk kaledeki altın tiyatronun üzerinde, notalarını kaybetmiş müzisyenler bir daha asla geri gelmeyecek bir geçmişin yasını tuttular. Altın Topluluk, azalan medeniyetlerini ve aşma arzularını kurtarmak için harikulade melodiler çalarak çocukları ruhlarını uyuyan golemlere sunmaya ikna etti. Altın Topluluk, büyük senfoni bir kez daha çaldığında, doğru ve sadık olanlara borçlu oldukları haklı ödülleri alacaklarına inanıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/97e6057232bcbf970a8bae297fbf4e76_5756907585844290161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Çalışmalarından biri de iki bölümden oluşan \"Kimyasal Evlilik Mührü\" adlı büyü tekniğiydi: \"Dört Ortant Çemberi\" ve \"Doğuş Ağacı\". Altın Grup'un kayıtlarına göre, Fontaine'de yaşam kaynağını mühürlemek için gereken birkaç önemli yer vardı. Ayrıca, sadece insanlara ait olacak ve tanrılara artık ihtiyaç duyulmayacak mükemmel ahenkli senfoniyi yeniden yaratmak istiyorlardı.\nYıllar sonra, Nergis Haçı Derneği'nin gelecekteki kurucularından biri olan Rene de Petrichor, Altın Topluluk tarafından bırakılan kayıtları keşfetti. \"Fortuna'yı\" ve krallıkların yükselip alçaldığını ve bir uygarlık yok olduğunda küllerinden yeni bir uygarlığın doğacağını öğrendi. Bu fenomenin Rene'nin \"dünya formülü\" adı verilen hesaplama şemasına benzediği ortaya çıktı. Sayısız hesaplamadan sonra Fortuna ile bir tutarsızlık buldu: bu eski metinlerde tasvir edilen dünyanın aksine, artık yeni uygarlıklar doğmayacaktı. Kadim Remuryalılar gibi Rene de kaderden kaçmak ve vaat edilen kıyametten kaçınmak istedi ve Nergis Haçı Derneği'ni kurdu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/1eaea51ced75598a1ef3a3eb76212e9f_6313762031511522559.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ordo, \"Kimyasal Evlilik Mührü'nü\" kullanarak dört ortantın yerleştirildiği noktaları keşfetti. Ortantların ortasına, insanların iradelerini özgür bırakmak, Kıyameti beklemek ve yeni bir dünyada yeniden doğmak için Ipsissimus Kulesi inşa edildi.\nYüzlerce yıl önce Ruggiero, efsanevi Solmuş Kale'yi bulmak ve Remuria hakkında bilgi edinmek için yıkık Petrichor'a geldi. Petrichor'da Altın Avcı Cassiodor ile tanıştı ve ondan Mareşose Avcıları ve Göl Şövalyeleri hakkında bilgi aldı. Ruggiero'nun asıl hedefi Remurya hazinesiydi, ancak hazine suyun derinliklerine gömülmüştü. Daha sonra, insanlığın yeteneklerinin ötesindeki herhangi bir bilgiyi kontrol etmeye ihtiyacı olmadığını fark etti ve Cassiodor'un yardımıyla Solmuş Kale'ye giden geçidi mühürledi. Araştırmacı, uzun süredir terk edilmiş olan Petrichor kasabasını yeniden inşa etmek, mültecileri oraya çekmek ve Remuria ve Solmuş Kale hakkındaki efsanenin diğer versiyonlarını yaymak istiyordu. Böylece insanlar mühürleri kendileri koruyacak ve o yerin sırları sonsuza dek saklı kalacaktı. Petrichor Fontaine'in ana kısmından uzakta olmasına rağmen, kalenin yakınındaki su Açık Deniz'inkine benzer."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/7d5d9d537cb890b9693c655043f339c7_4797612846675351935.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Efsaneye göre dünyanın en saf gölünün kıyısında bir zamanlar ışıl ışıl parlayan bir kale varmış. Duvarlarını altın varaklar ve mücevherler süsler, çatısından güzel sancaklar dalgalanır, görkemli kuleleri ise yanında yükselirmiş. Uzaktan gelen konuklar rengârenk pencerelerden bakarmış ama hiçbiri gerçekmiş gibi duran heykeller kadar muhteşem değilmiş. Salonun ortasında, müzisyenlerin kalenin efendisi için gece gündüz çaldığı altın bir sahne vardı. Şarap, şenliğe duyulan susuzluğu gidermek için hiç bitmeden akıyordu ve sınıfları ya da memleketleri ne olursa olsun herkes katılabiliyordu. Bunların hiçbiri efendinin korkularını dindiremiyor ya da sıkıntılı ruhuna bir an olsun huzur getiremiyordu. Kulenin saati her gece yarısını vurduğunda, kontrol edilemez bir paniğe kapılıyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/87ab9463f93182d0948532c936d0be91_983599853588435886.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir keresinde rüyasında siyah bir gemi gördü. Gövdesi çürümüş ve direği parçalanmıştı. Kırık parçaların her biri yosunlar tarafından birbirine dolanmış, ay ışığında dolaşan korkunç, karanlık bir gölge oluşturmuştu. Koyu renk cübbelere sarınmış uzun boylu ve ince bir figür güvertede duruyordu. Gözleri bir bakışta insanın ruhunu delip geçebilirdi. Şatonun efendisi, bu kara cüppeli figürün kesinlikle borçlarını tahsil edeceğini ve gözlerinin önündeki herkesin toza dönüşeceğini hissetti.\nBir keresinde, boş bir odadan garip bir kahkaha yükseldi ve parlayan kırmızı bir sis bulutu kaleyi bir kefen gibi sardı. Şatonun büyük orta sahnesinde siyah cüppeler içinde karanlık bir ruh belirdi. Konuklar çığlık atmaya bile vakit bulamadan teker teker yere yığıldı. Efendinin ruhu karanlık tarafından kapıldı. Şato çökmeye başladı ve bir zamanlar kuleler tarafından engellenen kanlı ay gökyüzünde yeniden belirdi. Bugün, uzun zaman önce yıkılmış, solmuş kalenin kalıntıları kasvet içinde boğuluyor ve parçalanmış pencerelerden heykeller canavarlar gibi görünüyor."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Çalan uyumsuz melodiyle kaleyle birlikte denize batan.</color>\n<color=#ffffffd9>Artık orada karanlık, ölüm ve kayıptan başka bir şey yok.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/ee3ca87f7eeea5820c6b29dd306e0f3d_2781750186090638657.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kalenin orta salonu gizemli bir sahneye ev sahipliği yapmaktadır. Remuria zamanında bile burada gösteriler düzenlenirdi ve suyun altında bir yere giriş vardı. Bazı Remurya notaları tel şeklinde, bazıları ise duvar resmi şeklindedir. Bunlar altın sahnede çalınırdı. Notalardan biri bereketli toprakları, diğeri ise bir ülke bulan ve cehalet ülkesine bilgelik ve zenginlik getirmek isteyen gezgin bir gemiyi anlatır. Üçüncü partisyon, imparatorluğunun sonsuza dek var olmasını isteyen Tanrı Kral Remus'un çektiği eziyeti anlatır. Dördüncüsü Remuria gemisinin taşıdığı adalet hakkındadır. Bir diğeri ise kahin Sybilla tarafından kehanet edilen, kanın okyanusları dolduracağı ve dünyanın küle döneceği ile ilgilidir. Son bölüm ise Altın İmparatorluğun çöküşünü anlatır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/64eb124586c1c9a9898d0b3be569ea85_178481323173668056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Altın Kumpanya, Altın Diyar'ın altın çağına ait yapıları taklit ederek her türlü müzik aletini inşa etmiştir ve taşınabilir Otoharmonik Müzik Kutusu da bu aletlerden biridir. Herhangi bir müzik bilgisi olmayanlar bile bu kutuyu kullanarak \"Senfoni\" gücünü özgürce kullanabilir. Bu gücü kullanarak, uyumsuz melodinin etkisi altında raflarını terk eden kadim büyü kitaplarını etkileyebilirsiniz. Kadim uygarlık kaderi acımasız bir drama olarak görüyordu - uzun zaman önce sabitlenmiş, oyuncular veya kantoları ne kadar değişirse değişsin asla değiştirilemeyecek bir senaryo. Geriye kalan \"zalim dramaları\" toplayıp taklit ederek, cahil öncüllerinin \"büyü\" olarak adlandıracağı şeyi yaratmayı başardılar. Yine de kader konusunda, geçmiş zamanların insanlarından daha ileri gidemeyeceklerdi. Tüm müzik besteleri bu Müzik Kutusuna yerleştirilebilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/f944911321eb927afe353e5694361109_6039378994300492964.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kalenin odalarından birinde bir arşiv bulunmaktadır. Eski tiyatro senaryoları, müzik notaları ve yaşanmış ya da yaşanmamış tüm hikâyeler kaleme alınmış ve burada saklanmıştır. Bir zamanlar biri, her hikayedeki tüm olasılıklar tüketilirse, kaderin sırlarının açığa çıkacağına inanıyordu. Her insanın kaderinin istekleri tarafından çizildiği ortaya çıktı. Arşivde, Boethius'un \"The Flying Outlander\" adlı bestesi restore edilebilir. Boethius'un Remuria'yı canlandırmaya çalışmaktan vazgeçmediğini ve yeni Fontaine'i bir düşman olarak gördüğünü anlatıyor. Boethius, Fontaine tarihinin en önemli müzisyenlerinden biri olarak kabul edilir ve operaları veya antik Remuria'nın bestelenmiş notaları müzik tarihinde özel bir yere sahiptir. Müzisyenler Derneği üyeleri için, Fontaine'in kuruluşuna kadar devam eden savaşların tarihindeki önemi, müzikal başarılarını etkilememiştir. Boethius'un müziği yanlış tarihler içeriyor olabilir, ancak sanat olarak değerini korumaktadır. Harmost'un hikayesi diğer müzisyenler için bir hatırlatma olabilir: en saf sanat bile yanlış yapmak için kullanılabilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/da4763357839117c59066fb9e6f88a92_5307356277019054803.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mermer ve pirinçten dövülmüş sentor biçimli bir golem olan Legatus Golemi, kalenin sergi salonunda duruyor. Sert taştan dış yüzeyinin altında Çapa kanı akıyor. Bir lejyona komuta eden biri gibi yükselen bu golem, onuruna karşı gelebilecek herhangi bir düşmanı ezmeye hazırdır. Artık batmış olan uygarlık, savaşın müzik gibi takip edilmesi gereken bir ritim sanatı olduğuna ve ebedi mutluluk ve uyumun şarkısının tüm kaderlerin sonuna kadar dünyada yankılanacağına inanıyordu. Bu nedenle, bir lejyonu yöneten kişi, kalkanı ve kılıcı bir kemanın telleri ve yayı gibi olan, acımasız savaş alanında azgın alevler gibi yanan bir melodi icra eden bir orkestra şefi gibi olmalıdır. \"Savaş, her şeyi kapsayan barışa giden yolda gerekli bir kötülüktür.\" Bir zamanlar golem lejyonlarını tüm açık denizin fethine götürmüş olan bir Harmost böyle konuşurdu. Ama uyumlar değiştirilebilir. Asi Tanrı Kral tahtından düştüğünde, ölümsüz başkent moloz ve harabeye dönüştü - o zaman lejyonsuz bir komutanın elindeki lir kimin için çalacaktı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5608,
        "name": "Altın Melodi Parçası",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/36893887/34fdbe29e8b5a8891b304ab2003ecdaf_8227275364634036098.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5627,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Solgun Kalenin Düşüşü",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5666,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5667,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Nostoi Bölgesi"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kalıcı Lokasyon"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Yayımlandığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ]
  }
}