{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1717243685,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor'un gerçek adını kimse hatırlamıyor, ancak daha sonra bu isimle tanınan genç savaşçı muhtemelen gelecekte Lakelight Şövalyesi olacak Erinnyes ile birlikte kabilede büyümüştü. Eski zamanlarda kabileleri, işgalci Tanrı Kral Remus tarafından yok edilmiş ve Altın Şehir'in bir ordusu kabile halkını köleleştirmiş ya da katletmiştir. Sadece Erinnyes ve Cassiodor bu kaderden kurtuldu. Erinnyes, Aremorica Prensi tarafından kabul edildi. Tüm Suların Hanımı Egeria'ya hizmet etmeye ve Remus tarafından ele geçirilmemiş saf suların topraklarını korumaya yemin etti. Savaş sırasında Cassiodor gururlu Harmost ile tanıştı ve Remus'a katıldı. Daha sonra hizmette yükseldi ve bizzat Tanrı Kral onu Harmost'a yükseltti ve onun için taş ve tunçtan bozulmaz bir beden yarattı. Diğer Remuria'lılarla kıyaslandığında, ruhu çözülmez bir çapa gibiydi. Cassiodor ve bir başka Harmost, Boethius, yakın arkadaş oldular.\nYıllar sonra, Erinnyes Aremorica'nın varisi olduğunda ve Remuria'ya karşı savunmak için savaşan birçok kabileyi birleştirdiğinde, o ve Cassiodor uzak şehirde tekrar bir araya geldi. Genç müzisyen gezgin bir gezgin kılığında geldi ve turnuvada, övgüleri nesiller boyunca söylenecek olan sayısız büyük şöhretli kahramanı yendi. Sonunda, yeni şampiyon olarak taç giydiğinde, Erinnyes'le görüşmesine izin verildi. Cassiodor uyum ve zafer hayallerini, savaşların ve nefretin sona ermesini Erinnyes'le paylaştı, ancak Lakelight Şövalyesi onu bir kılıçla karşıladı."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“...████, ████... Artık istemediğiniz şeyleri konuşmak için kendinizi zorlamanıza gerek yok”</color>\n<color=#ffffffd9>“Ruhunuzu kirletenin ve sizi taşa hapsedenin lanetli Gaspçı olduğunu biliyorum.”</color>\n<color=#ffffffd9>“Endişelenme, ████... O zaman ettiğimiz yemini bir an bile unutmadım.”</color>\n<color=#ffffffd9>“Bedeli ne olursa olsun, seni o dondurucu prangalardan, ebedi zincirlerinden kurtaracağım.”</color>\n<color=#ffffffd9>“Ve nihayet Tüm Suların Hanımı'nın kucaklamasının tadını bir kez daha çıkardığımızda, dert ve kederden ayrılacağız”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor Remuria'nın parlak geleceğine inanıyordu. Arkadaşı Boethius, Tanrı Kral'ın geniş bakışları altında artık yoksulluk, zayıflık, ahmaklık ve vahşetin olmayacağını; sadece Sebastos'un kontrolü altında düzen ve güzelliğin doğabileceğini iddia ediyordu. Remus'un ideallerine olan sadakati sayesinde Cassiodor hükümdara daha da yakınlaştı. Yüce Senfoni Phobos, Remuria'lıları fetih ve savaşa sürüklediğinde, Harmost bu arzuyu paylaşmadı, bu yüzden Remus son planı için onu seçti. Tanrı Kral, Cassiodor'un melodisini Yüce Senfoni'nin melodisinden ayırarak ona özgür irade verdi ve onu Remuria'lıları kurtarmak ve onları geleceğin şehri Ouranopolis'e getirmekle görevlendirdi. Böylece Cassiodor Ouranopolis'in Ouranides'i oldu.\nCassiodor, Remuria battığında başkentte değildi, bu yüzden hayatta kaldı. Arkadaşı Boethius'un Sebastos'a karşı geldiğini ve Tüm Suların Hanımı tarafından Remus'a verilen saf su kadehini çaldığını ve başkente giden Initium Iani'yi kapattığını biliyordu. Selden sadece birkaç kişi kurtulabildi: Cassiodor ve yoldaşları topraklara yayılarak ilksel suların gücünü kontrol altına almak için büyük bir mücadele verirken, Harmost Boethius kalanların aklını çelmek için etkili dilini kullandı. Parçalanmış “senfoniyi” yeniden kurmayı ve yıkılmış imparatorluğu canlandırmayı amaçlayan bir düşüş ritüeli başlattı. Bu amaçla, akrabalarının iradesini çözmekten ve her yerdeki Fontainialıların ruhlarını yağmalamaktan çekinmedi. Pek çok hükümdar ve soylu onun piyonu oldu ve yeni doğan devletler yıkımın eşiğine geldi. Cassoidor, artık açıkça bir canavara dönüşmüş olan Boethius'u durdurmak için adını terk etmek ve hayaletleri avlayan biri olmak zorunda kaldı ve Fontainianlarla birlikte Boethius'a direndi. Zorlu bir yüzleşmenin ardından, artık “Altın Avcı” olarak bilinen Cassiodor ve Fontainian'lar hem Boethius'u hem de Remuria'yı yutan denizi mühürlediler. Altın Avcı kadere yemin ederek geçmiş ve bugün arasında bir bariyer görevi üstlendi ve kadim toprakların ruh bekçisi oldu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Göl Şövalyeleri",
        "desc": "<p>Göl Şövalyeleri, Okeanidleri korumaya, Saf Kase'yi bulmaya ve ilk günahın kefaretini ödemek için Egeria'yı hapseden prangaları kırmaya yemin eden Tüm Suların Hanımı Egeria'nın takipçileridir.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Geçmiş Günlerin Şarkısı",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Armoni İlahileri",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/7b0bab9d8cf380353df7036f504941fb_7732581238662810776.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Binlerce yıl sonra, Dominus Boethius bozulmuş “senfoni” üzerindeki hakimiyetini yeniden kazanarak ruhunun parçalarını ve kırık melodileri ona dokudu. Harmost, Remuria'yı canlandırmak ve yeni bir tanrı olmak için senfoniye kaos getirdi. Boethius, Remus'un Vishap'larla iş birliği yaparak ve Yüce Senfoni'yi yok etmeye çalışarak Remuria'ya ihanet ettiğine inanıyordu. Harmost'un eylemi Petrichor halkının bedenlerinin uzun süredir ölü olan Remuria'lıların ruhlarıyla dolmasına neden oldu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/11910d5832082d96f809411826016aab_2512453493352006350.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bu süre zarfında Cassiodor taş bedenini kaybetti ve Paimon'un daha sonra Osse adını verdiği beyaz bir kediye sahip oldu. Boethius'u durdurmak için Cassiodor, Gezgin ve Paimon'dan yardım istedi. Birlikte Geçmiş Çağlar Denizi'ne girdiler ve Boethius tarafından Machimos'un altında hapsedilen Ejderha Prensi Scylla'yı serbest bıraktılar. Scylla'nın bedeni yok edilmiş olsa da, Ichor'daki anıları yaşamaya devam etti. Cassiodor, Scylla'nın Tanrı Kral'a ihanet ettiğine inandı ve Altın Saray'a saldırarak Remuria'nın sular altında kalmasına neden oldu. Ejderha Prensi, Remus ile yaptıkları son anlaşmadan, gizli planlarından ve Phobos'u yok edebilecek Requiem'in yaratılmasından bahsetti. Scylla, Remus'un Remuria'lıları ve ulusu kurtarmak için son planı olarak başkente saldırmak üzere bir Vishap ordusuna liderlik etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/1605f9d60547f79871b32ec81a651d66_9094741447639472847.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cassiodor ve Gezgin Domus Aurea'ya vardıklarında Boethius onları senfonik sarayına çekmek için müziğin gücünü kullandı. Bu alan Dominus'un ruhunun tezahürüydü ve senfoninin kudretinin lütfuyla korunuyordu. Altın Saray'ın yakınında bulunan Phobos'un kalbi sayesinde Boethius gerçek dünyayı doğrudan etkileyebiliyordu. Eğer Dominus senfoninin tüm gücünü elde edebilirse, sanrıları gerçek dünyanın yerini alacak ve Fontaine binlerce yıl önceki görünümüne geri dönecekti. Cassiodor, gerçek dünyada kendisi için güçlü bir beden hazırlamış olan Boethius'u tamamen yok etmek için bir plan yaptı. Gezgin Teyvat'a ait olmadığından ve Ezeli Deniz'in suyundan yaratılmadığından, Phobos'un melodisi kaderlerini söylemedi ve Boethius ruhlarını etkileyemedi, bu da Cassiodor'un planının başarılı olmasını sağladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/b3fb0c583e6e7013b53768dadec665ec_3673628916345299152.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Scylla'nın yardımıyla Gezgin ve Paimon, bir zamanlar içinden yüce Senfoni'nin aktığı altın su kemerlerini yeniden birbirine bağladılar ve Altın Saray'a giden yolu açtılar. Boethius'un gerçek formunun, Remuria'lıların her melodisini ve arzusunu birleştiren Phobos olduğu ortaya çıktı. Onların gizli arzuları Remuria'yı savaşlara, fetihlere ve kuzeyli “barbarların” yok edilmesine götürdü. Remuria'nın düşüşünden önce bile, Phobos Boethius'u özümsedi ve Sebastos'a karşı isyan etti. Cassiodor kendini feda ederek Phobos'u taştan bir bedene hapsetti, böylece Gezgin Boethius ve Phobos'u yok edebilecekti. Gezgin Requiem'i çaldığında, Yüce Senfoni tamamen yok edildi ve Remuria'lıların ruhları derin sulara geri döndü, böylece Cassiodor'un Sebastos'un herkesi senfoniden kurtarmak için planlarını ve umutlarını sürdürme konusundaki gerçek arzusu yerine geldi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Eğer su berraklığını kaybederse, nasıl tekrar su haline gelebilir? Eğer bir ağaç toprağı terk ederse, kök salmak için nereye gider?”</color>\n<color=#ffffffd9>“Taş ve metal çarpışıp gürlese de, insan su ve toprak olmadan yaşayamaz.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor'un ruhu dağıldığında, Osse tekrar sıradan bir kediye dönüştü ve şimdi Remuria'lı savaşçının soyundan gelen Este ile birlikte Petrichor'da yaşıyor.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Kadim Çağlar Denizi",
        "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Miras",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "“Mareşose Avcısı” adı, Cassiodor'un Remus'un golem ordusunun lejyonlarını savaşa yönlendirdiği Remuria'dan geliyordu: <color=#ffffff>“Karanlıktaki hayaletleri takip edin, hepsini kovun ve onları avlayın.”</color> “Avcılar” olarak adlandırılmalarına rağmen, hayvanları değil, Kral Remus'un eski hanedanının geride bıraktığı çeşitli canavarları avlıyorlardı. Bugün, Fontaine'in canavar nüfusu çoktan azaldı, bu yüzden Avcılar başka iş kollarında silahlanarak topluma geri karıştılar. Hatta arkalarında benzersiz bir avlanma yöntemi bıraktılar. Günümüzde Gölge Mareşosesi Fontaine'de özel bir suç araştırma birimidir.\nTarihçiler Mareşose Avcılarının ilk olarak Remuria'nın düşüşünden birkaç on yıl sonra faaliyete geçtiğine inanmaktadır; o zamana kadar Fontaine'de Göl Şövalyeleri kavramı tamamen ortadan kalkmıştır. Cassiodor'u takip eden ilk Mareşose Avcıları'nın Göl Şövalyeleri'nin mirasçıları olduğuna inanılıyordu, ancak gerçekte onlar eski Remuria'nın son kalıntılarıydı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/ab8683d72439671846889de33025e6d5_368707187472003668.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cassiodor'u takip eden Remuria'lılardan ikisi onun arkadaşlarıydı: Kıvrak Zekâlı Este ve Walter. Sonunda yeni doğan Fontaine'e gömüldüler. Kaynak suları, tıpkı sıradan Fontaine'lilere yaptığı gibi, kayaya hapsolmuş Remuria'lıların ruhlarına cevap verdi ve Este'nin kendi ailesi ve çocukları oldu. Este'nin soyu Fontaine'inkiyle birleşti ve bugüne kadar devam etti. Boethius Remuria'yı canlandırmak için senfoniyi kullandığında, Este'nin ruhu Petrichor'da yaşayan torununun bedenine girdi. Gezgin ve Paimon'u Cassiodor'a götüren oydu. Phobos yok edildiğinde, Este'nin ruhu derin sulara geri döndü."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/0e3d29cec0c1024010503da85c5dd94d_3691789995629611821.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yüzlerce yıl önce, Fontaine araştırmacısı Ruggiero efsanevi Solgun Kale'yi bulmak ve Remuria hakkında bilgi edinmek için yıkık Petrichor'a geldi. Petrichor'da Altın Avcı ile tanıştı ve ondan Marechaussee Avcıları ve Lochknights hakkında bilgi aldı. Ruggiero'nun asıl hedefi Remurya hazinesiydi, ancak hazine suyun derinliklerine gömülmüştü. Daha sonra, insanlığın yeteneklerinin ötesindeki herhangi bir bilgiyi kontrol etmeye ihtiyacı olmadığını fark etti ve Cassiodor'un yardımıyla Solgun Kale'ye giden geçidi mühürledi. Araştırmacı, uzun süredir terk edilmiş olan Petrichor kasabasını yeniden inşa etmek, mültecileri orada yaşamaya çekmek ve Remuria ve Solgun Kale hakkındaki efsanenin diğer versiyonlarını yaymak istiyordu. Böylece insanlar mühürleri kendileri koruyacak ve o yerin sırları sonsuza dek saklı kalacaktı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Bölgesi",
        "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gölge Mareşosesi",
        "desc": "<p>Gölge Mareşosesi (Mareşose Avcıları) - Baş Yargıç Neuvillette'in suç soruşturmasından sorumlu kişisel birimidir. Palais Mermonia'da konuşlanmıştır ve Maison Gardiennage'ın departmanlarından biridir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8c57616ad82afff946a1cd18e11a0b39_489882390863744730.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bağlantılar ve Detayları"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Cassiodor, kabilesi fethedildiğinde Remuria'ya katıldı."
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tanrı Kral, Cassiodor'u Harmostlar'a terfi ettirdi."
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remuria Harmostlarından biri ve Cassiodor'un eski arkadaşı."
      },
      {
        "type": "RichText",
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor muhtemelen Erinnyes'le birlikte büyüdü, ancak kabileleri Remuria'lılar tarafından fethedildikten sonra Remus'a katıldı."
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Remuria'lı Harmostlar"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Eşyalar"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Mareşose Avcısı ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/539b03bed1057707abd643147e18abde_176146318714239794.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Geçmiş Günlerin Şarkısı",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Cassiodor"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Harmostlar"
          }
        ]
      },
      {
        "key": "Ünvan",
        "value": [
          {
            "type": "RichText",
            "text": "Altın Avcı\nOuranopolis'in Ouranidi\nOsse"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cassiodor\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/197fb7278c6044b3bead4b9068a0c8a1_1616448717444041365.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor (Ouranopolis'in Ouranidi) bir kedinin bedenindeyken."
          }
        ]
      }
    ]
  }
}