{
  "epId": 5618,
  "name": "Boethius",
  "desc": "<p>Remus'un Harmostları'ndan birisi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/8dd1bf13fcb6632439addaf00c2e4b7b_1733240351494019446.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1717243689,
  "components": {
    "galleryCharacter": [
      {
        "key": "Boethius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/19d15fc12949c3b4796c30aaed6d1c19_5408270929672487298.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Boethius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius'un gerçek adı zaman içinde kayboldu, ancak bu isimle bilinen müzisyen yalnız bir adadaki bir kabilede doğdu. Bir kulübede doğmuş, sazlık ve otlardan inşa edilmiş bir köyde büyümüştür. Remuria savaşçıları Boethius'un kabilesini fethetmeye geldiklerinde, Boethius çevik parmakları ve parlak sesi sayesinde esaret kaderinden kurtuldu. Boethius Remurialılara katıldı ve kuzeyli “barbarlarla” yapılan savaşlar sırasında, fethedilen bir kabileden genç bir hizmetkârla tanıştı. Birlikte altın Capitolium'a gittiler ve zorlu kursları ve sınavları tamamladılar. Böylece Boethius ile Cassiodor adını alan genç savaşçı arasında güçlü bir dostluk başladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/19d15fc12949c3b4796c30aaed6d1c19_2589655426586719569.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tanrı Kral Remus tebaasını kaderin zincirlerinden kurtarmaya karar verdiğinde, onlar için taş ve tunçtan ölümsüz bedenler yarattı. Bedenlerinden çözünmez Çapa akıyordu. Remus tarafından Tüm Suların Hanımından alınan Saf Kase'nin yardımıyla yaratıldı. Sebastos Remus, Remurialıların tüm melodilerinin ve arzularının birleştirildiği Yüce Senfoni Phobos'u yarattı. Tanrı Kral Boethius'u tanıdı, ona yeni bir beden verdi ve müzisyeni şahsen bir Harmost makamına yükseltti. Sadece dört üstün insan, bu Harmostlar, senfoninin şefleriydi ve Phobos'un melodisini değiştirebilirlerdi.\nDominus Boethius, imparatorluk tarihinin en önde gelen dehası ve Remuria ruhunun en parlak temsilcisi olarak kabul ediliyordu. Remuria'nın parlak geleceğine inanıyordu: Tanrı Kral'ın geniş bakışları altında artık yoksulluk, zayıflık, ahmaklık ve vahşilik olmayacaktı; sadece Sebastos'un kontrolü altında düzen ve güzellik doğabilirdi. Harmost sorgusuz sualsiz Sebastos'un talimatlarına uydu ve onun sözü Phobos'un sözü gibi oldu. Remuryalılara “barbar” kabileleri fethetmeleri için önderlik etti, Vishapların ordularıyla savaştı ve Yüksek Deniz'e medeniyet getirdi. Harmost Boethius'un gittiği her yerde imparatorluğun su kemerlerinin inşa edildiği ve saf sudan doğan ruhların (tepedeki Okeanidler) iz bırakmadan ortadan kaybolduğu söylenir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Okeanidler",
        "desc": "<p>Okeanidler, önceki Su Hükümdarı Egeria tarafından yaratılan akıllı Hidro yaşam formlarıdır ve suyu istedikleri gibi manipüle edebilirler. <span class=\"wk-shady\">Fontaine'in tüm insanları bir zamanlar Egeria'nın isteklerini yerine getirmek için Cennetsel İlkelerin iradesine karşı gelerek insana dönüştürdüğü Okeanidlerdi.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Saf Kutsal Çiy Damlası Kaynağı",
        "desc": "<p>Göl Şövalyelerinin henüz dünyada olduğu zamanlardan kalma bir antika. Şövalyelerin dağlarda, kimsenin girmediği pınarlarda ve vadilerde, saf ve kirlenmemiş su kaynaklarını koruyan sadık ruhlar olduğunu anlatır...</p><p>Ancak insan yapımı İkhor'un yaratıcısı, yazdığı büyük senfonide bu tür bir ahenksizliğe müsaade edemezdi. Harmost Boethius'un gittiği yere doğal nektarın gömüldüğü, imparatorluk su kemerlerinin yapıldığı ve saf sudan doğan ruhların hiçbir iz bırakmadan kaybolduğu anlatılır...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/54913bb983c08663e91eef34841c80b9_2618967582057447281.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Müzik",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius üç müzik kategorisi olduğuna inanıyordu: Musica Mandana (Dünya Müziği), Musica Humana (İnsan Müziği) ve Musica Instrumentalis (Enstrümantal Müzik). Musica Mundana, tüm melodilerin doğduğu ve içine girdiği köken müziğidir. Sahte ve gerçek göksel işaretler, mevsimlerin dönüşü ve zamanın geçişi, tanımlanmış elementler, evrendeki her şey bu müziğin düzenine göre işler. Buna benzer özelliklere sahip herhangi bir müzik Musica Mundana olarak adlandırılabilir. Dünyadaki her fiziksel varlığın ince tellerinden tek bir tanesine karşılık geldiği bir arp olsaydı, Musica Mundana tek bir telden değil, tüm tellerin rezonansından gelen müzik olurdu.\nMusica Humana (İnsan Müziği) ölümlüler dünyasının müziğidir. Bu kategori hem ölümlülerin müziğini hem de tanrıların müziğini içerir. Boethius bunların birbirinden farklı olmadığına ve özlerinin insan müziğinin anılar, istekler, ruh ve kişilikle yankılandığında ortaya çıkan uyumda yattığına inanıyordu. Ölümlülerin ve tanrıların müziği aynı anda icra edilebilirdi ve bu yüzden Musica Humana, Musica Mundana'nın yerini alabilirdi. Ölümlülerin ve tanrıların melodileri kırılgan olduğundan, ancak ölümlülerin melodileri bütünleştirilerek ve harmanlanarak Fortuna ile yarışabilecek bir senfoni yazılabilir. Bu senfoniye “Phobos” denir. Boethius'a göre Phobos'tan uzaklaşmak ihanetle eşdeğerdi, çünkü Phobos çalmayı bırakır bırakmaz her şey bir anda çökecek, tanrılar ve ölümlüler Fortuna tarafından fethedilecek ve rüyasız düşlere dalacaklardı.\nBoethius, Yüce Senfoni'ye itaat etmeyen insanları Remurialılarla eşit görmüyordu. Ona göre, onların seçimleri kendi iradelerinden değil, Fortuna'nın onlar için çizdiği rotadan kaynaklanıyordu. Karar verme özgürlükleri yoktu ve tek yaptıkları uzun zaman önce kendileri için yazılmış olan son notaya kadar çalmaktı. Boethius bu yüzden Remuria'nın onları topraktan ve sulardan yok etmekten başka çaresi olmadığına inanıyordu. Aksi takdirde, Fortuna'nın senfonisi kulakları sağır eden bir kükremeye dönüşecek ve buna karşı isyan etmek imkânsız olacaktı.\nCassiodor, Remuria'nın melodisini kabul edemeyenlerin yok edilmemesi gerektiğine inanıyordu, ancak Boethius bunu sadece bir zayıflık olarak görüyordu:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“O korkak merhametiniz aklınızı karartıyor. Kalbini yumuşatmış, sırtında zayıf bir nokta haline gelmiş!”</color>\n<color=#ffffffd9>“Eğer barbarlık ve cehalet Fontaine'de hala varlığını sürdürüyor ve sularını zehirliyorsa, onları yok edeceğiz.”</color>\n<color=#ffffffd9>“Eğer vahşiler görkemli altın düzenimize katılmak isterlerse, şanlı efendimizin bizi kabul ettiği gibi biz de onları kabul ederiz.”</color>\n<color=#ffffffd9>“Ama Bane Ejderhası Scylla kulelerimizi yıkıp müzisyenlerimizi katlettiğinden beri, zehirli, vahşi kabileler artık kurtarılmaya ya da kabul edilmeye değmez.”</color>\n<color=#ffffffd9>“Ve değersiz oldukları için, tıpkı vebayı ve orman yangınlarını topraktan temizlediğimiz gibi, onlar da topraktan ve sulardan temizlenmelidir.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Remuria'nın Çöküşü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/adbebc0e3500cb0eb883ed4335fccd67_6714776703344382638.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remurialıların arzuları imparatorluğu savaşa ve yıkıma sürükledi ve Sebastos Phobos'u yok etmeye karar verdi. Ejderha Prens Scylla ile Vishaplardan oluşan bir orduyu Capitolium'a götürmek üzere anlaştı. Tanrı Kral'ın ihaneti karşısında şok olan Boethius, Ichor ile dolu altın bir kadeh çaldı ve muhafızları Vishaplarla yüzleşmeye çağırdı. Emirlerine göre, tüm lejyonlar öncelikle ejderhaların torunlarına karşı düşmanca eylemleri durdurmalı ve onları başkente giden Initium Iani'ye çekmeliydi. Dominus tüm kaçış yollarını kapatmak için savunma hatları kurulmasını ve Vishap prensini hapsetmek için Harmost Euergetia'nın kanından üç zincir dövülmesini emretti. Ejderha ordusu Initium Iani'ye ulaştığında Remurialılar onlara saldırdı. Boethius Scylla'yı Machimos yakınlarındaki yüksek bir kulenin altına mühürledi ve Initium Iani'yi çözülemeyen çapa yardımıyla kapattı.\nGeçit kapatıldığında ve Vishap-prens zamanında başkente ulaşamadığında, Phobos'un gücü kontrolden çıktı ve Remuria sanki göksel bir cezaya boyun eğmiş gibi derinliklere gömüldü. Harmost, Initium Iani'de bu felaketten kurtulan tek kişi oldu. Boethius, eğer ölümlülerin müziği ile tanrıların müziği aynıysa, o zaman yeni bir tanrı olabileceğine ve Remuria'yı yeniden canlandırabileceğine karar verdi. Bunu yapmak için, parçalanmış senfoniyi onarmayı amaçlayan bir düşüş ritüeli başlattı. Geride kalan Remurialıları etkilemek için etkileyici dilini kullandı ve birçok yönetici ve soylu onun piyonu oldu. Boethius, akrabalarının iradesini çözmekte ve her yerdeki Fontaililerin ruhlarını yağmalamakta tereddüt etmedi. Artık açıkça bir canavara dönüşmüş olan Boethius'u durdurmak için, eski dostu Cassoidor'un adını bırakıp hayalet avlayan biri olması ve Fontaine'lilerle birlikte ona direnmesi gerekti. Zorlu bir yüzleşmeden sonra Cassiodor ve Fontaine'liler hem Boethius'u hem de Remuria'yı yutan denizi mühürlediler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Kadim Çağlar Denizi",
        "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Bölgesi",
        "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Saf Denizin Altın Kadehi",
        "desc": "<p>Batık Şehrin taht hırsızı altın senfoninin son bölümünü çaldığında baş müzisyen, İkhor ile dolu altın kupayı çaldı. </p><p>Tanrı Kral'ın bu ahmakça ihanetinden sarsılan müzisyen, son muhafızları çağırdı ve çözünmeyen İkhor'u kullanarak ejderi uzun kulenin altına hapsedip başkent ile birlikte hiçliğin derinliklerine gömdü. </p><p>Bundan sonra bu soylu hırsız tarihin sayfalarından sessizce kayboldu ve yalnızca \"Altın Kumpanya\" vefalı bir şekilde onun kehanetini hatırlar oldu. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/a8147d7dfc78a2dc5d47dd50bd6292ed_1320886802348356643.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Armoni İlahileri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Binlerce yıl sonra, Dominus Boethius bozulmuş “senfoni” üzerindeki hakimiyetini yeniden kazanarak ruhunun parçalarını ve kırık melodileri ona dokudu. Harmost, Remuria'yı canlandırmak ve yeni bir tanrı olmak için senfoniye kaos getirdi. Boethius, Remus'un Vishap'larla iş birliği yaparak ve Büyük Senfoni'yi yok etmeye çalışarak Remuria'ya ihanet ettiğine inanıyordu. Harmost'un eylemi Petrichor halkının bedenlerinin uzun süredir ölü olan Remurialıların ruhlarıyla dolmasına neden oldu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Kaderin çarkını geri döndüreceğim, eski dünyanın dönüşünü başlatacağım ve topraklara adalet getireceğim. Yüzeyde yaşayanlar, olması gerektiği gibi bizim irademize boyun eğecekler.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/11910d5832082d96f809411826016aab_113944897624604792.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Boethius'u durdurmak ve insanları Petrichor'dan kurtarmak için Cassiodor, Gezgin ve Paimon'dan yardım istedi. Birlikte Kadim Çağlar Denizi'ne girdiler ve Boethius tarafından Machimos'un altına hapsedilen Ejderha Prensi Scylla'yı serbest bıraktılar. Scylla'nın bedeni yok edilmiş olsa da, Ichor'daki anıları yaşamaya devam etti. Cassiodor, Scylla'nın Tanrı Kral'a ihanet ettiğine inandı ve altın saraya saldırarak Remuria'nın sular altında kalmasına neden oldu. Ejderha Prensi, Remus ile yaptıkları son anlaşmadan, gizli planlarından ve Phobos'u yok edebilecek Requiem'in yaratılmasından bahsetti. Scylla, Remus'un Remurialıları ve ulusu kurtarmak için son planı olarak başkente saldırmak üzere bir Vishap ordusuna liderlik etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/1605f9d60547f79871b32ec81a651d66_6154643086494666381.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cassiodor ve Gezgin Domus Aurea'ya vardıklarında Boethius onları senfonik sarayına çekmek için müziğin gücünü kullandı. Bu alan Dominus'un ruhunun tezahürüydü ve senfoninin kudretinin lütfuyla korunuyordu. Altın Saray'ın yakınında bulunan Phobos'un kalbi sayesinde Boethius gerçek dünyayı doğrudan etkileyebiliyordu. Eğer Dominus senfoninin tüm gücünü elde edebilirse, sanrıları gerçek dünyanın yerini alacak ve Fontaine binlerce yıl önceki görünümüne geri dönecekti. Cassiodor, gerçek dünyada kendisi için güçlü bir beden hazırlamış olan Boethius'u tamamen yok etmek için bir plan yaptı. Gezgin Teyvat'a ait olmadığından ve Ezeli Deniz'in suyundan yaratılmadığından, Phobos'un melodisi kaderlerini söylemedi ve Boethius ruhlarını etkileyemedi, bu da Cassiodor'un planının başarılı olmasını sağladı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/1be317e532e8ca3004c79cfb933e41f5_2029808190854790219.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Scylla'nın yardımıyla Gezgin ve Paimon, bir zamanlar içinden büyük senfoninin aktığı altın su kemerlerini yeniden bağladılar ve altın saraya giden yolu açtılar. Boethius'un gerçek formunun, Remurialıların her melodisini ve arzusunu birleştiren Phobos olduğu ortaya çıktı. Gizli arzuları Remuria'yı savaşlara, fetihlere ve kuzeyli “barbarların” yok edilmesine götürdü. Remuria'nın düşüşünden önce bile, Phobos Boethius'u özümsedi ve Sebastos'a karşı isyan etti. Cassiodor kendini feda ederek Phobos'u taştan bir bedene hapsetti, böylece Gezgin Boethius ve Phobos'u yok edebilecekti. Gezgin Requiem'i çaldığında Büyük Senfoni tamamen yok oldu ve Remurialıların ruhları derin sulara geri döndü.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Kadim Çağlar Denizi",
        "desc": "<p>Büyük Karasal Göl'ün güneyinde uzanan geniş sular da bir zamanlar bu açık denizin ayrılmaz bir parçasıydı. Güneş ışığının dokunmadığı uçsuz bucaksız derinliklerin altında, hayallerin ve umutların ilki gömülüdür.</p><p>Uzun zamandır unutulmuş olan senfoni, sönük ihtişamların kalesi ve denizin batık harabeleri arasında bir kez daha duyuluyor. Uzun zaman önce sona eren bir hikâyenin yeni bir bölümü yazılmak üzere...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/29/88486163/08dd908ea0da26bc99db0b60c4b62c43_6398423774628428509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Bölgesi",
        "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Altın Kumpanya",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/a5b4d6d2e83168b2d06072a26933cc9f_4794634868157355489.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria'nın düşüşünden önce, şimdi Solgun Kale olarak bilinen kale Boethius'a aitti. İmparatorluk battıktan sonra, kale Harmost ve takipçileri için bir sığınak haline geldi. İmparatorluktan geriye kalanlar kurtuluş ve kaderi aşma arzularından asla vazgeçmediler. Kaybolan Altın Şehir'in onuruna kendilerine “Altın Kumpanya” adını verdiler. O solgun kaledeki altın tiyatronun üzerinde, notalarını kaybetmiş müzisyenler bir daha asla geri gelmeyecek bir geçmişin yasını tuttular. Altın Kumpanya, azalan medeniyetlerini ve aşma arzularını kurtarmak için harikulade melodiler çalarak çocukları ruhlarını uyuyan golemlere sunmaya ikna etti. Altın Kumpanya, büyük senfoni bir kez daha çaldığında, doğru ve sadık olanlara borçlu oldukları haklı ödülleri alacaklarına inanıyordu.\nÇalışmalarından biri de iki bölümden oluşan “Kimyasal Evlilik Mührü” adlı büyü tekniğiydi: “Dört Ortant Çemberi” ve “Kurtuluş Ağacı”. Altın Kumpanya'nın kayıtlarına göre, Fontaine'de yaşam kaynağını (ilkel deniz) mühürlemek için gereken birkaç önemli yer vardı. Ayrıca, sadece insanlara ait olacak ve tanrılara artık ihtiyaç duyulmayacak mükemmel ahenkli senfoniyi yeniden yaratmak istiyorlardı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/7e734fc7fa6056219d4eaea0d0631878_1616038337125401192.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yıllar sonra, Nergis Haçı Derneği'nin gelecekteki kurucusu Rene de Petrichor, Altın Kumpanya'nın bıraktığı kayıtları keşfetti. “Fortuna”yı ve krallıkların yükselip alçaldığını ve bir uygarlık yok olduğunda, küllerinden yeni bir uygarlığın doğacağını öğrendi. Bu olgunun Rene'nin “dünya-formülü” adı verilen hesaplama şemasına benzediği ortaya çıktı. Sayısız hesaplamadan sonra Fortuna ile bir tutarsızlık buldu: bu eski metinlerde tasvir edilen dünyanın aksine, artık yeni uygarlıklar doğmayacaktı. Kadim Remurialılar gibi Rene de kaderden kaçmak ve vaat edilen kıyametten kaçınmak istiyordu, bu yüzden Nergis Haçı Derneği'ni kurdu. Ordo, “Kimyasal Evlilik Mührü”nü kullanarak dört ortant yerleştirdikleri noktaları keşfetti. Ortantların ortasına, insanların iradesini serbest bırakmak, Kıyameti beklemek ve yeni bir dünyada yeniden doğmak için Ipsissimus Kulesi inşa edildi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Nergis Haçı Derneği",
        "desc": "<p>Nergis Haçı Derneği, Rene de Petrichor ve Jakob Ingold tarafından, Khaenri'ah'ın Dünya-Formülü tarafından önceden bildirilen Dünya'nın yıkımına karşı hayatta kalmak için Yeni insanlar yaratmak amacıyla kurulan gizli bir topluluktur. Iudex Neuvillette yönetimindeki Fontaine yasaları tarafından yasadışı bir aşırılık yanlısı grup ve suç örgütü olarak ilan edilmiştir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/88486163/76c3b544663face535a657d1f97f4ad0_8839411623489590052.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Nergis Haçı",
        "desc": "<p>Eskiden René de Petricor olarak bilinen Nergis Haçı, gizli topluluk olan Nergis Haçı Derneği'nin kurucusudur.</p><p></p><p>\"Narcissus'un Peşinde\" isimli görevin özel karakteri</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/88486163/d6fcb81867b9e32fc61f0ea7b1ee3171_8258454115205089022.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Kadim Akor Bölümü",
        "desc": "<p>O büyük felakette altın saray, tahtıyla birlikte batmıştı. Müzik parçalanmış ve notalar sessizliğe gömülmüştü...</p><p>Ancak imparatorluktan kalanlar asla kurtuluş ve kaderlerini aşma arzularından vazgeçmemişti.</p><p>Batmakta olan medeniyetlerini kurtarma ve daima ileriye gitme tutkularıyla Altın Kumpanya, muhteşem melodiler çalmış ve çocukları kandırarak değerli ruhlarını uyuyan devlere vermelerini sağlamış</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/138687708/0ba8ef36e1ed59a70592ffe55c48f254_5008518591377332113.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Miras",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius, Fontaine tarihinin en önemli müzisyenlerinden biri olarak kabul edilir ve operaları veya antik Remuria'nın bestelenmiş notaları müzik tarihinde özel bir yere sahiptir. Boethius tarafından yazılmış pek çok nota Soluk Şato'da bulunmaktadır. Romantik opera “The Flying Outlander”, Boethius'un Remuria'yı yeniden canlandırmaya çalışmaktan vazgeçmediğini ve yeni Fontaine'i bir düşman olarak gördüğünü anlatır. Müzisyenler Derneği üyeleri için, Fontaine'in kuruluşuna kadar devam eden savaşlar tarihindeki önemi müzikal başarılarını etkilememiştir. Boethius'un müziği yanlış tarihler içeriyor olabilir, ancak sanat olarak değerini korumaktadır. Harmost'un hikayesi diğer müzisyenler için bir hatırlatma olabilir: en saf sanat bile yanlış yapmak için kullanılabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Bölgesi",
        "desc": "<p>Antik dilde Petrichor \"golem\" anlamına gelir. Şimdi Fontaine'in sularından uzakta küçük bir adada köhne bir balıkçı köyü.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/88486163/7bb630aacf263515328ea8198cbbc48a_477420439771825645.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bağlantılar ve Detayları"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Boethius, kabilesi fethedildiğinde Remuria'ya katıldı.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Remuria'yı kuran Tanrı Kral.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Remuria'nın Sebastos'u.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Remus'un Harmostları'ndan birisi olan Altın Avcı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/88486163/be6dc5d4421df05c7eb7e14e6211b0dd_3047275468895786119.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remuria'lı Harmost'lardan bir tanesi ve Boethius'un eski arkadaşı.\nEuergetia\nAurelius\nRemuria'lı Harmostlar\nPhobos\nBoethiusu içine çeken Yüce Senfoni",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius, Ejderha Prensi'ni Machimos'ta kulenin altında mühürledi.",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Alakalı Kitaplar ve Eşyalar</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Remuria'nın Gerileme ve Çöküş Tarihi",
        "desc": "<p>Büyük bilgin Pulteney'in antik Remurya uygarlığına ilişkin bu destansı tarihi eseri Fontaine'in kuruluşunun ilk yıllarında yazdığı söylenir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/88486163/3bf58d9bf14ceec9502158e791838760_8781320843141729828.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Altın Kumpanya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/06/213387213/c32bab10651059ad3c0c8a0e5bbd2e03_6162739697318796249.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Durgunluğun Şarkısı",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Deniz canlılarını andıran tuhaf bir uzun yay. Kirişinden hiç ses çıkmaz.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/145542732/2cec558b676eefaafe23b64d42f2067e_7833237397109236299.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Saf Kutsal Çiy Damlası Buharı",
        "desc": "<p>\"Ezeli denizden gelen yaşamın kaderi kaçınılmaz bir şekilde ona geri dönmektir.\" Böyle konuştu Harmost Boethius. \"Ancak insanların kaderini aşması için sonsuz ihtimal vardır ve ezeli denizin suları bile onları tamamen yok edemez...\" </p><p>Kibirli taht hırsızı bir keresinde çözünmesi mümkün olmayan İkhor ile saf suyu karıştırmayı denemişti. Bu şekilde bilgelik ve hafızayı içinde koruyabilecek ve tebaasıyla hizmetkarlarının bedenlerinden kurtularak bağımsız ve sonsuz birer hayatı olmasını sağlayacaktı. Ancak ruhu bedenden ayırırken hissedilen acıya sıradan canlıların katlanması mümkün değildir. Bu yüzden taht hırsızının emriyle birçok ruh yırtılıp paramparça oldu...</p><p>Sayısız ruhun inlemesi ve ağlamasından İkhor siyaha çaldı ve içindeki uyum ve bilgelik yok oldu. Geriye yalnızca kaos ve delilik kaldı. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/bfe4638702fbef7e67d5d84b99d5276d_7714184763501488776.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Saf Kutsal Çiy Damlası Kaynağı",
        "desc": "<p>Göl Şövalyelerinin henüz dünyada olduğu zamanlardan kalma bir antika. Şövalyelerin dağlarda, kimsenin girmediği pınarlarda ve vadilerde, saf ve kirlenmemiş su kaynaklarını koruyan sadık ruhlar olduğunu anlatır...</p><p>Ancak insan yapımı İkhor'un yaratıcısı, yazdığı büyük senfonide bu tür bir ahenksizliğe müsaade edemezdi. Harmost Boethius'un gittiği yere doğal nektarın gömüldüğü, imparatorluk su kemerlerinin yapıldığı ve saf sudan doğan ruhların hiçbir iz bırakmadan kaybolduğu anlatılır...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/54913bb983c08663e91eef34841c80b9_2618967582057447281.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Saf Kutsal Çiy Damlası Özü",
        "desc": "<p>Engin ezeli denizin damlalarından arıtılarak elde edilen yoğun ve saf bir çözelti. Kadim Tanrı Kral, bir zamanlar onun sonsuz yaşam ve sınırsız bilgelik getireceğine inanırdı fakat dikkatle dinlediğinde sessizce, belli belirsiz bir şekilde her şeyin nihayetinde çözünerek teklikte buluşacağı kehanetinde bulunuyordu.</p><p>Bu, bir zamanlar Tanrı Kral'ın tamamlanmayan Büyük Senfonisine aitti. Sonsuz ve sınırsız altın renkli İkhor'un, vahşi ilkel suların yerine geçişini ve yüce bilgelerin aydınlanmayı bir nektar gibi dünyanın tüm yoz köşelerine ulaştırmasını anlatır.</p><p>Ancak Tanrı Kral'ın hülyaları, sonunda karanlık hiçliğin derinliklerine battı ve zamanın getirdiği yıkımla birlikte ilkel sular altın İkhor'u aşındırdı...</p><p>Akortçu kötü alametlere göz yumdu ve harap olmuş vücudunu taşıyarak planladıkları gibi yoldaşlarına hayat bahşetmeye devam etti. Eski düzen bir gün geri dönebilsin diye... </p><p>Bugün dahi Fontaine'in çılgın şair ve ressamları, Boethius'un yaşadığı kıyameti dünyanın kaçınılmaz döngülerinin bir hatırası olarak görür. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/b511969117b243bc41e7af4c578dfb88_4063426192608698768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Saf Denizin Altın Kadehi",
        "desc": "<p>Batık Şehrin taht hırsızı altın senfoninin son bölümünü çaldığında baş müzisyen, İkhor ile dolu altın kupayı çaldı. </p><p>Tanrı Kral'ın bu ahmakça ihanetinden sarsılan müzisyen, son muhafızları çağırdı ve çözünmeyen İkhor'u kullanarak ejderi uzun kulenin altına hapsedip başkent ile birlikte hiçliğin derinliklerine gömdü. </p><p>Bundan sonra bu soylu hırsız tarihin sayfalarından sessizce kayboldu ve yalnızca \"Altın Kumpanya\" vefalı bir şekilde onun kehanetini hatırlar oldu. </p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/213387213/a8147d7dfc78a2dc5d47dd50bd6292ed_1320886802348356643.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Boethius"
          }
        ]
      },
      {
        "key": "Bölge",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Harmostlar"
          }
        ]
      }
    ]
  }
}