{
  "epId": 5747,
  "name": "Kaderin Ağları",
  "desc": "<p>Hiçlik Düzeni tarafından yaratılan ve Ley Hatlarını dokuma yeteneğine sahip bir cihaz.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/24/88486163/826332c1b0fb525a54df5442ee996c76_360514765722953608.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1749764397,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Kökeni",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kaderin Ağları, Hiçlik Düzeni tarafından yaratılan ve Ley Hatları dokuma yeteneğine sahip bir cihazdır. Bu cihaz, Khaenri'ah'daki felaketten bu yana beş yüz yıldır uykuda olan İlahi İlkelerle savaşmak için tasarlanmıştır. İlkel haliyle, Tezgâh yalnızca anılar yaratmak ve yerleştirmek için kullanılabiliyordu, ancak daha fazlası tamamlandıkça, gücü daha da güçlendi. Son olarak, artık kendi gerçek Ley Hatlarını dokuma gücüne sahip. Teyvat'ın Ley Hattı sistemi gezegene derinlemesine yerleşmiştir ve yeni Ley Hatları yaratmak var olanların ne \"yerini alabilir\" ne de onları \"genişletebilir\". Tamamen tamamlandığında, Ley Hatlarını örme gücünü kazandığı anda, daha düşük seviyedeki anıları etkileme yeteneğini kaybetmiştir. Tam potansiyeli hala keşfedilmeyi bekliyor, ancak tüm dünyayı değiştirebilecek bir araç olabilir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kaderin Ağları'nın kökeni Khaenri'ah'lı safkan bir soylu olan Chlothar Alberich'e dayanır. Hiçlik Düzeni'nin ve Kaderin Ağları projesinin kurucusu o olmuştur. Chlothar'ın Mondstadtlı bir kadından Caribert adında bir oğlu vardı. Felaket 500 yıl önce meydana geldiğinde ve Celestia Khaenri'ah sakinlerini lanetlediğinde, Chlothar ölümsüzlük kazandı ve oğlu bir Dağ Yabanisi'ne dönüştü ve komaya girdi. Caribert'i iyileştirmek isteyen adam yardım için Doğa Hükümdarı'na başvurdu ancak Hükümdar ona cevap vermedi. Daha sonra Hiçlik'ten aşkın bir varlığın bulunduğu bilinmeyen bir sığınak keşfetti. Chlothar onun önünde eğildiğinde, bir huşu ve sevinç duygusu hissetti. Eve döndüğünde Caribert'e bir doz ilaç verdi ve oğlunun uyandığını ve konuşabildiğini fark etti. Chlothar artık oğlunun kaderini yeniden örebileceğine inanıyordu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sefil bir kederin içinde doğdu, şimdi Kaderin Ağları'nı o örecek.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert Kaderin Ağları'nı aşırı keder ve acı, kişinin damarlarında dolaşan umut ve pişmanlık ve anlaşılması güç bir Hiçliksel güç olarak tanımladı. Chlothar, Caribert'in tüm bu unsurlara sahip olduğunda Kader Tezgâhı olacağına inanıyordu. Caribert'in kaderinde hayatta kalmak yoktu ve \"Günahkâr'ın\" gücüne sahip olsa bile 8 yaşındayken öldü. Kendisi Kaderin Ağları'nı öremedi ama onu yaratmak için kullanıldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Surasthana Mabedi içinde hapsedilmiş ve dış dünyayı yalnızca rüyalarında görebilen bir kuş.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/35428890/f29490bddc56b4a6773b6c5003bbb853_9091170755650648414.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "İlk Tarla Çapasının Gözü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khaenri'ahn kraliyet muhafızlarının eski kaptanı, \"Alacakaranlık Kılıcı\" olarak bilinen Dainsleif, Tufan'ı durdurmaya çalıştı ancak Khaenri'ah'ın yıkımını engelleyemedi. Sonsuz yaşama mahkûm edilen Dainsleif, ulusa ihanet eden beş Khaenri'ah Günahkârından intikam almaya ve onların takipçilerinden doğan Hiçlik Düzeni'ni durdurmaya yemin etti. Bir gün, o ve Gezgin bir Uçurum büyücüsü tarafından düşürülmüş bir tılsım keşfettiler. Bu tılsımdan Kaderin Ağları ilk operasyonunu öğrendiler. Projenin kendisi, daha önce Liyue harabelerinde keşfettikleri Rüzgar Hükümdar'nın ters çevrilmiş heykeli ile ilgiliydi. İlk aşamada Hiçlik Düzeni, Hükümdar Savaşı sırasında Rex Lapis tarafından mağlup edilen Girdap Derebeyi Osial'ın zihnini bozmayı ve kadim Khaenri'ah \"Alan Yeke'sini\" kullanarak bedenini dönüştürmeyi amaçlıyordu. Hükümdar'ın kirletilmiş heykeli, mekanize bir tanrı inşa etmek için Osial'ın uzuvlarının bağlanacağı temel olacaktı. Genellikle Yedi Heykeli tarafından tutulan kürenin yerini alacak olan yeni çekirdeğin ilk Tarla Çapası'nın gözü olması gerekiyordu. Yeni tanrının Celestia'nın ilahi tahtlarını devirmesi gerekiyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tarla Çapalayıcısı - Khaenri'ah'ın şu anda \"Harabe Muhafızı\" olarak bilinen kadim mekanizmalarının kod adıdır. Oradaki insanlar toprağın tarım aletleriyle değil, çelik ve kanla işlenmesi gerektiğine inanıyordu ve \"Tarla Çapalayıcısı\" bu şekilde ortaya çıktı. Khaenri'ah'ın yıkımından sonra mekanizmalar efendilerini kaybetti ve tamamen kontrolden çıktı. Yüzyıllar boyunca topraklarda amaçsızca dolaştılar ve sonunda Teyvat'ın dört bir yanına dağıldılar. İlk Tarla Çapalayıcısını bulmak ve ters çevrilmiş heykel hakkında bilgi edinmek için Gezgin, Mondstadt kilisesinin Diyakozu Barbara ile temasa geçti ve Barbara onlara \"Tiran'ın Son Hiddeti'nden\" bahsetti. Yıllar önce, ne zaman biri Eski Mondstadt'a yaklaşsa gökyüzünden ateş topları yağardı. O zamanki insanlar bunun Fırtına Tanrısı tarafından yapılan bir lanet olduğuna inanıyorlardı, bu yüzden de buna \"Tiran'ın Son Hiddeti\" diyorlardı. Bu garip olay yaklaşık bir yıl boyunca devam etti. Hiç kimse bunu çözemedi, sadece yavaş yavaş kendiliğinden sona erdi. \"Tiran'ın Son Hiddeti'nin\" Tarla Çapası olduğu ortaya çıktı. Yıllar önce kazara Kuzey Rüzgârı Kralı Andrius'un arenasına düşmüş ve Andrius mekanizmayı kendisine meydan okuyan cesur bir adam sanmıştı. Makine düşünemiyordu ama her parçası öldürmek ve savaşmak için tasarlanmıştı. Dönebiliyor, havada uçabiliyor ve ateş topları fırlatabiliyordu. Sonunda Andrius makineyi yenmeyi başardı, ancak makine düşmeden önce arenayı terk etmeyi başardı ve Eski Mondstadt'a doğru yola çıktı. Fırtına Dehşei'nin İni'nde (Eski Mondstadt), Dainsleif ve Gezgin ilk Tarla Çapalayıcısı'nı keşfetti ve Alacakaranlık Kılıcı, Hiçlik Tarikatı'nın eline geçmemesi için gözünü vücudunda sakladı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Harabe Muhafızı",
        "desc": "An ancient humanoid war machine.<br/>Legend has it that these machines were combat automatons created by a long-destroyed nation. They now wander ruins and ancient detritus, attacking offending travelers. Research indicates that the Ruin Guards and the ruins they operate in do not originate from the same source, suggesting that there may be a difference of as much as several thousand years between them on the timeline. So why then do the Ruin Guards continue staying among these ruins, using their \"explosive firepower\" to protect the crumbling walls and broken tiles?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kaderin Ağları'nı Tamamlamak",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif Kaderin Ağları ile ilgili konuları araştırmaya devam etti. Hiçlik Tarikatı'nın planı bozulduğunda bile, planlarını gerçekleştirmek için başka bir yol bulduklarını anladı. Asıl amacı, düzenin gerçek amacını anlamak için Kaderin Ağları'nın özünü keşfetmekti. Dainsleif'in topladığı bilgilerden Kaderin Ağları'nın Ley Hatları ile bağlantılı olduğu anlaşıldı. Alacakaranlık Kılıcı, Hiçlik Tarikatı'nın belirli bir bölgedeki faaliyetlerine her zaman Ley Hatları'na müdahalenin eşlik ettiğini öğrendi. Dikkati, Gezgin'in o sırada genç bir adamın kayboluşunu araştırdığı Vimara Köyü'ne çekildi. Köy sakinlerinin birçoğu kayboluşuyla ilgili olarak Maceracılar Loncası'yla temasa geçmesine rağmen, kimse onun adını veya yaşadığı yeri hatırlayamıyordu. Gezgin, bu adamın sadece Ley Hatları üzerinden akan insanların anılarında var olduğu sonucuna vardı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dainsleif kendisine sahte anılar yerleştirildiğini ve gizemli adamın Vimara Köyü yakınlarındaki Hiçlik Tarikatı'nın artan faaliyetleriyle bağlantılı olduğunu fark ettiğinde, tarikatı Hiçlik Tarikatı'nın Prensi ile buluşmak üzere sahte bir iz üzerinden göndermeye karar verdi. Tarikatın Tarla Çapalayıcısı'nın gözünün peşinde olduğunu biliyordu, bu yüzden onu saklandığı yerden çıkarabilmeleri için Gezgin'e verecekti. Dainsleif'in planı bozuldu ve ona Tarla Çapalayıcıs'nın gözünün zaten Gezgin'in elinde olduğuna dair sahte anılar yerleştirildi. Hiçlik Düzeni bu şekilde gözü ele geçirebildi ve Kaderin Ağları'nın yaratımını tamamlayabildi.\nİnsanların hafızalarındaki gizemli adamın Caribert olduğu ortaya çıktı. Bilinci mekanizmanın içinde kaldı ve tamamlanıncaya kadar cihazı kontrol etme yeteneği kazandı. Tarikatın Kaderin Ağları ile ilgili planlarından haberdar değildi ve resmin tamamını göremiyordu, ancak cihaz kendi amacına ulaşmasına yardımcı oldu. Yıllar önce, Chlothar oğlunun Hiçlik gücüyle dönüştüğü Dağ Yabanisi'nin bilincini uyandırdığında, Caribert tarif edilemez bir dehşet ve acı yaşadı. Babası onu teselli etmek için, kendisini bir masal dünyasında bulduğu ve küçük bir canavar şekline büründüğü bir hikaye anlattı. Bu hikâye Caribert'in korkularını bir süreliğine yatıştırdı ve tamamlanmamış Kaderin Ağları'nı kullanarak Dağ Yabanisi'nin zihnine sahte bir aşk anısı yerleştirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert ayrıca Kaderin Ağları'nı haksız yere elinden alınan bir hayatı \"yaşamak\" için kullandı. Görünüşünü babasının suretinde yarattı ve Vimara Köyü'nde onlarla geçirdiği zamanın anılarını yerleştirdi. Hiçlik Tarikatı'nın projesi neredeyse tamamlandığında, Caribert'ten geriye sadece ince bir bilinç ipliği kaldı, bu yüzden köylüleri terk etmeye karar verdi. Sonunda, Gezgin ile bilincinin uzayında buluştu ve burada Kaderin Ağları'nın yaratılışının tamamlanması hakkında konuştu ve iz bırakmadan ortadan kayboldu. Köylülerin anılarında, kayıp adamın ailesiyle tanıştığı ve onlarla birlikte ayrıldığı bir anı ortaya çıktı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kaderin Ağları"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Cihaz"
          }
        ]
      }
    ]
  }
}