{
  "epId": 6274,
  "name": "Simulanka",
  "desc": "<p>Uzun, çok uzun zaman önce, üç tanrıça bu dünyayı yarattı ve ona “Simulanka” adını verdi.</p><p>Maddeye ve büyüye hükmeden Yaratılış Tanrıçası dağları ve nehirleri yarattı ve hayat verdi. Onun güçleri Simulanka'nın sayısız dünyada var olmasının da yolunu açtı.</p><p>Yaratılış Tanrıçası'ndan sonra yıldızlara ve kaderin gidişatına hükmeden Kehanet Tanrıçası gelir. Gökyüzünün dönmesini ve yeryüzünün hareket etmesini sağladı. Bugün bile heykeli Metropol Takımyıldızı'nın en yüksek noktasında dimdik durmaktadır.</p><p>Son Tanrıça ise Kader Tanrıçasıydı; tüm değerli masallara ve en sevgili dileklere hükmeden Tanrıça. Sevgi ve nefretin şiddetli ve ebedi duygularını bahşeder, ölüm ve umudun anlamını gösterirdi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/88486163/73c8a8ba49dc47173e7120269b48dc60_6834525112616006498.png",
  "menuId": 20,
  "menuName": "Tanımlar",
  "version": 1736787073,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Özel Etkinlik Lokasyonu"
          }
        ]
      },
      {
        "key": "Yayımlandığı Versiyon",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fragmanlar ve Hikaye Tanıtımları",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4.8 Sürümü \"Pullar, Masallar ve Yaz\" Fragmanı"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/237301566/ea5f0394e15a4e00d3a95314d25110ac_797685623316495224.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Haziran 2024</color>\nİşte yazın olmazsa olmazları:\nBunaltıcı güneşin altında huzursuz duyguları yatıştırmak için ferahlatıcı bir koku,\nUyuşuk bir tatili neşelendirmek için hiç okumadığınız bir hikaye kitabı,\nVe sırları merak eden meraklı zihinleri tatmin etmek için yaklaşan tehlikenin sadece bir ipucu.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=m53wPdOoP48&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Çizimler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Muhafızın Günlüğü: Gün 1, Origami Hayvanları"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/237301566/d75d32baa65638b7cad5477056a5f836_7431500893356870393.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8 Haziran 2024</color>\nMerhaba, Gezgin~ Sınırlı süreli “Simulanka” alanı yakında açılacak! Bu gizemli kitabı açın ve kötü ejderhayı yenmek için bir yolculuğa çıkalım! Masal krallığı “Simulanka'nın\" cazibesini birlikte deneyimleyelim~"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Muhafızın Günlüğü: Gün 2, Kurmalı Krallık"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/237301566/a70de4134e21c0e1dcf1602e655dd393_1298673232969517776.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Haziran 2024</color>\nMerhaba, Gezgin! Yolculuğumuzun ikinci gününde “Takımyıldızı Metropolü'ne\" vardık. Burası canlı görünüyor! Bundan sonra ne gibi ilginç şeyler olacak?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Muhafızın Günlüğü: Gün 3, Blokyum Madenleri"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/237301566/dffa00ac9edcd0549d82dad4f8d3b617_2494728825545381023.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>10 Haziran 2024</color>\nMerhaba, Gezgin! Yolculuğumuzun üçüncü gününde “Toytanium Madenleri ”ne vardık. Burası, sakinlerinin sevgisini, inancını, dostluğunu ve... tehlikesini hissedebileceğiniz canlı bir yer!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Simulanka"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/21/237301566/ce72c0c5794716c8d44d018affee7f0e_5073265370691369390.gif",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 Haziran 2024</color>\nSihir, masalsı bir dünya yaratır\nKağıttan kelebekler uçuşuyor\nGökyüzüne uzanan şarkılar söyleyen kuşlar\nOyuncak bloklar yüce kalelere inşa edildi\nKuleler yüksek, bulutlara uzanıyor puslu\nSaat gibi işleyen motorlar usulca dönüyor\nMutluluk ve neşe getirerek\nGel şimdi, gel şimdi\nBu peri masalı yolculuğuna çıkalım"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lütuf Ormanı",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Kehanet Uçurumu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/09ba81284b3781eecc7ae599c92c4e78_4242514459850164444.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kehanet Uçurumu, Lütuf Ormanı'nın güneyinde, bu büyülü dünyadan bir çıkış olan devasa bir yer imine sahip bir yerdir. Simulanka'nın her yeni sakininin, dünyayı yarattığı için Yaratılış Tanrıçası'na teşekkür etmek üzere Kehanet Uçurumu'na geldiğine inanılır. Bir gün, Bereket Ormanı'nın yaşlısı Büyükbaba Almond, Takımyıldızı Metropol'ün en yüksek noktasına tırmanmış ve Kehanet Tanrıçası'ndan bir kehanet duymuş: <color=#ffffff>''</color> <color=#ffffff>Bu dünyayı kurtaracak olan Kahraman, Kehanet Uçurumuna inecek. Yoldaşları tarafından desteklenen Kahraman, bu dünyaya barışı geri getirecek.</color> <color=#ffffff>''</color> Simulanka'yı kurtaracak kahramanları uzun süre bekledi, ta ki bir gün cadı Alice'in ''daveti'' üzerine Kehanet Uçurumunda beliren Gezgin ve Paimon'la karşılaşana kadar (aslında cadı onlara yolculuktan bahsetmemiş, onları Simulanka dünyasına kandırmıştı). Gezgin ve Paimon, Büyükbaba Almond ile birlikte Bereket Kulübesi'ne gittiler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Lütuf Kulübesi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/ffbae28beb60a59aae7a500279431326_8422261691937906533.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bereket Kulübesi, Yaratılış Tanrıçası'nın Orman'ın kasaba halkını ilk yarattığı yerdir. Kitap sayfalarını katlayarak küçük origami hayvanları haline getirmiş ve sihriyle onlara hayat vermiştir ve zamanla Bereket Ormanı bu şekilde şekillenmiştir. Kulübe, özel bir sihre sahip olan ve kehanete göre Kahraman'a katılıp lütuf Ormanı'nı talihsizliklerinden kurtarması gereken Orman Perisi'ne ev sahipliği yapmaktadır. Peri, Kapalı Çarşı'da kitap okurken uyuyakalan ve uyandığında kendini Simulanka'da peri kılığında bulan dansçı Nilou'dur. Rüyasında şu cümleyi duymuştur: <color=#ffffff>“Sen Lütuf Ormanı'nın Perisi'sin. Şimdi git ve sihrinle ormanı kurtar.</color> <color=#ffffff>''</color> Nilou ilk başta olan biten her şeyin sadece bir rüya olduğunu düşündü, ancak uyanamadı ve gerçek dünyadan tanıdığı kimseyi bulamadı. Kasaba halkına yardım etmenin ve Kaligrafi Tavernası'nı restore etmek için büyü kullanmanın görevi olduğunu düşündü. Nilou Görü'sünü kullanmaya çalıştı ama dünyanın büyüsünü etkileyemedi. Kulübedeki tüm kitapları okudu ama sadece bu dünyadaki herkesin büyü kullanabildiğini öğrendi.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Önsezi",
        "desc": "<p>Önseziler, Celestia ve Yediler tarafından Allogenes'e, yani güçlü arzulara sahip küçük bir azınlığa bahşedilen ve belirli bir elemental gücü kanalize etmelerini sağlayan harici büyülü odaklardır. Bir Vizyona sahip olan herkes tanrılığa erişebilir ve Celestia'ya yükselebilir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/88486163/003fd78225b1ede571a0d4c90ee7926a_8740389168638207660.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6275,
        "desc": "",
        "displayStyle": "card",
        "menuId": 34
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Kaligrafi Tavernası",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/d47da335dc0dad26f3d100c68b4ae010_2599835138962369367.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir gün, kötü bir ejderha uğursuz siyah bir sis içinde göklerden indi ve Simulanka'yı harap etti. Saldırıdan bu yana, Sihirli Tonik'i üreten Kaligrafi Tavernası kapalıydı. Bu, ormanın kağıt sakinleri için gerçek bir trajediydi çünkü Sihirli Tonik onları hayatta tutuyordu. Tonik olmadan hayvanların vücutları yavaş yavaş kırılganlaşıyor ve sonunda tamamen parçalanıyorlardı. Renkleri, kendi isimlerini bile hatırlayamayacakları kadar soluyor. Büyükbaba Badem de bu Solma Bozukluğunun kurbanı oldu, bu yüzden kehanetin sadece bir kısmını hatırlıyordu ve Kahramanı Kehanet Uçurumunda beklemesini ona kimin söylediğini bile hatırlamıyordu.\nNilou, Gezgin ve Paimon hamsterların Sihirli Tonik'ten son fincanlarını hazırlamalarına, kurbağaların gösterilerine hazırlanmalarına ve tavernadaki barmen Citrus'un boynunu uzatmasına yardım etti. Orman Perisi sihirde ustalaşmak için kağıttan bir hamster yarattı ve ona hayat verdi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>''</color> <color=#ffffffd9>Sana ormanın nimetlerini bahşediyorum ve bu topraklarda sana bir ev sunuyorum...</color>\n<color=#ffffffd9>Senin adın Padisarah olacak. Bu dünyada sevdiğim çiçek kadar güzel açasın.</color> <color=#ffffffd9>''</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6d53ef57bf584932085fd20251e8dc14_4890937725787534886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Orman Perisi Padisarah'ı yarattığında, ormanda, çiçeklerde, ağaçlarda ve canlı varlıkların bedenlerinde bir büyü akışı hissetti. Ancak kapalı tavernanın altında sadece boşluk hissetmiş. Orada, ormandaki insanların yaratılmasında kullanılan boş bir mürekkep şişesi olduğu ortaya çıktı. Nilou büyü kullanarak iksirin bileşenlerini tespit edebildi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/23f97685d20ea0314e5232d64a488364_1445288424567701662.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Onu meyhanenin altındaki boş bir şişenin yanına koyarak, ormandaki tüm hayvanlar Nilou'nun sihir kullanması ve meyhaneyi restore etmesiyle bir gösteri yaptı.\nYeniden açıldıktan sonra, taverna eskisi gibi çalışmaya başladı ve isteyen herkese Sihirli Tonikler döktü. Teyvat halkı Simulanka'ya davet edildiğinde, Favonius Şövalyeleri Kaeya ve Jean dinlenmek için meyhaneyi ziyaret etti. Kaeya ilk başta tavernanın özel içkisini istedi, ancak mürekkep olduğu ortaya çıktı, bu yüzden Sunsettia suyunda karar kıldı.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p>Favonius Şövalyelerinde başarılı bir kılıç ustası ve stratejik düşünür. Mondstadt'ın ötesinden geldiği söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/02/145542732/2d1ae4bdb66364c3763790171e7a486e_179822735431688906.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>Dürüst ve titiz Karahindiba Şövalyesi, aynı zamanda Mondstadt'ın Favonius Şövalyelerinin Büyük Kumandan Vekili.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6308,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6307,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6306,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Yağmur Şarkısı Gölü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/870e47d94ddae19089f1e4f313f70de4_5649362660195856667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yağmur Şarkısı Göleti'nde nesiller boyunca kağıt kurbağalar arasında uzun atlama yarışmaları düzenlenmiştir. Bir kehanete göre, yarışmanın şampiyonu prensesi kurtaracaktı. Her komite yorulmak bilmeden çalışır ve her yarışmacı sürekli antrenman yaparak bir gün prensesi kurtarma görevini yerine getirebilmek için elinden geleni yapardı. Ancak, bu kağıt kurbağaların bitmek bilmeyen emeğinin bedeli Yağmur Şarkısı Göleti tarafından ödendi. En başından beri görevleri prensesle tanışmak için egzersiz yapmak ve zıplamaktı. Sayısız kağıt kurbağa Yağmur Şarkısı Göleti'nin komitesinde yer aldı ve sayısız şampiyon seçildi ancak prensesi bulamadılar. Nesilden nesile hüsrana uğramış şampiyonlar, çok değer verdikleri “çağrıyı” nasıl yerine getireceklerini bilemeden yaşlanıp gittiler. Tek yapabildikleri, bir zamanlar güçlü olan bacaklarının zayıflamasını ve ince perdeli ayaklarının yavaş yavaş solmasını çaresizce izlemek oldu. Ve böylece, Yağmur Şarkısı Göleti yarışmaları devam etti. Şimdi, bir zamanlar görevlerini kabul eden ancak çaresiz bir iktidarsızlık içinde yaşlanıp giden bu şampiyonların isimlerini kimse hatırlamıyor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6d94f93dfdc440c06874c0318ea11c1c_346657020292561713.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bu kez zafer için asıl yarışan Faurobert, rakibi ise Estampe idi. Faurobert on iki nilüfer yaprağı mesafesini kolayca atladı ve on üçüncüsüne indiğinde üzerindeki çiy bile dökülmedi. Nehirde yüzen nilüfer yapraklarının arasından bile atlayabiliyor ve akış ne kadar hızlı olursa olsun asla suya düşmüyordu. Final yarışması sırasında Faurobert suya düştü ve tekrar atlamayı reddetti, bu da Estampe'ı prensesle tanışmaktan onur duyan şampiyon yaptı. Hak ettiği zafere rağmen Estampe unvanı reddetti ve tüm kurbağaların onuru söz konusu olduğu için rövanş talep etti. Hakem Faurobert ile konuşmayı kabul etti, ancak Faurobert onları dinlemek bile istemedi. Hataların sadece başlarına düşen çiy damlaları olduğuna ve bir kurbağanın ayaklarını yerden kesemeyeceklerine inanırdı. Ama belki de hiçbir zaman sadece bir damla değillerdi, daha ziyade bir göletin dibindeki kayalara, su yatağına saplanmış solmuş odunlara ya da çamurun içine gizlenmiş bir menfeze benziyorlardı. İnsan onları görmezden gelebilir, gömebilir, üzerlerine basabilir ya da yokmuş gibi davranabilir. Ancak hatalar dinlenmez, fırsatlarını kollarlar, geri dönüp onları ısırmak için bir şans beklerler."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>''</color> <color=#ffffffd9>Lütfen git ve benim de gitmeme izin ver. Ben tüm tohumları alınmış bir Lotus Başından başka bir şey değilim.</color>\n<color=#ffffffd9>Hafif bir esinti bile kalbimdeki pek çok delikten içeri girip beni iliklerime kadar ürpertecek.</color>\n<color=#ffffffd9>Bu büyük yükü kaldıramam. Bu kalbimin sesi. Kendim de dahil olmak üzere tüm kurbağaları yüzüstü bıraktım.</color> <color=#ffffffd9>''</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Estampe ve hakem çaresiz bir adım atmaya karar verdiler: Faurobert'in üzerinde oturduğu lotus yaprağının bağını kopardılar ve akıntı onu su boyunca taşıdı. Yaprak yüksek bir hızla şelalenin yakınındaki uçuruma doğru süzüldüğünde, Faurobert atlamayı başardı ve bu uçurumun üzerinden atlayan tek kurbağa oldu. Böylece, diğer kurbağaların eylemleri sayesinde Faurobert yine de şampiyon olarak tanındı ve prensesle tanışmaktan onur duydu. Kurbağaların tanışıp kurtarması gereken prenses, sarmaşıklardan ve dev ağaçlardan oluşan yüksek bir kulede yaşıyormuş. Sadece en cesur ve zıplama konusunda en yetenekli kurbağa dikenlerden ve sisten kaçabilir ve prensesi esaretten kurtarmak için kulenin tepesine zıplayabilirmiş. Kurbağalar, Esintiler ve Çanlar Krallığı'nda bulunan prensesin yerini hesaplamak için çok çaba sarf etti. Ancak, prensesin kurtarılmaya ihtiyacı olmadığı ortaya çıktı. Hakem Estampe ve Faurobert prensesle buluşmaya ve her şeyi öğrenmeye karar verdiler."
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "görevi bu lokasyonda bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Esintiler ve Çanlar Krallığı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/130494fe7785fdbd6c7a4c7118d1cb6f_1878596239988482881.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Esintiler ve Çanlar Krallığı, Nimetler Ormanı'nın kuzeyinde yer alır ve birçok uçan sincaba ev sahipliği yapar. Krallık şu anda Prenses Cimest tarafından yönetilmektedir. Kehanete göre iki emaneti kullanması ve ormanı kurtarması gereken Muhafızların seçimini denetliyor, aksi takdirde krallık yok olacak. Cimest'ten önce var olan krallıklar, görev tamamlanmadan önce ortadan kayboldu. Bazılarında tüm tebaa aniden seslerini kaybederken, diğerlerinde krallığın su kaynağı bir gecede kurudu. Muhafız rolü için adayların uçuş denemelerini geçmeleri gerekiyordu, ancak bir ejderha deneme alanına indi ve orada büyük bir ayak izi bıraktı. Rüzgar akışındaki bir değişiklik nedeniyle, denemeler çok daha zor hale geldi ve başka kimse geçemedi. Bunun üzerine Cimest denemeyi kendisi yapmaya ve emaneti iade etmesi gereken Muhafızı tespit etmeye karar verdi. Krallıktaki kayıtlara göre, emaneti almadan önce denemeyi geçmek gerekiyordu, ancak henüz denemeyi geçmemiş biri tarafından alınırsa, emanet olarak “anlamını” kaybedecekti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/833235c0a7227cbf5e92bde9cc506130_730489161272294460.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cimest ve diğer adaylar tüm uçuş sınavlarını geçtiler, ancak emanet yanmadı. Prenses emaneti saklamaya ve Muhafızları kendisi atamaya karar verdi, çünkü krallığın çağrısına cevap verenler onun takdirini hak ediyordu. Gezgin ve Paimon'u “Esintilerin ve Çanların Şovalyeleri” olarak ilan etti ve Faurobert uzun atlama şampiyonu olarak kaldı. Krallık çoktan kurtarıldığında, prenses Muhafızları eğitmek için denemeleri bırakmaya karar verdi. Eğer her uçan sincap bir Gardiyan olursa, Esintiler ve Çanlar Krallığı gelecekte ne tür zorluklarla karşılaşırsa karşılaşsın, bunların üstesinden gelebileceklerdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/49cead8ae17ecd6e80e0b14a070467f5_745068284300962517.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kalıntının Muhafızı tanımamasına rağmen Cimest, krallığın ve göletin varoluş sebebi ve onları kurtarmanın tek yolu olan göreve devam etmeye karar verdi. Krallık nesiller boyunca bir Muhafız beklediyse, Rainsong Göleti'nde nesiller sessizce yaşlandı, yaptıkları unutuldu ama prensesi bulamadılar. Prenses Cimest, Şampiyon Faurobert, Gezgin ve Paimon görevi tamamlamak için Ürkütücü Mırıltılar Mağarası'na doğru yola çıktılar.\nTeyvat halkı Simulanka'yı ziyaret edebildiğinde, Collei bir davet aldı ve büyülü dünyayı keşfetmeye karar verdi. Yerel kağıt ağaçlarının ve sakinlerinin yapısı hakkındaki gözlemlerini genelleştirmeye ve Simulanka'nın ekosistemini analiz etmeye çalıştı."
      },
      {
        "type": "CustomEntry",
        "epId": 6337,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "ve"
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "görevleri Esintiler ve Çanlar krallığında bulunabilir.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Avidya Ormanı'nda faaliyet gösteren acemi muhafız. Hevesli söz ve hareketlerinin ardında biraz içe dönük bir kişiliği vardır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ürkütücü Mırıltılar Mağarası",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/a2720304ec0a7b529cdaba5e7965c98f_9173902450284074564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ürkütücü Mırıltılar Mağarası, Lütuflar Ormanı'nın en ucunda yer alır. Burası geçmiş krallıkların prenseslerinin cevap aramak için gittikleri yerdir. Krallıklar ortadan kayboldu ve prensesler bir daha hiç görülmedi. Cimest geri dönmeyebileceğini biliyordu ama hayatına mal olan krallığı kurtarmanın anahtarı Ürkütücü Mırıltılar Mağarası'nda bulunabilirdi. Mağaranın girişine yakın bir yerde, kayıp krallıkların prens ve prenseslerinin geçmişlerinin yasını tutan sesleri duyulabiliyordu. Cevap aramak için mağaraya gelmişler ama hiçbir şey bulamamışlar, bu yüzden orada kalıp hüzünle iç çekmişler."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>''</color> <color=#ffffffd9>...Ben bir sesim, ama ses hayat değildir...</color>\n<color=#ffffffd9>...Etkileşim sadece çelişkilerden doğar ve sadece etkileşim diyalogdur...</color> <color=#ffffffd9>''</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cimest tahta çıktığından beri mağarayı sık sık ziyaret ediyordu. Kendisinden önce gelen prenses ve prenslerle kıyaslandığında özel bir yanı olmadığını düşünüyordu. Bir mucize beklemek ve gerçek bir Koruyucunun birdenbire ortaya çıkmasını beklemek hayalcilikti ama krallığının iyiliği için prensesin en azından “çağrısını” yerine getirmenin bir yolunu bulması gerekiyordu. Her yere baktı ama hiçbir şey bulamadı ve sonunda arayışını Ürkütücü Mırıltılar Mağarası'na kadar daralttı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6ba56dd010fe535db79f33e43a40f042_6855117381695004657.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mağaranın içinde Cimest, Faurobert, Gezgin ve Paimon duvarlara kazınmış birkaç hikaye buldular. Bunlardan biri, krallığın Gardiyanının hiç gelmediğini ve krallığın kaynaklarının azaldığını söylüyordu. Bu yüzden Prenses Ceoya krallıktaki herkesi derin bir uykuya yatırmış ve Muhafız'ın gelmesini beklemek için sadece kendisinin kaldığı kule hariç tüm toprakları mühürlemiş. Beklediği Muhafız asla gelmedi ve o da tek başına Ürkütücü Mırıltılar Mağarası'na gitti ve bir daha asla geri dönmedi. Prensesin eylemi cesurca olsa da Cimest buna katılmıyordu: Prenses öylece beklememeli, krallığı bilinmeyen bir kadere terk etmemeliydi. Halkını birlik olmaya çağırarak inisiyatifi ele almalı ve bu Muhafızı birlikte aramalıydı. Böylece, kötü kaderi engelleyemese bile, en azından elinden gelen her şeyi yaptığını bilecekti. Hikâye şu cümleyle sona eriyordu: <color=#ffffff>''</color> <color=#ffffffd9>Hikâyeler kuralları takip eder, döngüsel kalıplar içinde gelişir, ancak her biri kendi rotasını izlemelidir.''</color>\nİkinci hikaye, kanatlara sahip olmak isteyen bir kağıt kurbağa hakkındaydı. Tanrıçaya dua etmiş, tanrıça da ona diğer tüm kurbağalardan daha yükseğe zıplayabilirse kanatlarına sahip olacağını söylemiş. Adı Cibrelus olan bu kâğıt kurbağa bir keresinde yedi kez üst üste şampiyonluk kazanmış. Sembolü lotus yapraklarından yapılmış bir çift kanattı, bu yüzden ona “Kanatlı Cibrelus” adını verdiler. Komiteye göre, Cibrelus son atlama yarışmasında ikinci oldu. Artık prensesi kurtarabileceğini düşünmüyordu, bu yüzden emekli olduğunu açıkladı. Cibrelus arkadaşlarına atlama yarışmalarının anlamını bilmediğini ve bunu bulana kadar artık yarışmalara katılmayacağını söyledi. Daha sonra Ürkütücü Mırıltılar Mağarası'na gitti ve bir daha hiç görülmedi. Bu hikâye de şu cümleyle bitiyordu: <color=#ffffffd9>''Hikâyeler kuralları takip eder, döngüsel kalıplar halinde ortaya çıkar, ancak her biri kendi rotasını izlemelidir.''</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/30f2eec67f8ad6d7842ca64fca288662_1106673682402446069.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mağaradaki tüm sınavları tamamladıktan sonra prenses, şampiyon ve şovalyeler el yazmalarından gelen sesler duydular. Onları beklemeye çağırıyorlardı çünkü gelecek bilinmezdi ve anlam beklemekte yatıyordu. Bunlar Prenses Ceoya ve Şampiyon Cibrelus'un sesleriydi. Cimest, Ürkütücü Mırıltılar Mağarası'nda bulunacak hiçbir cevap olmadığını fark etti. Oraya geldiğinde, krallığı kurtarmanın bir yolunu bulmak için büyük bir bedel ödemek zorunda kalacağından korkuyordu, ancak mağarada sadece boş beklentilerle kendilerini kandıran eski kağıtlar buldu. Gardiyan'ı aramaya devam etmeye karar verdi ve onu krallıkta bulamazsa, başka diyarlara ve dünyalara gidecekti. Hikâyeler kuralları takip eder, döngüsel kalıplar içinde gelişir, ancak her biri kendi rotasını izlemelidir. Ceoya'nın yolu beklemekse, Cimest'inki de aramaya devam etmekti."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>''</color> <color=#ffffffd9>Krallığımın kaderi çökmek olsa bile, sonunun yazıldığı son anlarına tanıklık etmek istiyorum.</color> <color=#ffffffd9>''</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Prensesin cesaretinden ilham alan Faurobert onunla gitmeye karar verdi, çünkü Muhafız'ı bulmasına yardım ederse, bu bir tür “prensesi kurtarmak” olacaktı. Prenses ve şampiyon mağaradan ayrılmak üzereyken, bunca zamandır değişmeden kalan kalıntı aniden parlamaya başladı, bu da krallığın sonunda Muhafızını bulduğu anlamına geliyordu. Önceki tüm prensesler ve prensler sonunda Ürkütücü Mırıltılar Mağarası'nı terk etmişti. Görünüşe göre kalıntının aradığı “Muhafız” bildiğimiz anlamda cesur bir savaşçı değildi. Takdir edilmeye değer gerçek bir “Muhafız” her zaman kalbinin sesini dinleyen, korkularına rağmen durmaksızın ilerleyen kişidir. Cimest'ten önceki tüm prensesler kendi yollarının ortaya çıkmasını beklemişlerdir, ancak beklemek sadece daha fazla beklemeye yol açar. Hiç kimse bir sorunun çözümünü sadece sorunun kendi içinde arayarak bulamaz. Prenses ve Faurobert tam da kalıntının tanımak istediği Muhafızlar oldular.\nFaurobert kalıp Prenses Cimest'e hizmet etmeye karar verdi ve birlikte uzak diyarlara seyahat etmeyi planladılar çünkü dünyada her zaman uçan bir sincabın bir şampiyonun güçlü pençelerine güvenmek zorunda kalacağı rüzgârsız yerler vardır. Krallığa, kahramanın çok uzaklardan gelen Bay Faurobert olduğunu duyurmaya karar verdi. Ürkütücü Mırıltılar Mağarası'nda neler olduğunu ve neden hem Prenses hem de Gardiyan olduğunu açıklamak istemedi. Zamanı geldiğinde, her şeyi yazmak ve insanlara anlatmak istiyordu.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Takımyıldızı Metropolü",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/7dfa7b848ca021f14a735a41958c235a_2346200499423550242.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Takımyıldızı Metropolü, Simulanka'nın müzik kutusu şeklinde yapılmış en müreffeh şehridir. İnsanlar Metropol'e Bereket Ormanı'ndan kalkan Deniz Ekspresi ile ulaşabilir. Şehre çıkmak ve Metropol Meydanı'na gitmek için insanların Dişli Gökyüzü Merdiveni'ni kullanmaları gerekir. Şehrin üzerindeki yıldızlar müzik notalarıdır. Dişli ve raylardan oluşan oyuncak insanlar Metropol Takımyıldızı'nda yaşamaktadır. Şehir, “Takımyıldızı Metropolü'nün hükümdarı, bir meteor yağmurundan sonra inen, düzenin ve gökyüzündeki tüm yıldızların koruyucusu...” olan kral tarafından yönetilmektedir. Kehanet Tanrıçası tarafından yaratılan kehanete göre, kral şehri kurtarmalıdır. Son kral Spina di Rosula'nın başı Navia'ydı. Simulanka'da ortaya çıktığında Fleuve Cendre'de çocuklara kitap okuyordu. Daha önce daha ciddi sorunlarla karşılaştığı ve bir çıkış yolu bulduğu için, Simulanka'ya ani transferi konusunda endişelenmedi ve hayatın tadını çıkardı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/cb793556a5fba6762bfbb48a240bc2c6_4844383587553660971.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Takımyıldızı Metropolü'nün en yüksek noktasında, Kehanet Tanrıçası heykelinin bulunduğu Astral Bahçe yer almaktadır. Hava Ekspresi Astral Bahçe'den yıldızlı gökyüzüne ulaşmaktadır. Simulanka'nın yeni sakinlerinin Kahin Sütunlarının yardımıyla Tanrıça'nın kehanetlerini dinlemek için Takımyıldızı Metropolü'ne gittiklerine inanılmaktadır, ancak son kehanetinde sakinlere hediyesini reddetmelerini söylemiştir - Metropol sakinlerini koruyan özel bir büyü. Bu sihir, hayatları raydan çıkmış olanların yollarına geri dönmelerini sağlıyordu. Metropol'ün kralı yıldızlı gökyüzüne bağlı dişlileri çevirdiğinde, Tanrıça'nın hediyesi ortadan kalktı ve sakinler tam bir hareket özgürlüğü kazandı.\nTeyvat halkı Simulanka'yı ziyaret edebildiğinde, Astrolog Mona Megistus Kehanet Tanrıçası'nın bir heykelini gördü. Akıl hocasının böyle görünebileceğini kabul edemese de, onun inanılmaz yeteneğini ve hak ettiği Trismegistus unvanını kabul etti. Mona Simulanka'ya geldiğinde yıldızların yansımasına baktı ve Simulanka'nın gerçek dünyanın bir görüntüsü olduğunu gördü, sanki yaratıcı bu dünyayı bir aynanın ya da bir gölün içine yapmış ve bu dünya da onun yansımasıymış gibi. Ne kadar çok scry yaparsa, akıl hocasının “el yazısı” o kadar tanıdık geliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/be8e0d462c25e40979c732c6c336bd78_4036850160399328751.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Constellation Metropole'deki Deniz Ekspresi İstasyonu yakınlarında, eski çağlardan beri üç klanın yaşadığı küçük bir köy bulunmaktadır. Krallığın üç büyük klanı olan Cappet, Albizzi ve Boborano tarafından seçilen tarihin üç gerçek koruyucusu, geçmişin gerçek tarihi hakkında uzun yıllardır tartışmakta ve sıkışmış bir saat anahtarını çıkarabilecek bir kişinin gelmesini beklemektedir. Bu anahtar geleceğin markisinin mağarasında bulunuyordu ve Metropol Takımyıldızı'nın geçmişi ile bugününün etrafında döndüğü ana eksendi. Her klan, klanın kökeni ve eskiden yenilmiş kötü ejderhanın kendi versiyonuna bağlıydı. Üç muhafız, Yüce Klanı seçmek için Metropol'ü kötü ejderhadan kimin kurtardığını bulmak istiyordu. Anlatıcının gizemli sesi Gezgin, Paimon ve Komaniya Ekspresi kuryesi nekomata Kirara'yı anahtara yönlendirene kadar kimse anahtarı çıkaramadı. Kirara kendini Simulanka'da bulduğunda, güçlü bir yokainin gazabına uğradığını ve onun tarafından tüketildiğini düşündü, bu yüzden eve dönüş yolunu bulmak için şehirde dolaştı. Klanların koruyucularının yaşadığı tuhaf bir yer bulmuş. Gezgin saatli anahtarı çıkardığında, Onursal Marki oldular."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/47c87e142ef77b5e50d5e352e964e868_1179755742075168501.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Üç klanın muhafızları onlara Cappet'in kızıl klanının, cesur atalarının bir zamanlar eski ejderhayla savaştığı kutsal yere kadar eşlik etti. Efsaneye göre, günler ve geceler süren şiddetli bir savaştan sonra, ataları sonunda kötü ejderhayı uzaklaştırmış. Birlikte, zamanı geri saran saat anahtarını çevirdiler, böylece geçmiş kendini tekrar edecekti. Her şeyin gerçekte nasıl olduğunu anlatan ve dünyanın yaratılış planını özetleyen büyük büyücünün el yazması, rafın en başında ve kitabın ilk sayfasındaydı. Başlangıçta Yaratılış Tanrıçası'nın Kader Tanrıçası'nın el yazmasını bir plan olarak aldığı, onu Kehanet Tanrıçası'nın yıldızlı aleminin altına yerleştirdiği ve birkaç sihirli diziden dünyayı yarattığı söylenir. Böylece, birkaç dakika sonra, büyük saat anahtarı muhafızların etrafındaki zamanı en başa döndürdüğünde, sihirli dizileri orijinal konfigürasyonlarına geri getirebildiler. Buldukları el yazması, Cappet'in atası Francois'in köylüleri toplayıp kötü ejderhayla savaşmaya gittiğini anlatıyordu. Cesur adamlar Tanrıça'nın “Parlak Tüzüğü ”nün koruması altında savaşmayı reddetmiş, böylece ejderha ateş ve pençe kullanamaz hale gelmiş. Birkaç gün süren savaştan sonra ejderha zayıfladı ve teslim olmaya karar verdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/bac9135de9acd53ca4037492072f3384_2220898141421924583.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Olayların bu versiyonunu öğrenen muhafızlar, diğer iki klanın kutsal yerlerine gitmeye ve geçmişte yaşananları öğrenmeye karar verdi. Sarı Boborano klanının yerindeki saatli anahtarın kaidesi, üç bilmeceyi çözdükten sonra açılan bir kapının arkasında gizliydi. Boborano klanı eski kötü ejderhayı alt etti ve hazinelerini ele geçirdi, bu nedenle kaide de dahil olmak üzere klanın tüm değerli eşyaları kapının arkasında tutuldu. Onursal Marki bilmeceleri çözmeyi başardı ve sarı klanın hikayesinin de doğru olduğu ortaya çıktı. Tanrıça'nın el yazması Boborano'nun atası Antonio'nun bilgeliği sayesinde ejderhayı yendiğini anlatıyordu. Ayrıca “Parlak Tüzük” tarafından korunuyordu, bu yüzden Antonio savaşmayı reddederse ejderha güç kullanamazdı. Antonio ejderhaya güçlerini bilmecelerle ölçmeyi teklif etti. Oyuncak adam kazandı ve ejderhanın hayatının fiyatına eşit bir ödül, eksi 1 Mora ve yanan ev için 1 Mora tutarında tazminat talep etti. Ejderhadan kendisini yakmasını talep etti, ancak ejderha merhamet istedi ve hiçbir şey istemediğini söyledi. Bunun üzerine bilge Antonio onunla bir sözleşme yapmış ve kötü ejderhanın hazinelerini ele geçirmiş.\nAlbizzi'nin mavi klanının kutsal mekânından elde edilen el yazması, ataları Alberto ve Galileo'yu anlatıyordu. Devasa ejderhanın küçük insanları fark etmediğini düşünmüşler, bu yüzden boyutlarını büyütmek için bir iksir içmişler ve kötü ejderhayla konuşmaya gitmişler. Sihirli elma şarabı onları ejderhadan daha büyük yaptığı için ejderha onlardan çok korkmuş ve kaçmaya çalışmış ama Galileo onu kuyruğundan tutup geri çekmiş. Uzun bir konuşmadan sonra Alberto ve Galileo anlaşmaya vardıklarına ikna oldular ve evlerine döndüler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/cde7e6fec5101d1324619ff477b6427e_4055331901278433031.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ejderhayı yendiğine dair üç hikaye de doğru olduğu için klanlar ateşkes yaptı, ancak ertesi gün Cappet “öldürüldü” (enerji tedarik sistemi çöktü ve bir buçuk saat boyunca bilinci yerinde değildi). Olay yerine gelen bir baş danışman dedektif, birinin kafasına arkadan vurmanın en kötü ikinci zalimlik eylemi olduğunu söyledi. Dedektif, Cappet'in evden çıkmadan önce kafasını klozete çarpmış olabileceğini, bu yüzden sokakta yürürken aniden yere yığıldığını öne sürdü. Kirara ve Gezgin, Cappet'in numara yaptığına inanmadılar, bu yüzden zamanı geri sarmak için saat anahtarını kullandılar. Araştırmaları, dedektifin sadece suçlu değil, aynı zamanda bunca zamandır onlara rehberlik eden gizemli anlatıcı olduğunu gösterdi. Yaratılış Tanrıçası tarafından yaratılan ilk zeki varlıklardan biriydi ve tüm dünyalarının Kader Tanrıçası tarafından yazılmış bir peri masalı olduğunu uzun zamandır biliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/330a10665d394851acac6ccd429ffd83_1955911980431666309.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Takımyıldızı Metropol'ün üç başlangıç hikayesi olmasının nedeni, Kader Tanrıçası'nın üç taslak yazması ve hangisini en çok sevdiğine karar verememesiydi. Sonra kedisi hepsini ezmiş ve hepsi buruşmuş, böylece üç dünya tek bir dünya haline gelmiş. Kader Tanrıçası, ejderha ya da çocuklar için hangi sonun daha iyi olduğuna karar veremediği için ikisi arasında kalmış. Kedinin ne yaptığını görünce, üçünü de yapmaya karar verdi. Dedektif, üç büyük klanın gerçeği öğrendiğinde, cevapları aramaya devam etmeyi seçeceklerini umuyordu, ancak onlar sadece kabul ettiler ve yaşamaya devam ettiler. Bir zamanlar, üç klanın ataları birlikte büyük bir saat anahtarı yerleştirmişlerdi. Eğer üç muhafız da anahtarı birlikte çıkarmaya çalışsaydı, bunu başarabilirlerdi ama bunca yıldan sonra bunu hiç denemediler. Klanlar gerçeği kabul ettikleri için, dedektif onların gerçek olup olmadığına dair çözülmemiş sorularla baş başa kaldı. Dedektif tarihin dışına çıkmak isteyen bir kahramana dönüştüğü ve yanında bir kedi olduğu için Kader Tanrıçası'nın yankısını duyabildi:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Masalların çocuklar için uygun olmasının nedeni, dünyayı anlamalarına yardımcı olmalarıdır.</color>\n<color=#ffffffd9>Masallar kurgu eserler olabilirler, ancak özlerinde gerçek dünya hakikatinin yoğunlaştırılmış bir biçimi olan bir iç mantık yatar. Belki iyi ve kötüyü basitleştirirler ve belki de karanlığı metaforlarla gizlerler.</color>\n<color=#ffffffd9>Ama hiç şüpheniz olmasın: Masalların içindeki dünya olabildiğince gerçektir. Ve buna bağlı olarak, siz ve yurttaşlarınız da gerçeksiniz.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dedektif suçunu itiraf ettiğinde özür dilemeyi ve yarım gün tutuklu kalmayı kabul etti. Gardiyanın olay yerinin, şüphelinin rapor için bir fotoğrafına ve insanların yüzlerini tanıyabilmesi için kahramanların bir grup fotoğrafına ihtiyacı vardı. Gardiyan üç fotoğrafla zaman kaybetmek istemediğinden, hareketsiz yatması, suçlunun ciddi bir yüze sahip olması ve kahramanların mutlu gülümsemeleri gereken bir grup fotoğrafı çekti.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6362,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6363,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6364,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Komaniya Ekspres'te çalışan bir kurye. İşini ve insan toplumunu seven bir nekomata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/25073864/d1699810632f8c3bc8c1e8c8beb8250f_6286412363218394690.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p>Kendisini \"Astrolog Mona Megistus\" olarak tanıtan ve bu unvana uygun yeteneklere sahip gizemli genç bir astrolog. Bilgili olmasına karşın kibirlidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kırık Deniz",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Brickstacks",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/2d8d1c9cb8af5d4e5568e3df7302c558_5486341079737815799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Brickstacks, Kırık Deniz'de yer almaktadır. Brickstacks Deniz Feneri gezginlere yol gösterir. Birçok kaşif, gezgin ve her şeyi geride bırakıp uzaklara seyahat etmeye istekli olanlar gökyüzünün uçlarına gitti. Kaşifler küçük teknelerine biner ve yıldızların battığı yere ya da belki de gökkuşağının diğer ucuna doğru yelken açarlardı. Geri dönmek istediklerinde, deniz fenerinin ışığı onlara yolu gösterirdi. Bazı maceracılar farklı bir şekilde geri döndüler ve durmadan “değer” ve “uygunluk” hakkında mırıldanıyorlardı. Bavulları güzel taşlarla, güzel sanatlarla ve tohumlarla doluydu. Deniz feneri bekçisi Esnoir'in en iyi arkadaşı Rozel - maceraperestlerin en cesuru, en meraklısı - her seferinde yel değirmeninin bir dintiyle donatılmış teknesiyle denize açıldı. Sadece dünyayı dolaşmakla kalmadı, aynı zamanda onun ötesine de geçti. O kadar uzağa yelken açtı ki deniz fenerinin ışığını zar zor yakalayabildi, ama bu ışık ne kadar zayıf olursa olsun Rozel deniz fenerinin nerede olduğunu biliyordu ve güvenle geri dönebiliyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/342b28a68c15bac7145761873d315205_8636797508562348867.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kötü ejderha tökezleyerek ve öfkeden alevler saçarak Kırık Deniz üzerinde uçarken kazara deniz fenerini devirdi. Fener bekçisi ayağa kalkmayı başarsa da deniz feneri öylece kalakaldı. Esnoir her şeyi denedi, hatta köydeki komşuları bile çağırdı, ancak deniz feneri dik durmuyordu. Fenerin tepesindeki feneri tutan kancalar gevşediğinden ve söküldüğünde fener aşağı yuvarlandığından, onu tuğlalara ayırıp tekrar bir araya getiremediler bile. Komşular ejderhayı izlemeye gittiklerinde bekçi yalnız kalmıştı. Arkadaşının onunla paylaştığı plana göre, birkaç gün önce köye dönmesi gerekiyordu, ancak fener söndüğü için evin yolunu bulamadı. Esnoir, Gezgin ve Paimon'dan feneri fenerin olduğundan daha yükseğe asmalarını istedi, böylece gezginler onun ışığını fark edebilecekti. Bekçinin kendisi de deniz fenerini korumak için geride kalacaktı çünkü geri dönen gezginler önce orada duruyordu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/0f1b14b25a24593350d83293362e728c_6555627377213619545.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gezgin ve Paimon deniz feneri fenerini gökyüzüne asmayı başardıklarında, tüm maceraperestler evlerinin yolunu buldu ve Rozel Esnoir'e döndü. Rozel arkadaşına topladığı yeni çiçek örneklerini gösterdi ve deniz feneri bekçisi ona bir ejderhanın köye nasıl çarptığını ve bir diğerinin de bir şelaleye nasıl daldığını anlattı. Esnoir arkadaşının başka bir yolculuğa çıkmasını istemiyordu çünkü geri dönen gezginler halıların ve şapkaların fiyatını önemsemeye başlamışlardı ama eşyaların gerçek güzelliğini hiç önemsemiyorlardı. Rozel, Esnoir'e dünyayı görmek için onunla uzun bir yolculuğa çıkmasını önerdi ve Gezgin ona nerelerin daha iyi olduğunu söyleyebilirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/3387ed179602fa8311cc5d09f8c27ae1_4523895868986207167.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Brickstacks'te, ejderhanın arkasında kaybolduğu bir şelale bulunmaktadır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/2b30cf0b78a9cab15961a039d51e6e6c_5037537158123595952.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gezgin ve arkadaşları ejderhaya ulaşmak için oyuncaktanyum madenlerine düşen ejderha pullarını kullanarak şelaledeki suyu oyuncak bloklara dönüştürdüler ve ejderhanın inine girdiler. Ejderhayı sakinleştirip lanetini kaldırdıktan sonra birlikte Kırık Deniz'e döndüler ve başka dünyalara seyahat edebilecek bir tekne yarattılar. Teyvat'tan bazı insanlar Simulanka'yı ziyaret etmek için bir davet aldıklarında, Klee, Albedo eşliğinde ejderhayla arkadaş oldu ve onu orada bulabilmesi için Mondstadt'taki evinin bir haritasını çizdi. Onlara katılan Fischl saklambaç oynamayı önerdi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p>Bir patlayıcı uzmanı ve Favonius Şövalyeleri hapishanesinin müdavimi. Ayrıca Kaçan Güneş Işığı olarak da bilinir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/30/145542732/289424e9fb608518f9e9a45a8468238c_3071732786611653614.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>Kendisine \"Adalet Prensesi\" diyen ve Oz adında bir gece kuzgunu ile seyahat eden gizemli bir kız.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p>Kreideprinz olarak bilinen bir dahi. Favonius Şövalyelerinin Soruşturma Ekibinin Baş Simyageri ve Yüzbaşısı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Parçalanmış Oyuncaktanyum Madenleri",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/14e649e4a4fa019be256173a2b470cb4_3901476862114244471.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bir gün toytanium madenlerinden devasa bir ejderha aniden ortaya çıkmış, birçok evi dümdüz etmiş ve hatta bir dağı bile ezmiş, bu yüzden maceraperestler artık orada teknelerini tamir edememiş veya alet yapamamış ve maceralarına başladıkları yeri değiştirmek zorunda kalmışlar. Köylüler ejderhayı kovalamaya ve köyü korumaya çalışmışlar: daha hızlı yok olması için sandalyeleri, masaları, çatalları ve kaşıkları kapmışlar.\nGezgin ve Paimon, deniz feneri için bir fener asmak üzere toytanium madenlerinin yakınında bir ada aramaya gittiklerinde, adadaki ağacın yeterince yüksek olmadığı ortaya çıktı. Adada, bu ağacı diken oyuncak adam Panuelle ile tanıştılar ve Fısıldayan Ada'ya gitmelerini ve orada yaşayan Tanrıça'ya bir hediye vermelerini, böylece verenin dileğini yerine getirmesini önerdi. Panuelle'in kendisi de bir keresinde gezgin Chauvigne'in her zaman arkadaşı olarak kalmasını dilemişti. Geçmişte, Chauvigne ile birlikte ağaca bakar, çay içer ve konuşurlardı, ancak bir gün Chauvigne bir yolculuğa çıktı ve farklı bir insan olarak geri döndü. Gittikçe daha da garipleşti, garip sözler mırıldanıyor ve üzülüyordu. Köydeki eski efsanelerin en eskisi, Tanrıça'nın her zaman cesur olanları kayırdığını söyler. Bir dileğin gerçekleşmesi için cesur adamın cesaretini onaylayan bir hediyeye ihtiyacı vardı, bu yüzden Panuelle madenlere düşen ejderha pulunu aldı ve bir dilek tuttu. Tanrıça'nın heykeli ışıl ışıl parlamaya başlamış ama Chauvigne değişmemiş."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/feb7ee2c911857c68da54a828ff9de33_7345981182615689759.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gezgin ve Paimon Chauvigne'i bulduklarında, onun hayattaki yerini bulmak için gönüllü olarak saksıda bir çiçeğe dönüştüğü ortaya çıktı. Ancak kendini güvende hissedebileceği kalıcı bir yer bulmuş olsa bile, yine de seyahat etmek istiyordu. Panuelle ile konuşmaları sırasında yanlış bir şey söylemekten korkuyordu, bu yüzden ondan uzaklaşmaya başladı. Chauvigne, Panuelle'in artık onu görmek istemediğini ve kızgın olduğunu düşündü ve Panuelle de Chauvigne'in onu görmeye gelmediği için artık arkadaşı olmak istemediğini düşündü. Gezgin, kaşifle birlikte tencereyi Panuelle'e götürdüğünde, sonunda konuşabildiler ve yanlış anlaşılmayı çözdüler.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Fısıldayan Ada",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/c39d24a88e6b6a6558315194eb88b429_1199216507724846976.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fısıldayan Ada Dünyanın Sonunda yer alır ve Simulanka halkı Kader Tanrıçasına en değerli rüyalarını anlatmak için oraya gider. Gezgin ve Paimon, Tanrıça'dan gökyüzünde bir deniz feneri için bir fener asmasını istemek üzere adaya gittiler. Madenlerde kılıca benzeyen bir ejderha boynuzu buldular ve bunu fenerle birlikte Tanrıça'ya sundular. Üçüncü hediye ise Panuelle tarafından heykele bırakılan bir ejderha puluydu. Üç hediyeyi de sunduklarında ve bir dilek tuttuklarında, fener gökyüzünde ışıl ışıl parlayarak yolcuların eve dönüş yolunu aydınlattı.c"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/a580cd8f3b5ba61ea815622d7159e2af_2971489877871719619.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Adanın içinde Simulanka'yı yaratan Tanrıçaların odası yer almaktadır. Burada Kader Tanrıçası'nın tamamlanmamış el yazmaları ve kızını tatile davet etmek için Altın Elma Takımadalarını süslemek için kullandığı ve Tanrıça'nın arkadaşının yaşadığı Veluriyam Mirage'da bulunan eşyalar bulunmaktadır.\n<color=#ffffffd9>Uzun, çok uzun zaman önce, dağların değerli hazinelerle dolu olduğu, yıldızların uzun yılanlar halinde birbirine bağlandığı ve gecenin rüyalarının rengarenk olduğu bir çağda...</color>\n<color=#ffffffd9>Küçük beyaz bir sansar varmış (ya da beyaz bir fare, ya da belki beyaz bir tavşan? Neyse, buna sonra karar veririz!) bu müreffeh ve sakin kasabada yaşarmış. Tüm arkadaşları ve komşuları ona “Kar Tanesi” derlermiş (asıl adı neydi... Buna da sonra karar vereceğim!).</color>\n<color=#ffffffd9>Kar Tanesi'nin bembeyaz bir kürkü vardı, bir dağın tepesinde hiç erimeyen karlar kadar beyazdı ve tek bir leke bile görünmüyordu. Gözleri gece gökyüzünün sessiz parlaklığıyla ışıldıyordu ve sesi parlak ve berraktı, sanki bir çift görünmez el güzel bir enstrümanın üzerinde çalıyormuş gibi ya da sanki biri bir kadehe soluk altın şarabı döküyormuş gibi...</color>\n<color=#ffffffd9>Tüm kasaba halkı onu her gün görmek istiyordu, sadece merhaba demek için bile olsa.</color>\n<color=#ffffffd9>Ancak insanların övgülerinden bunalan ve parlayan mücevherlerle gözleri kamaşan “Kar Tanesi” kendini unuttu... hatta asıl adını bile terk etti. (Aha! Sorun çözüldü!)</color>\n<color=#ffffffd9>Peki ya tebrik hediyem ne olacak? dedi Bayan Kar Tanesi, kapıyı tam olarak açmaya üşenerek, ince bileğindeki yakut bileklikten başka bir şey aralıktan ışıl ışıl parlarken.</color>\n<color=#ffffffd9>Uhh... Ziyaretçinin yüzünde sıkıntılı bir ifade belirdi.</color>\n<color=#ffffffd9>Ve bir “güm” sesiyle küçük kapı bir kez daha kapandı.</color>\n<color=#ffffffd9>Saf, asil ve son derece saygıdeğer Bayan Kar Tanesi, bir sonraki “samimi” hayranının gelmesini beklemek üzere tuvalet masasına döndü.</color>\n<color=#ffffffd9>Onun hayali kendine mükemmel bir koca bulmaktı.</color>\n<color=#ffffffd9>Ama belli ki, sadece dünyanın en değerli hazinesine zaten sahip olan biri onunla evlenmeyi hak edebilirdi...</color>\n<color=#ffffffd9>O gün, gezgin bir Bay Kedi kasabalarını ziyaret etti. Kuzeydeki uzak bir krallıktan geliyordu ve kalın, bakımlı bir kürk giyiyordu - belki de aşırı bakımlı bile diyebilirsiniz, çünkü yaklaşırsanız, son öğününde ne yediğini bile koklayabilirsiniz (kedim şu anda üzerimde oturuyor, kendini yalıyor... gerçekten balık kokusu var...). Zümrüt yeşili gözlerinde sıradan insanların ulaşmayı umabileceği her şeyin ötesinde bir bilgelik vardı.</color>\n<color=#ffffffd9>İyi kalpli kasaba halkı gezgini sıcak bir şekilde karşıladı. Üç bardak bira içene kadar geçen süre içinde kasabanın kayda değer tüm olaylarını ve ertesi gün için en az beş farklı hava durumu tahminini duymuştu bile.</color>\n<color=#ffffffd9>Tüm bu haberler arasında onu en çok ilgilendiren “Kar Tanesi” ile ilgili olanlardı.</color>\n<color=#ffffffd9>Bu güzel bayanla nerede tanışabilirim?</color>\n<color=#ffffffd9>Ahh... Yerinizde olsam, hiç zahmet etmezdim.</color>\n<color=#ffffffd9>Nedenmiş o?</color>\n<color=#ffffffd9>Bayan Kar Tanesi'nin nadir hazinelere karşı bir tutkusu var. Son iki yılda, gittikçe daha özel biri haline geldi. Halihazırda büyük bir servete sahip değilseniz, kendi iyiliğiniz için bu fikirden bir an önce vazgeçebilirsiniz.</color>\n<color=#ffffffd9>Bunu duyan Bay Kedi'nin yeşil gözleri parladı.</color>\n<color=#ffffffd9>Tak tak tak.</color>\n<color=#ffffffd9>Bay Kedi Bayan Kar Tanesi'nin kapısını çaldı. Ona göre evi biraz küçük görünüyordu.</color>\n<color=#ffffffd9>Tebrik hediyem mi?</color>\n<color=#ffffffd9>Kapının aralığından bir çift cansız göz Bay Kedi'ye baktı.</color>\n<color=#ffffffd9>Tabii ya. Saygıdeğer Bayan Kar Tanesi için sizi olduğunuzdan daha da güzelleştireceğine inandığım en muhteşem hediyeyi hazırladım. Bu kolye kuzeyden gelen akik, güney denizlerinden gelen inci ve batıdan gelen kehribar ile işlenmiştir - klanımın büyük hazinesidir. Büyüklerim tarafından bana emanet edilen bu kolyeyi takdim edebileceğim en güzel ve asil kişiyi bulmak için dünyayı dolaştım. Sizinle tanışmak büyük bir onur Bayan Kar Tanesi. İnanıyorum ki aradığım kişi siz olmalısınız. Lütfen, hediyemi kabul edin.</color>\n<color=#ffffffd9>Zengin kolyenin yansıması Bayan Kar Tanesi'nin gözlerinde parıldarken, kapıdaki çatlaktan göz kamaştırıcı bir renk parıltısı yayıldı.</color>\n<color=#ffffffd9>Fena değil, fena değil. Tam benim standartlarıma göre, dedi Bayan Snowflake gururla.</color>\n<color=#ffffffd9>Sizinle tanıştıktan sonra, artık tüm mücevherlerin sizin eşsiz güzelliğinizin yanında sönük kalacağına ikna oldum. Ama lütfen, takmanıza yardım etmeme izin verin. Bay Kedi içtenlikle eğildi, sonra içeri bir adım attı, bunu yaparken neredeyse açık kapıya sıkışacaktı.</color>\n<color=#ffffffd9>Şimdi sizin için bir kutsama ve dua töreni gerçekleştireceğim, öyle ki bu hediye ben gittikten sonra da ay ışığı gibi parlamaya devam etsin.</color>\n<color=#ffffffd9>Lütfen, devam edin.</color>\n<color=#ffffffd9>Onun övgüsüyle sarhoş olan Bayan Kar Tanesi, kusursuz kaymaktaşı boynunu ortaya çıkardı...</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>O günden sonra kimse Bayan Kartanesi'ni bir daha görmedi.</color>\n<color=#ffffffd9>Bazıları onun kasabadaki hayatın sıradanlığından bıktığını ve tek başına hazine bulmak için bir yolculuğa çıktığını söyledi...</color>\n<color=#ffffffd9>Diğerleri ise sonunda beklediği kocayı bulduğuna ve Bay Kedi ile uzaktan sonsuza dek mutlu yaşadığına ikna olmuşlardı.</color>\n<color=#ffffffd9>Çünkü Bay Kedi kasabadan ayrılırken yanından geçen biri, Bayan Kar Tanesi'nin kürkündeki narin parfümün kokusunu almıştı.</color>\n<color=#ffffffd9>(Hmm... Belki bu hikaye de çocuklar için uygun değildir? Bunu düşünmem gerekecek...)</color>\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karakterler ve NPC'ler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Karakterler"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Avare",
        "desc": "<p>Kimliği gizemli olan bir gezgin. Bir dağ keşişi gibi giyinse de hiç de öyle davranmıyor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Komaniya Ekspres'te çalışan bir kurye. İşini ve insan toplumunu seven bir nekomata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/25073864/d1699810632f8c3bc8c1e8c8beb8250f_6286412363218394690.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p>Favonius Şövalyelerinde başarılı bir kılıç ustası ve stratejik düşünür. Mondstadt'ın ötesinden geldiği söylenir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/02/145542732/2d1ae4bdb66364c3763790171e7a486e_179822735431688906.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>Dürüst ve titiz Karahindiba Şövalyesi, aynı zamanda Mondstadt'ın Favonius Şövalyelerinin Büyük Kumandan Vekili.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>Avidya Ormanı'nda faaliyet gösteren acemi muhafız. Hevesli söz ve hareketlerinin ardında biraz içe dönük bir kişiliği vardır.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/37a18b6b6865c59063003a9380f08225_7758071773430345954.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p>Kendisini \"Astrolog Mona Megistus\" olarak tanıtan ve bu unvana uygun yeteneklere sahip gizemli genç bir astrolog. Bilgili olmasına karşın kibirlidir.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "<p>Bir patlayıcı uzmanı ve Favonius Şövalyeleri hapishanesinin müdavimi. Ayrıca Kaçan Güneş Işığı olarak da bilinir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/30/145542732/289424e9fb608518f9e9a45a8468238c_3071732786611653614.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>Kendisine \"Adalet Prensesi\" diyen ve Oz adında bir gece kuzgunu ile seyahat eden gizemli bir kız.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p>Kreideprinz olarak bilinen bir dahi. Favonius Şövalyelerinin Soruşturma Ekibinin Baş Simyageri ve Yüzbaşısı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı NPC'ler"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Gölge Ejder ve Rhinedottir'in çocuklarından biri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/206a8a0bc1698ae7019f093470f9e845_6900507042954145722.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Görevler",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Etkinlik Görevleri"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dünya Görevleri"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6337,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6363,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6364,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Eşyalar",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Alakalı Eşyalar"
      },
      {
        "type": "CustomEntry",
        "epId": 6278,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6280,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6300,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6306,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6307,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6308,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6311,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6313,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6314,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Simulanka'nın Oluşturulması",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/03cd168c9d42b81c7beca4e43ec60c64_3261840132276791278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Uzun, çok uzun zaman önce, Mondstadt'lı ünlü yazar, Hexenzirkel'li bir cadı olan Anya Andersdotter, sakinleri kağıttan hayvanlar olan büyülü bir diyar hakkında bir peri masalı yazmaya karar verdi. Cadı arkadaşı Alice (A) hikayeyle ilgilenmeye başladı ve bu büyüleyici dünyayı keşfetmeye karar verdi. Cadı Barbeloth'un (B) ilgisini çekti ve Andersdotter'in de onayıyla Simulanka'yı yarattılar. Maddeye ve büyüye hükmeden Yaratılış Tanrıçası, dağları ve nehirleri yarattı ve Simulanka halkına hayat verdi. Onun güçleri aynı zamanda Simulanka'nın çok sayıda dünyada var olmasının yolunu açtı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/45735e0324a9ba24892f15d87040ee89_3939480617241330691.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Yaratılış Tanrıçası'ndan sonra yıldızlara ve kaderin gidişatına hükmeden Kehanet Tanrıçası geldi. Gökyüzünün dönmesini ve yeryüzünün hareket etmesini sağladı. Simulanka'daki kader doğrudan Teyvat'a dayanıyordu. Simulanka gerçek dünyanın bir yansıması olduğu için, bu yansıtılan dünyanın kaderi Teyvat üzerinde karşılıklı bir etkiye sahip olabilir. Metropol Takımyıldızı'nda Kehanet Tanrıçası, doğru yoldan sapanların tekrar yola girmelerine yardımcı olan özel hediyesini bıraktı. Başkent sakinlerinin hayatlarında ne zaman bir felaket yaşanacak olsa, örneğin bir moloz yığınına dönüşecek olsalar, Tanrıça'nın büyüsü etraflarındaki dünyada harekete geçerdi. Bu yerde zaman dururdu ve durum düzeltilerek tersine çevrilebilirdi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/e6b68df693f8cf8e7c24ef5c09a54c07_2874355889119963447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Son Tanrıça, tüm değerli masallara ve en sevgili dileklere hükmeden Kader Tanrıçasıydı. Simulanka halkına sevgi ve nefretin şiddetli ve sonsuz duygularını bahşetti ve onlara ölümün ve umudun anlamını gösterdi. Andersdotter, kâğıttan hayvanlar ve saat gibi çalışan insanlara ek olarak ejderha Durin'i de yarattı. Cadı Rhinedottir tarafından yaratılan gerçek Durin gibi, onun da üzücü bir kaderi vardı: dokunduğu her şey oyuncak bloklara dönüşüyordu ve Simulanka halkı ondan korkuyordu. Barbeloth'un öngörüsüne rağmen Andersdotter onun Simulanka dünyasına girmesine izin vermeye karar verdi ve annesi oldu. Bir gün Simulanka halkının kendi yolunu seçeceğine inanıyordu. Alice ve Barbeloth'un aksine kendisinin uzun yaşamayacağını fark ederek, Durin'e Simulanka'da bir yıldız olacağını ve ona yukarıdan bakacağını söyledi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Git ve bu dünyaya tanıklık et, çocuğum... Herkese iyi davrandığından emin ol...</color>\n<color=#ffffffd9>Bir gün iyi arkadaşlarla tanışacaksın, bundan eminim... Bu senin geleceğin için benim dileğim.</color>\n<color=#ffffffd9>Bu dünyaya gelince... Onu sana bırakıyorum.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Andersdotter ayrıldıktan sonra Kader Tanrıçası Simulanka'da var olmaya ve insanların dileklerini yerine getirmeye devam etti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/3a1a44c82b484de8a6ab826d20dd1e8a_2665067372554461302.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durin doğduğunda, tüm insanlar ondan korkmaya başladı çünkü yere indiğinde büyük izler bırakıyordu. Kimseye zarar vermek istemiyordu ama Simulanka halkı onu dinlemedi. Sadece küçük bir uçan sincap onu arkadaşı olarak görüyordu çünkü her zaman onun ulaşamadığı çiçekleri toplamasına yardım ediyordu. Ama onları birlikte gören annesi, Durin'in çocuğunu çalmak istediğinden korkmuş."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/0b8216da0f5599a8f0dedb9be1827990_4691760148329341291.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tüm bu zaman boyunca Durin, yalnız kalmamak için gökyüzündeki yıldızlara bakmaya devam etti. Bir gün, Toytanium Madeni'nin madencileri o kadar derin kazdılar ki, bir sonraki sayfadaki dünyaya geçtiler ve Durin yanlışlıkla madeni yok etti. Annesini özlediği için Takımyıldızı Metropol'ün gökyüzünden yıldızları çaldı. Çok sayıda muhafız ejderhayı yenmeye gitti ama asla geri dönmedi. Simulanka halkının kendisini asla kabul etmeyeceğini anlayan ejderha bir daha doğmamayı diledi.c\n<color=#ffd780>Alakalı Girdiler:w</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Gölge Ejder ve Rhinedottir'in çocuklarından biri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/206a8a0bc1698ae7019f093470f9e845_6900507042954145722.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bereket Ormanını Kurtarmak",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/98ad0e3990b09e8d9050f1303009af0c_2601470741672546841.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Simulankalı Durin Kader Tanrıçası'na dileğini ilettiğinde, tesadüfe bakın ki Teyvat'ta bazı insanlar tam da o anda M'nin masalının bir kopyasını tutuyordu. Kader Tanrıçası, bu dünyayı kurtarmak için asil ve nazik ruhları nedeniyle onları seçti. Navia Takımyıldızı Metropolü'nün kralı rolünü, Nilou ise Orman Perisi rolünü aldı. Şapkalı Adam Kahraman rolünü üstlenirken, kitabı yastık olarak kullanmak isteyen Kirara Simulanka'nın nekomatası oldu. Sadece Gezgin ve Paimon Alice'in “daveti” üzerine bu dünyaya geldiler - Alice onlara gizemli bir kitap gönderdi ve kitabı açtıklarında Simulanka'da ortaya çıktılar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/64113b5718b699b2d8450147436d45ae_7089980072952091781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Büyülü dünyanın zor bir durumda olduğu ortaya çıktı. Ejderha saldırısından sonra, kağıt hayvanlar için Sihirli Tonik üreten Kaligrafi Tavernası kapandı. İçecek olmadan, ormanın sakinleri renklerini ve hafızalarını kaybetmeye başladılar ve ölebilirlerdi. Orman Perisi Simulanka'da ortaya çıktığında, kendini Yaratılış Tanrıçası'nın ormandaki hayvanları yarattığı bir kulübede buldu. Kulübedeki tüm kitapları okuduktan sonra Nilou, ormandaki hayvanlara yardım edebilecek tek bir büyü sözü buldu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“'Abrakadabra' büyüsü 'söylediklerimi yaratmak' anlamına geliyor. Bu, fantastik güçlerin herkes tarafından kullanılabildiği, kelimelerden oluşan bir dünyadır.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/b53da51bad9c6da3729be855ad711179_1717538339219705326.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nilou ve Gezgin kâğıttan hamsterların Sihirli Tonik'in son fincanını hazırlamasına yardım etti, kâğıttan kurbağalara bir şarkı provasında rehberlik etti ve meyhane barmenine içecek hazırlamada yardımcı oldu. Nilou bu dünyanın büyüsünü deneyimlemek için Padisarah adını verdiği küçük bir hamster yarattı ve ona hayat verdi. Tanrıça'nın sihrini anlayan Orman Perisi ormanda bir sihir akışı hissetti, ancak kapalı tavernanın altında sadece boşluk hissetti. Boş bir mürekkep şişesi olduğu ortaya çıktı. Nilou Sihirli Tonik'in bileşimini çözmeyi başardı ve yarattığı iksiri şişenin yanına yerleştirdi. Sihir kullanarak tavernayı restore etti ve tüm ormana rengini geri verdi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Komaniya Ekspres'te çalışan bir kurye. İşini ve insan toplumunu seven bir nekomata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/25073864/d1699810632f8c3bc8c1e8c8beb8250f_6286412363218394690.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Avare",
        "desc": "<p>Kimliği gizemli olan bir gezgin. Bir dağ keşişi gibi giyinse de hiç de öyle davranmıyor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>A holy and noble plant. The conditions for growth in its environment are very demanding. The flower buds can be processed to make valuable spices.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/d5172558c50dbc305ee422b95bf8ed21_2954304386179237064.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Takımyıldızı Metropol'ü Kurtarmak",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/f546b115d97b88ae2d016434f6f9a55a_340868893647500941.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Takımyıldızı Metropolü'nde durum Nimetler Ormanı'ndan bile daha kötüydü. Ejderha gökyüzünden yıldızları çaldı, Kehanet Tanrıçası'nın özel büyüsü kontrolden çıktı ve giderek daha fazla sakin hareketsiz kaldı ya da bir tür kısır döngüye yakalanmış gibi aynı eylemleri tekrarladı. Buna ek olarak, şehir canavarlarla doluydu. Gezgin ve Kral, ejderha tarafından çalınan yıldızları bulup Hava Ekspresi'nin yardımıyla gökyüzüne geri getirmeyi ve tüm canavarları uzaklaştırmayı başardı. Ancak Kehanet Tanrıçası'nın hediyesinin sonuçlarını ortadan kaldırmak için onun son kehanetini çözmeleri gerekiyordu:"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/5acf7e5e4ed618f3fbebbc55b7e94f42_5680800111840559059.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“...Git ve yıldızlı gökyüzüne bağlanan dişliyi it. O zaman geldiğinde dans edeceğim ve halkımın ayaklarının altındaki izleri gökyüzündeki yıldızlara geri döndüreceğim.”</color> Bu kehanetten sonra Tanrıça gelecekle ilgili diğer kehanetleri söylemeyi bıraktı. Başkent halkı hiçbir zaman kendi başlarına ciddi kararlar almadıkları ve Tanrıça'nın büyüsüne güvendikleri için, çoğu kişi dişlileri zorlamaya karşı çıktı. Son adımı atmaktan korkuyor ve birilerinin başka bir çözüm bulmasını umuyorlardı. Kehanet Tanrıçası'nın armağanı onları zarar görmekten ve hayatlarını korumaktan koruyordu, bu yüzden bu korumayı kaybetmeye hazır değillerdi. Kral itirazları görmezden gelip işleri kendi bildiği gibi yapabilecek olsa da, onların duygularını dikkate almak ve kendi kararlarını vermeleri için onları cesaretlendirmek istedi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/5328985dafb6270e7694ae7f90bf8f17_1898590058559420585.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Radikal Muhafazakâr Vatandaşlardan biri, dişlileri itmeye karşı çıkarak Astral Bahçeden bir yıldız fırlattı ve Tanrıçaya dua etmek için gerekli olan Kahin Sütunlarını birbirine bağlayan sihirli ipliği çaldı. Muhafızlar radikalleri durdurmak ve uzaklaştırmak istedi ama Navia onlara söz verdi. Hiçbir çözümleri olmayan felaketin gerçek nedenini nasıl çözeceklerini sordu. Gecikmeye devam ederlerse durum daha da kötüleşebilir ve daha fazla insan dışarıda kalabilirdi. Kehanet Tanrıçası Simulanka'nın yaratıcılarından biriydi ve bu dünyayı ve insanlarını gerçekten seviyordu. Onları terk etmek istemiyordu ama onlara kendi yollarını seçme fırsatı vermek istiyordu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Eğer bir anne kuş yavrusunun kanatlarına uzun süre binmesine izin verirse, çocuğu asla uçmayı öğrenemez. Belki de Kehanet Tanrıçası bir gün bırakması gerekeceğini hep biliyordu.</color>\n<color=#ffffffd9>Çocuklar ancak kendi fikirlerini oluşturmalarına, kendi kararlarını vermelerine ve sonuçlarıyla kendi başlarına başa çıkmalarına izin verilirse bağımsız olabilirler. Ancak o zaman, ebeveynleri öldükten sonra bile yolculuklarına tek başlarına devam edebilirler.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/4fcac6ac97ab818d4edfc5fc74b651ce_78346129151201781.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dişliler döndürüldükten sonra Metropol Takımyıldızı'nın gökyüzü yeniden canlandı. Tanrıça'nın hediyesinin etkilerini ortadan kaldırmak için Navia, kapana kısılmış insanları kurtarmak üzere Spina di Rosula di Simulanka'yı yarattı ve muhafızların kaptanı ile radikallerden birini sorumlu olarak atadı. Kral, Orman Perisi, Gezgin ve Paimon ile birlikte Simulanka'yı ejderhadan kurtarmaya gittiğinde, Spina di Rosula başkentteki ana örgüt haline geldi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula, toplumun birçok kesimini kapsayan ve çabalarını halk arasındaki zor sorunları çözmeye odaklayan vatandaş odaklı bir dernektir ve gerektiğinde Fontaine yetkilileriyle işbirliği yapacaktır.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/10344346/99e26454155fe9d3bf5d37d56a2b98fe_9013872860150392860.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ejderha Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/17444f2e52132dc94977d1fe903a7404_313132793024194154.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ertesi sabah Nilou, Navia, Gezgin ve Paimon Deniz Ekspresi'yle dünyanın sonuna, ejderhanın ininin olduğu yere gittiler. Tren yoluna devam ederken, raylar aniden sona erdi ve tren bir uçurumdan aşağı düştü. Birkaç gündür büyülü dünyadan bir çıkış yolu bulmaya çalışan Gezgin yardımlarına koştu. Gezgin düşüş sırasında bilincini kaybettiğinde, Andersdotter'den Durin'e söylenen talimatları duydular:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“...Git ve bu dünyaya tanıklık et, benim...</color>\n<color=#ffffffd9>...Herkese iyi davrandığından emin ol.</color>\n<color=#ffffffd9>...Sana bırakıyorum. “</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/4b199ef0703efd9ce86ef8c273312b00_5944670458392002851.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Birlikte, Toytanium Madenleri'nden madencilerin ve ejderhayla savaşmaya gelen ve geri dönüş yolunu bulamayan insanların bulunduğu bir köye gittiler. Simulanka'daki herkes onların öldüğünü düşünse de ejderha onlara zarar vermedi. Ejderhanın ininde Gezgin ve yoldaşları Durin'in doğum anılarını, Andersdotter ile iletişimini ve tüm dünya onu reddettiğinde çektiği acıları gördüler. Ejderhayla savaşmak yerine onunla konuşmaya karar verdiler, ancak insanlar her yıl kafasını kesmek için ona geliyordu, bu yüzden savaşa katıldı. Durin'i zayıflattıktan sonra, sonunda onunla konuşabildiler ve onu aslında “doğmamak” istemediğine, bu dünya tarafından kabul edilmek ve arkadaş edinmek istediğine ikna ettiler."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/a92c9339033038d28c5ef81edf349f3e_7248279672557124072.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Orman Perisi Durin'e Kader Tanrıçası'ndan bir dilek dilemesini söyledi ve birlikte onu kutsayarak küçük zararsız bir ejderhaya dönüştürdüler - Mini-Durin.\nMini-Durin'in dönüşümünden sonra, o ve Gezgin daha önce yok ettiği Bereket Ormanı'ndaki evleri restore etmeye koyuldular. Ev sakinleri ejderha ile geçmişte yaşadıkları anlaşmazlıkları hatırlasalar da, yeni evler için ona minnettarlardı ve yeni evlere sahip olmaktan her zaman mutlu oldular. Hatta onurlarına bir bayram düzenlemeye bile karar verdiler. Constellation Metropole'de Mini-Durin, özür dilemek için bir miktar oyuncak cevheri ve bitkisel yağ getirdi. Sakinlerin çoğu onun özrünü kabul etti, ancak bazıları bundan sonra nasıl davranacağını göreceklerini söyledi. Sihirli tekne “Durin'i\" yarattıktan sonra Gezgin ve ejderha Teyvat'a gitti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/576ca9dcc7105ff263c64eedeb6053ce_7323941082206504595.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gezgin, Andersdotter ve Barbeloth'un Mini-Durin'in yaratılışına dair anılarını gördüğünde bir kehanet duydu: “R'nin çocuğu... bir gün ölümden dirilecek.” Mini-Durin'in kaderi Teyvatlı Durin'in kaderiyle iç içe geçtiğinden, ilkinin kaderini değiştirmek ikincisini de etkileyebilirdi. R'nin yarattıklarından bir diğeri olan Albedo'nun Ejderspine üzerinde yaptığı gözlemler, Durin'in kalbinin yavaş yavaş hayata döndüğünü ortaya çıkardı. Albedo, en tehlikelisi de dahil olmak üzere Durin'in hayata dönmesiyle ilgili her türlü olası senaryo için bir eylem planı oluşturmayı planlıyordu. Kehanet gerçekleşir ve Durin'in kalbi yeniden atmaya başlarsa, ölümden dirilenin “kötü bir ejderha” olmayacağını umuyordu. Gezgin Mini-Durin'i kurtardığından beri kaderleri birbirine bağlıydı ve Albedo her ikisinden de ihtiyaç duydukları anda Mondstadt'a yardım etmelerini istedi.\n<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Avare",
        "desc": "<p>Kimliği gizemli olan bir gezgin. Bir dağ keşişi gibi giyinse de hiç de öyle davranmıyor.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/35428890/24d97a22be742fb732ea96f625d1faac_2495743636540582085.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>Zubayr Tiyatrosunun yıldızı. Oldukça samimi ve saf olmakla birlikte dansı da hareketli ve zariftir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/35428890/586d726f9ebda3506c78beaaa41f13b6_5916447718992361520.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "Spina di Rosula'nın şu anki Başkanı. Cana yakın, görevine bağlı ve takdire şayan bir patron.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/19/3fc7580c01a9e622692402889706c4db_7917323547159841516.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Komaniya Ekspres'te çalışan bir kurye. İşini ve insan toplumunu seven bir nekomata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/25073864/d1699810632f8c3bc8c1e8c8beb8250f_6286412363218394690.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "<p>Kreideprinz olarak bilinen bir dahi. Favonius Şövalyelerinin Soruşturma Ekibinin Baş Simyageri ve Yüzbaşısı.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Gölge Ejder ve Rhinedottir'in çocuklarından biri.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/138687708/206a8a0bc1698ae7019f093470f9e845_6900507042954145722.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}