{
  "epId": 6547,
  "name": "Ezpitzal Flütü",
  "desc": "Gece Rüzgarının Ustaları arasında nesilden nesile \"ruhani bir flüt\" olarak aktarılan, tuhaf şekilli bir yeşim uzun kılıç.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
  "filterValues": {
    "weaponType": "Kılıç",
    "weaponProperty": "Savunma Oranı",
    "weaponRarity": 4
  },
  "menuId": 4,
  "menuName": "Silahlar",
  "version": 1724925719,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Çok ama çok uzun zaman önce, şimdilerde gizemli bir çağ olarak görülen bir zamanda, büyük ejderhalar halen derin vadilerde dolaşırken\ndoğuştan ayakları bileğinden kesik olan bir kız vardı ve gelenek gereği Kutsal Hükümdar unvanını almıştı.\nO zamanlar henüz derin vadi \"Mictlan\" adını almamışken, varlığını ejderhaların korumasına borçlu olan, kendi çapında mütevazı bir köy vardı.\nKadim işaretçilerde ejderhaların gururu harıl harıl yandı ve ejderhalar, solup giden rüyaların içine doğru korkuyla kaçtı.\nBunun üzerine onlardan koruma dileyen ölümlülerle bir anlaşma yaptılar ve onlara olağanüstü yeteneklere sahip bir Kutsal Hükümdar atamalarını söylediler...\n\"Aynalarla dolu bir labirent ve sisli bir kale... İşte bunlarla siz aciz ölümlü kabileleri savaş belasından koruyacağız.\nKarşılığında ise sizden tek bir şey istiyoruz: Bize rüyalarımıza giden yolu gösterecek bir Hükümdar.\"\nTüm dünyevi isteklerde olduğu gibi, rüyalar da \"hayat\" olarak bilinen alevlerin tutuşturduğu bir arzu cehennemine açılan penceredir.\nBu güya kader tarafından tayin edilmiş olan Hükümdar, rüyalara sunulan bir adaktan başka bir şey değildi ve soğuk gece rüzgarlarında duman gibi dağılmaya mahkumdu.\nVelhasıl Kutsal Hükümdar'ın tek yoldaşları bir flüt ile sessiz bir hizmetkardı.\nHizmetkar sadakatinden mi yoksa sevgisinden midir bilinmez, kaderinde genç yaşta ölümle yüzleşmek olan efendisinin yanından asla ayrılmadı.\nAncak nesiller boyunca saygıyla anılacak olan bu kahraman, genç kahinin bu rüyanın sonunu çok önceden gördüğünden haberdar değildi.\nKahraman, sis ve aynaların arasında flüt şarkısının rehberliğinde dolaşırken ayaklarını kaybeden kız onu kollarına aldı.\nBöylece kız fısıltıların ve hafifçe esen gece rüzgarının yarattığı o güzel şarkıyı kahramanın kulağına mırıldanarak duyduğu her şeyi anlattı...\n\"...\"\n\"Zamanı gelince tekrar görüşeceğiz. İşte o zaman, kalbime bir bıçak saplamanı istiyorum. Bırak adım alevler içindeki işaretçiler ve yangın rüzgarları arasında kaybolup gitsin.\nO eski antlaşma bozulacak, yerine gelen antlaşma ise onları huzura kavuşturacak.\nEjder katili, ezeli Hükümdar Maghan, benim sadık hizmetkarım Dinga... Tekrar görüşeceğimiz güne kadar elveda.\nBenim güzide kahramanım, senden son isteğim budur. Mictlan adı binlerce yıl yaşasın.\""
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Sonunda gecenin karanlığının yerini güneşin kasıp kavuran sıcaklığı aldı. Sisler dağılırken rüyaların en güzeli de ardında bir iz bırakmadan yok oldu.\nDaha kızıl ateşler sönmeden, bir zamanlar ejderhalara tapan o köy sakinleri Kül Şehir hükümdarı tarafından hain düşmanlar olarak ilan edildi.\nAynalarla dolu labirent, Piton Kral'ın öfkesi karşısında yerle bir oldu. Piton Kral'ın orduları ise sisli kaleyi bir okyanus dalgası gibi silip süpürdü.\nBir zamanlar \"Kadim Ateşle Gömülen\" ile omuz omuza savaşan o cesur kahraman Maghan, bu sefer eskisinden de büyük bir cesaretle göğüs göğüse çarpıştı.\nEjderhalar daha rüyadan uyanamadan onlarla antlaşma yapan hainlerin hepsini katletti ve bu çatışmaya bir son verdi.\nArtık yaşlanmaya başlayan o kahraman, Kül Şehir hükümdarının övgüsüne layık olamadı ancak kraliyet ailesinin huzuruna çıkmaya hak kazandı ve hatasını telafi etmek için bir şans istemekle yetindi:\n\"Efendim, o canavarları yakalama görevini yerine getiremedim, sisle örtülmüş vadilerin derinliklerinde gözden kayboldular.\nBir zamanlar ejder katili olan ben, artık yalnızca güçsüz bir ihtiyarım. Bu birliğe hizmet etme görevine layık değilim. İzin verin, emekliye ayrılayım.\"\nİşte böylece, sonrasındaki binlerce yıl boyunca varlığını gösterecek altı büyük kabileden biri olan Mictlan kabilesi kuruldu.\nNasıl oldu derseniz eğer, Kül Şehir düştüğünde rahip Maghan'ın halefi ejderhalarla tekrar bir antlaşma yapmıştı.\nSon dileği ise Kutsal Aleve dönmek yerine isimsiz bir mezara gömülmekti.\nAma bu ejder katili Maghan'ın değil, başka bir hikayenin konusu.\n\"Korku olmadan geçecek yıllar görüyorum... Güneşin yükseldiği topraklarda bir yeşim şehri kurulacak, yeni efendi bir kez daha doğacak.\nAltın elçi gelecek, yeşil kuş gelecek, Aq're Q'aq gelecek. Gecenin bize vaadi budur.\nAtalarını düşlüyorum... Artık tüm o sislerden ve hayaletlerden korkmuyor, gözyaşı dökmüyor, acı çekmiyorlar.\nAlevlerin ve cehennemin efendisi... İnsanların ve ejderhaların rüyalarını muhafaza edecek, yıldızlar parlamayı bırakana kadar onları koruyup kollayacak.\nBenim güzide kahramanım, son görüm budur. Lütfen gördüğüm bu geleceği gerçek kıl.\"\n\"...\""
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orijinal",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bb323ab761a27cc42fb111e28fd8a327_7235896678722582801.png"
      },
      {
        "key": "Uyandırılmış",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/5dd3e3f640252569912ac2981e412cb1_8651212990897391979.png"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Ezpitzal Flütü"
          }
        ]
      },
      {
        "key": "Kaynak"
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Kılıç"
          }
        ]
      },
      {
        "key": "İkincil Özellikler",
        "value": [
          {
            "type": "RichText",
            "text": "Savunma Oranı"
          }
        ]
      },
      {
        "key": "Gizemli Kandırmaca",
        "value": [
          {
            "type": "RichText",
            "text": "Bir Element Becerisi kullanmak 15 saniyeliğine Savunmayı\n16%/20%/24%/28%/32% artırır."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme öncesi Saldırı",
              "Yükseltme sonrası Saldırı"
            ]
          }
        ]
      }
    ]
  }
}