{
  "epId": 6548,
  "name": "Yersarsan",
  "desc": "Ateş Hırsızı adlı kahramanın sevdiği söylenen ağır bir kılıç. Hatta Kül Şehrin Efendisinin alevleri bile yakamamış bu kılıcı.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
  "filterValues": {
    "weaponProperty": "Saldırı Oranı",
    "weaponRarity": 4,
    "weaponType": "Çift Elli Kılıç"
  },
  "menuId": 4,
  "menuName": "Silahlar",
  "version": 1724925722,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Çok ama çok uzun zaman önce, şimdilerde efsaneler çağı olarak görülen, büyük ejderhaların hâlâ kubbeler üzerinde dolaştığı zamanlarda,\nbir kahraman yaşardı... Bir süre sonra Ateş Hırsızı olarak anılmaya başlayacak olan bu kahraman, o zamanlar henüz gençliğinin baharında, bir Tepeli Kargı Kuşu gibi umarsızdı.\nGüçlü, yiğit ve kibirli biriydi. Ormanları karış karış arşınlar, karşılaştığı kişilere düello teklif ederek meydan okurdu.\nAncak büyük savaşçının izinden giden, yarı insan bir kahraman tarafından çeşitli ayak numaralarıyla bir çırpıda alt edildi ve bataklığa saplandı.\nGenç adamı böyle üzgün gören okçu gülmeden edemedi.\nBöylesine ciddi ve ketum yapıdaki birinin başkalarıyla bu şekilde alay etmesi olacak iş değildi.\nGenç adam biraz yaşadığı utançla, biraz da kızgınlıkla kararını verdi;\no tuhaf tiplerin peşine düşecek ve yaşadığı yenilginin yarattığı o kara lekeyi temizleyecekti.\n\"Hey! Siz gerçekten o şeyi... Adı her neyse işte, bensiz alt etmeyi düşünmüyorsunuz, değil mi?\nArkadaşlar, sözüme kulak verin! Ben Yupanqui, ben bu düzenin temellerini sarsmaya... Bir dakika, daha sözüm bitmedi!\"\nAradan yıllar geçse de o yolculuğu her düşündüğünde çocukça davranışlarına gülmeden edemedi.\nÖnceleri birçok kez tavsiyelere kulak vermediği için kendini tehlikenin göbeğinde buldu ve yine birçok kez çıkardığı gürültü patırtıyla o sessiz zanaatkarın öfkesini üzerine çekti.\nDaha önce sayısız düşmanı kılıçtan geçirdi geçirmesine ancak bu başarıları, çıkardığı sorunları unutturmaya yetmedi.\nTüm bunlara rağmen savaşçının yanında yer alan yoldaşları onun bu gençlik cehaletini hoş görmeye devam etti.\nO hezeyan ateşi zihnini ele geçirdiğinde bir kez daha o sessiz rahibin sözlerini duyar gibi oldu...\n\"Bir gün yeşilliklerle dolu bu yola neden çıktığını anlayacaksın.\nGeçmişin yakıtı, günümüzün aleviyle yoluna devam ediyor hayat.\nTüm yaptıklarımız için ateşe hesap vereceğiz. Önünde uzanan bu yol yalnızca sana ait.\""
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Yeminlerin çoktan unutulup gittiği o yıllarda, Kül Şehir'in yıkık harabelerinde gökyüzünü bir kez daha kabilelerin sancakları kapladı.\nYavaş yavaş bir hezeyan içine çekilen insan kraldan geriye yalnızca gevelediği çılgın saplantıları kaldı, gözlerinden ise sadece korku okunuyordu.\nBir zamanlar ejderhaların ve insanların bir arada yaşayabileceğine dair yüreğinde taşıdığı o inancı yitirmiş olsa da\nihtiyar kahraman, hayatta kalan tek eski dostuna karşı çıkmaktan kendini alıkoyamadı.\nSonunda yeşilliklerle dolu o yollardaki tüm renklerin solup gideceğini düşündü.\nBöylece içindeki tutku, ne kadar pişman olursa olsun, ne kadar geri almaya çalışırsa çalışsın, bir ateş misali sönüp gitti.\nAteşin kendi kendine körüklenemeyeceği gibi, bu yolun da yalnızca kendisine ait olamayacağını düşündü.\nTüm ümidini yitirmiş olan yaşlı adam, böylece Büyük Birlik için ordu donatım subaylığı görevine razı oldu.\nEski dostunun verdiği emirlere bir daha karışmamaya ant içti ve sessiz sedasız Kutsal Aleve döneceği günü beklemeye başladı...\nGünlerden bir gün, ejderhaları kılıcın gölgesinden kurtaran kızıl gözlü bir genç, gecenin bir yarısı ordu donatım subayının evini ziyaret etti.\nÇok tanıdık ama bir o kadar yabancı gelen bir hevesle, bozulan yeminin zincirlerini tamamen kırması için yaşlı kahramana yalvardı.\nSon derece ciddi ve ketum bir yapıya sahip yaşlı adam ise doğrudan cevap vermedi, yalnızca tozlu raflara kaldırdığı kılıcına uzun uzun baktı.\nUzun zamandır kederle bakan o gözleri bir kez daha ateş gibi parladı."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Yersarsan"
          }
        ]
      },
      {
        "key": "Kaynak"
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Çift Elli Kılıç"
          }
        ]
      },
      {
        "key": "İkincil Özellikler",
        "value": [
          {
            "type": "RichText",
            "text": "Saldırı Oranı"
          }
        ]
      },
      {
        "key": "Qhapaq Nan Yemini",
        "value": [
          {
            "type": "RichText",
            "text": "Bir grup üyesi Ateş ile ilgili bir tepkime tetikledikten sonra 8 saniyeliğine kuşanan karakterin Element Becerisi Hasarı\n16%/20%/24%/28%/32% artar. Bu etki, etkiyi tetikleyen grup üyesi alanda olmasa da tetiklenebilir."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme öncesi Saldırı",
              "Yükseltme sonrası Saldırı"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orijinal",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/a96864e0dec440d0e08f997933582a92_7492299998812243666.png"
      },
      {
        "key": "Uyandırılmış",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/7438609cb78d7a4c6db2b5241526f86d_5928740929877262490.png"
      }
    ]
  }
}