{
  "epId": 6549,
  "name": "Gökkuşağının İzi",
  "desc": "Yeşimden dövülen keskin bir mızrak. Gün ışığına tutulduğuna gökkuşağı renklerinde bir ışık yayar.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
  "filterValues": {
    "weaponProperty": "Savunma Oranı",
    "weaponType": "Mızrak",
    "weaponRarity": 4
  },
  "menuId": 4,
  "menuName": "Silahlar",
  "version": 1724925730,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Çok ama çok uzun zaman önce, şimdilerde efsaneler çağı olarak görülen, büyük ejderhaların hâlâ kaynak sularında yüzdüğü zamanlarda,\nbu uzak diyarlara bir görev için gönderilen bir peri yaşardı. Yakamoz ışıkları arasında yiğit bir genç ile karşılaştı.\nBu genç adam, Meztli kabilesinden Uenuku'ydu. Gelecek kuşaklar bu genci Gökkuşağı Gezgini olarak tanır.\nNasıl ki kaynak suları hiçbir şekle uymaz, Gökkuşağı Kralı hakkındaki farklı efsaneler de sayısız kökene sahiptir.\nHikayelerde değişmeyen tek şey, o su perisiyle karşılaşmasıdır.\n\"Ben ezeli kadehte doğmuş bir damlayım. Kaplıcaların, can suyunun, meltemlerin ve sislerin kızıyım.\nEy yüce kahraman, sen güçsüzleri korumak, hasretini çektiğim adaleti sağlamak için bu yola çıktın.\nŞarkımla mızrağını kutsamama izin ver. Tek başına çıktığın bu yolculukta bırak sana eşlik edeyim.\nKarşılığında tek istediğim, kral olduğun zaman vahşi yaratıkların yaşadığı kaplıcayı bana vermen.\"\nTüm Suların Hanımı'nın o soylu ve şefkatli önsezisi hatırına, dünyayı çevreleyen akan sular aracılığıyla toprakları besleyen her türden sevginin hatırına,\nbu güzellikler hatırına o kavurucu sular berrak pınarlara dönüştürülmeli, Filojistonla dolup taşan o su kanalları tamamen arındırılmalı.\nBöylece savaşçımız yalnızca ejderhalara ait olan bu düzene meydan okumak üzere, adalet uğruna çıktığı bu yolculuğa başlamış oldu.\nGenç, perinin asıl niyetini anlasa da Okeanid ulağın onu hedefine ulaşmak için bir araç olarak gördüğünü fark etti.\nOrtak bir düşmana sahip olduklarına göre, gün gelip de biri diğerine ihanet edene kadar onu kandırmaya çalışan bu kızla pekala yan yana savaşabilirdi.\nBunun yeterli olacağını düşündü. Kızın ağzından çıkan her söz onu kandırmaya yönelik olsa da tüm bunlar bir noktada sis ve yağmurla birlikte yok olacak olsa da\nyolculuğun sonunda yürekten inandığı o adaleti, güçsüzleri \"birleştirme\" gücüne sahip olan o adaleti yitirmeyecekti.\nBirçok kış geldi geçti. Genç, verdiği bu sözü yerine getirmeye çalışarak hayatını boşa harcadı. Nihayet \"Kral\" olunca farkına vardı.\nBu görkemli yolculuğun sonunda en çok pişmanlık duyduğu şey ise başından beri koşulsuz şartsız taşıdığı sarsılmaz inancıydı."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Nasıl ki kaynak suları hiçbir şekle uymaz, insanların ve perilerin kalbi de hafif bir gece esintisine kapılıp gidebilir.\nGenç adam ejderha lordunun alevleri arasında kül olup gideceği anda peri, uzunca bir süredir amacından uzaklaşmış olduğunu fark etti.\nAslında tek yapması gereken adalete körü körüne bağlı kişiyi burada bırakmaktı. Kaldı ki o da genç adama köyü terk etmesi gerektiğini çoktan söylemişti.\nSonra da Kral olabilecek başka birini bulması gerekiyordu, sonuçta genç adamın fikirleriyle de hayalleriyle de ilgilenmiyordu.\nO halde neden şimdi bu adamın ahmaklığı yüzünden ejderhanın ateşinin karşısında duruyordu? Üstelik onun şaşkın gözleri önünde...\nSu perisi içinden, \"Belki de Tüm Suların Hanımının aradığı 'iletişim ve anlayış' böyle bir şeydi\" diye geçirdi.\nOna son bir kez gülümsedi ve güneş gibi kavuran alevleri bir örtü gibi kapladı. Geriye yalnızca yükselen buharların arasında beliren gökkuşağının renkleri kaldı.\n...\nAncak eski Meztli parşömenlerinde tamamen farklı bir hikaye anlatılmaktadır.\nKahraman Uenuku, ay ışığının altında dolaşmakta olan su perisini gördü ve ona aşık oldu.\nAncak bir anlık gafletle sevgilisi Hineila'dan (ya da Ianeria'dan) ayrılmak zorunda kaldı.\n\"İnsanların kalbi de dalgalar gibi gelgitlidir derler bir de. Oysaki dalgalara hükmetmek oldukça kolay, bir insanın kalbini fethetmekse bir o kadar zordur.\"\nKahraman Uenuku pişmanlık içinde, güneşin sıcağıyla kavrulan bu toprakları karış karış gezdi ve çok sevdiği sevgilisini aradı.\nYıllarca süren bu arayışın ardından su perisinin kalbi yumuşadı, sonunda biraz da olsa ona merhamet göstermeye karar verdi.\nGökyüzünden bir bulutu aldı ve onu bir gökkuşağına dönüştürerek kahramanı denizin diğer tarafına doğru yönlendirdi.\nKutsal Alevin lütfunu alan Uenuku ve sevgilisi nihayet bir araya gelmiş oldu ve bir daha hiç ayrılmadılar.\nKabilenin büyükleri, bugün gördüğümüz deniz kabuklarının, o zamanlar denize düşen gökkuşağının parçaları olduğuna inanır.\nKabukların birbirine bağlı iki tarafının olmasının ise bizim tekrar bir araya gelme isteğimizi temsil ettiğini düşünürler."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orijinal",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/f658c774611e7dfffc9cbdec7567f0c4_5363859096258621126.png"
      },
      {
        "key": "Uyandırılmış",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/1645ab1911d5d11bc16205a48efdb526_1027439974820657472.png"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Gökkuşağının İzi"
          }
        ]
      },
      {
        "key": "Kaynak"
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Mızrak"
          }
        ]
      },
      {
        "key": "İkincil Özellikler",
        "value": [
          {
            "type": "RichText",
            "text": "Savunma Oranı"
          }
        ]
      },
      {
        "key": "Akan Pınarların Sözleşmesi",
        "value": [
          {
            "type": "RichText",
            "text": "Bir Element Becerisi kullanmak 15 saniyeliğine Savunmayı\n16%/20%/24%/28%/32% artırır."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme öncesi Saldırı",
              "Yükseltme sonrası Saldırı"
            ]
          }
        ]
      }
    ]
  }
}