{
  "epId": 6551,
  "name": "Yaxche Yüzüğü",
  "desc": "Bu yeşim silah eski bir kahraman tarafından yaratıldı. Efsaneye göre yanardağda yaşayan dev ejderhayı gökten bizzat bu silah indirmiş.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
  "filterValues": {
    "weaponType": "Katalizör",
    "weaponRarity": 4,
    "weaponProperty": "Can Oranı"
  },
  "menuId": 4,
  "menuName": "Silahlar",
  "version": 1724925728,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Yaxche Yüzüğü"
          }
        ]
      },
      {
        "key": "Kaynak"
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Katalizör"
          }
        ]
      },
      {
        "key": "İkincil Özellikler",
        "value": [
          {
            "type": "RichText",
            "text": "Can Oranı"
          }
        ]
      },
      {
        "key": "Bereketli Toprakların Yankıları",
        "value": [
          {
            "type": "RichText",
            "text": "Bir Element Becerisi kullanmak Yeşim Taç etkisi kazandırır: Her 1.000 Maks. Can, 10 saniyeliğine kuşanan karakterin Normal Saldırı Hasarını\n0.6%/0.7%/0.8%/0.9%/1% artırır. Normal Saldırı Hasarı bu şekilde en fazla\n16%/20%/24%/28%/32% artabilir."
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Çok ama çok uzun zaman önce, şimdilerde efsaneler çağı olarak görülen bir zamanda, büyük ejderhaların hâlâ kasıp kavrulan topraklarda dolaştığı zamanlarda\nbirçok badire atlatan kayıp ikiz kahramanlar zalim ejderhanın bedeni önünde bir kez daha buluştu ve bir yemin etti.\n\"Babamız, Ejder Lordu'nun fevri kararları yüzünden hayatından oldu, annemiz çocuklarını korumak için kendini feda etti.\nBereket Kolektifinin ve o madenci klanların yardımı olmasaydı Ahpub ve Ixquieh bir daha asla bir araya gelemezdi.\nBu yüzden kutsal Yaxche'ye, ölümü, yıkımı ve acıyı yok edeceğimize dair ant içeriz.\nBöylece güçsüzler bir daha asla güçlülerin altında ezilmeyecek. Gece ve gündüzden yoksun olan bu topraklar bir kez daha ışığa kavuşacak.\"\nBöylelikle ikiz kahramanlar \"gücün\" ve \"lütufların\" izinden giderek yeni bir maceraya atıldı.\nFevri bir mizaca sahip olan genç adam ve yumuşak başlı, sakin genç kız bu yolda birbirlerine eşlik etti ve birbirlerinin zayıf yanlarını telafi ettiler...\n\"Bizler yalnızca aciz fanileriz, sen ise gökleri sallayabilecek kudrete sahip yüce bir ejderhasın. Rüzgarlar ve yağmurlar emrine amadedir.\nSen yıldırımlarını üç kez çağırabilirsin. Fakat bizi öldüremezsen bizden gelecek üç darbeye göğüs germelisin.\nEy gururu ve asaletiyle övünen Yüce Ejderha, fanilerle aşık atacak cesarete sahip misin? Yoksa yalnızca kaçmaya mı cüret edeceksin?\"\nBöylece kendini güneş tanrısı ilan eden o kibirli ejderha, fanilerin aklının alamayacağı bir güçle saldırdı.\nİkizler, dağları yerinden oynatan bir fırtına ve tufanla karşı karşıya kaldı, en sonunda ilkel bir okla gökteki sahte güneşi vurdular.\n\"Gördün mü ey Heybetli Kral? Bizim gibi aciz faniler, ilkel yöntemlerle böylesine güzel bir cevheri nasıl işlemiş olabilir?\nEfendimiz bana ve ahmak kardeşime, yaralarını iyileştirecek bu gizemli ilacı sana vermemizi buyurdu.\nEfendimizin bize verdiği cevher işte burada. Alıp kendin inceleyebilirsin. Biz sana nasıl zarar verebiliriz ki?\"\nBu zamana kadar ölümlülerin gizemini çözemediği bir ateşte dövülen ve aslından hiçbir farkı olmayan sahte cevher,\ndağları deviren yüce ejderhayı kandırmaya yetti ve içtiği iksirin etkisiyle tüm gücünü kaybederek dağların altına canlı canlı gömüldü.\nAklın hayalin almayacağı maceralara dair birçok efsane doğdu. Bu efsanelerle Bereket Kolektifi ve madencilik geleneklerinin temelleri atılmış oldu.\nVe tüm yolların kesiştiği noktada savaşçıyla buluşan ikiz kahramanlar onunla birlikte gece rüzgarına doğru yürüdüler...\n\"Ey Yiğit Kahraman, tuttuğun yol seni düşmüş ejderhaların celladı olmaya götürürse,\ney Yiğit Kahraman, tuttuğun yol seni bu ızdıraba bir son vermeye götürürse,\nkutsal Yaxche ve atalarımız üzerine ant içeriz ki\nAhpub'ın okları ve Ixquieh'nin ateşi emrine amadedir.\""
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Kabile sancaklarının henüz tozla kaplanmadığı, anlaşmanın mürekkebinin henüz solmadığı bir dönemdi.\nKül Şehir'in yeni Kralı en yüksek mertebeye henüz ulaşmamış, sonradan ona yeminini bozduracak planlar henüz vuku bulmamıştı.\nBir zamanlar birbirinin gölgesi gibi olan kahraman ikizlerin arası bozulmuştu ve en nihayetinde kendi yollarına gitmeyi seçtiler.\nAynı soydan gelseler bile, Kadim Ateşle Gömülen ile aynı yolda yürümüş olsalar bile\nintikam ateşiyle yanıp tutuşan, kana susamış savaşçının gözünde o ejderha, ateş işleyen zanaatkardan çok farklıydı.\nHiçbir zaman kahramanlara getirilen yasağı açıkça çiğnememiş olsa da o ejderhaya duyduğu düşmanlık herkes tarafından bilinirdi.\nİşte tam da bu yüzden Kül Şehir'in Efendisi gönülsüz de olsa kaçan zalim ejderhanın peşine düşülmesini emretti.\nO zamanlarda hâlâ Birliğe hizmet eden kahramanların içinde yalnızca Ahpub bu çağrıya cevap verdi.\nŞef olarak Bereket Kolektifinden sayısız savaşçıyı dağlardaki madenlere götürdü.\nNanatzcayan hükümdarına \"dağlarda saklanan o vahşi yaratıkları\" teslim etmesini, aksi takdirde kılıçlarının tadına bakacaklarını söyledi.\nGünler süren çatışmanın ardından hırslı kahraman sonunda bu konuyu konuşmak üzere kız kardeşini toplantı yerine çağırdı.\nNiyeti sebeplerini dürüstçe ortaya koyarak diğer tarafa o gün verdikleri yemini hatırlatmaktı. Ancak...\n\"Bu son derece ahmakça... Hatta ahmaklığın da ötesi! O ocak ateşleri yüzünden gözüne perde mi indi? Aramızdaki kadim kan davasını unuttun mu?\nYeni Kralın kesin emri var. Siz o zalim yaratıkları korumaya devam mı edeceksiniz? Birliğimize ve yeminimize ihanet mi edeceksiniz?\nAsıl Kül Şehir'i yöneten o hainlerle birlikte siz bu yemini bozdunuz ahmak kardeşim... Kahramanlara getirilen yasağı unuttun mu yoksa?\nHiçbir zararı olmayan o barış yanlısı ejderhalara zarar vermeye kararlıysanız... Nanatzcayan sizleri Birliğimize ihanet eden düşmanlar olarak görecektir.\nAh kardeşim, benim ahmak kardeşim... Peşine düştüğün şey artık intikam değil, körü körüne bir kana susamışlık.\"\nGitgide alevlenen tartışma ve alaycı ay ışığı, erkek kardeşin kalan aklını da başından aldı ve öfkeyle yanıp tutuşmaya başladı.\nDevasa ejderhaya karşı savaş açan kahraman, belinden kılıcını çekti ve ikizinin boğazına dayadı.\nNiyeti yalnızca yükselen sesleri bastırmak ve dağlardaki madenlerin sakin Şefinin, yeni Kralın emirlerine uymasını sağlamaktı.\nOrtalığın kana bulanmasıyla tüm sesler kesildi. Geriye yalnızca çaresizce edilen feryatlar kaldı.\n\"Gücün\" ve \"lütfun\" rehberliğinde çıkılan bu yolun sonu geldi ve kahraman, bu dünyada kendisine en yakın olan o kişiyi kollarına alarak alevlere doğru yürüdü.\nNihayetinde kabileler arasındaki savaşın işaret ateşleri, iki Şefin de ortadan kaybolmasıyla daha yanamadan sönmüş oldu.\nEjderhaları affetmiş gibi davranan Kral, elçilerini kanyonlara ve Bereket Kolektifine göndererek geçici bir süre için yetkilerini Birliğe devretmelerini istedi.\nTa ki iki kabile de yeni Şeflerini seçene ve şereflerini simgeleyen sancakları onlara geri dönene dek.\nBir yandan da ejderhaları koruyanların isimlerini gizlice kenara not ediyor, hainlerin kellelerini almak için fırsat kolluyorlardı.\nAncak sonradan kabile tetikçisi ilan edilen Sakkuk, o dönem kaderin kendisine çizdiği yolun gayet farkındaydı...\nKomplolarına devam eden hain, kontrolü ele geçirirken karşısına çıkan engellerin bu kadar kolay ortadan kaldırılabileceğini kestirememişti.\nSevinç naraları atarken, Çiçek Tüyü Klanının genç varisi ona gizli bir ferman daha yolladı..."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orijinal",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bed8aa26908f26d930660b4928e7bd53_1187231511535572446.png"
      },
      {
        "key": "Uyandırılmış",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c10357002b755d957e57d123090687f0_2674798951813449028.png"
      }
    ],
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme öncesi Saldırı",
              "Yükseltme sonrası Saldırı"
            ]
          }
        ]
      }
    ]
  }
}