{
  "epId": 6552,
  "name": "Zincirkıran",
  "desc": "Yeşimle bezeli bir uzun yay. Kirişinin etrafında sürekli hafif esintiler dolanır. Efsanelere göre bu silah, kadim bir çağda ejderha bir zanaatkar tarafından yapılmış.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
  "filterValues": {
    "weaponProperty": "Saldırı Oranı",
    "weaponType": "Yay",
    "weaponRarity": 4
  },
  "menuId": 4,
  "menuName": "Silahlar",
  "version": 1724925716,
  "components": {
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme öncesi Saldırı",
              "Yükseltme sonrası Saldırı"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orijinal",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/2f35f2d45517a9b7885ddec8e7413798_3153277126140743099.png"
      },
      {
        "key": "Uyandırılmış",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/08cbedc4af8a8640d84609afaf5a60d8_4052955087143900134.png"
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Çok ama çok uzun zaman önce, şimdilerde efsaneler çağı olarak görülen, büyük ejderhaların hâlâ yağmur ormanlarında gezindiği zamanlarda,\nterk edilmiş bir kız çocuğu yaşarmış. Ejderhaların annesinin evlat edindiği bu kız, güçlü rüzgarlar ve ötüşen kuşlar arasında büyümüş.\n\"Lianca, benim canım kızım, güzel kızım. Neşem ve gururum.\nArtık sen de kardeşlerin gibi kendi yolunu çizmelisin.\nSert pulların, jilet kadar keskin dişlerin ve pençelerin yok belki.\nAncak şunu sakın unutma: Sen her zaman ejderhaların annesinin kızı ve soylu bir prenses olacaksın.\nBu dünyada ister insan olsun ister ejderha, kimseye diz çökme.\nGerçek bir ejderha gibi gururla kendi yolunu seç.\"\nLianca adındaki genç kadın böylece ejderhaların geleneklerine uygun olarak liderinden onay almış.\nÇiçekler ve kuşlar eşliğinde \"kendi yolunu bulmak\" için tek başına yolculuğa çıkmış.\nAz gitmiş, uz gitmiş. Hem insanların hem de ejderhaların diyarlarında dolaşmış. Ormanda adım atmadık yer bırakmayan genç kadın sonunda bir şeyin farkına varmış.\nBu koca dünyada kırlangıçlar gibi özgürce, rahatça uçabilmek aslında büyük bir lüksmüş.\nKanunlar, ölümlülerin prangasıyken saplantılar ejderhaların hapsiymiş. Sözde \"özgürlük\" de aslında yalnızca güçlülere mahsusmuş.\nAncak Lianca tüm zincirleri kırmaya, zayıfların gökyüzünde süzülmesine engel olan tüm prangaları parçalamaya karar vermiş.\nBaşlangıçta gidecek başka bir yeri olmayan birkaç yetim sığınmış yanına.\nSonra kabilesinin kurallarına bağlı kalmak istemeyen gezgin savaşçılar kulak vermiş şarkısına.\nArdından sürgün edilen ejderhalar ormana gelip sığınmış kanatlarının altına.\nTaçsız prenses insan ya da ejderha, dost ya da düşman demeden herkesi kabul etmiş.\nÇok geçmeden gezginlerin önünü kesen, cüssesi dağlar kadar büyük bir haydut küçücük bir asanın gücüyle yenilmiş. O eski günler kahkahalarla anılır olmuş.\nKötü ve kibirli bir ejderha da üç defa vurulmuş, üç defa şifa bulmuş. Haydutla ejderha çok yakın dost olmuş.\nBöylece binlerce yıl boyunca \"Çiçek Tüyü Klanı\" adıyla tanınacak olan kabile kurulmuş.\nZayıflar, hastalar ve evsizler bir daha rüzgardan ve gökyüzünden hiç korkmamış.\n\"Ey kahraman ilan edilen yabancı, bizleri yanlış anladın. Onların Kralları değilim ben. Bizim aramızda kimse kimseye boyun eğdiremez.\nBurada kimse hüküm süremez zira herkes birer taçsız kraldır. Bırak şu cafcaflı, karmaşık, gereksiz formaliteleri. Memnun eder bizleri yalnızca şarkıların sesi.\nAncak sözlerinde gerçekten samimiysen, gerçekten ebedi zincirlerimizi kırmak istiyorsan\ngerçekten zayıfların da eşit olabileceği bir yer yaratmak istiyorsan ey kahraman ilan edilen yabancı, seninle bu yolculuğa çıkmaya gönüllüyüm."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Annem bu soylu düşüncelerinizi anlayamıyor Kralım. Bunu öğrenecek olursa Büyük Birlik'e isyan bayraklarını çekecek ilk kabile kesinlikle Çiçek Tüyü Klanı olacaktır.\nKralım, parlak ve görkemli yarınlar için, binlerce yıl sonrasına yönelik hedeflerimizin gerçeğe dönüşmesi için bu gizli tehlikeyi ivedilikle oradan kaldırmalıyız. Artık tereddüt edemezsiniz.\"\nKabile sancaklarının henüz tozla kaplanmadığı, anlaşmanın mürekkebinin henüz solmadığı bir dönemdi.\nGenç, haine kuşların artık şarkı söylemediği bir gece, sönmekte olan ateşin başında yapmıştı bu teklifi.\nAmacı hırsını körüklemek miydi, yoksa kıskançlık mıydı hâlâ bilinmez.\nBilinen tek şey, Kül Şehir'deki şölenin kan kırmızısı alevlerle kralın tereddütlerini tamamen ortadan kaldırdığıdır.\n\"Hah... Eski dostum, yalnızca şu ihtiyar bedenimle ilgilensen yeterdi. Neden yüzlerce asker yolladın?\nHoş, kendi soyunu hafife alan bendim aslında... İzin ver bu kan borcunu kanla ödeyeyim.\"\nYay kirişi kopmak üzereydi. Kan tamamen akıp gitmişti. Hep yanında taşıdığı hançer bile ikiye ayrılmıştı.\nOklarıyla gökyüzünde sayısız ejderhayı vuran kahraman için artık yolun sonu gelmişti.\nÇiçek Tüyü Klanının İlk Sözcüsü, kızıl nehir karşısında oluk oluk akarken başını dik tutmaya devam etti.\nİlk okunu alçak varisine, kalan okları ise hainin piyonlarına armağan etmişti.\nKemikleri çoktan parçalanmıştı. Son okunu, bedenini yeşim yayına mıhlamak için kullanacaktı.\nYolun sonuna geldiğinde ölüm bile ejderhaların gururlu kızına diz çöktüremeyecekti.\n\"Soylu anneciğim... Kızın nihayet kendi yolunu buldu.\nIstırabım da benim, şarkılarım da... Böyle yazsınlar mezar taşıma.\nUnutmasınlar göğüs gerdiğim acıları... Unutmasınlar aştıklarımı.\nHayatımı hepinize adadım... Şimdiyse ölümümü dünyaya adıyorum.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Zincirkıran"
          }
        ]
      },
      {
        "key": "Kaynak"
      },
      {
        "key": "Tür",
        "value": [
          {
            "type": "RichText",
            "text": "Yay"
          }
        ]
      },
      {
        "key": "İkincil Özellikler",
        "value": [
          {
            "type": "RichText",
            "text": "Saldırı Oranı"
          }
        ]
      },
      {
        "key": "Çiçek Tüyü Şarkısı",
        "value": [
          {
            "type": "RichText",
            "text": "Natlanlı olan veya kuşanan karakterden farklı Element Türüne sahip her grup üyesi için kuşanan karakterin Saldırısı\n4.8%/6%/7.2%/8.4%/9.6% artar. Bahsedilen niteliklerde en az 3 karakter varsa kuşanan karakter\n24/30/36/42/48 Element Ustalığı kazanır."
          }
        ]
      }
    ]
  }
}