{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p>Kendini bilgin ve kitapsever olarak tanıtan Hiçlik Tarikatı'nın bir üyesi. Ayrıca Kendine ''Enjou'' Diyen Şey ve Kendine ''Sanka'' Diyen Şey olarak da tanınır.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/902dd8ccf7890acda31005ebd7e6410b_4949474535760717697.png",
  "menuId": 10,
  "menuName": "NPC Arşivi",
  "version": 1733898558,
  "components": {
    "galleryCharacter": [
      {
        "key": "Konumu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/36bf049e0ae74989a17c72a2d4088f5f_6414513514217452808.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Geçitler - Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/b43a2bcdaa6f89eb6baa55d0d7da67fa_8764988368334820208.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Enjou'nun gerçek hali."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "Ulus",
        "value": [
          {
            "type": "RichText",
            "text": "Hiçlik"
          }
        ]
      },
      {
        "key": "İlişki",
        "value": [
          {
            "type": "RichText",
            "text": "Hiçlik Tarikatı"
          }
        ]
      },
      {
        "key": "Çince Seslendirmeni",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "İngilizce Seslendirmeni",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "Japonca Seslendirmeni",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>山口 恵 (YAMAGUCHI Satoshi)</color>"
          }
        ]
      },
      {
        "key": "Korece Seslendirmeni",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Üç Diyar Kapısı Adağı",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Watatsumi Adası'ndaki ayinden bir süre sonra Kutsal Rahibe süreçte bir şeylerin ters gittiğini fark etti. Enkanomiya'ya bazı birlikler gönderdi, ancak onlar sadece ciddi bir şekilde yaralandı. Enkanomiya'nın tamamı, ne insanların ne de Ejderlerin dayanamayacağı Hiçlik Tarikat'ından gelen karanlığa gömüldü. Karanlığın Enkanomiya'ya Enjou yüzünden geldiği ortaya çıktı. Yılan gözlü maskesi olan ve gizemli bir rahibe olan Tsumi ile bir ittifak kurdu. Tsumi, Dainichi Mikoshi'yi yok etmek istiyordu, böylece Enkanomiya'da karanlık hüküm sürecek ve Ejderler kulenin altında hapsedilen akrabalarını bir kez daha kurtarabileceklerdi. Enjou tüm Enkanomiya'yı karanlığa gömeceğine söz verdi ve karşılığında Ejderler, Hiçlik Tarikatı'ndan kendi bölgelerinden güvenli bir şekilde geçebilecekti. Böylece Hiçlik Kuleleri'nin yeniden yapılabilmesine yardımcı olacaklardı. Ejderler, Hiçlik Karanlığı'nın element varlıkları için korkunç bir zehir olduğunu bilmiyorlardı, bu yüzden anlaşmayı kabul ettiler, ancak Enjou onlara ihanet etti. Enkanomiya'nın sınırının köşelerindeki kuleleri yeniden inşa etti ve sonra onları Hiçlik'in enerjisini yaymak için kullandı, bu da Su Ejderleri'ne büyük eziyet getirdi. Sangonomiya'nın Kutsal Rahibesi Enkanomiya'da Gezgin'den yardım istediğinde, Enjou ile yüzleşmek için Tsumi ile birlikte çalıştılar. Tsumi'nin gerçek amaçları ortaya çıktığında, Enjou, Enkanomiya'ya yaptığı yolculuk yine sonuçsuz kaldığından, Gezgin'e geride bıraktığı mekanizmalarla karanlığı kaldırmasına yardım etti."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Bu benim için Enkanomiya'ya yaptığım sonuçsuz bir yolculuk daha. Ama önemli değil. Ben Tarikat'ta sadece marjinal bir figürüm.</color>\n<color=#ffffffd9>Ekselanslarımıza hizmet etmek için kendilerini paralayanların aksine, ben daha önemsiz şeylerle ilgileniyorum.</color>\n<color=#ffffffd9>Eyvah, sanırım zamanım tükendi. Gitsem iyi olacak. 'Görüşürüz' derdim ama... Muhtemelen demeyeceğim.”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>Watatsumi Adası'nın kurtuluşu için tek umut, bu gizli saklı bölgede yatıyor -- Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/0366f0d2f6ce09cdb1a69ab6443573d1_6033633971490618003.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>Watatsumi'nin son hizmetkârı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/2ae7f4e3d7970ba42666cd33450a1185_6801129701142436591.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Ezeli Su Ejderi",
        "desc": "A vishap that dwells deep beneath the oceans.<br/>They were once the dominant race in the depths — and indeed, dragons were the overlords of the whole world in an even earlier age. But their former Seven Sovereigns were defeated by a power from the heavens, withering one by one.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Yıldırımyutan Su Ejderi",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Electro element.<br/>Following the fading of the Seven Sovereigns' power, a new generation of Sovereigns is presently being born. But now that the Bathysmal Vishaps have evolved in this manner, they have lost their purity. As such, the Dragon of Water will no longer be born from among their ranks. Prophecy holds that the new Dragon of Water will definitely descend in the form of a human.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Buzkıran Su Ejderi",
        "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bedel Ateşi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Gezgin ile son karşılaşmasından sonra Enjou (şimdiki adı Sanka) Mare Jivari'yi keşfetmek için Natlan'a gitti. Yolculuğu sırasında Gök Kubbe'nin Evlatlarını ziyaret etti ve bazı Yavru Yumkazorları bulmak için yardım isteyen iki çocukla tanıştı. Arkadaşlarının onlara yardım edeceği yalanını söyleyen Sanka, çocuklardan kendisine Huitztalan'ın Bedel Ateşi hakkında bilgi vermelerini istedi. Efsaneye göre Bedel Ateşi ilk olarak Büyük İttifak döneminde ortaya çıkmıştı. Zalim Och-Kan tarafından Natlan'a hükmetmek ve ona karşı çıkan herkesi ezmek için kullanılmış. Bedel Ateşi normal ateşten farklıdır: eğer biri onunla ateşe verilirse, arkasından korkunç bir yanma acısı hissedecek, ancak hemen ölmeyecektir. Ayrıca ne yaparsanız yapın, ona bakmak için arkanıza dönmemelisiniz. O sırada Büyük İttifak için mühimmat subayı olarak çalışan kabilenin kahramanı Yupanqui, bir zamanlar Kutsal Lord olan Och-Kan ve aynı zamanda ilk Ateş Hükümdarı olan Xbalanque ile arkadaştı. Och-kan'ın zalim yönetimini kabul etmedi, bu yüzden Bedel Ateşi'ni çaldı ve Och-Kan'ın ordusuna fırlattı. Tüm askerler yanarak kül oldu. Yupanqui tam şehri terk etmek üzereyken, Och-Kan'ın arkasından ona seslendiğini duyduğunu sandı. Bu onu hazırlıksız yakaladı ve bakmak için arkasını döndü ama Och-Kan orada değildi. Tek gördüğü simsiyah yanmış bir şehir, harabeye dönmüş bir ordu ve gökyüzüne uzanan dev alevlerdi. Bir saniye sonra, gördüğü alevler gözlerinin içinden fırladı ve Yupanqui'yi yuttu. Yupanqui'yi tüketen ateş diğerlerinden daha şiddetli yandı. Yüz gün boyunca, ley hatlarında bir delik açana kadar yandı ve sonra ölümcül karanlık Gece Krallığı'na düştü ve bugün hala orada yanmaya devam ediyor. Bedel Ateşi bir sonraki hayata giden yolu aydınlatır. Ancak ölülerin yeniden doğabilmeleri için önce Bedel Ateşini kabul etmeleri ve Bedel Ateşi tarafından arındırılmaları gerekir. Yupanqui'nin ölümünden sonra, yaklaşık 500 yıl önce, Kadim İsim Malipo, yozlaşmış Dağ Kralı ile savaşan başka bir kahramana, Burkina'ya geçti. Şu anda ise Saurian avcısı Kinich'e ait. Efsaneyi duyduktan sonra Sanka, Gezgin ve Paimon'un yaklaştığını gördü ve çocuklara Gezgin'in onlara yardım edeceğini söyleyerek kaçtı."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sanka, Kinich'in Bedel Ateşi ile bağlantısını öğrendiğinde, onu ve arkadaşını (K'uhul Ajaw) gizlice takip etmeye başladı. Bu nedenle, Saurian Avcısı Hiçlik Tarikatı'nın bir üyesini yakaladığında, Sanka direnmedi. Antik çağın anılarını öğrenme ve birkaç bin yıl öncesine dayanan eski bir ejderha uygarlığına ait olan K'uhul Ajaw'ı inceleme fırsatı elde etmek için Sanka, Kinich ile bir anlaşma yaptı. Gök Kubbe'nin Evlatları yakında Bedel Ateşi Gecesi törenini düzenleyeceklerdi. Bu, kabilenin ataları Burkina ve yoldaşı Dağ Kralı Kongamato'yu andığı geleneksel bir törendir. Birlikte Hiçlik'e karşı savaşmış ve kazanmışlardı ama bu zaferin bedeli ağır olmuştu. Hikâyelere göre Burkina bunu hayatıyla ödemiş, Kongamato ise Hiçlik'ten etkilenmiş ve uykuya dalmış. İçindeki Hiçlik Gücü son derece hassastır ve rahatsız edildiğinde uyanır ve kör bir öfkeyle uçarak hareket eden her şeye saldırır. Törenin bir parçası da Dağ Kralı'nın içindeki Hiçlik Gücünü temizlemek ve böylece uykuda kalmasını sağlamaktır. Son zamanlarda Natlan'da Hiçlik ile ilgili daha fazla olay meydana gelmekte ve bu da Dağ Kralı'nın uykusunu sürdürmesini son derece zorlaştırmaktadır."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "İhtiyarın yoldaşlarından biri olan Nanna, Kongamato ile mücadelesinde yaralandı ve Hiçlik Enerjisi ile zehirlendi. Kabilenin bazı yaşlıları canavarın bedenini Hiçlik'ten tamamen arındırmaya karar verdi, bu da Yumakazor'un ölümüyle sonuçlanacaktı. Dağ Kralı, Gök Kubbe'nin Evlatları'nın ihtişamını yaşayan bir sembol olduğundan, Kinich yaşlıların planına katılmadı ve kendi planını tasarladı. Bir Yarık açmak ve Dağ Kralı'nı içine yerleştirmek için Sanka'dan Hiçlik Yaratıklarını çeken bir cihaz ödünç aldı. Aynı zamanda K'uhul Ajaw, “Bedel Ateşi” ismine sahip kişilerin genellikle şiddetli bir şekilde öldüğünü öğrenince, Sanka ile bir anlaşma yaptı. İlahi Lord'u inceleyeceği zaman Kinich'in bedenini alacaktı. Anlaşmaya rağmen, Sanka'nın planı başarısız oldu çünkü Kinich onu bir “hediye” olarak Gezgin'e verdi. Gezgin'le savaşmaktan kaçınmak için Sanka tekrar kaçtı."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Seni düz bir dövüşte asla yenemem, ama iş kaçmaya gelince, kimseye kaybetmem.</color>\n<color=#ffffffd9>Bana bir iyilik yap ve ne kadar hızlı kaybolduğumu hatırla. Belki o zaman bir dahaki sefere bana biraz saygı gösterirsin.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kinich ile tanışmadan önce, Gök Kubbe'nin Evlatları'ndaki ilk gününde, Sanka'ya gökten düşen bir şey çarptı. Atlayan, Hiçlik tarafından zehirlenmiş bir Yumkazor Nanna'ydı. Sanka'nın düşündüğü gibi, atlayıp-zıplama alıştırması yapıyordu. Atlayışı yapmak için gereken cesaret onu çok şaşırttı, bu yüzden Yumkazor'la arkadaş oldu ve yaralarını sarmaya yardım etti. Tanışmalarının bir işareti olarak, antik kalıntıların üzerine bir resim bile çizdi ve bu resim eski Sürüngenlerin bir kalıntısı olarak kabul edildi. Sanka sonunda Gezgin ve Kinich'ten kaçtığında, arkadaşıyla tekrar bir araya geldi ve tüm yaralarının iyileştiğini gördü. Ailesini çok özlemişti ve Sanka onu, ona Bedel Ateşi'nin hikâyesini anlatan ihtiyarın kızına götürdü.\n<color=#ffd780>Alakalı Girdiler</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6993,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Huitztlan'ın bedel hesaplama konusunda yetenekli Sürüngen Avcısı.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Hiçlik Tarikatı\nEnjou Tarikat'ın bir üyesidir.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>Watatsumi Adası'nın kurtuluşu için tek umut, bu gizli saklı bölgede yatıyor -- Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/0366f0d2f6ce09cdb1a69ab6443573d1_6033633971490618003.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou bir görev için Enkanomiya'ya 2 kere gitti.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>Watatsumi'nin son hizmetkârı.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/2ae7f4e3d7970ba42666cd33450a1185_6801129701142436591.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou, Tsumi ve Ejderlere tüm Enkanomiya'yı karanlığa gömme sözü verdi ve karşılığında Ejderler, Hiçlik Tarikat'ından kendi bölgelerinden güvenli bir şekilde geçebileceklerdi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Hiçlik Vaizi: Derin Alevler",
        "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Enjou'nun gerçek hali.",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>April 1, 2022</color>\n\"Either way... that book belongs in the hands of a bona fide scholar.\"\nAlthough this book is pretty good, I didn't expect lectors to like this kind of story...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>September 17, 2022</color>\n\"Only when a night as dark as the abyss descends, can one notice the luminous glimmer that has always been with them.\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>March 14, 2024</color>\nJudging from your expression... you haven't forgotten me, have you?\nWhat do you mean by \"Abyss Lectors all look the same, come back in human form\"? ...It seems the farewell gift I gave you at our last parting failed to leave a strong enough impression.\nI even went out of my way to pick some lovely flowers for you this time. But our Highness knows not of my coming, so I can't help you pass on any messages.\nSo, do you think you can forgive me at last? Oh, come now! Lower your weapon and let's talk this over..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Kendine ''Enjou'' Diyen Şey, Gezgin'in kardeşi tarafından yönetilen bir organizasyon olan Hiçlik Tarikatı'nın bir üyesidir. Diğer herkes için son derece zehirli olan Hiçlik'te yaşayabilen kişilerden oluşan bir organizasyondur. Hiçlik'in gücü Tarikat için de yıkıcı olsa da, onları kendine çeker ve büyüler. Enjou'nun gerçek hali Hiçlik Vaizi'dir, ancak şüphe uyandırmadan Enkanomiya'ya girmek için bir Inazumalı insan halini seçmiştir. Enkanomiya halkının Teyvat'ın yüzeyine gelmeden önceki kadim dili olan Byakuyakoku dilini bilmektedir.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Burada gerçekten de edebiyat çevirisi yapıyordum, ama biliyorsunuz, bunun davayla hiçbir ilgisi yoktu. Ben kitapsever bir karakterim ve hey - ateş püskürten bir canavara dönüştüm mü dönüşmedim mi!?</color>\n<color=#ffffffd9>...Sanırım bizden 'Vaizler' olarak bahsediyorsunuz, değil mi?”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/197e6cf0591cadfe4fae1222ac073b2e_679485616723821755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Enkanomiya'daki ilk görevi sırasında Enjou, Zaman Hükümdarı Istaroth'un sekreteri tarafından yazılan “Güneşten ve Aydan Önce” kitabını aramaya gitti. Bu kitapta Ezeli Olan'ın ortaya çıkışı, Yedi Ejder Hükümdarı ile savaş, Teyvat'ın değişimi, insanların yaratılışı, İkinci Gelen'in gelişi, büyük savaşın başlangıcı ve bu savaş sırasında Enkanomiya'nın Karanlık Deniz'e düşüşünün tarihi anlatılmaktadır. Bu tarihler, tanrıların yeryüzünde dolaşmadığı ve tüm toprakların tek bir uygarlığa ait olduğu zamanlardaki olayları anlatır. Teyvat halkı için “tanrıların yeryüzünde yürüdüğü zaman” en uzak geçmişti, bu yüzden Hiçlik Tarikatı için bu kitap Kutsal Diyar ve Hükümdarların bu dünyaya dışarıdan geldiğini kanıtlamanın tek yoluydu. Bu kitap Enkanomiya kütüphanesinde tek bir nüsha halindeydi, ancak Enjou onu orada veya Dainichi Mikoshi'de bulamadı. Enkanomiya'daki görevi sırasında Enjou, Gezgin ve Paimon ile tanıştı ve onlara kendisini Byakuyakoku üzerine çalışan bir akademisyen olarak tanıttı. Onun yardımı ve dil bilgisi sayesinde Gezgin, Dainichi Mikoshi'nin önündeki engeli kaldırabilir ve yapay güneşi başlatmak için gereken altın dizgini bulabilir. Gezgin, Sangonomiya'da (Enkanomiya'nın torunları) ritüeli gerçekleştirmek için gereken Kanlı Ağaç Mercanını toplarken, Enjou gerçek doğasını ortaya koydu ve kitabı bulma umuduyla onlarla savaşmaya çalıştı. Yenildikten sonra, Hiçlik Vaizi bir portalın içinde kayboldu.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Evet, evet, başarısız oldum. Ve bugün hepimiz küçük bir şey öğrendik, değil mi?</color>\n<color=#ffffffd9>Sanırım gelecekte insanlara bu kadar kolay güvenmemelisin, ha?</color>\n<color=#ffffffd9>O küçük adamı yanına al.</color>\n<color=#ffffffd9>Belki bir gün sen de o köşeden ihanete uğrarsın. Kim bilir?”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Girdiler:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "<p>Watatsumi Adası'nın kurtuluşu için tek umut, bu gizli saklı bölgede yatıyor -- Enkanomiya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/147527911/0366f0d2f6ce09cdb1a69ab6443573d1_6033633971490618003.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Hiçlik Vaizi: Derin Alevler",
        "desc": "Wielders of abyssal fire who pursue the meaning behind texts and scriptures. Is a member of the Abyss Order.<br/>The surface people have a slightly distorted understanding of what their name means, calling them \"Lectors,\" when their name can also mean \"exegete.\" Reading the word of grace grants them great power.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Alakalı Eşyalar:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}