{
  "epId": 7604,
  "name": "Tatankazor",
  "desc": "Tatankazor depar atarken <color=#FFE14BFF>Filojiston harcayarak</color> bir Hızlı Atılma gerçekleştirebilir.<br>Saldıran bir Tatankazor bir engele çarpıp durduğunda veya <color=#FFE14BFF>beceri butonuna dokunduğunda</color> Gözü Pek durumuna girer. Bu durumdayken <color=#FFE14BFF>Depara tekrar dokunduğunda</color> Tatankazor daha hızlı ikinci bir Depar atar. Tatankazor Gözü Pek durumundayken araziyi kullanıp sıçrayabilir ve hatta kısa süreliğine su veya Sıvı Filojiston üzerinde koşabilir. Bunu yaparsa çok daha hızlı Filojiston tüketir...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Eğitim",
  "version": 0,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tatankazor",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/ecec4b325f3f5113eb52674a56a31974_7053142726991693325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tatankazor depar atarken\nFilojiston harcayarak bir Hızlı Atılma gerçekleştirebilir.\nSaldıran bir Tatankazor bir engele çarpıp durduğunda veya\nbeceri butonuna dokunduğunda Gözü Pek durumuna girer. Bu durumdayken\nDepara tekrar dokunduğunda Tatankazor daha hızlı ikinci bir Depar atar. Tatankazor Gözü Pek durumundayken araziyi kullanıp sıçrayabilir ve hatta kısa süreliğine su veya Sıvı Filojiston üzerinde koşabilir. Bunu yaparsa çok daha hızlı Filojiston tüketir..."
          }
        ]
      },
      {
        "key": "Tatankazor",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/392b497e263ae7935f27ef7c709ce209_7296483475746560564.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Beceri butonuna dokunarak veya ikinci bir depar tetikleyerek önceden hareket ettirilemeyen ağır nesneleri kolaylıkla ittirebilir, hatta Tüf Taşlarını bile kolaylıkla parçalayabilirsin."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Name",
        "value": [
          {
            "type": "RichText",
            "text": "Tatankazor"
          }
        ]
      }
    ]
  }
}