{
  "epId": 8397,
  "name": "Aino",
  "desc": "<p>\"Aino ile nasıl arkadaş olunacağını mı öğrenmek istiyorsun? Veriler analiz ediliyor... Cevap oluşturuluyor. Birincisi: Tuzlu krumkakeleri asla yeme. İkincisi: Aino ile sık sık oyun oyna.\"</p><p>- Ineffa</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/04/09271641e44638aa11e0df95bba6c676_7293397994983547803.png",
  "filterValues": {
    "characterWeapon": "Çift Elli Kılıç",
    "characterVision": "Su",
    "characterRegion": "Nod-Krai"
  },
  "menuId": 2,
  "menuName": "Karakter Arşivi",
  "version": 1754881452,
  "components": {
    "talent": [
      {
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv."
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Hayaller Çın Çın Çatla Hayat Bulur"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"Uğuldayan, dondurucu rüzgarların estiği kaotik bir yer.\" Birçok kişinin Nod-Krai hakkındaki ilk izlenimi budur. Ancak buranın kurallarına adapte olup topraklarını sabırla keşfettiğinde, aslında harikulade güzelliklerle dolu olduğunu anlayacaksın. Mesela alışveriş sırasında, tuhaf şekilli dökümhanelerin sesi pazarda yankılanırken diğer herkes gibi alışveriş yapan bir robot kızla karşılaşabilirsin. Şanslıysan yanından hızla geçen robotlara bile rastlayabilirsin... Tabii biraz araştırınca bunların hepsinin Aino'nun icatları olduğunu göreceksin.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Eğer ilgini çektiyse ve bu dahi mucitle tanışmak istersen bu hiç de zor değil. Sadece Nasha Kasabası'ndan çık ve şehrin eteklerine, seni devasa bir metal binanın beklediği yere doğru ilerle. Daha içeri adımını atmadan makina yağı, metal ve krumkake kokuları karşılayacak seni... Bu kokular, çok amaçlı ev robotu Ineffa ile birlikte yaşayan Aino için ev anlamına geliyor. Aino'nun hayat felsefesi basittir. Eğlenmek için ilginç, mucizevi makinalar icat eder, kalan zamanlarda da dünyanın en iyi atıştırmalığı olan, Ineffa'nın taze pişmiş krumkakelerinin tadını çıkarır."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ne var ki, herkes bu dahi mucitle tanışacak kadar şanslı değildir. Ayrıca, onun icatlarının kıymetini bilmeyenlerin suratına Atölyenin kapıları kapanıverir. Bu yüzden Aino'yu sonu gelmeyen isteklerle bunaltmadan önce onun tasarımlarını biraz övmeyi denesen iyi olur. Yoksa... Bir sonraki mekanik cihazının içinden nedenini anlayamadığın bir şekilde iğrenç krumkakeler çıkarsa pek hoş olmaz, öyle değil mi?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>03.08.2025</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/04/a1ba1fab73b95bef521b708ecebf6e6b_7536224841688695440.png"
      },
      {
        "key": "Orijinal Kıyafet - Kesin Hüküm"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Aino"
          }
        ]
      },
      {
        "key": "Takımyıldızları",
        "value": [
          {
            "type": "RichText",
            "text": "Mucizeler Kutusu"
          }
        ]
      },
      {
        "key": "Künye",
        "value": [
          {
            "type": "RichText",
            "text": "Çın Çın Aletler Cümbüşü"
          }
        ]
      },
      {
        "key": "Önsezi",
        "value": [
          {
            "type": "RichText",
            "text": "Su"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme Öncesi",
              "Yükseltme Sonrası"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "",
              ""
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "",
              ""
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "",
              ""
            ]
          }
        ]
      }
    ]
  }
}