{
  "epId": 8398,
  "name": "Flins (Yakında)",
  "desc": "<p>\"Sör Flins buradan çok uzakta bir deniz fenerinde yaşıyor. Hızlı karar vermesi ve stratejik zekasıyla biliniyor... En azından ben öyle duydum. Kusura bakma, bu konuda kesin bir şey söyleyemiyorum, zira ekibe yeni katıldım ve kendisiyle doğrudan çalışma fırsatım olmadı. Duyduklarımın hepsi Starşina'dan... Onun hakkındaki düşüncelerimi mi merak ediyorsun? Şöyle ki... O, adeta yaşayan bir efsane. Böylesine savaşçı ruhlu birinin, bu denli zarif tavırlar sergilemesi garip değil mi sence de? Hem sonra, istediğini elde etmek için hitabet yeteneğini ustaca kullanmasına ne demeli?\"</p><p>- Illuga</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/145542732/f6efea02dad2dc65b8927773c8dbd024_9151467199792135069.png",
  "filterValues": {
    "characterWeapon": "Mızrak",
    "characterVision": "Elektrik",
    "characterRegion": "Nod-Krai"
  },
  "menuId": 2,
  "menuName": "Karakter Arşivi",
  "version": 1754881461,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Sonsuz Geceyi Aydınlatan Mezarlık Feneri"
      },
      {
        "type": "RichText",
        "text": "Hasat zamanında, hiçbir ziyaretçi şenliklerde yabancı olarak kabul edilmezdi. Batmakta olan güneşin ışıkları pazar yerine vururken şöyle bir şey yaşandı: Malum beyefendi de geldi ve meraklı köylüler onu hemen sohbete dahil ettiler.\nBeyefendi kendisini tanıttı: Işık Muhafızlarının savaşçısı Flins. Ekibinin Hiçlik yaratıklarını püskürtmedeki çabalarından dolayı kendisine sivil bir takdir madalyası verilmişti. Olay uzun zaman önce olmuştu. Kimse bunu önceden organize etmemişti gerçi ama halk minnetini bu şekilde gösterme konusunda sözsüz bir anlaşmaya varmıştı. Madalya ağırdı ve kendisine eski püskü bir kutu içinde teslim edilmişti.\nOperasyonun yol açtığı kayıplar düşünüldüğünde, Flins on tane madalyanın bile bu acıları telafi edemeyeceğini düşünüyordu. Eskiden ekipte yedi sekiz kişiydiler, oysa şimdi deniz fenerinin yakınındaki mezarlığı koruyan bir tek Flins kalmıştı geriye.\nKalabalık bir an için sessizliğe gömüldü. Bu hikaye, akıllara birçok şeyi getirmişti: Vahşi Av, canavarlar... Ve yüreklere çöken pek çok acı hatıra. Hüzün, dillerini düğümlemişti. Bazılarının soruları vardı ve sordular da, lakin Flins cevap vermedi. Başı öne eğik halde, geçmişe dalıp gitmişti.\nFlins, diğer Işık Muhafızlarına kıyasla daha zarif bir konuşma tarzına sahipti. Nereli olduğu ya da kardeşleri olup olmadığı gibi soruları yanıtlamayı pek tercih etmiyordu. Bunun yerine, uzak ve alakasız konulardan bahsetmeyi yeğliyordu. Olayları, tıpkı sohbet eder gibi, ölçülü ve kusursuz bir şekilde anlatma yeteneğine sahipti. Anlattığı şeyler, dinleyenleri \"Ne unutulmaz bir hikaye!\" diye düşünmeye sevk ediyordu.\nDinleyicilerinin büyük bölümü pek bir yaşam tecrübesine sahip olmadığından çoğu meraklarını gidermek için oradaydı. Flins de bu ihtiyaca uygun davranarak, her defasında halka açık şekilde anlatılmaya uygun, özenle seçilmiş hikayeleri anlatıyordu.\n<color=#ffd780>04.08.2025</color>"
      }
    ],
    "talent": [
      {
        "attributes": [
          {
            "key": "Seviye",
            "values": [
              "Sv."
            ]
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Sv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Yükseltme Öncesi",
              "Yükseltme Sonrası"
            ]
          },
          {
            "key": "Temel Can",
            "values": [
              "",
              ""
            ]
          },
          {
            "key": "Temel Saldırı",
            "values": [
              "",
              ""
            ]
          },
          {
            "key": "Temel Savunma",
            "values": [
              "",
              ""
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/145542732/ebc54cb2cb652387ef018e6a914d2143_5987135447300694663.png"
      },
      {
        "key": "Avatar"
      },
      {
        "key": "Giysi"
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kyryll Chudomirovich Flins"
          }
        ]
      },
      {
        "key": "Doğum Günü"
      },
      {
        "key": "Takımyıldızları",
        "value": [
          {
            "type": "RichText",
            "text": "Nöbet Feneri"
          }
        ]
      },
      {
        "key": "Unvan",
        "value": [
          {
            "type": "RichText",
            "text": "Gölgeli Işıklar, Tuhaf Hayaletler"
          }
        ]
      },
      {
        "key": "Ay Çarkı",
        "value": [
          {
            "type": "RichText",
            "text": "Elektrik"
          }
        ]
      },
      {
        "key": "İlişki"
      },
      {
        "key": "Çince Ses."
      },
      {
        "key": "İngilizce Ses."
      },
      {
        "key": "Japonca Ses."
      },
      {
        "key": "Korece Ses."
      }
    ]
  }
}