{
  "epId": 8520,
  "name": "Gökyüzü Duvağının Açıldığı Gece",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png",
  "filterValues": {
    "reliquaryEffect": [
      "Element Ustalığı",
      "Kritik Oranı"
    ]
  },
  "menuId": 5,
  "menuName": "Yadigarlar",
  "version": 1757625094,
  "components": {
    "story": [
      {
        "title": "Aklın Arzu Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Günahkarların henüz affedilmez suçlarını işlemediği zamanlarda, yer altına inşa edilmiş dünyevi krallığın derinliklerinde...\nKrallığın halkı ne denizi ne de gerçek güneşi görmüştü hayatlarında.\nAma güneşin ulaşamadığı bu karanlığın içinde bile yıldızların sırlarına erişmeye çalışanlar vardı.\nFakat onlar yıldızlara bakmıyordu, bunun yerine gerçeği aynadaki sahte yansımaların içinde arıyorlardı.\nKrallığın eşsiz konumundan kaynaklı olsa gerek ki, krallığın içindeki yıldız haritalarında sık sık tuhaf olaylara rastlanırdı.\nAstrologlar, gerçeği keşfetme arzusunun bir yansıması olarak bu olguları \"Gerçeğin Alametleri\" olarak adlandırırdı.\nAyna sadece yanılsamaları gösteriyorsa, belki de gerçeğe ancak bunları delip geçtiğimizde yaklaşabiliriz.\nAstrologlar upuzun yıldız haritalarını inceledikten sonra bu sonuca varmıştı.\nFakat o zamanın filozofları bunu anlamasa da, çoktan ebedi şeytani gökyüzündeki sonsuzluğun küçük bir parçasını görmüşlerdi...\nUzun yıllar geçti, dünyevi tanrılar birer birer düştü ve bir zamanlar kızıl ayın doğduğu yerden kapkara bir güneş yükseldi.\nO zamanlarda bile büyük günahın ardındaki sırrı keşfedenler vardı, bu yüzden de yıldızları araştırmak yasaklandı.\nTek gözlü hükümdarlarına daha iyi hizmet etmek adına yasağı aşabilen sayılı kişi vardı krallıkta.\nAncak kaderin daima bir cilvesi olur. Tıpkı acemi bir keşişin farkında olmadan Apaosha'nın aynasını örten tozu temizleyip,\nufku çevreleyen harikulade ışığın bir kez daha açığa çıkmasına ve o küçücük yıldız gözlem odasını bir kez daha aydınlatmasına sebep olması gibi...\nKaranlık Cennet öyle güzel, öyle göz kamaştırıcıydı ki... Ama bir o kadar da kirliydi.\nGöz açıp kapayıncaya kadar genç Rauthvangi'nin tüm düşüncelerini ve arzularını işgal etti.\nİşte ileride göklerin ötesindeki Hiçliğe methiyeler düzecek deli keşişin hikayesi böylece başladı..."
          }
        ]
      },
      {
        "title": "Kehanetin Bedeli",
        "desc": [
          {
            "type": "RichText",
            "text": "Kişinin kendi makamının sınırlarını aşması halihazırda hıyanettir.\nYasaklı karanlık bilgiye bulaşmak ise çok daha ağır bir suçtur.\nBuna rağmen Rauthvangi hiçbir zaman kendini savunmaya çalışmadı, çünkü yalnızca tek bir ışık vardı kalbinde.\nMahkeme kısa süre sonra hükmünü verdi: Araştırmacı, Universitas Magistrorum'dan atılacak ve sürgün edilecekti.\nOnun gibi bir yabancı için sürgün, ölüm cezasından bile daha korkunçtu.\nNitekim sürgün, tanrılara sırtını dönenlere layık görülen kadim bir lanetti. Yeryüzüne çıktıkları gibi hızla lanetin pençesine düşerlerdi.\nBöylesi bir ceza, başlı başına krallığın soylu ideallerine ihanet edildiğine ve yeraltı diyarının çöküşüne işaretti.\nAncak kraliyet emirlerine karşı gelinemezdi. Üstelik Cennetin derinliklerini gördüğü için, kendisini bekleyen geleceğe artık dayanamayacağını gayet iyi biliyordu.\nEy anlamsız hayat, solup git. Hiç değilse bir anlığına da olsa gerçeğe şahitlik ettin.\nRauthvangi sonunda mağaradan çıktı ve gerçek güneşe adım attı.\nYine de muazzam bir acı içinde haykıran yoldaşlarının aksine, ona hiçbir şey olmadı.\nSanki evrenin kudretli varlığı o anda önünde belirip,\nkaranlığın lütfunu bahşetmek için herkesin içinden onu seçmişti.\nHem sevinç hem de üzüntü içinde görevini anladı sonunda.\nDünyayı aydınlatan da, onu küle çeviren de aynı alevlerdir.\nBenim kaderim ise kendini alevlerin içine atan güvelerden farksız."
          }
        ]
      },
      {
        "title": "Affedilmez Günahın Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Kişinin kendi makamının sınırlarını aşması halihazırda hıyanettir.\nYasaklı karanlık bilgiye bulaşmak ise çok daha ağır bir suçtur.\nBuna rağmen Rauthvangi hiçbir zaman kendini savunmaya çalışmadı, çünkü yalnızca tek bir ışık vardı kalbinde.\nMahkeme kısa süre sonra hükmünü verdi: Araştırmacı, Universitas Magistrorum'dan atılacak ve sürgün edilecekti.\nNitekim sürgün, tanrılara sırtını dönenlere layık görülen kadim bir lanetti. Yeryüzüne çıktıkları gibi hızla lanetin pençesine düşerlerdi.\nBöylesi bir ceza, başlı başına krallığın soylu ideallerine ihanet edildiğine ve yeraltı diyarının çöküşüne işaretti.\nAncak kraliyet emirlerine karşı gelinemezdi. Üstelik Cennetin derinliklerini gördüğü için, kendisini bekleyen geleceğe artık dayanamayacağını gayet iyi biliyordu.\nEy anlamsız hayat, solup git. Hiç değilse bir anlığına da olsa gerçeğe şahitlik ettin.\nRauthvangi sonunda mağaradan çıktı ve gerçek güneşe adım attı.\nSanki evrenin kudretli varlığı o anda önünde belirip,\nkaranlığın lütfunu bahşetmek için herkesin içinden onu seçmişti.\nHem sevinç hem de üzüntü içinde görevini anladı sonunda.\nDünyayı aydınlatan da, onu küle çeviren de aynı alevlerdir.\nBenim kaderim ise kendini alevlerin içine atan güvelerden farksız."
          }
        ]
      },
      {
        "title": "Kadersizin Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Kuzey rüzgarları, kadim uç diyarlara yeni olanaklar ve medeniyet getirdi.\nHeybetli ağaçların düştüğü yerlerden şehirler, limanlar ve fabrikalar yükseldi.\nAncak bu refahın göründüğü gibi olmadığını yalnızca Çar'ın en sevdiği hizmetkarları biliyordu.\nFeylerin hükümdarı, ışığa çıktığı takdirde mevcut düzenin asla müsaade etmeyeceği, cüretkar bir entrika planlıyordu.\nBana sorarsanız Majesteleri Çar istese gözünü daha yükseklere doğrultabilir.\nİyiliğin zincirleriyle yeryüzüne bağlanmıştı ve bir kez olsun yıldızlara bakmadı.\nBöylesine yüce bir kudrete sahip olmasına rağmen yalnızca ayın altındaki tüm canlıların hükümdarı olmak istedi.\nGerçek ebedi cennetin, gökyüzü duvağının ardında saklı olduğunu bilmiyordu.\nÇar'ın elçisi olan deli keşiş, gizli bir görev için Nod-Krai'a geldi.\nSaklı hazineyi bulan kişinin, dünyayı alaşağı edecek bir güce sahip olacağı söyleniyordu.\nAncak bu gücü dünyayı kurtarmak için değil, kendi amaçlarına hizmet etsin diye istiyordu.\nAptal ve gelip geçici fanilere bir bakın, hızla yok olan bu yanılsama dünyası kadar umutsuz hepsi.\nHayatta kalmaya layık olanlar yalnızca benim gibi yüce lütuf tarafından seçilenlerdir.\nSonsuz samsara döngüsünde kaybolmaktansa büyük bir amaç uğruna kendini feda edip özgürlüğe kavuşmak daha iyidir.\nAnlamsız melankoliyi bir kenara bırak Reed Miller, kader seni ve beni seçti.\nGel, beni takip et. Yok olmak dünyanın kaderinde olsa da, biz göklerin kabuğundan çıkacağız!"
          }
        ]
      },
      {
        "title": "Bereket Çömleği",
        "desc": [
          {
            "type": "RichText",
            "text": "Zapolyarny Sarayının dolambaçlı koridorlarında ziyafetlerin ve dansların sonu gelmezdi.\nLüks düşkünü Fey soyluları, ziyafetlere katılmayı en önemli görevleri addederdi.\nZira kaliteli bir şarabın yoğun aroması, en sert kalpleri bile yumuşatabilirdi...\nAyrıca ister büyük ister küçük olsun pek çok devlet işi, genelde masadakiler çakırkeyifken karara bağlanırdı.\nSoyluların kendi aralarında \"deli keşiş\" olarak adlandırdığı Profesör Rotwang, son zamanlarda sarayda epey sık boy gösteriyordu.\nBunun sebebi sadece simya ve astrolojideki ustalığı sayesinde Çar'ın gözde hizmetkarı olması\nya da ilginç özdeyişleriyle odadaki herkesi kahkahaya boğması değildi.\nSoyluların asıl dikkatin çeken, onun hakkındaki efsanelerdi.\nSöylentilere göre Grandük Photius, kıskançlığından ötürü bu baş belası yılanı ortadan kaldırmaya çalışmış.\nGüzel mi güzel ateş suyunu ölümcül bir zehirle değiştirmiş... Fakat şaşırtıcı bir şekilde profesör, zehirden hiç etkilenmemiş.\nNihayetinde Grandük, keşişin karşısında diz çöküp onun en sadık takipçisi olmuş.\nBaşka bir hikayeye göre dönüşüm sanatında en maharetli Feylerden biri olan Filipov, bir keresinde alenen profesörün araştırmalarının karmaşık aldatmacalardan ibaret olduğunu iddia etmiş.\nKeşiş bu ithamlar karşısında yalnızca sakince gülümsemiş. Hemen ardından ise, herkesin gözü önünde yaslı Filipov'un rüyalarında beliren merhum karısının ruhunu çağırmış.\nBu hikayeler, zamanla ziyafetin en çok konuşulan konularından biri haline gelmiş. Ama ne zaman birisi bunların gerçekliğini doğrulamaya kalksa profesör sessiz kalmış.\nBelki bu hikayelerin gerçek olup olmaması kimsenin umurunda değildi. Belki de yalnızca şarkılar ve danslar arasında ziyafet misafirlerini eğlendirmek için anlatılıyorlardı.\nBelki de yerel toplumla hiçbir bağlantısı olmayan bir yabancı, soyluların gözünde daha güvenilirdi.\nTabii onlara başka konularda da yardımcı olabilse daha iyi olurdu.\nAma bu oyundaki oyuncular, kendilerini bekleyen trajik sonu nasıl öngörebilirdi?"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Element Ustalığını 80 artırır.",
      "fourSetEffect": "Yakındaki grup üyeleri Ay Tepkimeleri tetiklediğinde kuşanan karakter alandaysa 4sn boyunca Ay Parıltısı: Niyet etkisi kazanır: Ay Sembolü, İlk Parıltı/Yükselen Parıltı olduğunda 4sn boyunca Kritik Oranı %15/%30 artar. Tüm grup üyelerinin Ay Tepkimesi Hasarı, üyelerin sahip olduğu farklı her Ay Parıltısı etkisi için %10 artar. Ay Parıltısı etkileri birikmez."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Aklın Arzu Çiçeği",
        "position": "Yaşam Çiçeği",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir çiçek şeklinde oyulmuş kutsal bir yadigar. Çiçek gibi açılan korkutucu bir varlığı temsil ettiği anlaşılıyor."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png"
      },
      "goblet_of_eonothem": {
        "title": "Bereket Çömleği",
        "position": "Eonotem Kadehi",
        "desc": [
          {
            "type": "RichText",
            "text": "Saraydaki ziyafetlerde kullanılmak için özel olarak yapılmış bir kadeh. Bir zamanlar bir tür sihir gösterisi için kullanılırmış."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/04dfdf0deae5f0fc58529dc89ee94d6f_3380820828725566086.png"
      },
      "circlet_of_logos": {
        "title": "Kadersizin Tacı",
        "position": "Logos Tacı",
        "desc": [
          {
            "type": "RichText",
            "text": "Bir günahkarın taktığı model temel alınarak yapılmış bir taç. Belki birilerinin kalbinde aşk ve günah aynı kaynaktan geliyordur."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7ce20dbf2ffc87b6b942c0f42d0b43d4_6363911804608985715.png"
      },
      "sands_of_eon": {
        "title": "Kehanetin Bedeli",
        "position": "Kadim Kum Taneleri",
        "desc": [
          {
            "type": "RichText",
            "text": "Gizemli bir güç ile hareket eden zarif bir zilli saat. Amacının zamanı göstermekten farklı olduğu anlaşılıyor."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54a344dc5aca025fbb6cc60a80f7790d_1576492692040107165.png"
      },
      "plume_of_death": {
        "title": "Affedilmez Günahın Tüyü",
        "position": "Ölüm Tüyü",
        "desc": [
          {
            "type": "RichText",
            "text": "Eskiden fötr şapkalara takılan tüylü bir aksesuar. Snezhnayalı soylular ve onların gösteriş tarzlarına pek uyumlu değil."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/f474fffae44c4e7a91864113cf5b1f8e_6731765289436648875.png"
      }
    },
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Gökyüzü Duvağının Açıldığı Gece"
          }
        ]
      }
    ]
  }
}