{
  "epId": 8778,
  "name": "Olağanüstü Hırsız Reed Miller'ın Maceraları",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Olağanüstü Hırsız Reed Miller'ın Maceraları"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Olağanüstü Hırsız Reed Miller'ın Maceraları (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "10 Moralık Esrarengiz Hikayeler! Usta Hırsız Reed Miller ve Sampo Değirmeni (Üç Aylık Lüks Baskı)\n(Bu ucuz ve eğlenceli hikaye serileri Nasha Kasabası'nda çok popüler ve her baskı sadece 10 Mora. Muhtemelen, usta hırsız Reed Miller'ın vali sarayından Donuk Ayın yadigarı olan Sampo Değirmenini çalma girişimini anlatıyor. Gelgelelim hikaye, okurluğu artırmak adına daha ziyade Miller'ın kalbini kazanmaya çalışan genç kadınlara yoğunlaşıyor.)\n...\nBölüm IV\nAvcı bir şahin kadar tehlikeli olan güzel Oynak Kuyruk ortaya çıktı! Ay ışığının altında, usta hırsız Reed Miller'a yaklaşıyor... Peki amacı ne?\nO güzelim hanımları bırakıp gece manzarasını mı seyretmeye geldin? Gerçekten de düşüncesiz bir adamsın hayatım.\nO yumuşak ses, Liyue'nin en kaliteli ipekleri gibi pürüzsüz olsa da bir Sumeru Gülünün dikenleri kadar keskin bir zalimlik barındırıyor içinde. Reed Miller, o sesi çok iyi tanıdığından arkasını dönmüyor.\nZarif bir figür, kedi gibi sessizce Miller'ın arkasında beliriyor. Yirmili yaşlarında genç bir kadın... Uzun eflatun saçları, narin omuzlarına ve boynuna dökülüyor. Üzerinde, ay ışığıyla yıkanmış gibi duran gümüş rengi, hatlarını belli eden şık bir gece elbisesi var. Ancak tüm bu zarafetin ardında, kahverengiye çalan kızıl gözlerindeki alaycılığı gizleyemiyor.\nOynak Kuyruk, ya da Miller gibi ona yakın olanların taktığı isimle \"A\"... Nod-Krai'da yeteneği ve namı en efsanevi hırsızları dahi geride bırakan o meşhur fettan kadın. Gözüne kestirdiği hiçbir hazine ondan kurtulamaz, canı sıkılınca da o hazineleri ya sokaklardaki fakirlere dağıtır ya da denize fırlatır. Bugüne kadar sayısız erkek onun ilgisini çekmek için çabaladı, lakin o sadece bu adamların içten duygularıyla oynamakla yetindi ve hiçbirine zerre ilgi göstermedi...\nOynak Kuyruk'un çalamadığı tek hazine, usta hırsız Reed Miller'ın kalbi oldu. İşte imkansız görünen bu hedef, onun bu yakışıklı ve gizemli adama olan takıntısını körüklüyor ve onun kalbini sadece kendine ait kılmak için akla gelebilecek her türlü numarayı ve taktiği deniyor.\nPahalı parfüm ve ucuz ihtiras kokusu alıyorum Oynak Kuyruk.\nHafif bir gülümsemeyle hırsızın yanına usulca yaklaşıyor ve fark ettirmeden ona doğru sokuluyor.\nBaşka bir erkeğin hediyesiydi. Kıskandın mı yoksa? İpek eldivenli eliyle adamın koluna dokunuyor. \"Ben yalnızca aşırı özgüven kokusu alıyorum Reed. Sampo Değirmeninde gözün var, bundan eminim. Ama bunu biraz... Fazla açık etmedin mi sence de?\"\nHaklısın. Benim asıl hedefim, Donuk Ayın Çocuklarından çalınan Değirmen ve valinin haksızca ele geçirdiği diğer hazineler. Miller'ın bakışları nihayet Oynak Kuyruk'unkiyle kesiştiğinde kadın vücudunda engel olamadığı bir titreme hissedip yanakları kızarıyor, ancak bu durumu zoraki bir gülümsemeyle örtbas etmeye çalışıyor. \"Bu gece burası benim sahnem. Kendine başka bir sahne bulsan iyi edersin.\"\nSaçmalık. Kadın iyice yaklaşıyor, dudakları arasında sadece bir nefeslik mesafe kalıyor. \"Bu sahne ikimize de yeter. Ama sahne ışıkları... Yalnızca bir kişiyi aydınlatır. Değirmeni senden önce alacağım sevgilim. Ama olur da beni memnun edersen... Belki uzaktan seyretmene izin verebilirim.\"\nÇın!\nOynak Kuyruk daha sözlerini bitirmeden sinsi görünümlü ince bir hançer çıkarıyor. Miller'ın bu anlamsız ve tehlikeli görünen saldırıyı engelleyeceğini bilip bundan keyif alıyor adeta. Beklediği gibi Miller kolunu kaldırıp zırhlı eldiveniyle hançeri durduruyor. Kısa bir an için metalin metale çarpma sesi duyuluyor.\nYine her zamanki gibi pervasızsın Oynak Kuyruk. Ama gün gelir, bunun bedelini ödersin.\nHah. Pervasızlık yalnızca güzel kadınlara verilmiş bir ayrıcalıktır. Eğer hoşuna gitmiyorsa sevgilim, belki o bedeli sen ödetirsin bana.\nAy ışığı esintisi gibi geriye iki adım atıp adamı oyunbaz bir şekilde öpüyor. Ardından kulenin altındaki karanlığa atlıyor. Geriye sadece gecenin soğuğunda bıraktığı pahalı parfümünün kokusu kalıyor.\n(Kitabın orta kısmı yırtılmış, belki de okumak dışında bir amaca hizmet etmiştir...)\nBölüm XVII\nVali, Sampo Değirmeninin çalınmasına ateş püskürtürken Snezhnaya'dan bir grup dedektif aniden içeri giriyor... Ve valiyi prangaya vuruyor! Neler oluyor böyle?\nHa! Ekselansları, Reed Miller'ın kim olduğunu unuttuğunuza göre öfkeli olmalısınız. Onun sadece aşağılık bir hırsız olmadığını, aynı zamanda herhangi bir erkeğe, kadına hatta çocuğa dönüşebilen inanılmaz yetenekli bir kılık değiştirme ustası olduğu nasıl çıktı aklınızdan?\nS-Sen... Bu imkansız! Saçmalık... Eğer Leonov'un kılığına girdiysen bu durumda Opriçniklerin de kesinlikle...\nDedektif Leonov kılığındaki adam gülüyor, sonra da prangalı valinin etrafında iki kez dönerek onun bu şaşkın \"çıkarımlarıyla\" açıkça alay ediyor.\nOpriçnikler mi? Sizi bağlayıp burayı mühürleyen adamları mı diyorsunuz? Onlar benim adamlarım. Opriçnik kılığına girmelerini ben istedim, sizin adamlarının da sorgusuz sualsiz inandı. Şaşırdınız mı Vali Bey? Snezhnaya askerlerinin gerek gerçek üstlerinin gerek zeki taklitçilerin emirlerini nasıl körü körüne uyguladıklarını unuttunuz mu yoksa? Şu anda biz bunları konuşurken Donuk Ayın Çocuklarının hazinesi, kutsal leydilerine güvenli bir şekilde teslim edildi bile. Tabii Çar'a meydan okuyup Donuk Ayın Çocuklarına savaş açma riskini alıyorsanız başka, ama şunu bilin ki Sampo Değirmenini geri almak artık mümkün değil.\nSen... Seni aşağılık sahtekar! Lanet olası hırsız! Değirmeni çalmanı hoş görebilirdim ama kişisel koleksiyonumu yağmalamana gerek var mıydı?\nFark eder mi ki? Size ait olduğunu iddia ettiğiniz hazineler ve topraklar da burada yaşayan gariplerden çalınmadı mı? Adamın tavırları, yüzü kıpkırmızı olmuş valinin aksine son derece sakin görünüyor. \"Halkı soyan bir haydutla onları ezen bir vali arasında fark görmüyorum. Özgürlüğümüzü ancak bu şekilde savunabiliriz, zira bunu bizden başka yapacak birisi yok. Ama şunu bilin ki bunların hiçbirini kendim için almıyorum. Tüm hazineler gerçek sahiplerine geri verilecek. Tek bir parçaya bile elimi sürmeyeceğim.\"\nOdanın diğer tarafında dedektif kılığında duran Oynak Kuyruk, valinin duyamayacağı şekilde hafifçe iç geçiriyor.\nTanrım, bu adam tam bir umutsuz vaka. Donuk Ayın en değerli hazinelerini elinde tutmasına rağmen hiçbirinde gözü olmadığını söylüyor...\nOynak Kuyruk'un sözleri Gölge Gelincik'i şaşkına çeviriyor ve bir anlığına dikkatini odanın ortasında bağlı halde duran üvey babasından uzaklaştırıyor.\nN-Ne zaman? Bay Reed Miller, Sampo Değirmenini kutsal leydiye vermiş olmalı. Bir dakika, biz bakmıyorken gizlice sahtesiyle değiştirmemiştir, değil mi?\nHâlâ anlamıyorsun, değil mi? İşte sizin gibi genç kadınları tam da böyle kandırıyor. Kadın dramatik bir şekilde iç çekiyor. \"Onun kendisi için çaldığı şey aslında Donuk Ayın kızının kalbi.\""
          }
        ]
      },
      {
        "title": "Olağanüstü Hırsız Reed Miller'ın Maceraları (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Aşka inanmayan bir genç kadının kalbini bu kadar hızlı çalabilen bu insan kim?\n(Bu, Nod-Krai'da çok popüler bir kurgu eseridir ve Reed Miller ile valinin kızı Leonita Prokhorovna Trubetskaya'nın ilk karşılaşmalarından itibaren başlayan aşklarını konu alır. Sorumluluk Reddi: Bu hikaye tamamen hayal ürünüdür. Gerçek kişi, yer veya olaylarla herhangi bir benzerlik göstermesi tamamen tesadüfidir.)\nValinin biricik kızı Leonita Prokhorovna Trubetskaya, nedimesiyle birlikte yemek salonuna doğru ilerliyor. Sakin maskesinin altında bir endişe hissedilse de adımları zarif ve kendinden emin. Çünkü bir hanımefendi ne olursa olsun her zaman böyle görünmeli.\nGözlerini sabah gazetelerine dikmiş, usta hırsız Reed Miller'ın duyurusunu bugün yapacağından neredeyse emin. Bu gizemli kuzgunun zihnini anlamaya başladığını düşünüyor ve babasının adamlarının onu henüz yakalayamamış olması, içinde bir öfke kıvılcımı ateşliyor. \"Hıh, seni mutlaka yakalayacağım!\"\nBabası bugün gazeteye normalden daha fazla yoğunlaşmış gibi. Leonita, tostundan bir ısırık alıp umursamaz bir tavırla soruyor:\nBugün ilginç bir haber var mı babacığım?\nBiricik Leonita'mın tatlı canını sıkmasını gerektirecek hiçbir haber yok. Lord Trubetskoy gazeteyi kenara koyuyor ve kızına gülümseyip \"Kuyumcuyu içeri gönder.\" diyor.\nValinin yanında duran kızıl saçlı bir uşak hemen birini içeri alıyor. Gelen kişi elinde bir mücevher kutusuyla usulca bir reverans yapıyor. Vali kutuya şöyle bir göz atıp ardından kızına verilmesini işaret ediyor. Leonita'nın yüzünde bir şaşkınlık ifadesi belirirken babası şöyle diyor: \"Hadi ama, doğum gününü unuttuğumu sanmadın umarım. Üç gün sonraki baloda, sevgili küçük Nita'm Snezhnaya'nın, hatta Teyvat'ın en gözde kızı olacak. Hadi tak da nasıl durduğuna bir bakalım!\"\nLeonita, uysalca kolyeyi kutusundan alıp boynuna takıyor. Babasının seçimi yine her zamanki gibi mükemmel. Tasarım ve işçilik, tartışmasız bir Fontaine yapımı olduğunu gösteriyor. Ortasındaki taş, Natlan'ın en ışıltılı taşlarından bile daha göz kamaştırıcı. \"Biliyorum, biraz erken.\" diye belirtiyor. \"Ama biricik kızımın doğum gününü ilk kutlayan kişi babası olarak ben olmalıyım!\" Kolyeye şöyle bir göz gezdiriyor ve ekliyor:\nBunu baloda tak mutlaka. Orada çok önemli bir konuğumuz olacak, onunla tanışmanı istiyorum.\nBabasının ciddi tonu, Leonita'nın hediyenin gerçek önemini derhal anlamasını sağlıyor. Leonita bu doğum gününden sonra evlilik çağına girecek. Valinin kızı olarak, her zaman nüfuzlu bir Snezhnayalı asilzadenin oğluyla evlenmesi bekleniyordu zaten. Bu nedenle aşka asla inanmamıştı. Ne de olsa tamamen anlamsız bir şeydi. Babasının onun zekasına ve güzelliğine karşı bir hayranlığı vardı elbette, ancak evlatlık kızından asıl beklediği şey itaatkarlığı ve olgunluğuydu.\nTabii bu, nedenlerden yalnızca biriydi.\nAnlıyorum babacığım. Vali, son bir sevgi gösterisiyle kızının saçlarını okşuyor. Yeniden o ciddi görevine dönerken babacan gülümsemesi kayboluyor ve tüm dikkatiyle işine koyuluyor.\nLeonita, kalbinde hafif bir hüzünle babasının gidişini izliyor. Hafif bir nefes vererek kendini toparlıyor, artık odaklanma zamanı. Sabah gazetesini eline alıyor ve tam tahmin ettiği gibi ön sayfada siyah tüylerle bezenmiş bir mektup görüyor. Mektupta şöyle yazıyor:\nSevgili Lord Trubetskoy,\nÜç gün sonra, yeni ayın karanlık gecesinde hazineniz benim olacak.\nCömertliğiniz için size teşekkür ederim. Saygılarımla.\nReed Miller.\nHangimizin kim olduğunu söyleyebilir misin?\nFontaineli kuyumcu, giysi odasından çıkan iki kızıl saçlı uşağa şaşkınlıkla bakıyor. Elbette içlerinden yalnızca biri, valinin sarayındaki İkinci Derece Uşak.\nSoldaki... Yok, dur. Sağdaki mi? Hayır, imkanı yok... Yani... Sağdaki! Evet, sağdaki olmalı!\nTahmin ederek mi bulacaksın? Sağdaki adam biraz hoşnutsuz görünüyor.\nEmin misin? Doğru değilse bugün başın belada demektir! diyor soldaki uşak alaycı bir tavırla.\nSağdaki! diyor kararlı bir şekilde ama terleyen yüzü onu ele veriyor.\nSağdaki uşak bir kahkaha patlatıyor ve dublörünü kuyumcuya doğru itiyor. \"Bilemedin. Bu senin sevgilin!\"\nHah! İşte kılık değiştirme diye buna derim!\nHa... Y-Yani sağdaki sahte olan demek istedim!\nSeni var ya...\nHahaha, ya siz yok musunuz! diyerek araya giriyor uşak kılığındaki Reed Miller, kahkahası odada yankılanıyor. \"Unutmayın, amacımız sahteyi gerçek gibi göstermek! Eğer sevgililer bile birbirlerini tanıyamıyorsa bu akşamki operasyon sorunsuz geçecek demektir.\"\nFakat bunu tek başına yapmak zorunda mısın? Bir şeyler ters giderse arkanı kollayacak kimse de olmaz. diyor gerçek uşak endişeli bir ses tonuyla.\nArtık daha fazla Hazine Avcısı kaybetmeye tahammülüm yok. diyor Reed Miller. Bunu derken yüzündeki neşe yerini ciddiyete bırakıyor. \"İşin en tehlikeli kısmını, valinin sarayına sızma görevini hallettin zaten. Fontaine'e gidip gelmemi hiç kafaya takma o yüzden. Oradaki insanların da Hazine Avcılarının yardımına ihtiyacı var.\"\nUşak ve kuyumcu birbirlerine bakıyor. Sonra da Reed Miller'a ciddi bir söz veriyorlar: \"Bu dünyadaki tüm ızdırabı çalacağımıza söz veriyoruz!\"\nMiller ikilinin gidişini izliyor, sonra da gün batımının aydınlattığı valilik sarayına dönüyor. Trubetskoy'un Hazine Avcılarına karşı başarılı olmasının tek bir sebebi vardı, o da muazzam servetiydi. Dünyanın en büyük hırsızları bile onun neredeyse sınırsız kaynakları karşısında güçsüz kalmıştı. Yeterince hazineyle en iyi savaşçılar tutulabilir, en iyi silahlar elde edilebilir ve en zeki danışmanlar tutulabilirdi. Hatta servet, kanunları bile susturabilir ve tüm direnişin üzerini altın bir kum tabakasıyla örtebilirdi.\nTrubetskoy'un servetinin gerçek boyutu, dünya için daima bir muamma olmuştu. İşin garibi, kimse bu servetin kaynağını ciddi ciddi sorgulamadı. Miller, bunları düşünüp hafifçe kıkırdıyor. Ama artık sınırsız bir zenginlik bahşettiği söylenen efsanevi Sampo Değirmeninin valinin sarayında saklandığını biliyor. Bu keşfi için kızıl saçlı uşağın araştırmalarına, kuyumcunun dikkatli gözlerine ve (doğum günü yaklaşmakta olan) valinin kızına minnettar...\nMiller'ın mektubunun yer aldığı gazete anında yok satıyor. Sonraki günlerde tüm Nod-Krai, heyecanla Leonita'nın doğum günü balosunu bekliyor... Ancak vali kızının kendisinden ziyade usta hırsız ile vali arasındaki kaçınılmaz çatışmayı merak ediyor herkes.\nValinin sarayı alarma geçirilmiş durumda, gelen her konuk sıkı bir incelemeden geçiriliyor. Usta hırsızın kılık değiştirme konusundaki namı düşünüldüğünde bunun gerekli bir önlem olduğu anlaşılabilir. Leonita, uzun isimlerin ve unvanların yer aldığı listeyi -baronlar, kont oğulları, kraliyet sarayının yükselen yıldızları, Çar'ın desteklediği klanlar vb.-incelerken boynundaki kolye ağırlaşmaya başlıyor, bir hediyeden ziyade pranga gibi hissettiriyor.\nAvluya çıkıp temiz hava almanın iyi geleceğini düşünüyor.\nAnne, şuradaki Lord Trubetskoy'un kızı mı?\nEvet, aynen öyle.\nAma o neden... Bir insan? Sonuçta Yüce Lord insan değil.\nO sadece Lordun evlatlık kızı.\nNe tuhaf. Asil Lord Trubetskoy neden bir insanı evlat edinmiş ki?\nLeonita'nın daha önce görmediği zarif ve özgüvenli bir kadın, koridorun yakınında çocuğuna bir şeyler fısıldıyor. Leonita'nın kendisine baktığını fark edince dönüp hiçbir şey demeden uzaklaşıyor.\nDoğru. Asil Lord Trubetskoy neden bir insanı evlat edinmiş ki?\nDoğru. Asil Lord Trubetskoy neden bir insanı evlat edinmiş ki?\nYüreğine işleyen mutsuzluğu dile getiren bu fısıltı, Leonita'yı ürkütüyor. Avluya bakınıyor ama ondan başka kimse yok. Hayal gücü ona oyun mu oynuyor yoksa? İç çekip yeni bir tedavi seansı için sarayın iç odalarına doğru gidiyor. Bu seanslar onu son derece bitkin düşürse de babası için bir utanç kaynağı olmamak adına şikayet etmeden direniyor.\nNedense avluda duyduğu o sesi bir yerden hatırlıyor.\nO öyle bir ses ki, tıpkı kışın yanan bir şenlik ateşi gibi, karları dahi eritebilir.\nAkşam olduğunda konuklar birbiri ardına gelmeye başlıyor ve Leonita'nın gerginliği tırmanıyor. Akşam boyunca birbiri ardına gelen potansiyel eş adayları onunla dans etmek istiyor. Ama içlerinden biri bile Leonita'nın zihninde yer edinemiyor.\nOn, dokuz, sekiz... Gece yarısına doğru geri sayım başladığında odadaki tüm gözler Leonita'ya dönüyor. Babasının yanı başında ise hırsıyla öne çıkan kraliyet sarayının yükselen yıldızı duruyor. Bakışlarını Leonita'ya mı yoksa boynundaki ışıl ışıl parlayan o muazzam mücevhere mi yönelttiği belirsiz. \"Altı, beş, dört...\" İnsanların aklından ne geçtiğini kestiremiyor. Doğum günü mü yoksa bambaşka bir şey mi?\n... Üç, iki...\nHa? Leonita az önce etrafındaki herkesin gümüşi beyaz bir parıltıyla çevrelendiğini ve bu ışığın giderek daha parlaklaştığını fark etti. Bazen onun bedeni de aynı gümüşi ışığı yayardı. Babası bunun sürekli tedavi gerektiren bir hastalık olduğunu söylemişti, ona göre bir kusurdu bu.\n... BİR! Boynundaki mücevher aniden yere düşüyor.\nDünya gümüşi beyaz bir ışıkla doluyor. Leonita'nın etrafına karlı bir gece kadar derin bir sessizlik çöküyor. Donakalıyor, nabzı ışıkla aynı ritimde atıyor ve kalbi görünmez bir iplikle çekiliyor. İçinden bir ses kaçmak için yalvarıyor, ancak nazik bir güç ayaklarını yere sabitliyor. Bu neyin nesi? Büyü mü? Kader mi? Yoksa yaklaştığı anda canlanan ve asla inanmadığı o his mi? Zaman durmuş gibi, etrafındaki kalabalık silinip gidiyor ve bu sükunetin içinden sıcak bir kırmızı ışık hüzmesi ona doğru hızla yaklaşıyor.\nBayan Leonita, tehlikedesiniz! Vali sizi korumam için beni görevlendirdi. Lütfen benimle gelin.\nAma babam bana dedi ki... Hayır. Seni o göndermedi. Sen... Reed Miller'sın!\nLütfen hanımefendi. Bu emri son dakikada ald...\nHerkesin senin çok zeki olduğunu söylüyor ama bana kalırsa utanmaz bir yalancının tekisin!\n... Epey akıllı olduğunuz belli genç hanım.\nHıh. Babam çok sağlam bir güvenlik ağı kurdu. Buradan kaçamayacaksın.\nFakat o sağlam güvenlik ağı\", gizli odadaki Sampo Değirmeninin üzerine yoğunlaşıyor, değil mi?\"\nOf...\nDuyuruda gayet net ifade ettim. Bu gece, valinin en değerli hazinesi benim olacak. Değirmen her ne kadar değerli olsa da onu bir 'hazine' olarak görmüyorum.\nY-Yani... Hedefinde... Ben mi varım?\nAynen öyle, zeki ve güzel genç hanım.\nHah! Ben Lord Prokhor Trubetskoy'un kızıyım. Babamın baş düşmanının beni esir tutmasına izin vereceğimi mi sandın!\nGerçekten valinin kızı mısın? O halde söyle bana, asil Lord Trubetskoy neden bir insanı evlat edindi?\n...\nGümüşi beyaz güç, tedaviler, Sampo Değirmeni, babasının bitmeyen serveti ve \"evlatlık\" kelimesi... Hepsi bir anda Leonita'nın zihnine hücum ediyor. O, babasının servetinin gerçek kaynağı. \"Tedaviler\" iyileşmesi için değildi. Onlar birer ayindi, Değirmenin sayısız elmas üretmesini sağlayan anahtarlardı. Bir parçası bunu her zaman biliyordu aslında, ancak hakikatle şimdiye dek hiç bu şekilde yüzleşmemişti.\nHa, neredeyse unutuyordum. Miller konuşurken kızıl saçlı uşak kılığından çıkarak gerçek yüzünü gösteriyor. \"Taşın içindeki küçük mekanizmayı son anda tetikledim. Neyse ki kaçırmadım.\" Eğilip Leonita'nın kulağına şöyle fısıldıyor:\nMutlu yıllar!\nHikayenin gerisi malum, öyle değil mi? Reed Miller, valinin sarayındaki tüm hazineleri çalıyor ve Leonita onun gerçek yüzünü görür görmez ona aşık oluyor. Şatafatlı kafesini terk edip usta hırsızla birlikte dünyayı dolaşıyor. Reed Miller efsanesi genellikle kurgu olarak bilinir. Fakat daha önce hiç aşık olmamış ve aşkın varlığına inanmayan biri, böyle bir anı bizzat deneyimlemediğinden bu hikayeyi gerçek dışı bulacaktır."
          }
        ]
      },
      {
        "title": "Olağanüstü Hırsız Reed Miller'ın Maceraları (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Daimi olarak kışın yaşandığı Snezhnaya'dan gelmiş olan Zima hakkında çok az şey bilinir. Hiçbir defterde ya da kahramanlık hikayesinde adı geçmez. Tıpkı bir kar tanesi misali, efsanelerin kıyısına şöyle bir değdi ve sonra ardında hiçbir iz bırakmadan yok oldu.\nZima, Snezhnograd'ın güneydoğusundaki küçük bir kasabadan geliyordu. Kasaba halkı, karla kaplı dağların eteklerinde buz hasadı yapardı. Karlı gecelerde, buzun altında saklı bulunan kadim havalar gibi masallar ve hikayeler anlatırlardı. Yolcuların botlarını çalan yaramaz kırağı ruhları ve ihanete uğradıklarında bir zamanlar arzuladıkları aşıkları canlı heykellere dönüştürerek içlerindeki tüm sıcaklığı söküp alan solgun, melankolik kar hanımların öyküleriydi bunlar... Zima, bir kar hanımına aşık olan bir arkadaşının yüzündeki tuhaf, deli dolu gülümsemeyi görmüştü ve bunun tekdüze bir ölüm şekli olduğunu düşünmüştü. Bir kalıba uymaktan, hele ki böylesine alışılmadık bir ölüm kalıbına uymaktan tiksiniyordu. Bunun yerine, eşsiz bir kader ve macera dolu bir yaşam özlemiyle, ebedi beyazlar ülkesini terk ederek güneydeki takımadaların mavi denizlerine doğru yola çıktı. Efsanevi usta hırsızı da ilk kez orada duydu.\nReed Miller'ın namı Nod-Krai'ı çoktan sarmıştı. Söylentilere göre vali tarafından yakalanmış ve halk meydanında asılmak üzere Snezhnograd'a götürülmüştü. Hikayesinin sallanan bir cesetle son bulacağına kesin gözüyle bakılırken, valinin kasası boşaltılmış ve duvara altın tozuyla alaycı bir mesaj kazınmıştı. İnfazdan nasıl kurtulduğu bir muammaydı, fakat bu mucizevi dönüşü onu hanların dillerden düşmeyen bir efsanesi ve gençlerin idolü yapmıştı. Usta hırsız tekrar ortaya çıkıp üç direkli bir gemi alarak limanda macera ve servet arayan denizciler toplamaya başlayınca Zima hiç tereddüt etmeden gönüllü oldu.\nFakat gemideki hayat, efsanelerde anlatıldığı kadar heyecanlı çıkmadı. Zenginleri soymasıyla ün salmış Miller, işlerini bir baharat tüccarı titizliğiyle yönetiyordu. Deniz haritaları sadece resifler ve akıntı işaretleriyle değil, aynı zamanda deniz canavarlarını barındırdığı söylenen sular için kırmızıyla çizilmiş uyarılarla doluydu. Tehlikeli yaratıkların gizlendiği o karanlık ve derin bölgelerden, yılanlarla kaynayan Sis Denizi'nden uzak durarak günlerini geçiriyordu. Günlük hayat, güverte temizlemek, yelkenleri onarmak ve diş eti kanamasıyla mücadele etmekten ibaretti. Zima için her şey çok sıradan, çok güvenli ve çok sıkıcıydı. Geceleri, kapkara denizde gerçek bir fırtına essin veya derinlerden devasa bir kraken çıksın diye yalvarıyordu. Tıpkı eski kahramanlar gibi, usta hırsızın bir yaratığın gözüne zıpkın sapladığını görmeyi arzuluyordu. En çok da, ruhunu derinden sarsacak bir maceraya atılmak istiyordu.\nDuaları kabul oldu, ancak acımasız ve çarpık bir biçimde gerçekleşti bu. Sakin, masmavi bir denizde sürüklenirken gemi tuhaf, insanlık dışı bir şarkıyla karşılaştı. Bu şarkının melodisi olmamasına rağmen gücü en sarhoş denizcileri bile tuzağa düşürecek cinstendi. Yelkenler indi ve gemi durdu. Sudan soluk benizli, ancak olağanüstü güzellikte bir yüz belirdi. Bu bir deniz kızıydı ve güvenli geçiş karşılığında bir kurban istiyordu. Gemiye bir seçim sunuldu. Ya bir fedakarlık yapacaklardı ya da suların derinliklerine sürükleneceklerdi.\nReed Miller, fedakarlık yapmayı kesin bir şekilde reddetti. Bunun yerine, gemideki herkese deniz kızının akıldan çıkmayan şarkısını engellemek için kulaklarını bal mumuyla tıkamalarını emretti. Ama bu boşunaydı. Efsanenin ağırlığı altında mantık ve irade bile çökmüştü. Paniğe kapılan ve ölümcül şarkının etkisi altına giren denizciler, altının bir ödeme olarak işe yarayabileceğini düşünerek valinin sarayından yağmaladıkları Mora sandıklarını denize fırlattılar. Ancak insanların serveti deniz kızı için hiçbir şey ifade etmediğinden, parıldayan ve masmavi derinliklere dağılmış olan o plakalara hiç aldırış etmedi. Onun haris bakışları yalnızca denizcilerin üzerindeydi.\nCelladın ilmiğinin bile zapt edemediği usta hırsız, artık teslim olmaktan başka çare bulamadı. Miller, Zima'nın boğazına soğukkanlılıkla kılıcını dayadı, fakat Zima karşı koymadı. Uğruna bunca yol katettiği an buydu işte. Buz gibi sular başının üzerinde yükselirken, uzun zaman önce kaybolmuş arkadaşının yüzü, donmuş bir heykel gibi belirdi gözünün önünde. Hâlâ o tanıdık, soluk, kendinden geçmiş gülümsemesi yüzünde duruyordu, kar hanımının öpücüğüyle mühürlenmiş gibiydi adeta. Zima hayatı boyunca herhangi bir kalıba uymaktan nefret etmişti, bilinen her sondan kaçtı, lakin son anda fark etti ki aslında her kaçış, başka bir aynaya yapılan bir yolculuktu. Onun maceraları yeni bir hikaye yaratmadı... Sadece var olan bir hikayenin fark edilmeyen dipnotlarıydı."
          }
        ]
      }
    ]
  }
}