{
  "epId": 8779,
  "name": "Uzak Kuzeyin İlahileri",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Uzak Kuzeyin İlahileri (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Giriş\nEy dudaklar, ilahiler söyleyin benim için, Kuzeyin kadim öğütlerini fısıldayın.\nYurdumdan, doğduğum topraklardan ayrıldım ve savruldum uzaklara...\nSürükleniyorum adımın bilinmediği, çoktan unutulmuş çorak diyarlarda...\nKasvetli tundralar derin sularda huzur bulur, karlar dans eder binlerce göl üzerinde.\nYine de ay ışığı aydınlatır yolumu, rüzgarlar alıp götürür yüzümdeki kederi.\nAyın toprağı ilk öpüşünü anlatayım, şeytan ordularını kovan dizeleri haykırayım.\nÖverim gürül gürül akan nehirleri ve alabildiğine uzanan zirveleri.\nÖverim Seutervoinen'in tunç zırhlı gemisini ve Ianikuinen'in kırılmamış altın oklarını.\nLanetler olsun Pakkaisukko'nun hain planına ve Pohjola'nın felaketine.\nDuam, Gökten inen kutsal bir sözdür elçiler tarafından atalarıma fısıldanan.\nAncak kader geçici bir düş gibidir nihayetinde ve ölüm, berrak sular gibi tüm gözleri yutar.\nAy ışığı göklerdeki zindanında kaldığı müddetçe, dönemem yuvama yakında olsa bile.\nAltın ışığın yemyeşil tepelerden parladığı, gümüşi şafak yıldızlarının çamları süslediği o yere.\nHyperborea'nın varisleri, bu şarkıyı dinleyin ve hızlıca kazıyın zihinlerinize.\nNe kurnaz tilkinin yollarında yürüyün ne de büyük ayının mağrur kudretine imrenin.\nFakat ilahiler ve Runo yankılandığı sürece, uzak Kuzey ve baharlar baki kalacak.\nYakarış İlahisi I: Pitkamoonen, Yedi Felaketin Efendisi\n(Yaz gün dönümü. Sezonun ilk buğday başağını yakın ve adağa şunları ekleyin: bir tavuk, bir öküz, buğday taneleriyle aynı ağırlıkta yılan safrası ve ████ hayvanının █████ akıtılmış yedi bardak kan. Başrahibe, tanrıyı memnun etmek için Runo'yu yedi kez okur ve hayvanların iç organlarıyla kehanette bulunur.)\nEy Göklerin Yüce Efendisi, acımasız ve yenilmez olan, Tüm Varlıkların Babası ve Tüm Tanrıların Anası,\nBu adakları kıskançlığını yatıştırmak için sunuyoruz sana, yeter ki gazabın yeryüzünü yakıp kavurmasın.\nEy fevri Kanatlı Olan, ulusları yerle bir eden amansız kral, boyun eğmez kalbin tanrısı,\nEy cinsiyeti meçhul tanrı, ölümlüler diyarından ve en uzak kuzeyin çocuklarından yüz çevirmen için yalvarıyoruz sana.\nKadim kanunların düzenini paramparça ettin, ölümlülere sığınak sundun ve üstüne onları ███.\nEbedi olanların kadim meskenlerini sarstın, onların kanatlarını ███ ve ███ yerle bir ettin.\nSen öç tanrısısın, intikamla yanıp tutuşan bir ilahsın. Senin iraden ayın altında mutlaktır, asla çiğnenemez.\nKılıcın gökte ve yerde ███, kötülerin ve masumların ███ kurutup içer.\nEy ██ ve ██ kralı: Tanrılar senin önünde sadece birer ölümlüdür, ölümlüler ise böcekten farksızdır.\nAdını anmaya kimse cüret edemez, zira onu bilen herkesi ██ edersin.\nFakat ey saf ve gazap dolu tanrı, bu adağı kabul buyurman için sana alçak gönüllülükle niyaz ederiz.\nDileriz Donuk Ay, getireceğin felaketlerden bizi sakınsın ve sonsuz ızdırap yazgısından esirgesin.\n(Rahibe Ehrnrooth'un Notu: Bu ayin, beş asır önce ilk Ay İlahicisi Aila'nın emriyle kaldırıldı. İlgili kayıtlar doğruysa duanın karartılmış kısımları kasten sansürlenmedi. Aksine, Başrahibenin Yedi Felaketin tanrısını kışkırtmaktan sakınmak için belirsiz bir tonda okuması gerekiyordu.)\nYakarış İlahisi II: Maadteraahka, Yaşamın Annesi\n(Bir çocuk dünyaya geldiğinde kutsal taşa bir tutam deniz tuzu adağı sunulur. Rahibe Yardımcısı veya daha üst rütbedeki ruhbanlar, yeni doğan bebeği Kış Buzotu demlenmiş ılık suda yıkamadan evvel Runo'yu dört kez okurlar.)\nDuy beni ey yüce Maadteraahka, tanrıların ve ölümlülerin annesi,\nHyperborea'dan Sal Vindagnyr'a dek herkes saygı gösterir merhametine.\nGenç kadınları gözetir, acılarını dindirir ve güvenli doğumlar yaptırırsın onlara.\nDoğumla neşelenir, mehtaplı küreye hayat bahşeder, doğada filizlenen her şeyi beslersin.\nEy suların annesi, gürleyen kadim okyanusa kalp bahşeden tanrı,\nsenindir bu dünyadaki tüm kuşlar, canavarlar ve balıklar, zira sensin onlara can veren.\nİlahi iradenle bir çömlekçi gibi yoğurursun ölümlü bedenleri.\nBu yüzden yalvarırım sana, bu yeni doğan evladı sağlık, cesaret ve bilgelikle kutsayasın.\n(Rahibe Ehrnrooth'un Notu: Bu ayin, beş asır önce ilk Ay İlahicisi Aila'nın emriyle kaldırıldı. Artık onun yerine, Rahibe Yardımcısı veya daha üst rütbedeki bir ruhban \"Yeni ay yolunu aydınlatsın\" der. Bu, çocuğun mehtaplı kürenin kirinden korunması amacını taşır.)\nYakarış İlahisi III: Tuonetar, Yeraltı Diyarının Annesi\n(Sonbahar hasadında, o yıl ölenlerin sosyal konumlarına göre hayvanlar kurban edilir. Kurbanlar özenle oyulmuş, tekne şeklindeki tahta veya bronz kaplara konulur ve yakılmadan önce, bir Rahibe Yardımcısı veya daha üst rütbeli bir ruhban her hayvanın gözlerini oyarak yeraltı diyarının hanımına sunar. Gözleri koyu bir bezle örtülü Başrahibe ise, tanrıçayı memnun etmek için Runo'yu dört kez okur ve hayvanların iç organlarıyla kehanette bulunur.)\nEy ölümün Hanımı, ağırkanlı ve ifadesiz olan,\nEy yeraltı diyarının karanlık leydisi, kasvetli, suskun ve korkutucu Tuonetar!\nKibirli ve saygısız olandan iğrenirsin, kaçış yoktur senin elinden.\nHem mütevazı kulübelere hem de yaldızlı tahtlara basmıştır ayakların.\nHalk korkar senden, zira her şeyi görür, işitir ve yargılarsın.\nSınırsız lütfun ve kapsayıcı doğan için tazim ederiz sana.\nTüm canlıların kaderi yalnızca senin ellerindedir ve yakarışlar ne denli coşkulu olursa olsun, kayıtsız kalırsın.\nYine de ey soylu ve ulu tanrıça, biliriz ki merhamet ve nezaket senin doğanda vardır.\nTıpkı atalarımıza ızdıraplarından kurtuluş bahşettiğin gibi,\nEy ölümün hanımı, ay altındaki tüm kaderleri bilen sen, kabul et şu mütevazı adağımızı.\nUzak kuzeyin torunları sana yalvarıyor, mademki altın soy senin koynuna geri döndü,\nbizi ölüler diyarının karanlık sularından geçir ve sonsuza dek rüyasız bir uykuya yatır.\n(Rahibe Ehrnrooth'un Notu: Bu ayin, beş asır önce ilk Ay İlahicisi Aila'nın emriyle kaldırıldı. Bir Donuk Ay müridi öldüğünde, sosyal statüsüne bakılmaksızın, Rahibe Yardımcısı veya daha üst rütbeli bir ruhban, \"Yeni ay seni huzur kıyısına çıkarsın.\" der. Ardından sade ve ciddi bir cenaze töreni yapılır.)\nYakarış İlahisi IV: Laimelea, Zamanın Annesi\n(Kış Gün Dönümünde, yılın önemli olaylarının yazılı olduğu bir kumaş yakılır, külleri ise saf su dolu gümüş bir kaba toplanır. Başrahibe, Runo'yu dört kez okur ve rüzgar esmeye başladığında, ilahi varlığı onurlandırmak için Yeşil Armayı kutsanmış karışımla mesheder.)\nEy saf ve ebedi Zamanın Annesi, hiç doğmamış ve hiç ölmeyecek olan hükümran,\nHer şeyi yaratır ve her şeyi yok edersin. Her şeyi hatırlar ve unutulmalarına izin verirsin.\nSen ki doğduğun anda kendini de yarattın ey yüce anne,\nSen, o sonsuz akışın içindeki tek durağanlık, tanrıların kutsal avlusundaki tek yabancısın.\nHapsedilmiş dört ayı koruyasın. Hapsedilmiş dört ayı koruyasın.\nSen, tanrıların kutsal avlusundaki tek yabancı, o sonsuz akışın içindeki tek durağanlıksın.\nEy yüce anne, sen ki doğduğun anda kendini de yarattın,\nHer şeyi hatırlar ve unutulmalarına izin verirsin. Her şeyi yaratır ve her şeyi yok edersin.\nEy hiç doğmamış ve hiç ölmeyecek olan hükümran, saf ve ebedi Zamanın Annesi!\n(Rahibe Ehrnrooth'un Notu: Bu duanın anlamı karartılmıştır ve burada anlatılan ayin bilinen tarihsel kayıtlarla çelişmektedir. Beş asır önce Ay Hanımı'nın doğumuyla ortaya çıkan Yeşil Arma adı verilen Kutsal Ağaç, bu olaydan önceki ayin tasvirlerinde yer almamalıdır. Bu ayinlerin bahsi geçen başka bir metin bulunmadığından, bu bir yazım hatası olarak kabul edilir. Yine de metnin aslına sadık kalmak adına bu pasaj değiştirilmeden korunmuştur.)\nYakarış İlahisi V\n[Eksik]"
          }
        ]
      },
      {
        "title": "Uzak Kuzeyin İlahileri (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Yakarış İlahisi VI: Takoja Ianikuinen, İlkel Demirci\nEy yaradılışın ulu babası, yeryüzünün kemiklerini ve üç ayı işleyen Lord,\nGazabın, o eğri tahtı düzeltsin ki güzellik boyun eğsin.\nİlk günde, düşmanlarını yere sermek için ay ışıltısı taşıyan altından bir yay işledin.\nLakin sen avlanırken yayını çaldılar ve şimdi düşmanın onu kendi malıymış gibi sergiliyor.\nİkinci günde, evini koruması için ay ışıltısı taşıyan büyük bir savaş arabası işledin.\nLakin sen avlanırken araban çalındı ve düşmanın ona el koydu.\nÜçüncü günde, yıldızların kızına gönül verdin, ay ışığından bir mekik işledin.\nLakin pervasızlığınla sisle kaplı bir bataklığa daldın ve ışığın ocağı söndü.\nEy adı anılsa da anılamayan kral, ey kana susamış, cani demirci,\nMasumların haksız ölümlerine ve savaşın yıkıcı alevlerine kafayı takmış, tüm felaketlerin efendisi, tüm kötülüklerin lordusun.\nEy dehşetli ve kudretli Ebedi İşçi, iki doğanın efendisi,\nTanrılar kadar güçlü, sağlıklı ve kahramansın. Yıldızlar bile sana hayranlıkla bakıyor.\nEy yıkılmaz Lord, lütfen yeryüzünü sarsan bu gazabı dindir.\nKalbimi kaplayan ızdırabı kaldır ve bu zifiri kara felaketi kov.\n(Rahibe Ehrnrooth'un Notu: Bu, bir zamanlar doğanın gazabını yatıştırmak için kullanılan eski bir dua şeklidir. Kayıtlar, doğal afetleri yatıştırmak yerine çağırmak amacıyla kullanılan, son dört dizesi kayıp bir versiyonundan bahsediyor olsa da, bilinmeyen nedenlerle Ay Hanımı'nın doğumundan çok önce hafızalardan silindi. Bu unvanı ilk alan Ay İlahicisi Aila, duayı daha sonra düzenleyip basitleştirdi. Aşağıdaki basitleştirilmiş versiyon, artık tüm ilahiler için standart kabul edilmektedir:\nEy solgun beyaz Donuk Ay, uzak kuzeyin çocukları adına sana yalvarırım, yeryüzünü sarsan bu gazabı yatıştır.\nNazik ışığın, kalplerimizi kaplayan acıları dindirsin ve o zifiri kara felaketi kovsun!)\n...\nYakarış İlahisi XI: Şafak Yıldızı Tanrıçası ve Uzak Kuzeyin Elçisi - Koitar ve Seutervoinen\nEy Seutervoinen'in karısı, yaratıcı tanrının ilk ve en güzel kızı Koitar,\ney cömert hanım ve parlak sabah yıldızı, uzak kuzeyin torunları seni müziklerle yüceltir sonsuza dek.\nNe gecenin soğuk rüzgarı söndürebilir göğüslerimizdeki gümüş alevi ne de onun tehlikeli karanlığı bozabilir kalplerimizi.\nBir gün, yalnız mezarlıkların yabani otlarını aşarak döneceğiz görkemli altın şehre.\nEy gerçekten kutsanmış olan Koitar, bir zamanlar tüm ulusları kudretinle alt ettiğin gibi, fetihlerimize lütfunu sunman için çağırıyorum seni.\nYeryüzünü sarsman, şehirleri titreterek uzak kuzeyin düşmanlarını Donuk Ayın altındaki çiy gibi yok etmen için çağırıyorum seni.\n(Rahibe Ehrnrooth'un Notu: Bu dua, geçmişten kalma eski bir biçimdir. Daha sonra, ilk Ay İlahicisi olan Aila tarafından önemli ölçüde değiştirildi. Aşağıdaki metin, artık tüm ilahiler için standart kabul edilmektedir:\nNe buzul rüzgarlar söndürebilir göğüslerimizdeki gümüş alevi ne de kötü geceler bozabilir kalplerimizi.\nEy solgun beyaz Donuk Ay, uzak kuzeyin torunlarını koru ve soğuk gecenin zifiri kara felaketlerini sabah çiyi gibi eritip yok et.\n...\nYakarış İlahisi XVI: Saarelainen, Kış Günündeki Yabancı\nEy kış ve ayaz aşığı, çektiğin o ölüm sancıları bana geçmesin.\nEy neşeli, saf, iyi kalpli delikanlı, soylu doğmuş ve soylu yetişmiş, nazik ve yiğit evlat.\nYıldızlı atının üzerinde, Hiisi'nin terk edilmiş adası ve Pohjola'nın karanlık, sisli diyarlarında dolaştın,\nPakkaisukko'nun o eşsiz güzel kızının evine, onun kalbini kazanmaya gittin.\nSonra atalarımızın hizmetkarı olan ihtiyar Pakkaisukko şöyle cevap verdi:\nŞayet Pohjola'nın kapılarını açarsan, rıza gösterecektir genç kızıyla evlenmene.\nNeşeli, saf, iyi kalpli delikanlı, o hain planı gayet iyi biliyordun ama yine de düştün yollara.\nZira gitmeseydin, ihtiyar Pakkaisukko saf kızını cezalandıracaktı.\nKaranlık ve sisli Pohjola'da, Yedi Felaketin Efendisi seni yedi parçaya böldü.\nPakkaisukko'nun o genç ve saf kızı bir daha asla evlenemeyecek.\nEy dünyanın acılarını ve talihsizliklerini iyileştiren kayıp kahraman, seni anılamayan adınla çağırıyorum,\nlütfun, dondurucu gecenin vahşi rüzgarlarını dindirsin, donmuş toprağın üzerine sinmiş yavru kuşları ısıtsın.\n(Rahibe Ehrnrooth'un Notu: Bu, bir zamanlar yaraları iyileştirme ve hastalıkları tedavi etmek için kullanılan eski bir dua biçimidir. Daha sonra ilk Ay İlahicisi olan Aila tarafından gözden geçirilip basitleştirildi. Aşağıdaki metin, artık tüm ilahiler için standart kabul edilmektedir:\nEy kayıp çocuk, uzak kuzeyin çocukları adına sana yalvarırım, ışığın lütfunu bahşet.\nDileğimiz odur ki Donuk Ayın lütfu, soğuk gecenin vahşi rüzgarlarını dindirsin, donmuş toprağın üzerine sinmiş yavru kuşları ısıtsın.)"
          }
        ]
      },
      {
        "title": "Uzak Kuzeyin İlahileri (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Yakarış İlahisi XXI: Huurrekuutar, Donuk Ayın Tanrıçası\nEy Huurrekuutar, kutsal ışığın annesi, dualarımı duy ve yükseklerden buraya bak.\nSessiz gözyaşların soğuk geceyi delsin, hiç solmayacak gümüş bir meşale yaksın ve uzak kuzeyin insanlarına yol gösteren bir ışık bahşetsin.\nEy Huurrekuutar, gümüş mekiğin annesi, duamı işit ve göklere narin duvaklar giydir.\nEğirdiğin gümüş iplik kayıp ruhları yeraltı diyarının pisliğinden çeksin ki soğuk gecede yollarını kaybetmesinler.\nEy Huurrekuutar, sen nereyi gösterirsen biz oraya gideriz ve senin isteğin bizim yasamız olur.\nUtanç içinde sahte bir ışığın altında şarkı söylemektense, ölümün soğuk gecesi kör etsin gözümüzü daha iyi.\n(Rahibe Ehrnrooth'un Notu: Bu, duanın eski, düzenlenmemiş bir versiyonudur. Başlangıçta kısaydı, zira uzun uzadıya konuşulamayacak kadar kutsal olan tek konular, atalarımızı koruyan baş tanrı ve ayların kökeni, geçmişi ve geleceğiydi. İlk Ay İlahicisi Aila, duayı daha sonra düzenleyip basitleştirdi. Aşağıdaki metin, artık tüm ilahiler için standart kabul edilmektedir:\nEy solgun beyaz Donuk Ay, uzak kuzeyin çocukları adına sana yalvarırım, yükseklerdeki semavi kubbeden buraya bak.\nSessiz gözyaşların dondurucu geceyi delsin ve biz terk edilmiş ve unutulmuş olanlara yol gösteren ışığını bahşetsin.)\nYakarış İlahisi XXII: Kuutar, Ay Hanımı\nEy saf ve kusursuz yeni ay, Donuk Ayın elçisi adına lütfun ve merhametin için sana yalvarıyorum.\nBizi günahlarımızdan arındır, Cennetten ebediyen men edilmişlerin bitmek bilmeyen acılarını ve gözyaşlarını sil."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Uzak Kuzeyin İlahileri"
          }
        ]
      }
    ]
  }
}