{
  "epId": 8780,
  "name": "Kabuktaki Yankılar",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "Kitaplar",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "İsim",
        "value": [
          {
            "type": "RichText",
            "text": "Kabuktaki Yankılar"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Kabuktaki Yankılar (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Elindeki deniz kabuğunu bana verirsen seni bir daha rahatsız etmeyiz.\ndedi ekibiyle birlikte kamp ateşinin yanına gelen ve elindeki bıçağı gelişigüzel bir şekilde çeviren yakışıklı genç adam.\nÇocukların kendi aralarında \"Öte Diyar\" adını verdikleri bu ıssız topraklarda geçirdikleri otuzuncu geceydi bu.\nBir zamanlar ağaçları deviren, otları biçen, meyveleri yaran ve kendi gruplarından olmayan pek çoğunu susturan o bıçak artık eskisi kadar keskin değildi ve onları zorla kontrol altına almaya çalışan yetişkinler, kılıçlarını kınlarından çekemeden ölmüşlerdi.\nArtık hiç kimse o kınların nereye fırlatıldığını bilmiyordu.\nKabuğu istediğinden emin misin?\nDeniz kabuğunu tutan çocuk, aralarındaki en ufak tefek olanıydı ve bu yüzden ona \"Bastıbacak\" adını takmışlardı.\nEminim.\nNeden?\nGerçekten neden diye sormaya gerek var mı? dedi yakışıklı genç adam gülümseyerek. \"Bu kuralı 'hep birlikte' koymadık mı? Deniz kabuğu kimdeyse konuşma hakkı onda olacak dedik.\"\nEvet. Bu, kendilerini köleleştiren yetişkinlere karşı durmak için çocukların kamp ateşinin etrafında yaptıkları gizli anlaşmaydı.\nBu ıssız diyarda hayatta kalmak ve sürgün statüsünden kurtulmak için çocuklar bir anlaşma yapmışlardı.\nKendi aralarından bir lider seçeceklerdi; tıpkı kendileri gibi akıllı, onları zorluklara karşı yönlendirebilecek, omuz omuza durmaktan çekinmeyen fakat güce de boyun eğmeyen biri olmalıydı. İşte o kişi, deniz kabuğunu tutacak ve tüm erkek ve kız çocuklarının lideri olacaktı.\nGündelik işler sırasında, yetişkinlerin burunlarının dibinde, gizlice sahilden alınan bu kabuk, onların yenilmez olmadıklarının bir kanıtıydı.\nÇocukluk solarken, büyüklerin her şeyi bilen süper insanlar olduğu inancı da yok olur. Çoğu insan için bu belki bir hayal kırıklığıydı. Ama bu gençler için öğrenilmesi bu kadar da kötü bir şey olmayabilirdi.\nVe sonra...\nİdeal düzen bir türlü gelmedi. Ya da daha doğrusu, bastıracak kimse kalmadığından bu çocukların yüreklerindeki hayvansı gaddarlık daha da yaygınlaştı. Zira şiddet her şeyi alaşağı edebiliyorsa neden onu kullanabilenler bu yolla her şeyi ele geçirmesinler ki?\nBuna deniz kabuğu ve onun çocukların gizli anlaşmasında temsil ettiği her şey de dahildi.\nYani bu deniz kabuğuna sahip olabileceğini mi düşünüyorsun?\nEn çok çabayı ben sarf ettim ve karşılığını da en çok ben aldım. Üstelik, şu anda bıçağı tutan da benim.\nO zaman hepimize hükmeden sen olacaksın.\nEvet, elbette hepinize ben hükmedeceğim.\nTıpkı en baştaki o yetişkinler gibi mi?\nBelki o kadar da kötü bir şey değildir.\nMadem öyle... Adeta karşılık verir gibi, kısa boylu çocuk ateşin başından doğruldu, alevlere sırtını döndü, yüzü gölgelerin içinde gizlenmişti...\nAncak yakışıklı genç adam, diğer çocuğun yüzünde alaycı bir tebessüm yakaladığını sandı ve geleceğe dair tuhaf bir huzursuzluk kapladı benliğini. O geceye dek, elindeki bıçak misali her şeyin avucunda olduğuna inanmıştı.\nBastıbacak deniz kabuğunu ona uzattı ve ormana doğru yürüyerek uzaklaştı.\nO geceden sonra, bir zamanlar deniz kabuğunu tutan çocuk sanki yer yarılıp içine girmiş gibi yok oldu."
          }
        ]
      },
      {
        "title": "Kabuktaki Yankılar (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Durumun böyle sonuçlanacağını biliyordun...\nGözlüklü kız en sonunda kısa boylu çocuğu buldu. Çocuk geri döndüğünde, diğer çocuklar endişe dolu gözlerle ona yol açtı.\nPatikanın sonunda, yakışıklı bir genç adam, ağır nesnelerle dolup taşan bir sandalyeye yığılmış halde yatıyordu. Teninin soluk yeşil tonu yüz hatlarını keskinleştirmiş, koyu kızıl mor dudakları rüzgarda tuhaf bir tül gibi titreyen kamp ateşinin ürkütücü alevlerine karşı belirginleşmişti.\nGenç adamın görünürde hiçbir yarası yoktu, ama elleri sanki alçıya dökülmüş gibi cansızca sarkıyordu, kaskatı kesilmişti.\nBir zamanlar gururla taşıdığı bıçağı, hemen oracıkta yere düşmüştü.\nKimse bıçağı yerden almadı.\nHer şey daima böyle biter. Sadece bu kadar erken olacağını düşünmemiştim.\nÇocuk bıçağı yerden aldı. Hâlâ sertliğini korusa da kenarlarındaki çentikler ve ezilmiş yüzeyiyle yıllarca odun kesmekten kalma sayısız izi taşıyordu.\nGenç adam bu gücü nasıl yöneteceğini bilmiyordu, ancak hayatı buna bağlı olduğundan bıçağın bakım ihtiyacını sır olarak sakladı.\nDoğal olarak, herkese karşı güvensizleşmiş, uykuları kısa ve huzursuz hale gelmiş, çabuk sinirlenir olmuştu. Tıpkı yetişkinler gibi kusurlarını ifşa etmekten duyduğu korku, daha fazla kusurunun ortaya çıkmasına yol açtı... Bu yüzden işler sadece tek bir şekilde sonuçlanabilirdi.\nDoğrusu... Çoğu hikayedeki kahramanların tek ihtiyacı biraz daha sabırdır.\nNe zamandan beri görüyorsun bunu?\nBenden deniz kabuğunu istediğinden beri sanırım.\nDeniz kabuğunu istediğinden beri mi?\nDeniz kabuğu nedir ki? Hiçbir şey. Sadece sahilde bulduğumuz bir oyuncak. Er ya da geç ya onu atacaktı ya da kırık bıçağı. İkisini birden taşımak sadece yavaşlatırdı onu.\nÇocuğun ve kızın arasından deniz kabuğunu tutan bir çift el uzandı. Elin sahibi öne çıktı ve kabuğu çocuğun ellerine bıraktı.\nÇocuk aşağı baktı ve kabuğun altındaki avuçlarda, kaba ipten kalan kırmızı izleri gördü.\nEe, ne yapacaksın? diye sordu gözlüklü kız.\nDeniz kabuğunu dudaklarına götürdü ve tıpkı resimli kitaplarda gördüğü gibi üflemeye çalıştı. Ama net bir ses yerine sadece yumuşak, komik bir hava sesi duyuldu.\nSonra onu kulağına götürüp dinledi ve kabuğun içinden dalgaların sesi geldi.\nBuraya bir kasaba inşa edip, burayı erkekler ve kızlar için bir Cennet yapacağız. Bundan sonra deniz kabuğunu tek bir kişi tekeline almayacak, çünkü o hepimize ait. Herkes onu tutabilir ve aklındakini söyleyebilir.\nAma bir gün hepimiz büyüyeceğiz. Ve olmak istemediğimiz yetişkinlere dönüşeceğiz.\nEndişelenmeyin, sorun değil. Her zaman bir yarın vardır ve her zaman başka çocuklar olacaktır. Eğer dönüştüğümüz insanları beğenmezlerse kendi elleriyle dünyamızı parçalayabilirler.\nKısa boylu, iddiasız bir çocuk. Ve epey de zeki.\nEzilmiş bıçağı dalgalara fırlattı\nve deniz kabuğunu çocukların arasına bıraktı."
          }
        ]
      }
    ]
  }
}