{
  "epId": 1015,
  "name": "Diário das Ondas: Maré Baixa",
  "desc": "<p>Quando todas as inquietações voltarem à normalidade, a brisa do mar toca uma melodia da terra...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_857943863492662204.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350094,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diário das Ondas: Maré Baixa"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Livraria Wanwen"
          }
        ]
      },
      {
        "key": "Entrada nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2322,
            "name": "Contos das Ondas",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Diário das Ondas: Maré Baixa",
        "desc": [
          {
            "type": "RichText",
            "text": "- Maré Baixa -\nMesmo no momento que o brilho da lua foi coberto por nuvens negras, a canção de bordo não parou.\nÀ medida que a superfície ficava cada vez mais calma no meio da tempestade, o navio estilhaçado derivava lentamente rumo ao abismo.\nA boca enorme em espiral do monstro estava escancarada, e um rosnado estrondoso veio de dentro dela. O monstro se contentou com sua presa e abriu as pálpebras, com crostas de recifes e corais, para testemunhar os momentos finais de mais um oponente que o subestimou. Os olhos enormes do monstro revelaram seu olhar frágil para o Capitão moribundo.\nO monstro viu com seu par de olhos um coração que era mais escuro que o abismo.\nO último clarão da tempestade iluminou o céu e o navio destruído pelas presas do monstro que se afundou nas ondas.\nE então ficou escuro novamente... Até que o rugido furioso do monstro surgiu das águas mais uma vez.\nO Capitão enfiou a espada no olho da fera e repetiu o gesto, até que ficou coberto da cabeça aos pés pelo miasma que saiu do monstro e finalmente enfiou uma última vez a sua arma no olho do monstro.\nÀ medida que o capitão se aproximava de seu destino traiçoeiro, agarrado por incontáveis garras e pinças, ele continuou lutando com unhas e dentes até que as afiadas garras do monstro o despedaçaram...\nJunto com a brisa salgada veio uma canção de bordo familiar, e o monstro do mar brevemente parou de se mover.\n\"Cante comigo a despedida ao mar, é uma música muito cara para mim.\"\nQuando o mar e o vento seguem corretamente, eu sei que meu fim está próximo.\n\"Ouço o chamamento de minha velha senhora, a fonte espera o meu regresso.\n\"Por favor, se lembre de mim e de meu dono perdido, repita essa melodia.\n\"Haverá um dia em que você me encontrará, dormindo profundamente no fundo do abismo...\n\"Talvez nesse momento, você já tenha sido devorado pelo Vórtice sombrio.\"\nOs tentáculos gigantescos do monstro saíram da água, agitando-se para cima como duas colunas enormes, mas a jovem donzela simplesmente permaneceu ali flutuando em suas costas, cantando em meio ao caos. Mesmo com os tentáculos ao redor de seus braços, mesmo com as afiadas garras perfurando sua pele e rasgando suas roupas, ela continuou a cantar sua canção de adeus para Skipper.\nDepois, a jovem foi pega gentilmente pelo monstro e levada para as profundezas do mar.\nNuma era em que o mar era governado por desastres imprevisíveis, todos os dias morriam pessoas das ondas.\nO capitão voltou a si em um navio mercante desconhecido. Ele tinha perdido o seu navio e a sua tripulação, tudo o que restou era seu corpo coberto de feridas e um antigo sonho ecoando uma canção do mar...\n\"Quando o mar e o vento estiverem corretos, seguirei para o mar e a vingarei, ó mulher fascinada pelo som das ondas…\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2868.44,-1135.69&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1016,
        "name": "Diário das Ondas: Maré Alta",
        "desc": "<p>A lendária história de um marinheiro anônimo, ambientada em uma época em que Liyue era assolada por monstros marinhos.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tales From the Waves: Rising Tide_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1017,
        "name": "Diário das Ondas: Ondas Selvagens",
        "desc": "<p>Ao som sem fim do oceano, o marinheiro lutou contra o fenomenal inimigo do destino, lutando até o fim...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_24159000550552630.png",
        "displayStyle": "text"
      }
    ]
  }
}