{
  "epId": 1016,
  "name": "Diário das Ondas: Maré Alta",
  "desc": "<p>A lendária história de um marinheiro anônimo, ambientada em uma época em que Liyue era assolada por monstros marinhos.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tales From the Waves: Rising Tide_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350112,
  "components": {
    "textualResearch": [
      {
        "title": "Diário das Ondas: Maré Alta",
        "desc": [
          {
            "type": "RichText",
            "text": "- Maré Alta -\nEnquanto a lua brilhava alto no céu, era possível ouvir uma canção de bordo.\nHouve uma vez em que um grande navio ancorou no Porto de Liyue. Seu capitão era um homem que caçava terríveis monstros das profundezas, conhecido como 'Skipper'.\nO casco do navio foi adornado com esqueletos de monstros do mar, um sinal inconfundível da vontade destemida do Comandante. No entanto, os barracos da tripulação raramente faziam qualquer menção a criaturas caçadoras das profundezas. Não é que os marinheiros não se deleitassem com sua reputação e se gabassem de suas realizações, mas os anos de navegação nos mares implacáveis os ensinaram que baladas de sangue e água eram os mais azarados de todos.\nCom sua espada na mão, o Capitão navegou através da extensão de água, costeando ao longo de recifes rochosos e navegando com ondas subterrâneas. Ele guiou seu navio sem medo para enfrentar o rugido de rajadas e monstros marinhos. Os mundos escuros que se estendiam sob as águas turvas eram como campos de caça sem limites. Qualquer monstro que ousasse agitar as águas tranquilas muitas vezes se tornava o próximo troféu pendurado na lateral do navio.\nMas o capitão só conhecia o vento e as ondas e nunca parecia compreender a vida agridoce das pessoas comuns. Pois ele ocupou todos os seus dias em busca e caça, acompanhado apenas pela brisa salgada do mar e os gritos abafados das baleias nas profundezas. A tripulação o temia mais do que o adorava, sempre cautelosa com seu caráter, implacável como se tentasse se livrar dos emaranhados de algas marinhas. Mesmo assim, o navio do capitão sempre navegou silenciosamente, inflexível aos perigos do mar.\nApenas a jovem donzela que sempre se sentava na proa do navio era capaz de revelar um vislumbre de delicadeza aos olhos de Skipper. Ela era sua navegadora, encantada pela música e pelo canto das baleias, guiando o navio através do vento e ondas até águas infestadas por bestas.\nUma jovem donzela ao timão oferecia suas canções ao mar, prestando o devido respeito a cada onda e brisa de vento...\n\"Escute o chamado das criaturas das profundezas, e os ecos das ondas no vendaval.\"\n\"Nós navegaremos quando a direção do vento e do mar ficarem a nosso favor.\"\n\"Que as divindades que morreram, e meu velho capitão também,\n\"Me deixe criar uma carta náutica com as várias e tumultuosas correntes marítimas,\n\"Para guiar a alma de cada marinheiro para o porto que eles chamam de casa.\"\nO refrão morreu para dar lugar às rápidas ordens do Capitão, chamando toda a tripulação para seus postos, para zarparem. O poderoso navio deixou lentamente o porto e partiu, afundando lentamente no horizonte sob o primeiro vislumbre do amanhecer.\nAssim como todos os dias antes deste, esta é exatamente a origem da história do derivante Capitão."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diário das Ondas: Maré Alta"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado no Albergue Wangshu"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2322,
            "name": "Contos das Ondas",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1405.63,-1078.25&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1017,
        "name": "Diário das Ondas: Ondas Selvagens",
        "desc": "<p>Ao som sem fim do oceano, o marinheiro lutou contra o fenomenal inimigo do destino, lutando até o fim...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_24159000550552630.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1015,
        "name": "Diário das Ondas: Maré Baixa",
        "desc": "<p>Quando todas as inquietações voltarem à normalidade, a brisa do mar toca uma melodia da terra...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_857943863492662204.png",
        "displayStyle": "text"
      }
    ]
  }
}