{
  "epId": 1017,
  "name": "Diário das Ondas: Ondas Selvagens",
  "desc": "<p>Ao som sem fim do oceano, o marinheiro lutou contra o fenomenal inimigo do destino, lutando até o fim...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_24159000550552630.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350103,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diário das Ondas: Ondas Selvagens"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrada em uma mesa na Livraria Wanwen"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2322,
            "name": "Contos das Ondas",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2868.44,-1135.69&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1016,
        "name": "Diário das Ondas: Maré Alta",
        "desc": "<p>A lendária história de um marinheiro anônimo, ambientada em uma época em que Liyue era assolada por monstros marinhos.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tales From the Waves: Rising Tide_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1015,
        "name": "Diário das Ondas: Maré Baixa",
        "desc": "<p>Quando todas as inquietações voltarem à normalidade, a brisa do mar toca uma melodia da terra...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/d02b4273501c06c32ba1612fb6fbce50_857943863492662204.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Diário das Ondas: Ondas Selvagens",
        "desc": [
          {
            "type": "RichText",
            "text": "- Ondas Selvagens -\n\"Venha comigo para o abismo do mar, e escute os múrmurios das profundezas.\"\n\"Quando o vento e as ondas estão certas, nós navegaremos em direção ao redemoinho do mar.\"\n\"Escuto o sapatear de minha velha senhora, desejando bem aos seus futuros herdeiros:\n\"Que eles naveguem por fortes ventos e ondas dançantes,\n\"Perfurada pelo harpão dos heróis, que a toca dos monstros encontre os últimos de seus dias.\"\nNa tempestade desastrosa, os seus barracos constantes nunca paravam. A voz da garota respondeu às ondas furiosas, guiando o capitão para a besta que vivia no centro da tempestade e, ao mesmo tempo, fazendo-o se afastar dos correntes fatais.\nRodeando o vórtice, levada por raios e trombas d'água, o navio adentrava nas águas tenebrosas do monstro. Clarões revelavam a silhueta de Skipper, segurando sua espada sem medo.\nSeguindo o olhar fixo do Capitão, a tripulação só conseguia ver uma sombra de forma alpina sombreada por nuvens tenebrosas. A figura maciça que ficava ao longe era o corpo da besta. Os outrora temíveis esqueletos pendurados no navio agora pareciam meros filhotes comparados com a silhueta aterrorizante que se alastrava diante deles como uma cadeia de montanhas no centro do turbilhão.\nAo berros do comando do Capitão, a tripulação disparou lado a lado de bestas gigantes, liberando seus medos mortais e delírios no corpo maciço que jaziam como uma parede imponente diante deles. As barragens de balas de canhão e arpões de ferro farpado deixaram feridas horríveis no corpo da besta.\nO monstro marinho assobiou violentamente de dor, mergulhando sob as enormes ondas carmesim antes de bater no casco do navio com toda a sua força. O navio quase capotou com a força do golpe, e ondas vermelhas atingiram o convés. Os marinheiros foram encharcados nas torrentes fétidas enquanto amaldiçoavam os deuses dos elementos e continuavam a varrer o corpo da besta com pedras e lanças afiadas.\nO implacável Capitão nunca se esquivou dos oponentes que lhe foram confiados pelo destino. Os rugidos trovejantes da terrível besta foram respondidos por canções da jovem donzela no topo da proa. O navio manobrou em volta do monstro, cruzando as torrentes giratórias, respondendo a presas afiadas e golpeando ferrões com catapultas, arpões, fundas e até corpos mortais para desabafar seu medo e fúria.\nDepois que o corpo do monstro foi crivado de feridas e quase todos os seus tentáculos e garras foram cortados, o navio do capitão também foi reduzido a um casco flutuante. Metade dos mastros do navio haviam caído, metade dos canhões estava fora de ação e metade da tripulação fora levada como jantar para o monstro - até mesmo a espada premiada do Comandante fora partida em duas. Esta era uma luta invencível, muito parecida com uma mera criança desafiando um adulto.\nO monstro ferido sabia muito bem que seu oponente não mais representava nenhuma ameaça. Ansioso para devorar o navio que agora estava parado na água, subiu até a superfície e abriu sua gigante boca."
          }
        ]
      }
    ]
  }
}