{
  "epId": 105,
  "name": "Rolinho da Sorte",
  "desc": "Um Rolinho especial de papel que pode revelar a sorte de alguém. Também conhecido por alguém como \"pedaços de papel\".<br/>Você só pode conseguir um desses por dia, o que fará com que o Rolinho do dia anterior perca seu significado e desapareça.<br/>Dizem que os Rolinhos que trazem o azar, como \"Maldição\" ou \"Grande Maldição\" podem ser atrelados ao Pendurador de Rolinho da Sorte como uma oração para mudar sua sorte.<br/>De qualquer maneira, \"destino\" é uma coisa melhor entendida e forjada nas mãos da própria pessoa.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/01/59559639/13b4067ebbc97e7a3577b9358c9c6eb9_3639891788732767477.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1696099943,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rolinho da Sorte"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Trocado por um Rolinho de Bambu com Gendou Ringo no Grande Santuário Narukami"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "—— Sorte Grande ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Um dia para recuperar tudo que foi perdido.\nUma boa resposta para algo que você pensou ter passado despercebido,\nUma chance de se acertar com um velho amigo com quem você teve uma desavença,\nLembrando acidentalmente de algo que você esqueceu há muito tempo.\nNada neste mundo é determinado para sempre,\nHoje é o dia de recuperar o que foi perdido.\nSeu objeto da sorte do dia: Onikabuto Saltitante.\nOs Onikabutos são criaturinhas pacíficas que evitam o confronto.\nEssa busca pela paz certamente trará felicidade para você."
          }
        ]
      },
      {
        "title": "—— Sorte Grande ——",
        "desc": [
          {
            "type": "RichText",
            "text": "As nuvens se dispersam, revelando a lua no céu. Quem tirar essa fortuna terá sorte.\nCom clareza no coração, o que você desejar se tornará realidade.\nHoje é um bom dia para você, não importa se for algo que você queira fazer,\nOu alguém que você queira encontrar. Agora é a hora de agir.\nSeu objeto da sorte do dia: Estame da Flor da Chama Eterna.\nO calor da Flor da Chama vem de seu coração incandescente.\nTudo correrá bem porque existe um caminho claro no seu coração."
          }
        ]
      },
      {
        "title": "—— Sorte Grande ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Nenhum objeto pode resistir ao fio da sua lâmina. O reflexo da sua lâmina ao deixar a bainha brilha sobre os outros.\nHoje, você irá matar sua presa com uma flecha e enfraquecer o guarda com um golpe.\nSe você não tiver um alvo, tente olhar ao redor e poderá encontrar uma surpresa a sua espera.\nAlém disso, não esqueça de compartilhar sua sorte com seus companheiros desafortunados.\nSeu objeto da sorte do dia: Rabo de Cavalo Raro.\nO Rabo de Cavalo cresce em campos de grama prateada, mas é bem mais alta.\nEla combina bem com você, que permanece orgulhoso e altivo neste mundo."
          }
        ]
      },
      {
        "title": "—— Sorte Grande ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoje o vento vai levantar, e você terá sucesso sem esforço em tudo o que fizer.\nAs pessoas ao seu redor ficarão excepcionalmente satisfeitas, e não haverá conflitos.\nVocê jantará com iguarias que você desejou mas não comeu em muito tempo.\nEm seu trabalho e em suas viagens, tudo correrá bem.\nAproveite o dia e avance com zelo.\nSeu objeto da sorte do dia: Próspera Erva Naku\nMuitas pessoas não sabem que a Erva Naku pode prever trovoadas.\nEla busca o olhar da Arconte Electro, crescendo apenas nas ilhas de Inazuma.\nA sensação de formigamento que você sente quando a colhe é dita ser semelhante à da boa sorte."
          }
        ]
      },
      {
        "title": "—— Boa Sorte ——",
        "desc": [
          {
            "type": "RichText",
            "text": "A primavera chega para a árvore murcha, e muitas coisas voltam a viver.\nVocê encontrará uma solução quando estiver diante de uma situação difícil.\nAlguém estenderá a mão quando você hesitar.\nLimpe sua mente e limpe sua casa.\nVocê pode encontrar uma sorte inesperada.\nSeu objeto da sorte do dia: Broto de Bambu Raro.\nO Broto de Bambu possui um potencial ilimitado.\nNinguém sabe a altura que um broto de bambu pode crescer.\nOlhando para eles, é impossível não ficar ansioso pelo futuro."
          }
        ]
      },
      {
        "title": "—— Boa Sorte ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Um dia como qualquer outro. Um dia de rotina, ao qual o corpo e a mente estão acostumados.\nUm item aparecerá para substituir algo que você perdeu, o que lhe traz grande felicidade.\nO relacionamento com os conhecidos que você vê com mais frequência vai melhorar, e alguns podem até se tornar amigos.\nMesmo os dias mais comuns podem se tornar uma memória preciosa.\nSeu objeto da sorte do dia: Núcleo de Cristal Brilhante\nBorboletas de Cristais são minúsculas formas de vida nascidas de energia elementar coalescida.\nE os elementos são bênçãos enviada pelo mundo às pessoas que o habitam."
          }
        ]
      },
      {
        "title": "—— Boa Sorte ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Um dia em que nada de especial acontece — e, mesmo assim, você se sente feliz.\nVocê encontrará algo que pensava ter desaparecido há muito tempo, em cantos e frestas que nunca havia notado antes.\nA comida terá um sabor mais fresco do que o normal e o cenário à frente parecerá mais brilhante do que nunca.\nO mundo está cheio de coisas novas e maravilhosas.\nSeu objeto da sorte do dia: Ovo de Pássaro Morno\nOs ovos têm um potencial ilimitado — eles são as sementes do futuro.\nDa mesma forma, pense no que o mundo representa para a vida dentro do ovo:\nUm lugar cheio de coisas desconhecidas e emocionantes.\nNão se esqueça de tratar o ovo com cuidado."
          }
        ]
      },
      {
        "title": "—— Sorte Futura ——",
        "desc": [
          {
            "type": "RichText",
            "text": "As nuvens no céu estão baixas, mas ameaçam se acumular.\nQuem sabe quando uma tempestade desabará repentinamente sobre nós?\nMas um arco-íris está esperando no fim da tempestade.\nFique preso aos seus velhos hábitos e você não conseguirá obter o que deseja.\nSeu objeto da sorte do dia: Pinha Caída.\nNem todas as pinhas crescem em grandes pinheiros.\nPara crescer, é necessário o ambiente certo, mas também um pouco de sorte.\nPortanto, não se preocupe demasiadamente e espere pacientemente pelo arco-íris."
          }
        ]
      },
      {
        "title": "—— Sorte Futura ——",
        "desc": [
          {
            "type": "RichText",
            "text": "A pressão do ar está um pouco baixa, o que faz você pensar no passado.\nVêm à mente lembranças de sua juventude e dos amigos com quem você perdeu o contato.\nElas trazem consigo uma sensação de nostalgia e uma certa tristeza.\nÉ bom lembrar o passado de vez em quando. Que isso ajude você a acalmar sua mente e enfrentar o futuro.\nSeu objeto da sorte do dia: Menta Fresca\nOnde há vegetação, há Menta.\nNesse sentido, a Menta é a forma de vida mais resistente do mundo.\nDizem que ela cresce até em meio à neve da montanha mais alta de Mondstadt."
          }
        ]
      },
      {
        "title": "—— Sorte Futura ——",
        "desc": [
          {
            "type": "RichText",
            "text": "As nuvens cobrem metade da lua e a névoa fica mais densa.\nOlhe para cima para ver as nuvens, olhe para baixo para ver a névoa.\nHaverá um momento em que tudo ficará claro, mesmo que o caminho agora pareça incerto.\nPor que não aproveitar esta oportunidade para se aprimorar e esperar que as nuvens se dissipem?\nSeu objeto da sorte do dia: Espinha Luminescente\nA Espinha Luminescente se esforça para emitir a mais débil das luzes.\nEmbora possa ser fraca em comparação com outras luzes, ela é suficiente para iluminar a estrada adiante."
          }
        ]
      },
      {
        "title": "—— Sorte Futura ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Um dia calmo e sereno. Não acontecerá nada que deixe você triste.\nHoje é um bom dia para procurar os amigos com quem você não conversava há muito tempo, falar sobre o passado e rir com eles.\nAo comer, você redescobrirá um sabor do passado que já experimentou uma vez, há muito tempo.\nAprecie as coisas e pessoas em sua vida.\nSeu objeto da sorte do dia: Cristal Electro Arrepiante\nO Cristal Electro contém energia ilimitada.\nEncontre uma maneira de canalizar essa energia e você poderá alcançar grandes coisas."
          }
        ]
      },
      {
        "title": "—— Sorte em Ascensão ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Os dias em que as nuvens se movimentam pelo céu trazem uma sensação de grande contentamento.\nO trabalho correrá bem, e boas ideias virão até você mesmo durante sua soneca do meio-dia.\nDe repente, você encontrará novos pontos em comum com velhos amigos...\nTodos os dias serão positivos e cheios de alegria.\nSeu objeto da sorte do dia: Voluptuoso Melão de Lavanda\nAs pessoas frequentemente elogiam a virtude de serem as mesmas por dentro e por fora.\nMas o exterior extravagante do Melão de Lavanda esconde uma humilde doçura interior."
          }
        ]
      },
      {
        "title": "—— Sorte Crescente ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma espada afiada por dez anos irá brilhar mais forte que a maioria das outras.\nSeu azar acabou. Este é o fundo do poço, então agora você só pode subir.\nVocê treinou duro durante anos sem ostentar sua habilidade.\nHoje é a oportunidade perfeita para fazer isso.\nSe você encontrar obstáculos, não perca a calma.\nSaque sua espada e lute o quanto desejar.\nSeu objeto da sorte do dia: Fungos Marítimos Maduros.\nO fraco inseto dos Fungos Marítimos deve suportar anos de dificuldades para se tornar um Fungo Marítimo.\nAs pessoas que se empenham para atingir os objetivos certamente irão colher os frutos de seu trabalho."
          }
        ]
      },
      {
        "title": "—— Infortúnio ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Parece que vai chover hoje. Você pode encontrar uma situação desagradável.\nOs elogios que deveriam vir não aparecerão; o garçom servirá o prato errado.\nNada grave acontecerá, mas tudo deixará você irritado.\nDias assim são inevitáveis.\nSeu objeto da sorte do dia: Erva Marinha Flutuante\nA Erva Marinha é uma planta delicada, mas resistente.\nApesar do amargor da água do mar ao seu redor, ela se recusa a mudar.\nNão deixe de lado a sua natureza gentil, mesmo quando nada está indo como você gostaria."
          }
        ]
      },
      {
        "title": "—— Azar ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuide bem de coisas preciosas que podem ser perdidas.\nLembre de descansar se você não estiver se sentindo bem.\nPense duas vezes antes de tomar uma decisão.\nSeu objeto da sorte do dia: Flor da Neblina.\nA Flor da Neblina nunca abre mão do frio que a torna inacessível.\nMas, algumas vezes, o frio pode acalmar seu coração e sua mente.\nFaça o julgamento correto e aja com sabedoria."
          }
        ]
      },
      {
        "title": "—— Grande Azar ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Se sentir vazio por dentro durante um dia inteiro pode levar a uma profunda sensação de impotência.\nMuitas coisas não têm solução. Pensar demais nos problemas pode deixar você doente.\nNão desanime porque tudo está dando errado.\nSobreviva a estes tempos difíceis e você conquistará grandes coisas.\nSeu objeto da sorte do dia: Cauda de Lagarto Contorcida\nQuando diante de um possível perigo, os lagartos sacrificam a própria cauda para sobreviverem.\nSe você se deparar com emoções que você luta para controlar, talvez seja melhor cortar algo de sua vida."
          }
        ]
      }
    ]
  }
}