{
  "epId": 1272,
  "name": "A Queda de Shenxiao - Volume I",
  "desc": "<p>Nos tempos antigos, quando o Axis Mundi estava desobstruído, havia nove reinos, cada um com seu próprio mundo. O reino dos humanos era conhecido como Zhongzhou, enquanto os deuses residiam em Shenxiao.</p><p>No final da última calamidade, uma guerra entre os deuses eclodiu. O Deus Rei caiu, incendiando os nove reinos, obliterando todos os seres vivos. Os reinos agora nasceram de novo, a vida prosperou novamente, mas a passagem entre os nove reinos de Axis Mundi foi selada.</p><p>Um novo romance gráfico sobre a jornada épica em busca da alabarda do Rei Deus começa!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614290,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "A Queda de Shenxiao - Volume II",
        "desc": "<p>Mir, tendo tropeçado na jornada para recuperar as espadas por acidente, encontrou uma enorme crise antes mesmo de a jornada começar. As elites da Guarda Imperial e da Escolta Imperial foram mortas por inimigos segurando as Espadas da Eresia. Em meio ao perigo, Mir lembrou-se de um feitiço ensinado pelo seu pai. Diz a lenda que o Imperador Celestial tem uma filha jovem cujo nome não era conhecido no mundo. Agora, ela possuía o corpo de Weiyang e se revelou. Quem prevaleceria? Os manejadores das Espadas Sinistras que se transformaram em demônios ferozes? Ou Mir, que de alguma forma poderia se defender em uma briga?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1273,
        "name": "A Queda de Shenxiao - Volume III",
        "desc": "<p>\"Apenas fique com o nome 'Weiyang' por conveniência, na estrada. Com os documentos oficiais do governo em mãos, você deve estar livre para ir como quiser em todo o reino.\" Ainda preocupado com Weiyang, Mir decidiu acompanhá-la em sua jornada e eliminar todos os demônios que encontrassem.</p><p>Eles já haviam colecionado cinco Espadas da Heresia e tudo parecia estar bem, eles sabiam em seus corações que o caminho a seguir só ficaria cada vez mais traiçoeiro e perigoso.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1277,
        "name": "A Queda de Shenxiao - Volume IV",
        "desc": "<p>\"Calma, meu filho. Ouça, Mir. Eu não sou o seu verdadeiro pai...\"</p><p>\"Nããão!\"</p><p>O ex-ministro dos banquetes imperiais era, na verdade, Khan, o Asura, de Montis Obscura. Sair da capital não passava de um ato em colaboração com o Ministro de Cerimônias e o Grande Secretário para proteger a filha do Imperador Celestial.</p><p>\"O falecido Imperador Celestial Shenxiao, o agora Contra Mundi, já foi um amigo querido. Contudo, agora, sabendo que você a convocou com sucesso, todos os meus desejos foram realizados.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1275,
        "name": "A Queda de Shenxiao - Volume V",
        "desc": "<p>\"Há muitos oficiais militares que desejam desmembrar o Axis Mundi, já que o mundo em caos aprimoraria muito a posição e a importância dos Artistas Marciais.\"</p><p>\"Eles querem travar outra Guerra dos Asuras?\"</p><p>\"Sim, ele quer.\"</p><p>O cabo de guerra entre as autoridades civis e militares e os planos dos deuses do passado ameaçaram mais uma vez todos os nove reinos!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1276,
        "name": "A Queda de Shenxiao - Volume VI",
        "desc": "<p>Mier mais uma vez cantou o feitiço esquecido. A donzela se reuniu com ele novamente. \"Então, é assim que você realmente é.\"</p><p>\"O mundo está em ruínas. Deverá queimar e renascer das cinzas.\" O Imperador Celestial, em sua loucura, condenou todas os seres vivos do mundo com uma punição severa.</p><p>\"Mas você, você me entenderia, não é?\". O ladrão sem nome que roubou o tesouro nacional disse ao seu senhor.</p><p>\"Não. Não é necessário pedir desculpas, pois você é um ser bondoso.\"</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Queda de Shenxiao - Volume I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Biblioteca Wanwen"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Lenda da Alabarda Fragmentada",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Legend of the Shattered Halberd_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "A Queda de Shenxiao - Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "- Assuntos Oficiais Urgentes -\n\"Sou o Grande e Glorioso General Weiyang, emissário da corte imperial em missão real! Exijo que se desvie de imediato!\"\n\"General? Então agora o Grande e Glorioso General é militar? Pensava que era um oficial do governo.\" Disse Mir sem qualquer hesitação.\nA face de Weiyang corou de imediato. \"Um ignorante bárbaro de fronteira como tu pretende me educar sobre os assuntos da corte?\"\n\"Não me diga que nesses anos mudaram o sistema burocrático do governo?\"\nDois Artistas Marciais empunhando espadas começaram a rir. \"Haha! Assim termina a nossa grande jornada para a capital... O carrinho finalmente passa por mil milhas de pontos de controle, apenas para ficar preso em alguma pousada minúscula no deserto!\"\nO garçom, Qin, olhou atentamente para as bochechas carmesim de Weiyang antes de repentinamente declarar: \"Você é uma mulher! Uma oficial feminina disfarçada de homem!\" A reivindicação foi acentuada com um apontar de seu dedo.\n\"Você tem um olhar perspicaz\", observou um dos artistas marciais. \"Ela é a Secretária de Cerimônias. Nós dois somos funcionários militares. Um dos Guardas Imperiais, o outro da Escolta Imperial, ambos versados na luta de espadas. Nós servimos ao Grande Mestre Imperial e estamos aqui no dever de recolher as Espadas Ominosas.\"\n\"Embora a parte sobre o Grande e Glorioso Gen... General, hahaha... Embora isso tenha sido inventado, a parte sobre estar aqui na corte oficial... Er, esse negócio não é\", o outro Artista Marcial se intrometeu a dizer.\nA Espadas Ominosas eram algo que Mir já tinha ouvido falar. A história era que um meteorito de ferro caíra do céu cinco ou seis anos atrás, e as convenções ditavam que, como um tesouro da natureza, ele pertencia à família imperial. No entanto, um ferreiro de nome de Feng havia tomado para si e usado para lançar ilegalmente nove espadas. Dizia-se que as Espadas Ominosas foram amaldiçoadas pelo meteorito e poderiam drenar o intelecto das pessoas. Naturalmente, elas causaram um grande rebuliço nos círculos dos artistas marciais.\n\"Ah, sim.\" Dizendo isso, Mir fechou a porta do banheiro.\n\"Não importa o que seja, apenas saia do banheiro!\" A Weiyang percebeu que seu disfarce estava exposto, então ela tentou falar em sua voz normal. Soou inesperadamente bom.\n\"A oficial Weiyang é uma senhora culta do tribunal. Ao contrário de nós, ela não pode resolver seus negócios oficiais urgentes simplesmente encontrando um lugar discreto na natureza. Por favor, se apresse!\"\nDepois de lavar suas mãos e sair do banheiro, Mir se sentou junto de dois Aristas Marciais.\n\"Não é comum encontrar alguém tão familiarizado com os assuntos do tribunal em cidades da fronteira\", disse o oficial da Escolta Imperial enquanto olhava Mir de cima a baixo. \"Posso perguntar quem é você?\"\n\"Meu pai, Mi Tingren, foi Ministro dos Banquetes Imperiais. Ele foi incriminado pelo desvio de fundos destinados à cozinha imperial. Ele então renunciou a seu posto e voltou para casa.\" Mir fez uma pausa para coçar seu queixo antes de continuar: \"Meu pai não tem sido ele mesmo desde que isso aconteceu. Eu ainda pretendo voltar à corte um dia e limpar o nome da família Mi.\""
          }
        ]
      }
    ]
  }
}