{
  "epId": 1276,
  "name": "A Queda de Shenxiao - Volume VI",
  "desc": "<p>Mier mais uma vez cantou o feitiço esquecido. A donzela se reuniu com ele novamente. \"Então, é assim que você realmente é.\"</p><p>\"O mundo está em ruínas. Deverá queimar e renascer das cinzas.\" O Imperador Celestial, em sua loucura, condenou todas os seres vivos do mundo com uma punição severa.</p><p>\"Mas você, você me entenderia, não é?\". O ladrão sem nome que roubou o tesouro nacional disse ao seu senhor.</p><p>\"Não. Não é necessário pedir desculpas, pois você é um ser bondoso.\"</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614194,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Queda de Shenxiao - Volume VI"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Missão de História do Xingqiu: Capítulo Fabulae Textile: Ato I\nMissão - Espadachim Rato de Biblioteca"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2335,
            "name": "Lenda da Alabarda Fragmentada",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Legend of the Shattered Halberd_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "A Queda de Shenxiao - Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "- O Nada -\n\"Oh, minha filha, aquela em quem depositei todas as minhas esperanças. Por acaso não te trouxe para este mundo para que um dia você me perfurasse com uma alabarda?\" O Deus Rei acordado voou para o céu ao som de trovões e o dançar do vento, celebrando seu retorno ao mundo.\nMas a jovem não tinha mais medo. Esse era o momento que ela havia esperado por toda sua vida, que vivia para ele.\nNão, a verdadeira fonte de sua coragem era o tempo que passou junto com ele.\nA primeira Alabarda Divina, Irmin, perfurou o Axis Mundi uma vez e conectou os nove mundos. Hoje, suas réplicas se encontram por todo o céu.\nTemendo pela loucura que seguiria após a sua morte, o Deus Rei fez uma última Alabarda Divina, e a nomeou \"Princesa do Pecado\". Neste momento, aquilo - não, ela - poderia finalmente revelar sua verdadeira aparência.\n...\n(No final do livro há uma nota do editor)\nA Lenda da Alabarda Fragmentada foi uma primeira tentativa bem sucedida da Editora Yae de Inazuma de incoporar elementos da cultura de Liyue em um de seus romances. Os primeiros cinco volumes foram extremamente bem-sucedidos, tornando-se um fenômeno cultural tanto em Inazuma quanto em Liyue. Comercialmente, o fato de existir um sexto volume fala sobre todo o seu sucesso.\nEu imagino que o final abrupto desta épica saga no sexto volume não deixará nossos leitores desapontados.\nAssim espero.\nAinda que o final pareça uma história totalmente diferente, eu devo enfatizar que isso não surgiu de nenhuma tentativa nossa de pressionar o Senhor Nove, o autor, em desenvolver material para uma nova série. A verdade é que em sua pressa para o cronograma de publicações, o Senhor Nove acabou por divergir de seu estilo comum. O Senhor Nove simplesmente queria desafiar a si mesmo como escritor.♡\nSem dúvida, nós entendemos perfeitamente as emoções dos fãs dos primeiros cinco volumes. Desta forma, gostaríamos de anunciar que uma edição especial dos cinco primeiros para colecionadores, que se chamará \"Caixa de livros de madeira negra\" está sendo preparada. Para aqueles que cresceram lendo A Lenda da Alabarda Quebrada em livrarias: esta é a hora de finalmente comprar para você mesmo! Espere ouvir mais histórias da Princesa do Pecado no futuro.\nEditor-chefe, Editora Yae."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1272,
        "name": "A Queda de Shenxiao - Volume I",
        "desc": "<p>Nos tempos antigos, quando o Axis Mundi estava desobstruído, havia nove reinos, cada um com seu próprio mundo. O reino dos humanos era conhecido como Zhongzhou, enquanto os deuses residiam em Shenxiao.</p><p>No final da última calamidade, uma guerra entre os deuses eclodiu. O Deus Rei caiu, incendiando os nove reinos, obliterando todos os seres vivos. Os reinos agora nasceram de novo, a vida prosperou novamente, mas a passagem entre os nove reinos de Axis Mundi foi selada.</p><p>Um novo romance gráfico sobre a jornada épica em busca da alabarda do Rei Deus começa!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_1466348306899316965.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1274,
        "name": "A Queda de Shenxiao - Volume II",
        "desc": "<p>Mir, tendo tropeçado na jornada para recuperar as espadas por acidente, encontrou uma enorme crise antes mesmo de a jornada começar. As elites da Guarda Imperial e da Escolta Imperial foram mortas por inimigos segurando as Espadas da Eresia. Em meio ao perigo, Mir lembrou-se de um feitiço ensinado pelo seu pai. Diz a lenda que o Imperador Celestial tem uma filha jovem cujo nome não era conhecido no mundo. Agora, ela possuía o corpo de Weiyang e se revelou. Quem prevaleceria? Os manejadores das Espadas Sinistras que se transformaram em demônios ferozes? Ou Mir, que de alguma forma poderia se defender em uma briga?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_8392221786173393895.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1273,
        "name": "A Queda de Shenxiao - Volume III",
        "desc": "<p>\"Apenas fique com o nome 'Weiyang' por conveniência, na estrada. Com os documentos oficiais do governo em mãos, você deve estar livre para ir como quiser em todo o reino.\" Ainda preocupado com Weiyang, Mir decidiu acompanhá-la em sua jornada e eliminar todos os demônios que encontrassem.</p><p>Eles já haviam colecionado cinco Espadas da Heresia e tudo parecia estar bem, eles sabiam em seus corações que o caminho a seguir só ficaria cada vez mais traiçoeiro e perigoso.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_3998460816350916605.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1277,
        "name": "A Queda de Shenxiao - Volume IV",
        "desc": "<p>\"Calma, meu filho. Ouça, Mir. Eu não sou o seu verdadeiro pai...\"</p><p>\"Nããão!\"</p><p>O ex-ministro dos banquetes imperiais era, na verdade, Khan, o Asura, de Montis Obscura. Sair da capital não passava de um ato em colaboração com o Ministro de Cerimônias e o Grande Secretário para proteger a filha do Imperador Celestial.</p><p>\"O falecido Imperador Celestial Shenxiao, o agora Contra Mundi, já foi um amigo querido. Contudo, agora, sabendo que você a convocou com sucesso, todos os meus desejos foram realizados.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5110078622633753862.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1275,
        "name": "A Queda de Shenxiao - Volume V",
        "desc": "<p>\"Há muitos oficiais militares que desejam desmembrar o Axis Mundi, já que o mundo em caos aprimoraria muito a posição e a importância dos Artistas Marciais.\"</p><p>\"Eles querem travar outra Guerra dos Asuras?\"</p><p>\"Sim, ele quer.\"</p><p>O cabo de guerra entre as autoridades civis e militares e os planos dos deuses do passado ameaçaram mais uma vez todos os nove reinos!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/f8080d64ad8c325f7a211083669c6fca_5211067846923031146.png",
        "displayStyle": "text"
      }
    ]
  }
}