{
  "epId": 1309,
  "name": "Floresta de Bambu Enluarada (I)",
  "desc": "<p>Um garoto que vem da vila decidiu deixar a sua terra imutável, mas resolveu por se perder num bosque de bambu. Quais sonhos antigos ele vai encontrar?</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350086,
  "components": {
    "textualResearch": [
      {
        "title": "Floresta de Bambu Enluarada (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Entre as sussurrantes cortinas esmeraldas de folhagem, em um lugar em que o coachar de sapos e o som estridente de cigarras se encontravam existe um canto da floresta que é seco e murcho, nos pés das montanhas próximo das terras úmidas.\nNa floresta de bambu do Monte Qingce circulam muitas lendas.\nApós um período de chuva, uma cadência de pingos e gotas pode ser ouvida ricocheteando nas folhas de bambu e nos caules ocos de bambu. Ao longo de um caminho sinuoso entre as torres de bambu veio um menino. Ele rapidamente fez seu caminho ao longo da trilha, escalando penhascos úmidos e correndo por seu curso pavimentado de musgo. As folhas de folhagem emaranhada e trepadeiras espalhadas por seu caminho roçaram sua pele. O menino finalmente decidiu parar para descansar em um local seco e murcho entre os bambus que rangiam na vila de Qingce, escondido abaixo da rocha da montanha.\nO rapaz se lembrou claramente do ancião da aldeia uma vez dizendo que a estação das chuvas era o momento adequado para a raposa se casar com sua esposa raposa. Somente os olhos de uma criança podiam ver a carruagem carmesim da noiva e sua procissão dançando através da floresta acompanhada por várias músicas e tambores batendo.\nA anciã ainda avisou as crianças que elas não devem se aproximar de nenhuma procissão.\n\"Se você ficar muito perto, as raposas poderão pegar sua alma.\"\nIsso foi o que a anciã da vila falou.\n\"Se pegarem sua alma, o que acontece?\"\n\"Se a sua alma for pegada por raposas, o seu destino ficará sempre selado... Talvez eles usem você para fazer instrumentos musicais, como tambor, sino, entre outros... Daí a sua vida se rodeia por barulho...\"\nA anciã nunca esquecia de imitar o gesto de bater em um tambor para assustar os pequenos.\nÀ medida que o menino crescia, ele parou de acreditar nas fábulas idiotas que os adultos contavam. Seguindo as trilhas finas do Seelie, ele passou pelo labirinto verde, acompanhado pelos chamados fracos de raposas vindo dos matagais ao longo do caminho. Essas criaturas astutas que se escondem nas profundezas da floresta raramente se revelam ou suas procissões ruidosas de noiva para viajantes descuidados.\nO garoto estava desapontado, chutando pedras na estrada, entrando cada vez mais profundamente no coração da floresta de bambu.\nO ancião da aldeia disse certa vez que esta mesma floresta já foi um reino antigo conquistado pelo Arconte Geo. Mas como era o Arconte Geo? Ele tinha braços e pernas, ou olhos como nós? Ou, ele era mais parecido com os animais de pedra encontrados ao longo das margens do rio?\nOs coletores de ervas que periodicamente montam uma loja na cidade para vender seus ingredientes de ervas sempre trazem histórias do Ritual de Descendência do ano. Ouvindo suas histórias, só se podia imaginar a incrível cena da descida do Arconte Geo para o mundo. Mas, é claro, as crianças curiosas só podiam esperar um dia ver o grande Arconte que havia sido reverenciado por gerações com seus próprios olhos.\nEra o Monte Qingce um presente do Arconte Geo? Ou que as décadas de paz entre os povos também eram algo feito por ele?\nA resposta dessas questões encontram-se fora da vila, dentro da floresta que gradualmente envelhecia.\nCheio de perguntas e expectativas, o garoto determinado seguiu seu caminho por baixo das sombras dispersas das folhas de bambu."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=589.59,-1259.26&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1311,
        "name": "Floresta de Bambu Enluarada (II)",
        "desc": "<p>Ao anoitecer, o garoto da vila e a garota do bosque de bambu se encontraram. É uma viagem para o Adepti ou é uma armadilha dos espíritos malignos?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_7355630683549124625.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1310,
        "name": "Floresta de Bambu Enluarada (III)",
        "desc": "<p>Num bosque de bambu com a lua brilhante no céu, é uma boa altura de se cruzar os sonhos antigos e a realidade. O garoto adormeceu com as histórias antigas e sonhos descritíveis.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_2398601150273143776.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Floresta de Bambu Enluarada (IV)",
        "desc": "<p>Gradualmente, os primeiros raios de sol atingiram a floresta e os dois se separaram. Mas a história antiga ainda se ecoa pela floresta e aguarda o retorno do garoto.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_1210172045049640665.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Floresta de Bambu Enluarada (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado na Vila Qingce"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Bosque de Bambu à Luz da Lua",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}