{
  "epId": 1311,
  "name": "Floresta de Bambu Enluarada (II)",
  "desc": "<p>Ao anoitecer, o garoto da vila e a garota do bosque de bambu se encontraram. É uma viagem para o Adepti ou é uma armadilha dos espíritos malignos?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_7355630683549124625.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350077,
  "components": {
    "textualResearch": [
      {
        "title": "Floresta de Bambu Enluarada (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Perdido entre as sombras de bambu, o jovem logo encontrou um companheiro inesperado.\n\"Você está perdido?\"\nO rapaz ouviu uma voz gentil vindo de entre os bambus, falando com um pequeno tom de sarcasmo.\nO rapaz se virou para ver uma mulher esguia vestida de branco. Ela estava ao lado de um riacho claro e murmurante, com gotas de água brilhando em sua capa de chuva de junco trançado, os seus olhos dourados fundindo-se com os raios de sol poente irradiados pela floresta.\nO ancião da aldeia disse que no passado um cavalo branco saiu galopando da fonte, se transformou em um Adeptus para ajudar na Guerra do Rex Lapis.\nPorém, ninguém disse onde ficava essa fonte ou qual o nome desse animal iluminado e gracioso que apareceu galopando.\nAlém disso, essa mulher na sua frente não parecia ser uma Adeptus, tirando seu par de olhos dourados e encantadores.\nAlém disso, nunca ouvi dizer que, quando chove, os Adepti devem usar uma capa de chuva.\n\"Afinal, é um tolo!\"\nA mulher vestida de branco riu astuciosa e os seus olhos dourados formaram duas meias-luas.\n\"Você que é uma tola!\"\nRespondeu zangado, o jovem.\nAfinal, esse ser não era mesmo um Adeptus. Que Adeptus falaria dessa forma grosseira?\n\"Eu queria sair e me aventurar, queria me tornar em um marinheiro e ver com meus próprios olhos como é a enorme lança de pedra de Rex Lapis!\"\n\"...Por fim, acabei me perdendo na floresta de bambu assim que saí.\"\nA mulher respondeu calmamente, sorrindo levemente com os olhos, o que era especialmente irritante.\n\"Eu não sou...\"\n\"Não seja tão orgulhoso. Venha, eu te levo para fora.\"\nA mulher estendeu sua mão sorrindo. Sua mão era suave e branca e refletia pequenos raios do por do sol que passavam por entre as folhas de bambu.\n\"...Obrigado.\"\nO jovem pegou em sua mão e sentiu esta gélida e úmida, como fina chuva por entre montanhas ou como brotos de bambu molhados por gotas de orvalho.\nO sol poente desapareceu por detrás do cume das montanhas, o crepúsculo surgiu e desvaneceu no céu azul.\nO ancião da aldeia disse que, quando o sol poente desvanece, uma densa e fria força negativa surge nas florestas montanhosas e assim é mais fácil criar monstros.\nEsses monstros nascem de um passado que já se foi, e são formados a partir do ressentimento e da falta de vontade dos mortos. Qualquer bambu que eles enredarem irá secar e morrer, e qualquer pessoa que eles enredarem ficará igualmente cansada e desaparecerá da existência.\n\"Por vezes, eles pedem para os transeuntes fazerem coisas impossíveis de fazer e depois fazem com que estes caiam em suas próprias armadilhas...\n\"E, outras vezes, eles dão direções a visitantes, mas o destino é uma toca de demônio.\"\n\"Por isso, moleque, nunca facilite quando sair e for para longe de casa!\"\nDisse seriamente o ancião da aldeia, batendo na sua cabeça como que dando uma lição.\nPensando bem, não seria ela um monstro da floresta montanhosa?\nO jovem ficou apreensivo e abrandou seus passos.\n\"O que se passa?\"\nA mulher girou a cabeça, se virando de costas para a lua e enfrentando sua sombra. Seus olhos dourados cintilavam."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2862.63,-1155.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1309,
        "name": "Floresta de Bambu Enluarada (I)",
        "desc": "<p>Um garoto que vem da vila decidiu deixar a sua terra imutável, mas resolveu por se perder num bosque de bambu. Quais sonhos antigos ele vai encontrar?</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1310,
        "name": "Floresta de Bambu Enluarada (III)",
        "desc": "<p>Num bosque de bambu com a lua brilhante no céu, é uma boa altura de se cruzar os sonhos antigos e a realidade. O garoto adormeceu com as histórias antigas e sonhos descritíveis.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_2398601150273143776.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1312,
        "name": "Floresta de Bambu Enluarada (IV)",
        "desc": "<p>Gradualmente, os primeiros raios de sol atingiram a floresta e os dois se separaram. Mas a história antiga ainda se ecoa pela floresta e aguarda o retorno do garoto.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9f87ac2e2037d73c734068e9f1e15dd4_1210172045049640665.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Floresta de Bambu Enluarada (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Livraria Wanwen"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2337,
            "name": "Bosque de Bambu à Luz da Lua",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}