{
  "epId": 1355,
  "name": "Registros de Jueyun - Qilin",
  "desc": "<p>Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Esse capítulo conta uma história entre uma Besta Iluminada no mundo mortal.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_8199845920583873088.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350423,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Jueyun - Qilin"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Livraria Wanwen"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2338,
            "name": "Registros de Jueyun",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.3"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Registros de Jueyun - Qilin",
        "desc": [
          {
            "type": "RichText",
            "text": "—Qilin—\nEntre as lendas que circulam nas montanhas de Liyue, os Qilin são um tipo de besta iluminada nobre e benevolente. Qilin frequentemente vagam pelas florestas da montanha, mas aparecem apenas nas noites em que a luz das estrelas brilha sobre o orvalho claro. Para sustento, eles bebem apenas água da nascente e comem apenas ervas perfumadas.\nOs Qilin são bestas iluminadas gentis, com graça e elegância fluindo através de suas veias. Diz-se que os Qilin nunca machucarão seres vivos, recusando-se até mesmo a pisar em um inseto ou quebrar sequer uma folha da grama. As pessoas acreditam que as características, o comportamento e cada movimento de um Qilin é ditado por uma etiqueta antiga que se mantém inalterada há mil anos.\nApós a era bárbara da Guerra dos Arcontes, muitos adepti tornaram-se incapazes de continuar vivendo entre o mundo clamoroso dos mortais. Como resultado, e sob a direção de Rex Lapis, eles se retiraram da sociedade para viver em reclusão em meio a bosques de bambu de montanhas. Eles não interfeririam mais no mundo humano, entretendo-se, ao invés disso, com um reino de montanhas e água.\nNo entanto, havia algumas Bestas Iluminadas que, ao longo de mil anos de cooperação mortal, firmaram uma amizade profunda com humanos comuns. Elas decidiram cumprir a vontade do Arconte Geo no reino mortal, ajudando a sociedade humana com seus poderes de Adepti e sua bondade.\nSegundo um conto popular, há mais de mil anos alguns dos elegantes Qilins já começavam a se apegar profundamente aos mortais selvagens.\nDiz o conto que as pessoas usavam lótus aquáticos e folhas de louro para se vestirem naquela época bárbara.\nUma noite, um Coletor de Ervas estava se banhando em uma lagoa na montanha. Para sua surpresa, um Qilin que passava começou a comer as roupas que ele havia deixado na beira da água. A Besta Iluminada era muito jovem para entender questões humanas como vergonha e privacidade, e ainda não havia aprendido a conduta das Bestas Iluminadas no reino mortal.\nPara compensar seu comportamento rude e não assustar o mortal vulnerável com sua aparência de um Adeptus vindo de outro mundo, ela se transformou em um ser com aparência humana. Quando a pálida luz da lua cheia recaiu sobre a lagoa, ela apareceu diante do Coletor de Ervas.\nA princípio, a jovem Besta Iluminada não entendia questões humanas como vergonha e privacidade. Ela estava naquela floresta montanhosa, iluminada pelo luar frio e o brilho dos vaga-lumes, vestida apenas com gotas de orvalho e a luz da lua. Junto ao mortal com pouco conhecimento, ela viajou e passeou feliz entre flores e bosques de bambu. Mostrou a ele a moradia dos Adepti na montanha e interpretou a linguagem dos pássaros. Dormiu com tranquilidade em meio aos sons dos insetos, se entregando suavemente a sonhos ancestrais e compartilhados...\nQuando o Coletor de Ervas começou a se mexer sob a primeira luz do amanhecer, ele acordou e viu que a nobre Besta Iluminada havia desaparecido sem deixar vestígios.\nSobre a continuação dessa história, as opiniões variam muito. Algumas pessoas dizem que uma noite o Qilin colocou uma cesta de bambu na porta da casa do Coletor de Ervas antes de desaparecer na névoa iluminada pela lua. Quando o Coletor de Ervas foi até a porta, ele encontrou uma criança dormindo profundamente dentro da cesta.\nOutras dizem que daquele momento em diante o Qilin viveu junto com o mortal, deu à luz filhos e se acostumou aos conflitos humanos.\nNão importa a verdade sobre essa questão milenar, as elegantes Bestas Iluminadas continuam a caminhar entre os habitantes de Liyue, invisíveis em meio ao mar de pessoas, esperando o dia em que Rex Lapis as chamará novamente."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1354,
        "name": "Registros de Jueyun - Bestas de Pedra",
        "desc": "<p>Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Este segmento está nas lendas dos animais de pedra.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of Jueyun: Stone Beasts_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1352,
        "name": "Registros de Jueyun - Palácio Sob o Mar",
        "desc": "<p>Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Este segmento está em histórias fictícias antigas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_3077474692429926113.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1351,
        "name": "Registros de Jueyun - Wuwang",
        "desc": "<p>Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Nesta edição se relata a origem da Colina de Wuwang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_8207556673815705346.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1350,
        "name": "Registros de Jueyun - Seelies",
        "desc": "<p>Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Essa edição conta a história misteriosa dos Seelies que vivem nas montanhas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_2612897101288875149.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1353,
        "name": "Registros de Jueyun - Jade Oculta",
        "desc": "<p>Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Essa edição conta as histórias das ruínas antigas conhecidas como Ruínas de Dunyu.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/311775160d880f5b6812f9e4b811cac2_2896358425597697897.png",
        "displayStyle": "text"
      }
    ]
  }
}