{
  "epId": 1505,
  "name": "Espada Solitária em Terra Estéril (I)",
  "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre o início da vingança do Jin LXXII.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1752359836,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Espada Solitária em Terra Estéril (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado no Albergue Wangshu"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Lenda da Espada Solitária",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/100430559/56c88e6434d264b6ed2fc2c90d76d9a5_5272737656406715927.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Espada Solitária em Terra Estéril (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "A espada solitária perfurou o ar da noite, sem ser desafiada pelas estrelas ou pela Lua.\nO vento do outono soava alto nas montanhas, seguindo a dança espiral da espada.\nO vento e a chuva acompanhavam um viajante solitário na sua jornada para casa.\nO cabelo desta pessoa era estranho, selvagem, e seu rosto era feroz, seu rosto parecia muito místico e extraordinário. Suas roupas eram finas, e em seu caminho de volta para casa, ele caminhava balançando de um lado a outro, como se estivesse ferido ou doente. Parecia mais um zumbi do que um homem vivo.\nEle estava nesse caminho há três dias. Três dias que ele estava faminto e sem dormir.\nTrês dias atrás, ele tinha um nome, uma espada famosa e seu mestre decadente. Agora, apenas carregava tristeza e preocupação, que rolavam para fora de si, carregadas pela chuva súbita até a lama sob seus pés.\nTrês dias antes, aquele espadachim começou uma luta com ele, em que seu mestre e discípulo acabaram enterrados na neve da montanha que agora estava manchada de vermelho.\nAgora, ele tinha um novo nome: Jin LXXII.\nPorque ele era o último sobrevivente dos setenta e dois discípulos de seu mestre.\n——————\nEle não sabia quanto tempo havia andando até escutar o som de carros atrás dele.\nJin LXXII foi para o lado da estrada e perguntou: \"Esse carro está seguindo para a Vila Tupi?\"\nO condutor o cumprimentou e respondeu: \"Poucos são os carros nessa estrada que não o fazem.\"\nJin LXXII perguntou novamente: \"Já que você está indo para lá, seu carro pode levar mais uma pessoa?\"\nO condutor disse: \"Pode, mas você não me perguntou se eu quero.\"\nJin LXXII não entendia: \"Já que você vai para Vila Tupi, por que não me levaria?\"\nO condutor respondeu: \"Porque você não sou eu, e eu não sou você\".\n\"Que conversa inútil.\"\nAssim que as palavras saíram, tirou sua espada da bainha. O condutor sentiu apenas um calafrio, e caiu no chão sem resistência para nunca mais falar.\nO Jin LXXII era essa pessoa. Embora tivesse perdido tudo, até mesmo o seu coração, e a sua ousadia tivesse diminuído, ele sempre odiou pessoas que falavam sem sentido acima de tudo.\nSentando no carro ensanguentado, Jin LXXII partiu para a Vila Tupi."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1419.38,-1085.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Espada Solitária em Terra Estéril (II)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a chegada de Jin LXXII à vila de Tupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Espada Solitária em Terra Estéril (III)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a combate entre o Jin LXXII e o dono da vila de Tupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Espada Solitária em Terra Estéril (IV)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a perigosa caminhada do Jin LXXII para as montanhas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
        "displayStyle": "text"
      }
    ]
  }
}