{
  "epId": 1506,
  "name": "Espada Solitária em Terra Estéril (III)",
  "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a combate entre o Jin LXXII e o dono da vila de Tupi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1752359855,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Espada Solitária em Terra Estéril (I)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre o início da vingança do Jin LXXII.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1507,
        "name": "Espada Solitária em Terra Estéril (II)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a chegada de Jin LXXII à vila de Tupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Espada Solitária em Terra Estéril (IV)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a perigosa caminhada do Jin LXXII para as montanhas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Espada Solitária em Terra Estéril (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado próximo a loja da Su Er'niang"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Lenda da Espada Solitária",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/100430559/56c88e6434d264b6ed2fc2c90d76d9a5_5272737656406715927.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Espada Solitária em Terra Estéril (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "A chuva parou subitamente, mas o céu ainda não estava claro.\nJin LXXII perguntou ao mestre da vila por informações sobre seu nêmesis.\nAgora, nada sobrava na Vila Tupi, exceto casas e corpos sem mestres.\nNem isso sobrou, pois, esse mundo não tinha espíritos.\nEsse mundo não possuía nenhum poder elemental,\nE assim, as memórias dos mortos não poderiam permanecer no reino mortal através de ressonância elemental.\nO chefe da aldeia era um inimigo formidável. Sua lâmina era extremamente rápida, e tinha deixado muitas feridas em Jin, o Septuagésimo Segundo, cada uma profunda o suficiente para cortar seus ossos.\nMas, infelizmente, seu 'coração' era muito lento.\nEste era um mundo sem poderes elementais,\nE com isso, não se podia adicioná-los a esgrima.\nEsgrima era então uma questão puramente de habilidade física e não de controles elementais.\nA espada é uma extensão do corpo, e alguém a usa como um braço comanda os braços, ou como o coração dirige os olhos.\nApesar dele ser habilidoso com a lâmina, o chefe da vila nunca entendeu o valor do 'coração', sendo assim, caiu com um único golpe.\nJin LXXII caminhou em direção ao chefe caído, descartando o incensário quebrado na sua mão esquerda.\nO chefe havia se concentrado demais em desferir golpes selvagens contra o corpo do espadachim, achando que ele estivesse muito aflito para se defender, e não tinha olhos para a mão esquerda do seu inimigo, que deveria estar vazia-\nE num instante, o incensário havia atingido o chefe dá Vila Tupi na testa, fazendo com que ele batesse em uma parede onde depois desabou, imóvel.\n\"Vandâlo desprezível...\"\nMas apenas o vento o respondia: o vilão, segurando o incensário quebrado, não disse uma palavra.\n\"... A pessoa que você procura, ela está nas montanhas áridas além desta vila... Vá e busque sua morte...\"\nO vilão saiu, e o som desolado do vento era a única coisa que lhe respondia...\nBem como o som estalante das chamas selvagens."
          }
        ]
      }
    ]
  }
}