{
  "epId": 1507,
  "name": "Espada Solitária em Terra Estéril (II)",
  "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a chegada de Jin LXXII à vila de Tupi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_7789096274861662434.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1752359846,
  "components": {
    "textualResearch": [
      {
        "title": "Legend of the Lone Sword (II) ",
        "desc": [
          {
            "type": "RichText",
            "text": "É dito que numa terra distante, \"Tupi\" significa queimar a falsidade para revelar a verdade.\nA Vila Tupi está localizada sob o pé de uma colina, ligada com o mundo exterior apenas por uma velha estrada, exatamente a que Jin LXXII estava.\nO céu escureceu, a chuva e o vento soaram.\nJin LXXII nunca teve nenhuma relação com a Vila Tupi, mas para sua vingança, ele não tinha escolha senão visitar o chefe dela.\nQuando o vagão de bois finalmente percorreu a velha estrada lamacenta até a base da montanha, já era noite, e nuvens sombrias lançavam uma sombra sem limites enquanto cobriam os olhos da lua. Jin, o Septuagésimo Segundo, escondeu-se naquela sombra, bebendo noite adentro, de corpo e alma.\nNaquela noite escura, a luz branca pura da lua brilhava sobre a cabeça do chefe da aldeia. A Vila Tupi nunca havia sido grande, mas o chefe não era uma pessoa comum. Ninguém sabia seu nome ou seu passado, e ninguém se atrevia a perguntar.\nEles apenas sabiam que seus ombros carregavam uma dívida de sangue, de um passado escuro como seus olhos.\nEram vermelhos e penetrantes como uma lâmina, perfurando os corações de tudo que ele olhava.\nSeu caráter era também igual, como uma faca afiada que poderá perfurar o coração de outra pessoa a qualquer momento.\n\"Chegou a hora.\"\nO chefe da aldeia baixou a cabeça e murmurou algo para si próprio, a gélida luz da lua se refletindo em sua cabeça calva.\nFora da mansão do chefe, estava um demônio abanando sua espada cheia de sangue, aniquilando os seus serventes um por um.\nApesar de a Vila Tupi ter muitas pessoas ruins, escolas e seitas tinham suas regras, e ninguém teria a audacidade de agir inconsequentemente com provocações e conversas de vingança.\nMas Jin LXXII perdeu o seu clã, portanto, não estava restringido a essas regras. Ele era apenas um fantasma faminto com uma lâmina afiada solitária, ansiando-se por provar o sangue de todos os seus inimigos.\nO vento e a chuva acompanhavam ao som da batalha, e a água levava o vermelho que manchava o espadachim, apenas para outra camada ser pintada imediatamente...\nO espadachim carmesim seguiu em direção a uma neblina vermelha. Muitos eram seus feridos, mas ninguém era capaz de pará-lo.\nQuando a neblina se dissipou no meio do dilúvio interminável, o espadachim cruzou o vermelho turvo debaixo de seus pés e seguiu para a mansão do chefe.\n——————\nO estrondo além dos portões silenciou-se, e apenas agora o chefe levantou um copo de vinho e o jogou pelo ar com um rápido movimento.\nTalvez para fazer um brinde para o encontro destinado, ou talvez como um ritual para sua alma pecadora.\nAs portas se abriram. Era Jin, o Septuagésimo Segundo, com seu contorno avermelhado sobreposto contra os elementos cinzas cegantes do lado de fora.\n\"Chefe, eu o procuro pois preciso perguntar algo.\"\n\"Você matou muitas pessoas na aldeia.\"\n\"Não foram muitas nem poucas, foram exatamente 362 vidas.\"\nO chefe nada disse, seu rosto permanecia imóvel, mas a veia pulsando na sua têmpora traía a fúria dentro de si.\n\"Ah sim, também um cachorro.\"\nDito isso, a figura avermelhada jogou algo para cima, aterrissando em cima da caixa de vinho...\nEra o osso do cachorro que guardava a porta. Ele tinha sido cozinhado por algum tempo e estava totalmente limpo.\nPois, nessa meia hora, o Jin LXXII não apenas extinguiu a vida de trezentos e sessenta e dois homens capazes, mas até transformou o cachorro que guardava o portão em ensopado de carne de cachorro.\nQue crueldade!\nQue atrocidade!\nO chefe da vila soltou um grito terrível e desembainhou sua espada."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Espada Solitária em Terra Estéril (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado na Vila Qingce"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2339,
            "name": "Lenda da Espada Solitária",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/100430559/56c88e6434d264b6ed2fc2c90d76d9a5_5272737656406715927.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=626.88,-1358.00&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1505,
        "name": "Espada Solitária em Terra Estéril (I)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre o início da vingança do Jin LXXII.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_2469507773595580005.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1506,
        "name": "Espada Solitária em Terra Estéril (III)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a combate entre o Jin LXXII e o dono da vila de Tupi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3649989200017477578.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1508,
        "name": "Espada Solitária em Terra Estéril (IV)",
        "desc": "<p>Um romance de artes marciais muito popular em Liyue. Ocorre em um mundo sem poderes elementais e alquimia. A história gira em torno de amor e ódio. Este volume é sobre a perigosa caminhada do Jin LXXII para as montanhas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/7739d855b8956e26e44ace61db793c33_3025830197528275010.png",
        "displayStyle": "text"
      }
    ]
  }
}