{
  "epId": 1534,
  "name": "A Raposa no Mar de Dandelion (III)",
  "desc": "<p>O Caçador das caçadas infrutíferas foi despertado pelos movimentos do lado de fora. Quem será que está na porta?</p><p>A história do Caçador e da Raposa continua. A Raposa no Mar Dandelion, Parte 3.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_5833970139892683095.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614529,
  "components": {
    "textualResearch": [
      {
        "title": "A Raposa no Mar de Dandelion (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Como não consegui pegar a raposa, fui dormir com apenas cenouras cozidas sem gosto no estômago. Se não fosse pelo que aconteceu a seguir, eu já teria me esquecido da raposa.\nOuvi movimentos leves no exterior durante a noite e acordei repentinamente.\n\"E se for um javali que veio roubar minhas cenouras?\"\nSaltei da cama e abri minha porta. Para minha surpresa, havia uma pequena raposinha branca. Seu pelo era tão branco que brilhava no escuro, não muito diferente da maneira como a luz do sol brilhava na água depois de se esgueirar através das folhas das árvores.\n\"Sim, certamente é aquela raposa que vi no dia.\"\nPensei novamente naqueles olhos que pareciam pedras preciosas na água, olhando para mim como se fossem do fundo do meu coração.\nPor isso, com as mãos vazias, meus olhos sonolentos a seguiram.\nDessa vez, ela não se mexeu. Estava parada silenciosamente, me esperando.\nUm passo, dois passos. Ao me aproximar da raposa, esta foi ficando cada vez maior.\nQuando fiquei em sua frente, ela surpreendentemente se transformou em uma pessoa.\nEla era uma garota alta e esbelta, com pescoço de cisne e pele perolada. Seus olhos brilhavam como pedras fragmentadas na água, e à noite eram mais parecidos com a luz do sol que esfarrapava a água depois de filtrar as folhas.\n\"Simplesmente exuberante. Ela se parece muito com a garota pela qual me apaixonei há muito tempo, embora eu mal conseguisse lembrar o nome dela, mas esses olhos me dizem que ela deve ser ela.\"\nPensei.\n\"Isso deve ser um truque das raposas.\"\nMas o mais estranho é que eu sabia que raposas podiam usar magia. Você acreditaria em qualquer coisa depois de ver aqueles olhos.\nTanto os truques, como a magia de transformação, não me surpreenderam tanto quanto esse olhar límpido. Ficamos assim por um momento em silêncio durante a noite.\nNo final, ela começou a falar. Embora não fosse uma língua comum, entendi inesperadamente. Será que isso é o truque da raposa também?\n\"Se você não tivesse estendido sua mão para me salvar, temo que teria morrido na margem do lago.\"\nEla pensou um pouco e continuou:\n\"Apesar de morrer naquele lago que parece uma pedra preciosa não parecer tão ruim.\n\"Nós, as raposas, sabemos retribuir os bons gestos. Quero lhe agradecer.\"\nEla se abaixou e se curvou para mim. Seus longos cabelos negros e sedosos escorriam pelos ombros como se fossem fios de água."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Raposa no Mar de Dandelion (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado na Biblioteca dos Cavaleiros de Favonius"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2346,
            "name": "A Raposa no Mar de Dandelion",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=87.13,28.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1532,
        "name": "A Raposa no Mar de Dandelion (I)",
        "desc": "<p>\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.</p><p>Um conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, uma história de 11 partes começou.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1536,
        "name": "A Raposa no Mar de Dandelion (II)",
        "desc": "<p>\"Calma, não se mexa.\" Encontrando um caçador, o que o destino guarda para a Raposa presar por uma Flor da Neblina?</p><p>A história do Caçador e da Raposa continua na Parte 2.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_8401913697520967412.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1542,
        "name": "A Raposa no Mar de Dandelion (IV)",
        "desc": "<p>Depois de alguns dias, um reencontro acontece numa noite de verão entre sementes de Dandelion voando.</p><p>Na direção da raposa, um oceano de Dandelions se abre na frente dos olhos do caçador.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_6479049853421873256.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1537,
        "name": "A Raposa no Mar de Dandelion (V)",
        "desc": "<p>Após aceitar as condições de Fox, ele veio à terra de onde todos os Dandelions desaparecidos chegaram.</p><p>A História do Caçador e da Raposa no mar de Dandelions. A Raposa no Mar de Dandelion, parte 5.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_7193791104045180621.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1539,
        "name": "A Raposa no Mar de Dandelion (VI)",
        "desc": "<p>\"Por que você precisa aprender a falar como um humano?\" \"Então poderei ser amigo de humanos quando eu me tornar um.\"</p><p>É o que conta a história infantil, A Raposa no Mar de Dandelion, Parte 6.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_2833859962330724640.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1533,
        "name": "A Raposa no Mar de Dandelion (VII)",
        "desc": "<p>\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", encanta a Raposa.</p><p>Será que o Caçador também pode aprender a magia para tornar seu desejo em realidade? A Raposa no Mar de Dandelion, Parte 7.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_737857752944619430.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1538,
        "name": "A Raposa no Mar de Dandelion (VIII)",
        "desc": "<p>\"Quando ele aprender a língua dos humanos...\". A voz da raposa é gentilmente carregada pela brisa da noite, desaparecendo com as sementes de Dandelion...</p><p>Afinal, a raposa é uma criatura diferente dos humanos, e não compartilham as mesmas alegrias e tristezas... Fábulas infantis \"A Raposa do Mar de Dandelions\", oitavo volume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1341027460638251480.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1535,
        "name": "A Raposa no Mar de Dandelion (IX)",
        "desc": "<p>Quando ensinar tudo que há para ser ensinado, será que verei esse mar de Dandelions de novo...?</p><p>No mar de Dandelions, o caçador começa a contemplar sair. \"A Raposa do Mar de Dandelions\", nono volume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1767254419712556484.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1540,
        "name": "A Raposa no Mar de Dandelion (X)",
        "desc": "<p>O momento da partida chegou...A Raposa se despediu da sua mãe, mentor e do Mar de Dandelion.</p><p>É hora de viver a promessa. A Raposa no Mar de Dandelion, Parte 10.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_6083987044436509504.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1541,
        "name": "A Raposa no Mar de Dandelion (XI)",
        "desc": "<p>\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.</p><p>Um conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, a Final.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1187468080562631252.png",
        "displayStyle": "text"
      }
    ]
  }
}