{
  "epId": 1536,
  "name": "A Raposa no Mar de Dandelion (II)",
  "desc": "<p>\"Calma, não se mexa.\" Encontrando um caçador, o que o destino guarda para a Raposa presar por uma Flor da Neblina?</p><p>A história do Caçador e da Raposa continua na Parte 2.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_8401913697520967412.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614544,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=87.13,28.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1532,
        "name": "A Raposa no Mar de Dandelion (I)",
        "desc": "<p>\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.</p><p>Um conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, uma história de 11 partes começou.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1534,
        "name": "A Raposa no Mar de Dandelion (III)",
        "desc": "<p>O Caçador das caçadas infrutíferas foi despertado pelos movimentos do lado de fora. Quem será que está na porta?</p><p>A história do Caçador e da Raposa continua. A Raposa no Mar Dandelion, Parte 3.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_5833970139892683095.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1542,
        "name": "A Raposa no Mar de Dandelion (IV)",
        "desc": "<p>Depois de alguns dias, um reencontro acontece numa noite de verão entre sementes de Dandelion voando.</p><p>Na direção da raposa, um oceano de Dandelions se abre na frente dos olhos do caçador.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_6479049853421873256.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1537,
        "name": "A Raposa no Mar de Dandelion (V)",
        "desc": "<p>Após aceitar as condições de Fox, ele veio à terra de onde todos os Dandelions desaparecidos chegaram.</p><p>A História do Caçador e da Raposa no mar de Dandelions. A Raposa no Mar de Dandelion, parte 5.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_7193791104045180621.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1539,
        "name": "A Raposa no Mar de Dandelion (VI)",
        "desc": "<p>\"Por que você precisa aprender a falar como um humano?\" \"Então poderei ser amigo de humanos quando eu me tornar um.\"</p><p>É o que conta a história infantil, A Raposa no Mar de Dandelion, Parte 6.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_2833859962330724640.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1533,
        "name": "A Raposa no Mar de Dandelion (VII)",
        "desc": "<p>\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", encanta a Raposa.</p><p>Será que o Caçador também pode aprender a magia para tornar seu desejo em realidade? A Raposa no Mar de Dandelion, Parte 7.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_737857752944619430.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1538,
        "name": "A Raposa no Mar de Dandelion (VIII)",
        "desc": "<p>\"Quando ele aprender a língua dos humanos...\". A voz da raposa é gentilmente carregada pela brisa da noite, desaparecendo com as sementes de Dandelion...</p><p>Afinal, a raposa é uma criatura diferente dos humanos, e não compartilham as mesmas alegrias e tristezas... Fábulas infantis \"A Raposa do Mar de Dandelions\", oitavo volume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1341027460638251480.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1535,
        "name": "A Raposa no Mar de Dandelion (IX)",
        "desc": "<p>Quando ensinar tudo que há para ser ensinado, será que verei esse mar de Dandelions de novo...?</p><p>No mar de Dandelions, o caçador começa a contemplar sair. \"A Raposa do Mar de Dandelions\", nono volume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1767254419712556484.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1540,
        "name": "A Raposa no Mar de Dandelion (X)",
        "desc": "<p>O momento da partida chegou...A Raposa se despediu da sua mãe, mentor e do Mar de Dandelion.</p><p>É hora de viver a promessa. A Raposa no Mar de Dandelion, Parte 10.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_6083987044436509504.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1541,
        "name": "A Raposa no Mar de Dandelion (XI)",
        "desc": "<p>\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.</p><p>Um conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, a Final.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/6196105c281e59b48feed4835b9a21dd_1187468080562631252.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "A Raposa no Mar de Dandelion (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Bom garoto... Não se mova.\"\nIsso é o que o pai do meu pai me ensinou. Quando ia caçar raposas, sempre cantava suas palavras silenciosamente, para que as minhas mãos não tremessem ao puxar a corda do arco.\nMas assim que eu estava prestes a soltar a flecha, a raposa levantou sua cabeça e me olhou diretamente nos olhos. Tinha olhos como o lago, brilhando como se estivesse abrigando fragmentos de pedras preciosas dentro.\nA minha mente ficou confusa, como se uma tempestade estivesse se alastrando nela. A minha flecha errou o alvo e quebrou o gelo. A raposa ergueu o rabo, olhou para mim rapidamente e correu para a floresta.\nLimpei meus pensamentos e imediatamente comecei a persegui-la, mas que pessoa consegue ser mais rápido que uma raposa?\nGradualmente, a raposa branca ficou cada vez menor até ser apenas um pequeno ponto branco.\n\"Ei! Não corra!\"\nGritei, faltando ar.\nMas assim que gritei, o ponto branco desacelerou.\n\"Ele está esperando por mim?\"\nEu pensei.\n\"Se quisesse correr, a raposa já o teria feito há muito tempo.\"\nAs raposas são animais estranhos. Mesmo quando estão correndo em uma planície, como na Origem do Vento, onde se pode ver claramente por quilômetros adiante, elas de alguma forma ainda parecem desaparecer da vista.\nÉ como se eles tivessem fugido para outro mundo.\nIsso confirmou o que eu pensava:\n\"Aquela raposa branca deve estar me esperando, só pode ser isso.\"\nConvencido deste fato, persegui a mancha branca cintilante durante horas a fio. De repente, um vento arrepiante começou a soprar.\nComecei a tremer e olhei novamente.\n\"O que estou vendo?\"\nO ponto branco de repente transformou-se em dois.\nMais pontos apareceram. Três, quatro, cinco... Pareciam crescer em número à medida que os ventos sopravam. Eventualmente, perdi a noção de quantas pontos brancos haviam no local.\nNaquele momento, estava sofrendo de uma sensação de ardência devido a uma coisinha que tinha entrado nos meus olhos. Esfreguei e descobri que essa coisinha branca afinal era um Dandelion flutuante. Quanto à raposa, já tinha sumido há um tempo.\nComecei a rir de mim mesmo e retornei para casa.\nPara o jantar, comi cenoura e guisado de carne de raposa - apesar de ser totalmente desprovido de raposa ou de qualquer outro tipo de carne. Somente os arcontes podiam saber o quanto eu odeio cenouras cozidas sem carne. Apesar da minha terrível fome, acabei dormindo.\nAcordei no meio da noite porque ouvi leves movimentos lá fora."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Raposa no Mar de Dandelion (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado na Biblioteca dos Cavaleiros de Favonius"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2346,
            "name": "A Raposa no Mar de Dandelion",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}