{
  "epId": 1635,
  "name": "Pérola de Coração (II)",
  "desc": "<p>O homem que encontrou a pulseira de pérolas de Zixin partiu seu revelar seu nome. A Vovó Zhang pensou em um plano para Zixin encontrá-lo...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_3352259642193122438.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505802,
  "components": {
    "textualResearch": [
      {
        "title": "Pérola de Coração (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Cena II: Procurando por um bom herói\nProtagonista masculino: Fan Jie\nProtagonista feminina: Zi Xin\nMulher Velha: Sra. Zhang\nPersonagens cômicos secundários: Zhang San, Lisi, Wang Erma\n[Ato I]\n(Zi Xin, Sra. Zhang sobem)\n(À parte)\nZi Xin: Ultimamente estou triste, não consigo ficar tranquila.\nZi Xin: Pois culpei esse herói bom erroneamente.\nZi Xin: Ele só queria devolver minhas pérolas, e eu sequer ainda o agradeci, e sequer perguntei seu nome. Pelo contrário, só o ofendi.\nZi Xin: Estou envergonhada, quero encontrar esse homem bom, mas como o encontrar em um porto tão grande como esse?\nSra. Zhang: Escute minha jovem, você não precisa se sentir triste, nem preocupada.\nZi Xin: Oh, Vovó Zhang, por que você diz isso?\nSra. Zhang: Você só precisa colocar um anúncio que diga que recompensará Mora, ele com certeza não virá?\n(Danqing, andante calmo)\nZi Xin: \"assim se diz -\"\nZi Xin: O vinho faz as pessoas corarem, e a riqueza chama o coração.\n(Zi Xin caminha cabisbaixa)\nZi Xin: A esse bom herói quero encontrar, mas temo que ele não se mostrará.\n(À parte)\nSra. Zhang: Não diga isso, faça o que lhe digo!\nSra. Zhang: Confie na Sra. Zhang que você um arrependimento não terá.\n(Zi Xin e Sra. Zhang saem do palco)\n[Ato II]\n(Zhang San, Li Si e Wang Erma sobem ao palco)\n(Canto Falado)\nZhang San: Eu sou Zhang San.\nLi Si: Eu sou Li Si.\nWang Erma: Eu sou Wang Erma.\nZhang San: Vejam este anúncio, vamos pegar sua recompensa!\nLi Si: Olhe para mim, você acha que eu realmente farei algo bom?\nWang Erma: O idiota do Li Si tem razão.\n(À parte)\nZhang San: Meus colegas, todos vocês vieram pegar a recompensa com a jovem Zi Xin?\nLi Si: Sim.\nWang Erma: Com certeza.\nLi Si: Você trouxe o grampo de cabelo de flores?\nWang Erma: Pelo que me lembro do anúncio, ela não havia perdido brincos?\nLi Si: Que burrice, eram grampos de cabelo de flores!\nZhang San: Seus idiotas, era para trazer um perfume!\nWang Erma: Está bem, chega! Será que realmente importa o que encontramos cada?\nZhang San: Hahahaha.\nLisi: Hahahahaha.\n(Zhang San, Lisi e Wang Erma se viraram para Zi Xin)\nZhang San: Jovem Zi Xin, olá, eu sou Zhang San. Lhe trouxe esse perfume, minha recompensa está pronta?\nLi Si: Saia da frente! Eu sou Li Si, trouxe o seu grampo de cabelo de flores, a recompensa claramente deve ser minha.\nWang Erma: Calem a boca! Jovem, eu, Wang Erma, lhe trouxe seus brincos. Eu sou quem deve ser recompensado.\nZi Xin: Do que vocês estão falando? Estou confusa.\nZi Xin: Além disso, nunca vi nenhum de vocês! Se realmente tivesse perdido meus brincos, perfume ou grampo de flores, acham que eu não saberia?\nZhang San: Aposto que você se esqueceu porque estava vendendo peixes. Não demore mais, não há como se enganar.\nLi Si: Rápido, me dê essa Mora!\nZhang San: Se não nos der nada, quebraremos sua loja e mancharemos sua reputação.\nZi Xin: De onde saíram esse grupo de brutamontes?\nZi Xin: Sra. Zhang, veja o que sua ideia me trouxe!\nSra. Zhang: Não se preocupe, minha jovem. Vou pensar em uma maneira de afugentá-los.\nSra. Zhang: Tsc...\n(Zhang San, Lisi e Wang Erma caem juntos no chão)\nSra. Zhang: Eu disse para a jovem Zi Xin oferecer uma recompensa falsa para capturar ladrões como vocês!\nSra. Zhang: As coisas que vocês trouxeram são falsas! Deem logo o grampo, o brinco e o perfume de Zi Xin!\nSra. Zhang: Se não...\nZhang San: Se não o quê?\nSra. Zhang: Farei com que vocês nos compensem por terem roubado o grampo de flores feito de Lírios-de-Vidro, os brincos de Jade Nocticulosa e o perfume importado de Zi Xin...\nSra. Zhang: Vamos, deem logo suas Moras!\n(Sra. Zhang persegue Zhang San, Li Si e Wang Erma com uma escova)\nZhang San: Ei!\nLi Si: Não bata em mim! Não queremos mais uma Mora sequer!\nWang Erma: Vamos logo, dê o que ela quer para que nos deixe em paz!\nTerceira Cena\n(Zhang San entra no palco com Fan Jie)\n(À parte)\nZhang San: Agora entendo o que você fez. Foi por você ter roubado as coisas daquela jovem que eu e meus amigos apanhamos!\nFan Jie: Eu, Fan Jie, sou honesto. Nunca roubei nada de mulher alguma, você está sujando minha limpa reputação com mentiras!\nZhang San: É melhor você calar sua boca, você tem coragem de ir comigo ver a moça que foi roubada?\nFan Jie: Vamos indo, quero saber quem está me caluniando.\n(Zhang San e Fan Jie se dirigem para Zi Xin)\nZhang San: Não é a senhora Zi Xin que perdeu suas coisas? Explique para ela.\nFan Jie: Está bem! Então é você!\n(Lianjiang, Lago do Leste)\nFan Jie: Outro dia, esta era a senhorita que estava furiosa e que nenhuma palavra mais saiu de sua boca.\n(Dongtang, andante calmo)\nFan Jie: Senhorita, eu não sou um enganador. Eu, Fan Jie, sou um trabalhador das docas.\nFan Jie: Não tenho grandes riquezas, mas por que iria roubar os pertences da senhorita?\nFan Jie: Minha honestidade está sendo atacada, mas desejo que seu incidente com as pérolas perdidas seja logo resolvido.\n(À parte)\nZi Xin: Então o nome desse homem honesto é Fan Jie.\nZi Xin: Lamento ter lhe envolvido em algo que você nada tem relação. É minha culpa.\nZi Xin: Devo me desculpar. Se não aceitar, continuarei a pedi-la.\n(Zi Xin se desculpa para Fan Jie)\nZi Xin: Ah, homem bom, foi tudo um mal-entendido. Além disso, na verdade...\n(Fan Jie vira a cabeça)\nFan Jie: Hpmh!\n(Zi Xin sorri e se aproxima um pouco mais)\nZi Xin: Na verdade, há uma razão.\nZi Xin: Como partiu sem me dizer seu nome, eu queria encontrá-lo para lhe recompensar.\nZi Xin: Mas não esperava que essa ideia fosse me causar tantos problemas.\nZi Xin: Eu gostaria de me desculpar.\nFan Jie: Uh?\n(Remando no Lago do Leste)\nFan Jie: Apesar de suas acusações me irritarem, agora que me acalmei, posso repensar este mal-entendido.\nFan Jie: Eu sinto descontentamento e indignação, mas não posso falar com ele com raiva.\n(À parte)\nFan Jie: Deixe-me lhe perguntar.\nFan Jie: Você acabou de dizer que foi um mal-entendido.\nFan Jie: Como queria encontrar a pessoa que levou suas pérolas, publicou um anúncio e me acusou, não foi?\nZi Xin: Isso mesmo, por isso quero lhe pedir desculpas.\n(Fan Jie conforta Zi Xin)\nFan Jie: A senhorita não precisa se desculpar. Uma pessoa como eu não merece isso de você.\nFan Jie: Fui eu que fui rude e grosso e a envergonhei. Eu que deveria me desculpar.\nZi Xin: Não precisa dizer isso...\n(Fan Jie faz uma reverência)\nZhang San: Hã?! Vocês ainda estão se tratando com toda essa educação? Chega disso, dê logo as Moras!\nSra. Zhang: Cale sua boca. Eles estão conversando, o que você quer?\nSra. Zhang: Viu? Todas as senhoras e senhoras na audiência estão aqui para ver o show da Yunjin, e não têm tempo para ouvir o seu absurdo!\nSra. Zhang: Seja prudente, e vá embora.\n(A Sra. Zhang puxava Zhang San)\nZi Xin: Olha só, eu vendo peixes todos os dias aqui, como é possível que não te vi antes?\nFan Jie: \"Todos os dias eu passo por aqui para trabalhar.\"\nFan Jie: \"Como sempre está movimentado, e talvez fosse ignorado... Amanhã talvez possamos nos ver, se o destino permite nos cruzarmos...\"\nZi Xin: Se for o caso... fico ansiosa por amanhã..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Pérola de Coração (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Biblioteca Wanwen"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2349,
            "name": "Pérola de Coração",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.3"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2869.83,-1127.21&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1633,
        "name": "Pérola de Coração (I)",
        "desc": "<p>Zixin é uma pobre pescadora. Sua família sofre para conseguir pagar as contas. Um dia ela estava vendendo peixe nas ruas quando perdeu a pulseira de pérolas que comumente usa. Entretanto, ela não sabe que é essa pulseira de pérolas perdidas que mudará seu destino...</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1634,
        "name": "Pérola de Coração (III)",
        "desc": "<p>Nossa heroína encontra o jovem novamente. Eles se apaixonam e estão prontos para viverem felizes para sempre. Mas um déspota que cobiça a beleza de Zixin está tramando algo contra para separá-los...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6569190887223439809.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1637,
        "name": "Pérola de Coração (IV)",
        "desc": "<p>Para resgatar aquela que ama, o jovem enfrenta o perigo sem cuidado, entrando no covil do inimigo com sua espada empunhada. E, do outro lado, sua amada luta desesperadamente...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_1648892319264098486.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 1636,
        "name": "Pérola de Coração (V)",
        "desc": "<p>O covil do bandido, na calada da noite, é escuro como breu. O tirano, o jovem e a dama tateiam no escuro em busca um do outro. Lá, um perigoso mal-entendido está prestes a acontecer...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/c20c5ddca52c4a02bec14cab6d2db35a_6169182591761193896.png",
        "displayStyle": "text"
      }
    ]
  }
}