{
  "epId": 1656,
  "name": "Um Conto de Bêbados (III)",
  "desc": "<p>Um dos contos mais populares entre os bebedores de Mondstadt. Este volume é uma história de vida longa contada pelo bêbado para o lobo solitário.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_8566288155516442802.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350015,
  "components": {
    "textualResearch": [
      {
        "title": "Um Conto de Bêbados (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "A lenda fala de um lobo solitário que rondava uma terra deserta muito, muito distante.\nUma vez, ele foi o líder de sua alcateia, liderando-as na batalha e na busca por uma casa... Hoje, o único legado desses dias são as cicatrizes que cobrem seu corpo.\nEle as liderou através de planícies, navegou por ruínas abandonadas e os domínios de monstros e dos Seelies.\nAs terras desertas eram um lugar cruel. O rei lobo estava cada dia mais velho, e os outros se dispersavam gradualmente. À medida que o tempo passava, a história da alcateia desapareceu, até que apenas sobrou o rei lobo, único sobrevivente dela.\nDiz-se que essa terra devastada é uma terra além dos domínios das divindades, habitada apenas por restos grotescos de deuses caídos, onde os antigos palácios da Seelie agora estão vazios. Assim, quando o velho lobo solitário passou por um palácio cinza e ouviu o som da música que vinha de dentro, chamou sua atenção.\n\"Eu nunca havia escutado um som tão agradável aos ouvidos, seja o canto de um pássaro ou inseto, que fosse capaz de aliviar a dor da fome que sinto.\"\nIntrigado, o lobo entrou no corredor cinza até chegar em um sarcófago quebrado em que um retrato do governante falecido ainda era claramente visível.\nFinalmente, ele chegou até uma sala, onde viu uma donzela tocando seu instrumento.\nA sua pele estava branca, e a sua cabeça parecia inclinada para baixo. Os seus dedos delgados acariciavam suavemente as cordas frágeis do alaúde enquanto ela tocava uma melodia triste e esquecida há muito tempo.\nO lobo sentou-se diante da jovem donzela pálida e esqueceu tudo sobre a dor da fome, sede e solidão por pouco tempo, enquanto escutava em silêncio sua canção.\n\"O som dos insetos em uma noite de outono que já passou é a canção de um exilado, é a música mais antiga da humanidade.\"\n\"Separados de tudo que o corpo teve próximo e que a alma tinha como querido, músicas e memórias são tudo que permanecem do passado.\"\n\"Os últimos cantores, os primeiros Seelies, eles tocaram suas melodias finais no salão dos anjos.\"\nOs pequenos Seelies brincando no meio da floresta também foram atraídos pela melodia da donzela, e se dirigiram a ela para prestar seus respeitos.\n\"Que música é essa?\"\nO lobo perguntou, intrigado, pois entendia cada linha, cada palavra, cada sílaba que ela falava - e ainda assim, ele nunca tinha ouvido a linguagem dela, que é completamente diferente de qualquer outro ser vivo.\n\"É a música dos Seelies.\"\nRespondeu a donzela pálida numa voz delicada.\n\"Há muito, muito tempo atrás, escrevemos esta canção para os humanos selvagens. Mas agora a cantamos para lamentar nosso próprio destino.\"\nO lobo começou a cantar, ainda que desajeitadamente, a música da donzela.\nA voz do lobo era vazia, cheia de tristeza.\n\"Você está cantando o quê?\"\nPerguntou a donzela pálida.\n\"Essa é a nossa música.\"\nO lobo respondeu.\n\"Ela soa horrível.\"\nA donzela não escondeu seu criticismo enquanto continuava a tocar as cordas do alaúde.\n\"Mas, se você quiser, pode cantar junto comigo.\"\nE assim, um coro compartilhado cantado pela bela jovem e o velho lobo ainda se ecoa nas câmaras do palácio abandonado há muito tempo. Diz-se que até hoje os aventureiros que passam por este lugar ouvem uma melodia estranha, mas harmoniosa, soando de dentro.\n\"É só isso?\"\nO lobo lambeu seus lábios desapontadamente e disse:\n\"Não é tão boa quanto a história que vou lhe contar agora.\"\nE com isso, o lobo limpou sua garganta e começou a contar sua história."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=565.64,-333.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1655,
        "name": "Um Conto de Bêbados (I)",
        "desc": "<p>Um dos muitos contos populares contados pelos bebedores de Mondstadt. Conta uma história entre um bêbado que tropeçou em território de lobos e um lobo solitário e faminto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Drunkard's Tale (I)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1657,
        "name": "Um Conto de Bêbados (II)",
        "desc": "<p>Um dos muitos contos populares entre os bebedores de Mondstadt. Este é uma história entre um lobo faminto e um bêbado de Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_3648828375223910188.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1658,
        "name": "Um Conto de Bêbados (IV)",
        "desc": "<p>Um dos contos mais populares entre os bebedores de Mondstadt. Este volume é uma história sobre o vinho e o lobo contada pelo lobo solitário para o bêbado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/4a1d29df23f06962e9e4575481e5aca6_7834223881434996129.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Um Conto de Bêbados (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado dentro do Adega do ALvorecer"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2350,
            "name": "Contos de um Bêbado",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}