{
  "epId": 1657,
  "name": "Um Conto de Bêbados (II)",
  "desc": "<p>Um dos muitos contos populares entre os bebedores de Mondstadt. Este é uma história entre um lobo faminto e um bêbado de Mondstadt.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_3648828375223910188.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350025,
  "components": {
    "textualResearch": [
      {
        "title": "Um Conto de Bêbados (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "É um fato bem conhecido que lobos têm um olfato muito melhor que os de humanos.\nNão é de se admirar, então, que o fedor do álcool emanado da presa do lobo, agora completamente intoxicada, fosse bastante sufocante e causasse lágrimas em seus olhos.\n\"Aauu!\"\nTendo nascido na natureza e crescido na floresta, o lobo nunca tinha tido nenhum contato com a civilização humana antes desta noite, e embora uma vez tivesse capturado o fraco cheiro do vinho que se propagava pelo Lago de Sidra, ele não conhecia a origem do cheiro, menos ainda entendia o significado dessa substância para a espécie humana.\n\"Talvez este rapaz peculiar seja um parente dos gambás, parece que ele descobriu minha presença um bom tempo atrás, e agora quer me envenenar num esforço de fugir!\"\nO lobo pensou sobre essa possibilidade enquanto se preparava para encarar o cheiro de álcool, acelerando seu passo e movendo-se discretamente para a sombra do bêbado, que era o ponto perfeito para inspecionar sua presa.\nO lobo é uma criatura de cautela e movimentos calculados. O bêbado, por sua vez, é uma criatura totalmente diferente.\nE apesar do vinho confundir a mente e escurecer os sentidos, às vezes torna possível que seus consumidores adquiram a capacidade curiosa de detectar as mudanças mais sutis da direção do vento.\nTalvez isso possa explicar como um bêbado perdido no meio da floresta foi capaz de subitamente descobrir a presença do lobo que o estava seguindo por todo esse tempo.\nOu então o cheiro de álcool que saíam do bêbado foram suficientes para diminuir a acuidade mental do lobo ao ponto que ele passou a negligenciar o terreno sob suas patas, fazendo com que o bêbado ouvisse galhos quebrando.\n\"Quem é você? Você também está procurando o banheiro?\"\nO bêbado coçou seus olhos turvos.\n\"Humano fedido, quem é você e o que é esse fedor?\"\nO lobo abriu seu nariz, mostrou suas presas e rosnou.\nO bêbado, ao invés de sentir medo das palavras ameaçadoras do lobo, ficou interessado.\n\"Meu amigão!\" o bêbado respondeu: \"Claramente, eu o ofendi, de alguma forma... desculpe por isso... mas de qualquer maneira, a tradição de Mondstadt diz que você não pode ficar bêbado e entediado ao mesmo tempo... Então! Que tal aproveitarmos o luar de hoje e eu te contar uma história?\"\nSuas palavras foram interrompidas por um arroto.\nAntes disso, o lobo não tinha nenhuma intenção de ouvir o bêbado. Na verdade, estava decidido a dar um ataque fatal em sua presa mirando no seu pescoço, enfiando suas presas nela, e rasgando sua garganta.\nMas o arroto do bêbado soltou um fedor horrível na direção do lobo, penetrando no seu nariz e tirando seu apetite. A contragosto, o lobo concordou.\n\"Grr... Talvez eu não esteja com tanta fome assim... Vamos ver que história sem sentido você tem para contar.\"\nO bêbado estendeu seus braços e bocejou, agitando alguns Dandelions.\nDepois, ele começou a contar a história."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=86.77,26.75&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1655,
        "name": "Um Conto de Bêbados (I)",
        "desc": "<p>Um dos muitos contos populares contados pelos bebedores de Mondstadt. Conta uma história entre um bêbado que tropeçou em território de lobos e um lobo solitário e faminto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Drunkard's Tale (I)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1656,
        "name": "Um Conto de Bêbados (III)",
        "desc": "<p>Um dos contos mais populares entre os bebedores de Mondstadt. Este volume é uma história de vida longa contada pelo bêbado para o lobo solitário.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_8566288155516442802.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1658,
        "name": "Um Conto de Bêbados (IV)",
        "desc": "<p>Um dos contos mais populares entre os bebedores de Mondstadt. Este volume é uma história sobre o vinho e o lobo contada pelo lobo solitário para o bêbado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/4a1d29df23f06962e9e4575481e5aca6_7834223881434996129.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Um Conto de Bêbados (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado na Biblioteca dos Cavaleiros de Favonius"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2350,
            "name": "Contos de um Bêbado",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ]
  }
}