{
  "epId": 1658,
  "name": "Um Conto de Bêbados (IV)",
  "desc": "<p>Um dos contos mais populares entre os bebedores de Mondstadt. Este volume é uma história sobre o vinho e o lobo contada pelo lobo solitário para o bêbado.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/4a1d29df23f06962e9e4575481e5aca6_7834223881434996129.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1744350005,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Um Conto de Bêbados (IV)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado na Biblioteca do Cavaleiro de Favonius"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2350,
            "name": "Contos de um Bêbado",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=75.95,19.03&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1655,
        "name": "Um Conto de Bêbados (I)",
        "desc": "<p>Um dos muitos contos populares contados pelos bebedores de Mondstadt. Conta uma história entre um bêbado que tropeçou em território de lobos e um lobo solitário e faminto.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Drunkard's Tale (I)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1657,
        "name": "Um Conto de Bêbados (II)",
        "desc": "<p>Um dos muitos contos populares entre os bebedores de Mondstadt. Este é uma história entre um lobo faminto e um bêbado de Mondstadt.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_3648828375223910188.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1656,
        "name": "Um Conto de Bêbados (III)",
        "desc": "<p>Um dos contos mais populares entre os bebedores de Mondstadt. Este volume é uma história de vida longa contada pelo bêbado para o lobo solitário.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/35428890/4a1d29df23f06962e9e4575481e5aca6_8566288155516442802.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Um Conto de Bêbados (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "A lenda diz que o primeiro vinho de Mondstadt foi feito na era que o vento do norte soava.\nNa época em que os Reis do Gelo e da Geada lutavam pelo domínio, os antepassados de Mondstadt fabricavam vinho rudimentar a partir de frutas silvestres, mesmo quando eles tremiam no frio cortante. Eles fizeram isso para aliviar a dor de seus dedos congelados e para lhes dar a coragem de enfrentar o gelo áspero e imperdoável. Pois, naquela época, a terra de Mondstadt estava envolta em gelo e neve, e os Dandelions ainda não haviam florescido.\nDiz a lenda que em Mondstadt, o inventor do vinho era um guarda imprudente.\nNuma tribo rodeada de neve e gelo, era o trabalho dos caçadores e coletores de manterem os estoques cheios de comida, e o do guarda de os proteger de intrusos.\nA visão de um intruso humano era algo raro naquele ambiente hostil - mas havia outras criaturas que poderiam suportar melhor o frio, e elas iriam cavar no subsolo para alcançar os estoques de comida. As regras da tribo eram que uma pessoa deveria inspecionar os poços de armazenamento o tempo todo, preenchendo todos os buracos de rato descobertos - ou melhor ainda, pegando-os em flagrante no ato de furtar - para manter os suprimentos de comida da tribo em níveis abundantes.\nNaquele tempo, as cavernas úmidas e escuras precisavam de cuidados e atenção constantes para evitar que os alimentos que possuíam ficassem ruins e apodrecessem. Além disso, as criaturinhas maliciosas que se escondiam fora de vista às vezes pregavam pegadinhas nos guardas.\nUm dia, a Fada do Vento notou que o guarda preguiçoso estava mais uma vez sendo grosseiramente negligente. Então, a Fada tomou a forma de uma raposa e se moveu lentamente para uma pilha de maçãs selvagens. Lá, fez crescer fungos, amadurecendo as maçãs e provocando sua fermentação.\nO guarda preguiçoso estava esfomeado quando voltou, e optou por comer uma das maçãs. O sabor suave da fruta fermentada encantou tanto seu corpo quanto sua mente. Imediatamente, ele pegou couro de animal e espremeu o suco das maçãs, criando vinho.\nO guarda grosseiramente negligente que inventou a fabricação de vinho na era do gelo e da neve também se tornou o primeiro bêbado de Mondstadt. Diz a lenda que ele foi a primeira pessoa a cair em um sonho devido à embriaguez.\nEm seu primeiro sonho bêbado, ele sonhou que havia se tornado um lobo solitário. Em algum lugar perdido no passado ou provavelmente no longínquo futuro, ele lutou contra uma alcateia rival, lutou contra humanos por comida no meio de uma tempestade de neve furiosa e conheceu a primeira Seelie.\nO ser humano da tribo e o lobo da alcateia não suportariam viver em solidão. Este vinho recém fabricado serviu para unir o homem e o lobo em seus sonhos.\nMas suas atitudes em relação a esses sonhos eram totalmente distintas.\nQuem apenas vive no mundo de vento e neve sempre anseia pelas planícies onde os lobos solitários correm livremente. Mas o lobo solitário teme dos os desejos dos seres humanos. Ele nunca consegue entender por que os seres humanos são cativados em ilusões perigosas, e procuram por esperanças entre essas ilusões.\nO que preocupava o lobo ainda mais era que no sonho de um humano bêbado, ele não conseguia mais distinguir se era um lobo ou um humano com espírito de lobo.\nDesta forma, a promessa do lobo solitário era ficar longe desse veneno humano, longe da tentação que era o vinho.\nOs lobos não são descendentes do vento, portanto, o seu lar não é a cidade do Vinho e da Poesia. Como tal, os lobos se afastaram da comunidade humana, e começaram a viver nas florestas e selvas onde não há odor do vinho.\n\"Isso que vocês chamam de vinho, nós lobos chamamos de abismo.\"\nDisse o lobo arrogantemente para o bêbado.\nMas à medida que o lobo se virou para dizer isso para o bêbado, descobriu que ele agora estava dormindo no meio de galhos de pinheiros.\nO lobo ficou insatisfeito, e soltou um violento sopro de ar de seu nariz antes de deixar o bêbado fedido dormindo."
          }
        ]
      }
    ]
  }
}