{
  "epId": 1665,
  "name": "A Princesa Javali (VI)",
  "desc": "<p>A Princesa Javila e seus dois companheiros desbravam uma terra gelada e escalam uma montanha nevada, onde descobrem um habitante misterioso...</p><p>Veja como essa aventura em altas altitudes e baixas temperaturas desenrola-se no sexto volume da Princesa Javali.</p><p>Tem alguma escrita infantil na página do título, com a seguinte frase: \"Papai, quando você voltar, você tem que ler para mim sobre a montanha nevada também!\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_715202646539129288.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614315,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Princesa Javali (VI)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em uma mochila próxima ao teleporte do Vale do Dragão Adormecido"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2351,
            "name": "A Princesa Javali",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "A Princesa Javali (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "Desta forma, a princesa e dois sábios partiram rumo aos territórios gelados do norte.\nAqui tem gelo e neve por todo lado. Nem a fera mais corajosa e forte ou o furão com mais capacidade para escavar a terra podem encontrar aqui um bosque caloroso ou uma fruta suculenta.\nA princesa tremia com o frio do gelo, mas ela não se encolheu nem desviou sua cabeça do vento gélido enquanto caminhava.\nA sábia raposa e a confiável tartaruga continuavam a suportar o frio penetrante, tentando persuadir a princesa:\n\"Se o Rei souber que nos aventuramos nesse lugar tão perigoso e gélido assim, ele irá ficar preocupado, é melhor voltarmos logo...\"\n\"Isso, isso. Temo que essa nevasca se torne cada vez mais forte, cada vez mais fria... É melhor descansarmos um pouco. Quando o vento parar e o céu aclarar, continuamos, pode ser? Desculpa, eu não falo mais.\"\nMas a princesa decidida não ouviu os conselhos dos dois sábios e continuou caminhando determinada por entre o vento gélido do extremo norte.\nNeste mundo, o que é mais nobre que salvar os amigos queridos e resgatar uma amizade perdida?\nAssim, eles caminharam e caminharam... Até suas patas ficarem roxas do frio e sua respiração congelar e se transformar em neve.\nEntão, no pico gelado de uma montanha alta, ao lado de um rio congelado que, apesar de tudo, ainda corria - embora com gelo em vez de água - a Princesa encontrou um espírito, balançando de um lado para o outro no vento gelado.\nNo cume gelado da montanha viviam Fadas com sabedoria ancestral. Elas não tinham forma, mas tinham uma magia forte.\n\"Vocês são as mestras daqui? Por favor, vocês podem nos ajudar a cruzar a nevasca?\"\nA princesa perguntou educadamente, movendo o casco congelado dormente na neve.\nA sábia raposa e o fiel Vovô Tartaruga também olharam com expectativa para a fada do gelo enquanto dormiam com suas patas congeladas.\n\"Hu, hu\"\nO espírito disse,\n\"Pode sim, mas...\"\n\"Como retribuição, absorverei sua força física e quando vocês estiverem caminhando pelo vento gélido, ficarão cada vez mais esfomeados, mais cansados e mais frios... Mas não haverá perigo de vida... Talvez! Hu-hu!\"\n\"Oinc, Oinc, no final é uma Fada do Gelo\", pensou a Princesa,\n\"Além disso, as pessoas mais sábias e carinhosas de todo o reino estarão do meu lado. Eles darão um jeito!\"\nSem hesitação, a Princesa aceitou o pedido da Fada e a raposa sábia e a tartaruga confiável sequer tiveram tempo de falar algo.\n\"Ei, ei, o acordo é justo! Por favor nos leve ao lobo\"\nAssim, a Fada se transformou em um fio de gelo cruelmente gélido e guiou a Princesa determinada a atravessar aquela montanha de neve alta..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "RichText",
        "text": "O livro pode ser obtido apenas após completar a missão"
      },
      {
        "type": "CustomEntry",
        "epId": 5286,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1660,
        "name": "A Princesa Javali (I)",
        "desc": "<p>Há muito tempo, na floresta do reino...o que será que aconteceu de tão incrível?</p><p>A Princesa Javali, Parte 1. É uma história de amizade, amor e morte.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (I)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1663,
        "name": "A Princesa Javali (II)",
        "desc": "<p>Um campo de gelo sem vida, uma terra que o gentil Arconte Anemo nunca visitou. Como será que agora há visitantes solitários?</p><p>A Princesa Javali, Parte 2. A história continua na geleira.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_4857800910738091328.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1662,
        "name": "A Princesa Javali (III)",
        "desc": "<p>\"Você nunca mais perderá as esperanças agora!\" O que o destino guarda para o filhote de lobo como uma maldição tão cruel?</p><p>A Princesa Javali, Parte 3.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_8847749374209826789.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1666,
        "name": "A Princesa Javali (IV)",
        "desc": "<p>O filhote de lobo cresceu na solidão do frio. O segredo do passado solitário do lobo foi revelado.</p><p>A Princesa Javali, Parte 4.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_8514467567528218132.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1664,
        "name": "A Princesa Javali (V)",
        "desc": "<p>\"Ninguém merece este fim\". A princesa derramou uma lágrima de compaixão antes de colaborar com o parceiro. O gelo pode ser quebrado com a determinação.</p><p>A Princesa Javali, Parte 5.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_4481597469874429652.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1661,
        "name": "A Princesa Javali (VII)",
        "desc": "<p>As coisas não estavam perdidas no terreno congelado. O final perfeito de amizade, amor, vida e morte!</p><p>Este é o fim da famosa história emocionante, A Princesa Javali.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/0bd51c091284306076323910d144347c_1260585147737455652.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}