{
  "epId": 1909,
  "name": "Contos da Rua Toki (I)",
  "desc": "<p>Os grandes Tengu são cruéis e brutais, especialmente quando bêbados! Comentário Histórico Tanuki</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3104109747353746956.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1752359808,
  "components": {
    "textualResearch": [
      {
        "title": "Contos da Rua Toki (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conto de Yoichi\nUma Tengu chamada Yoichi vive em Hanamizaka, em uma pequena rua chamada Rua Toki. Ela tem uma loja que vende bebidas alcoólicas e passa os dias no ócio.\nBem, ócio seria otimista. Na verdade, caos provavelmente seria uma descrição melhor.\nTeoricamente falando, alguém que vende bebidas deve saber algumas coisas sobre elas. O mesmo vale para monstros.\nFalando sem rodeios, Yoichi tem um péssimo gosto para bebidas e não sabe fazer negócios. O pior é que, em seus dias de eremita, ela nunca conseguiu se livrar dos terríveis hábitos de tengu, como criar problemas com outros monstros, sequestrar crianças mortais e passar a noite toda fazendo uma tremenda algazarra; ou ela entra em um teatro sem se importar com a atmosfera, e então casualmente sobe no palco para dar umas bofetadas no protagonista.\nSe não fosse por seu prestígio entre os monstros ou por suas extensas conexões, Yoichi poderia ter sido forçada a se aposentar no sopé de alguma montanha tempos atrás.\nMas os monstros e mortais que residem na Rua Toki a veem de forma diferente. Mesmo os donos do pedaço não prestam muita atenção nela, pois ela nunca causou grandes problemas.\nEmbora presunçosa e negligente por natureza, como o (autoproclamado) maior monstro, Yoichi não é avarenta quando se trata de posses materiais. Todo o dinheiro dela é gasto em bebidas ou romances da Editora Yae. Mesmo assim, esses romances são rapidamente jogados pela janela depois de serem lidos apenas pela metade. Como resultado, a casa dela está sempre uma bagunça.\nEm resumo, ela não possui nenhum bem material, e a única exceção que vale a pena mencionar é o leque de papel dourado que está sempre em sua cintura.\nOs tengu são monstros que viajam para muitos mundos, por isso não é estranho que costumem enfeitar seus corpos com muitos troféus de diferentes histórias. Esse é o caso deste leque de papel.\nEm uma noite de luar, a Yoichi embriagada e com a camisa aberta, se vangloriou para mim sobre sua história...\nEla disse que, em um dos muitos mundos que havia visitado, assumiu a forma de um jovem e presunçoso arqueiro, que servia a um Shogun igualmente presunçoso. Sob o comando do Shogun, ela, ou melhor - ele - abateu orgulhosamente incontáveis oponentes, incluindo samurais barrigudos e tanuki disfarçados de astutos ninjas. Até mesmo os Jikininki, com suas figuras corpulentas, foram derrubados por uma única flecha do arco dela.\n\"Hahahahaha! Você é mesmo um grande soldado! Sua visão é afiada como um raio, assim como a visão dos tengu!\"\nNaquela idade, o arrogante Shogun estava desmemoriado e ria tão alto quanto conseguia, algo que poderia ser descrito como desagradável.\nDepois disso, Yoichi fez inúmeras contribuições para o Shogun, executando muitos monstros e mortais desafortunados. Nem é preciso dizer que ela provavelmente inventou uma parte disso. Mas o que realmente a tornou famosa foi a batalha final naquele mundo em que ela passou cem anos.\nNaquela batalha marítima, o Shogun e os rebeldes entraram em confronto entre os estreitos, em meio a uma tempestade sangrenta. Os monstros chegavam a milhões, enquanto os samurais mortais eram dezenas de milhões. Sem contar as baixas, foram 800.000 embarcações afundadas durante a batalha. Yoichi contou esses números impressionantes nas mãos, com a minha ajuda, é claro.\nComo em incontáveis histórias de impasses entre exércitos, heróis de ambos os lados cortaram os inimigos como se fossem grama, pintando o mar de vermelho. Os furiosos generais ainda riam sem parar, relutantes em ir para casa e ter uma boa noite de sono.\nFinalmente, em uma fria noite de luar, um pequeno barco chegou vindo das linhas inimigas. Uma figura solitária estava no barco, que flutuava como um reflexo na água. Ao lado daquela figura havia um reluzente mastro de bandeira, com um leque de papel no topo, que tinha um brilho dourado ao luar.\n\"Argh, ARGH... Isso é um insulto! Uma provocação tão descarada é intolerável!\"\n\"O Shogun apertou os olhos, observando o leque dourado distante. Ela acabou explodindo de raiva.\"\nYoichi não conseguia entender por que a autoestima da Shogun era tão frágil, mas tinha preguiça de sentir empatia pela dignidade barata dos mortais. Naquele momento, ela, ou melhor ele, usou sua aguçada visão de Tengu e olhou para a figura que estava no barco.\nO que ele viu foi uma mulher, diferente de qualquer outra que tivesse visto antes.\nMomentos depois, uma flecha voou ao luar, rasgando o céu da noite.\n\"Haha, ótimo!\"\nLogo, a alegria da Shogun foi abafada pelo regojizo de seu exército.\nSe aqueles dois velhos soubessem o que perderam, provavelmente explodiriam de raiva!\nYoichi sorriu com um olhar embriagado. A inegável expressão lasciva da Tengu estava totalmente clara, o que era ainda pior.\nMas no momento em que a flecha voava através do ar, Yoichi já havia aberto suas asas e voado pelo estreito. Quando passou por cima do pequeno barco, agarrou o leque de papel dourado e a bela mulher. Partindo ao vento, Yoichi empurrou a Shogun que não parava de gritar e voou para longe da batalha.\nUma pegada perfeita da Tengu.\nÉ uma pena que...\n\"Bem, você sabe o que aconteceu, ela me deixou com muitos arranhões...\"\nYoichi mostra a língua, suspirando em desespero.\n\"Oh, certo, é temporada de pargos! Você deveria levar alguns de volta com você.\"\n\"Hum? Uma Tengu avarenta como você tem coração?\"\n\"Eu estava falando sobre aquela mulher!\"\nVendo o olhar ameaçador da Tengu, eu peguei rapidamente os pargos que restavam e fui embora."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Quartel Kujou:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5619.88,2690.82&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Leste do Acampamento Kujou:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5523.02,2508.38&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Ilha ao oeste do Acampamento Kujou:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5617.75,2509.09&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Ilha ao leste de Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6056.16,2586.87&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Fornalha Mikage:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6013.03,2407.97&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Fornalha Mikage</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5981.21,2371.91&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Fornalha Mikage</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6114.85,2371.20&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Ilha ao sudoeste de Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6221.61,2537.37&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Sul de Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6276.07,2441.92&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Tatarasuna:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6273.24,2322.41&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1914,
        "name": "Contos da Rua Toki (Prólogo)",
        "desc": "<p>Dizem que no passado, quando os frágeis e pouco longevos mortais ainda haviam de cruzar o mar até essa terra, Inazuma era uma terra que pertencia aos Tanuki, e a história da humanidade era inicialmente o resultado da embriaguez de um Tanuki. Seja bem-vindo a Rua Toki, um local onda a história e contos selvagens se cruzam.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1911,
        "name": "Contos da Rua Toki (II)",
        "desc": "<p>Minha mãe ensinou que mulheres amáveis são muito mais hábeis em enganações. Se ela é amável como a luz da Lua, ela deve ser ou um espírito de raposa, ou então uma bruxa bakeneko velha de enormes habilidades - Comentário Histórico Tanuki</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3766919997733660495.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1910,
        "name": "Contos da Rua Toki (III)",
        "desc": "<p>Dizem que aqueles que fizerem Ameonna chorar trarão penúrias inescapáveis sobre si mesmos. — Comentário Histórico Tanuki.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3165046451872002690.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1913,
        "name": "Contos da Rua Toki (IV)",
        "desc": "<p>É lamentável que as pessoas comuns não se conheçam bem a si próprias. E quanto aos monstros, eles não têm essa preocupação de tristeza. - Comentário Histórico Tanuki</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_9217282368225015901.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1912,
        "name": "Contos da Rua Toki (V)",
        "desc": "<p>Será que essa seção intermediária cheia de arrependimentos levará a uma história mais interessante depois?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_2068905143979147209.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Contos da Rua Toki (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Colete todas as 10 páginas de Contos da Rua Toki (I) por Inazuma"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2355,
            "name": "Contos da Rua Toki",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Toki Alley Tales_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ]
  }
}