{
  "epId": 1911,
  "name": "Contos da Rua Toki (II)",
  "desc": "<p>Minha mãe ensinou que mulheres amáveis são muito mais hábeis em enganações. Se ela é amável como a luz da Lua, ela deve ser ou um espírito de raposa, ou então uma bruxa bakeneko velha de enormes habilidades - Comentário Histórico Tanuki</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3766919997733660495.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1752359817,
  "components": {
    "textualResearch": [
      {
        "title": "Contos da Rua Toki (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Conto de Osen\nExiste outra rua estreita no caminho sinuoso fora da casa de Yoichi. Esta rua estreita é o lar de uma velha senhora.\nQuando a noite está muito escura e a lua sobe no ponto mais alto do céu, os Tanuki despertam de seu repouso.\nDizem que um Tanuki que viveu cem ou mil anos pode assumir a forma de uma garota, pregando peças divertidas nas pessoas ou perseguindo viajantes inocentes por causa de algum sentimento de vingança. Mas isso é apenas uma ilusão dos mortais.\nOs Tanuki só assumem a forma de garotas se estiverem irritados. Na maior parte do tempo, eles preferem assumir a forma de idosos, principalmente porque isso combina com a natureza astuta e perversa deles. Esse disfarce também permite que eles transmitam docilidade para as pessoas que passam.\n\"Ei, isso não é de graça!\"\nErguendo a cabeça ao som da voz, uma garota estava esperando no beiral por um bom tempo. Seu rosto está oculto pelas sombras, e apenas um leve sorriso e a luz verde dourada refletida em seus olhos podem ser vistos. O luar penetra em seu vestido ao longo de seus ombros parcialmente expostos e escorre descuidadamente pela bainha, emoldurando as bordas de porcelana de suas longas pernas esguias. Brincando casualmente com uma espada de jade, ela parece distraída.\nEsta senhora é mesmo louca...\n\"Você se atrasou de novo hoje.\"\n\"É claro, me desculpe.\"\nMosquitos se chocam contra a lâmpada de papel, que pisca preguiçosamente em resposta.\nA lua traz um vento úmido, abafando o som das cigarras.\nCom o cabelo solto, a garota sacudiu a roda de fiar com um estranho sorriso, o que era enervante.\nComo um Tanuki, eu posso estar em paz com os tengu, mas mesmo eu preciso pagar tributo ao insondável Bake-neko. Para encurtar a história, você deveria estar de joelhos se desculpando por sua recente ofensa.\n\"Certo, certo. Como o pargo ainda está fresco, você pode se levantar primeiro.\"\nÉ difícil para mim, com a forma de um Tanuki, reassumir a posição de sentar correta. A garota gradualmente se transformou em uma velha, que tinha um sorriso gentil, porém estranho.\n\"Obrigado, Vovó Sen.\"\n\"Me chame de Osen!\"\nIsso foi um alívio.\nMas, de alguma forma, isso ainda parecia desconcertante.\n\"Hahahaha, falando nisso, como aquela tola tem estado?\"\n*Slurp* Osen engoliu o peixe inteiro, incluindo o rabo.\nQuanto a como o destino dela se entrelaçou com os Tengu, a história só pode ser descrita como irônica. Yoichi já contou essa história a partir de sua própria perspectiva, mas é uma história totalmente diferente quando contada a partir da perspectiva do bake-neko.\nOsen não nasceu em nosso mundo, e sim em um mundo onde os mortais eram muito mais selvagens.\nCerta noite, em uma floresta de bambu, a jovem Osen foi capturada por um monge errante e depois vendida ao Shogun como bake-neko.\nEla não se lembra daqueles dias, mas imaginava por que os homens poderosos do mundo mortal sempre a perturbavam e brincavam com ela. Todos os dias, ela era forçada a despedaçar os inimigos ou obrigada a fazer brincadeiras entediantes que apenas eles gostavam.\nAqueles longos dias foram enlouquecedores, mas ainda assim passaram rapidamente, pois os monstros viviam mais tempo e tinham muito mais paciência que os mortais.\nMais tarde, quando o Shogun e o Shogun dos rebeldes começaram a lutar, Osen se transformou em uma ninja.\n\"Essa parte da história é ainda mais chata...\"\nCom isso, Osen aperta os olhos e deixa escapar um grande bocejo, com a boca se esticando até as orelhas.\nPosteriormente, na noite da batalha marítima, a Shogun pensou em um plano brilhante...\nO Shogun ordenou que Osen se transformasse em uma bela mulher e ficasse em um barco com um leque dourado para humilhar os rebeldes, de forma que eles não ousassem se aproximar. E mesmo que se aproximassem, o bake-neko daria uma lição brutal neles.\nApenas mais tarde, Yoichi...\n\"Apenas mais tarde, aquela tola resolveu se levantar, dizendo que poderia derrubar o leque com uma única flecha.\"\nEntão, aquela Tengu...\n\"...Escorregou, se esborrachando no oceano.\"\nA velha não conseguiu evitar uma risada.\n\"Ela estava tão bêbada naquela noite que achou que o mar estava agitado. Mas naquela noite, a lua estava fria e não havia nenhum vento.\"\n\"Mas faziam algumas centenas de anos desde que eu havia visto alguém tão divertido. Então, eu poupei a humilhação para ela e rasguei o leque de papel eu mesma, enquanto continha meu riso... Então, uma chuva de aplausos veio dos navios. Quando penso nisso, ainda é muito engraçado...\"\nDepois, a Tengu abriu as asas e saltou no ar, como uma nuvem cobrindo a lua, voando na direção da bela mulher...\n\"Depois de uma chuva de flechas, parecendo mais um porco-espinho do que uma Tengu, e caiu novamente no mar. Bem, eu não conseguia mais fingir e comecei a rir sem parar.\"\nEntão, Osen tirou a desafortunada Tengu do mar em meio a risadas. Segurando ela pelos braços, continuou rindo enquanto voava por entre os navios de ambos os lados, irritando os shoguns.\nAs pessoas dizem que ela passou por oito navios em um instante e depois desapareceu na noite. Sua risada ainda podia ser ouvida mais de três dias depois que a batalha terminou.\n\"Eu não conseguia parar de rir, então a segurei com mais força. Pensando na situação embaraçosa dela, quanto mais forte eu segurava, mais acabava rindo! Hahahaha...\"\nA velha não conseguia parar de rir.\n\"Depois, ela me trouxe para este mundo e me tratou como um tipo de troféu!\"\nO rosto da velha inflou e se transformou no rosto aborrecido de uma garota. Porém, era engraçado porque o rosto dela ainda estava vermelho por causa de todas as risadas de antes.\n\"Eu não sou nenhum troféu!\"\n\"Bem, provavelmente esse seja o motivo por que ela não vem me visitar pessoalmente.\"\nA garota suspirou suavemente, e então sorriu timidamente de novo.\n\"Você deve ir. Saia pela porta. Volte na próxima lua cheia.\"\n\"E não esqueça de levar esta capa de chuva para nossa velha amiga.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Praia Nazuchi:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5792.43,1870.57&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Garganta Musoujin:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5915.45,1619.55&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Garganta Musoujin:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6000.30,1459.74&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Forte Fujitou:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5914.76,1389.74&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Vila Higi:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6039.90,1404.59&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Cabeça da Serpente:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6203.91,1504.29&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mina Jakotsu:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6310.70,1563.69&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Mina Jakotsu:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6382.09,1555.20&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Forte Mumei:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=6038.57,948.51&zoom=0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Forte Mumei:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=5950.20,860.82&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1914,
        "name": "Contos da Rua Toki (Prólogo)",
        "desc": "<p>Dizem que no passado, quando os frágeis e pouco longevos mortais ainda haviam de cruzar o mar até essa terra, Inazuma era uma terra que pertencia aos Tanuki, e a história da humanidade era inicialmente o resultado da embriaguez de um Tanuki. Seja bem-vindo a Rua Toki, um local onda a história e contos selvagens se cruzam.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1909,
        "name": "Contos da Rua Toki (I)",
        "desc": "<p>Os grandes Tengu são cruéis e brutais, especialmente quando bêbados! Comentário Histórico Tanuki</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3104109747353746956.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1910,
        "name": "Contos da Rua Toki (III)",
        "desc": "<p>Dizem que aqueles que fizerem Ameonna chorar trarão penúrias inescapáveis sobre si mesmos. — Comentário Histórico Tanuki.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_3165046451872002690.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1913,
        "name": "Contos da Rua Toki (IV)",
        "desc": "<p>É lamentável que as pessoas comuns não se conheçam bem a si próprias. E quanto aos monstros, eles não têm essa preocupação de tristeza. - Comentário Histórico Tanuki</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_9217282368225015901.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1912,
        "name": "Contos da Rua Toki (V)",
        "desc": "<p>Será que essa seção intermediária cheia de arrependimentos levará a uma história mais interessante depois?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/35428890/1fe016744867dd5585d0728a707cda9c_2068905143979147209.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Contos da Rua Toki (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Colete todas as 10 páginas de Contos da Rua Toki (II) por Inazuma"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2355,
            "name": "Contos da Rua Toki",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Toki Alley Tales_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "2.1"
          }
        ]
      }
    ]
  }
}