{
  "epId": 2061,
  "name": "Aventureiro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Vida"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Rosa do Aventureiro",
        "desc": [
          {
            "type": "RichText",
            "text": "O ambicioso Aventureiro encontrou essa flor resiliente nas profundezas de uma ruína sombria.\nMovido pela cena da vida brotando em um lugar tão inóspito, ele quase esqueceu sobre os tesouros enterrados dentro dela.\nApós parar para pensar, arrancou a flor e a usou como um emblema, aventurando-se pela escuridão."
          }
        ]
      },
      {
        "title": "Bandana de Aventureiro",
        "desc": [
          {
            "type": "RichText",
            "text": "Não tem nada de especial sobre essa bandana verde, exceto que seu tecido é relativamente robusto e bem absorvente.\nAssim como a bandana, seu portador era uma pessoa ordinária.\nMas incontáveis segredos residem escondidos nas estrelas acima e no abismo embaixo.\nTodas essas coisas estão esperando serem descobertas por meros humanos mortais."
          }
        ]
      },
      {
        "title": "Cálice de Ouro do Aventureiro",
        "desc": [
          {
            "type": "RichText",
            "text": "Um velho cálice dourado que o Aventureiro usava para beber água. É dito que ele achou em uma ruína velha.\nO exterior está cheio de símbolos antigos e incrustado com uma pedra preciosa descolorida.\nEventualmente, o Aventureiro abandonou o estilo de vida nômade.\nEste velho cálice foi vendido por brilhantes Mora."
          }
        ]
      },
      {
        "title": "Pena de Cauda de Aventureiro",
        "desc": [
          {
            "type": "RichText",
            "text": "O Aventureiro já cruzou florestas perseguindo bestas raras nunca vistas.\nCaminhando imprudentemente pela floresta e olhando para o céu, o Aventureiro tropeçou na raiz de uma árvore.\nQuando ele recobrou sua consciência, viu uma jovem tão bela que ele estava disposto a abandonar sua vida de aventureiro para ficar com ela.\nA aparência dela era surreal, com um conjunto de penas adornando seu cabelo."
          }
        ]
      },
      {
        "title": "Relógio de Bolso do Aventureiro",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio de bolso que uma vez pertenceu a um aventureiro. Foi criado por um mestre relojoeiro com simplicidade e praticidade em mente, alinhado com a filosofia da Guilda dos Aventureiros.\nO aventureiro passou a maior parte de seus dias na escuridão. O som rítmico de suas mãos em movimento era a única prova da existência do tempo.\nMuito depois dele ter se acostumado com uma vida comum, após desistir o estilo de vida aventureiro que amava tanto,\nesse esquecido relógio de bolso permanecia em silêncio no gabinete, esperando sua próxima aventura."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Vida Máx. +1000",
      "fourSetEffect": "Abrir um baú recupera 30% de Vida Máxima durante 5 segundos."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Cálice de Ouro do Aventureiro",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Troféu de uma das batalhas do aventureiro. Apesar de estar faltando alguns pedaços, é uma conquista orgulhosa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Relógio de Bolso do Aventureiro",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Os Aventureiros geralmente se perdem no tempo enquanto se aventuram nas profundezas dos abismos ou na cidade perdida."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Rosa do Aventureiro",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor resiliente que sobreviveu ao ambiente hostil de uma cidade antiga. É usada agora orgulhosamente como uma medalha."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Pena de Cauda de Aventureiro",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena de um pássaro exótico raramente visto neste continente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana de Aventureiro",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A bandana está cheia de suor e coberta de poeira. Embora esteja suja, é difícil esconder orgulho do aventureiro."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Aventureiro"
          }
        ]
      }
    ]
  }
}