{
  "epId": 2062,
  "name": "Herói Invernal",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano",
      "Taxa Crítica"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Herói Invernal"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Memória da Nevasca",
        "desc": [
          {
            "type": "RichText",
            "text": "Que essa Flor de Gelo congelada eternamente seja colhida por duas mãos delicadas.\nQue ela permita que uma pessoa veja o frio extremo como um abraço caloroso.\n\"Essas quatro pinturas foram feitas para você. Sua imagem ficará para sempre preservada nesta parede.\"\n\"Por essa pintura, por todos, eu ficarei aqui esperando você, rezando pelo seu retorno\".\nA garota ficou parada em frente à parede, sorrindo, e colocou uma flor no peito do guerreiro.\nEra um sujeito elegante e sereno, que não se incomodaria, nem mesmo diante da própria morte.\nO heroísmo do Quebrador de Gelo ficou esquecido, enterrado nas tempestades do norte.\nApós isso, a neve derreteu - mas a flor nunca murchou."
          }
        ]
      },
      {
        "title": "Eco do Inverno",
        "desc": [
          {
            "type": "RichText",
            "text": "O herói partiu em sua jornada, carregando pequenas esperanças de que a cidade soterrada ainda tinha salvação.\nCom sua coroa de inverno, ele marchou com afinco, desaparecendo na tempestade de neve sem fim.\nMantendo seu acordo com a cidade da montanha, portando seu olhar límpido, o herói nunca temeu o desconhecido para além da cortina gelada.\nAs outrora exuberantes montanhas e as bênçãos que agora não mais caíam dos céus - estas foram a motivação do herói para continuar, não importando o que acontecesse.\n\"Passando a porta selada de gelo, caminhando pelos corredores até às profundezas\"\n\"Ele quebrará um ramo de cor branco prateado e trará esperança para a terra nevada.\"\nA garota cantou uma canção para acalmar seu clã, cuidando de todas as memórias relacionadas a ele.\nEla acreditava piamente que ele retornaria, trazendo o calor da primavera e a esperança imutável.\nMas, no final, o guerreiro que partiu pela neve não retornou.\nAs palavras hoje corroídas pelo vento e pela neve o acusam de ter fugido..."
          }
        ]
      },
      {
        "title": "Orgulho da Geada",
        "desc": [
          {
            "type": "RichText",
            "text": "O forasteiro, que buscou esperança para outros durante o inverno,\nbebia em uma taça feita de gelo.\nBeber o amargo vinho nessa taça causa uma sensação de frio que arde completamente a garganta.\nAs pessoas comuns não suportariam essa sensação - mas ela é um prazer para o herói quieto.\nEle era um guerreiro tão silencioso quanto o próprio gelo, e seu corpo bloqueava os ventos gelados que desciam das estrelas.\nMas não contente em apenas ser protegida, a jovem pintora deixou ao homem que admirava estas últimas instruções:\n\"Se o medo ou desespero, que fazem parte da nossa natureza, o oprimirem ou fizerem com que você nunca mais volte...\"\n\"... Por favor, sobreviva. Por favor, não morra como nós, enterrado e esquecido pela neve.\"\nTomando outro gole do vinho amargo para se preparar para a viagem, ele desviou o olhar dos olhos lacrimejantes da jovem,\ne partiu em uma busca sem fim, em direção às profundezas da terra da neve."
          }
        ]
      },
      {
        "title": "Determinação do Quebrador de Gelo",
        "desc": [
          {
            "type": "RichText",
            "text": "A pluma de uma ave de rapina que não pertence ao inverno, mas é fria ao toque.\nÉ como se pudesse ouvir o chamamento desesperado na tempestade de neve.\nSem ninho nem abrigo, o pássaro enfrentava as tempestades com bravura.\nOs ventos fortes congelaram as penas do pássaro com gelo e neve, as cobrindo com pérolas.\nEssa pena foi arrancada violentamente do gavião pelo vento fortíssimo.\nEsvoaçou um instante pelo ar antes de o peso da geada a fazer descender e depois cair no chão.\n\"Acredito que os pássaros irão seguir os seus passos e voltarão para o Palácio de Verão\"\n\"Aqueles que foram afugentados pela maré fria, e aquelas crianças que perderam seus lares, voltarão com você para o lar de seus sonhos.\"\nO herói, carregando um fardo tão grande em suas costas, parou na neve açoitada, lutando para discernir a cor daquela pluma.\nSelada no gelo, a cor dessa pena desbotou a cada instante pelo caminho - assim como a tarefa do herói."
          }
        ]
      },
      {
        "title": "Fim da Terra Natal Gelada",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma ampulheta ancestral com finos flocos de neve fluindo dentro.\nNem mesmo o mais frio dos invernos pode congelar o fluir do tempo.\n\"O frio que desce do céu pode congelar até mesmo o próprio tempo.\"\nExiste esse rumor na cidade enterrada pela neve na montanha.\nQuando o herói chegou ao topo da parede de vento e gelo, a noite já estava caindo e a tempestade de neve estava uivando.\nIndependentemente de ser a luz do sol ou da lua, todas não conseguem penetrar facilmente no vento pálido.\nNem mesmo a nevasca mais fria poderia parar o fluxo do tempo.\nAinda que a cidade já tenha sido enterrada pela neve,\naté mesmo o mais formidável herói será um dia esquecido."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Bônus de Dano Cryo +15%",
      "fourSetEffect": "Quando um personagem ataca um inimigo afetado por Cryo, a sua Taxa CRIT aumenta em 20%. Adicionalmente, se o inimigo estiver Congelado, a Taxa CRIT aumenta em mais 20%."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Eco do Inverno",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coroa heroica antiga do sonho de conquistar a neve e o gelo é uma prova da coragem de enfrentar o frio do inverno."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Fim da Terra Natal Gelada",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "O relógio de uma antiga nação à espera do retorno de seus guerreiros. Dentro dele não há areia, mas pedaços de gelo que nunca derretem."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Orgulho da Geada",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Um copo feito de gelo, tão duro quanto o inverno. Antigamente, era usado para beber o vinho que não congela."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Determinação do Quebrador de Gelo",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pluma que emana uma aura fria. Transmite a sensação dos ventos turbulentos que a trouxeram até aqui, voando sobre planícies cobertas de neve e entre picos gelados."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Memória da Nevasca",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma espécie de flor de geleiras extinta há muito tempo atrás. Até mesmo o guerreiro mais arrogante, um dia, se curvou diante dela."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png"
      }
    }
  }
}