{
  "epId": 2063,
  "name": "Coração Valente",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Coração Valente"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "ATQ +18%.",
      "fourSetEffect": "Aumenta o Dano em 30% contra os inimigos com mais de 50% de Vida."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Medalha do Valente",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Não é apenas uma simples flor no peito, é uma lembrança depois de uma aventura."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Coroa do Valente",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Anel de palha esboçado. Para algumas pessoas, é tão preciosa quanto a coroa de ouro do rei."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Persistência do Valente",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma mini ampulheta não muito prática. Tão evasiva quanto o passar do tempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Despedida do Valente",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Um recipiente de madeira rústica repleta de memórias antigas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Esperança do Valente",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Plumas brilhantes de aves canoras. Podem trazer um pouco de coragem."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Brave Heart/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Medalha do Valente",
        "desc": [
          {
            "type": "RichText",
            "text": "O pequeno herói saiu à noite e, junto com seu amigo, foram para a floresta dos lobos.\nAfugentaram javalis com seus pequenos estilingues e com ramos robustos desafiavam monstros imaginários.\nSeguindo o brilhante Seelie até ao interior da floresta, ele descobriu um tesouro escondido há milênios.\nEsse \"tesouro\" era uma pequena flor amarela.\nQuando o herói cansado voltou para seu quarto de infância e analisou a prova de suas primeiras aventuras,\nPercebeu que a flor colhida não tinha murchado nunca durante esses anos,\nMas tudo o resto não era como a flor, pois tinha mudado já há muito tempo com o passar dos anos."
          }
        ]
      },
      {
        "title": "Coroa do Valente",
        "desc": [
          {
            "type": "RichText",
            "text": "O pequeno herói entrou na floresta densa e misteriosa, e desde então percorreu o caminho da resistência.\nE seu melhor companheiro de jogo tinha o papel de cavaleiro campeão da aristocracia.\n\"Desfilo pelo campo de batalha como um leão, como ela fez há mil anos.\"\n\"Inspirarei canções com minha espada para as gerações futuras.\"\nSuas espadas de brincar e os ramos das árvores chocavam em seu feroz duelo-\nNo final, o herói venceu e tirou as coroas dos aristocratas.\nMuitos anos depois, a rudimentar coroa de flores\nSeria ainda mais preciosa do que o poder que possuíam os cavaleiros líderes..."
          }
        ]
      },
      {
        "title": "Despedida do Valente",
        "desc": [
          {
            "type": "RichText",
            "text": "A primeira batalha do jovem herói findou, e pela primeira vez ele provou o doce vinho da vitória.\nNesse dia, enquanto bebia alegremente com seus bons companheiros, ele viu como a felicidade e a escuridão se entrelaçavam dentro do seu copo.\nMuitos anos depois, quando ocorreu um grande desastre, ele liderou os cavaleiros a lutar por sua terra natal.\nNa véspera da batalha, ele pediu a seu ajudante e amigo de infância para beber um copo com ele.\n\"Se você não voltar, não farei luto por você.\"\n\"Farei o mesmo que hoje: brindarei e beberei por você.\""
          }
        ]
      },
      {
        "title": "Esperança do Valente",
        "desc": [
          {
            "type": "RichText",
            "text": "Para consolar seu companheiro chorão, o jovem guerreiro lhe ofereceu uma pena de pássaro.\nEssa era a prova da aventura compartilhada, do tesouro que encontraram juntos, com o objetivo de encorajar seu parceiro.\nMais tarde, um deles ganhou o título de \"Leão\",\nE se tornou em um rei sem coroa que liderava muitos cavaleiros.\nE o outro ganhou o título de \"Lobo\",\nApoiava seu amigo em silêncio e tratava de assuntos de estado.\nEm tempos de instabilidade, os dois defenderam sua terra natal e um ao outro como uma espada e punhal.\nPorém, isso aconteceu há muito, muito tempo.\nInúmeras histórias se perderão durante a catástrofe."
          }
        ]
      },
      {
        "title": "Persistência do Valente",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando as maldições da noite se libertaram e as raízes de desastre se fixaram na terra,\nEm expedição, os cavaleiros iriam enfrentar o horror em sua frente, com uma formação gélida como os glaciares do norte.\nO aço de suas grandes espadas brilhava e o sangue escuro escorria como chuva envenenada.\nPor fim, o herói regressou a casa mas, dessa vez, sem seu velho amigo.\nA única coisa que não tinha mudado era a pequena ampulheta que este lhe havia oferecido."
          }
        ]
      }
    ]
  }
}