{
  "epId": 2069,
  "name": "Guardião",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DEF",
      "RES Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Flor do Guarda",
        "desc": [
          {
            "type": "RichText",
            "text": "Apenas a clara voz daquela donzela,\nPoderiam relaxar as sobrancelhas daquele cavaleiro.\nA história entre eles era curta.\nNo final, o sangue do cavaleiro jorraria,\nAssim como as lágrimas dela em suas canções."
          }
        ]
      },
      {
        "title": "Cinto do Guarda",
        "desc": [
          {
            "type": "RichText",
            "text": "Sempre tenha um plano reserva.\nEle usou essa testeira para se lembrar desse lema.\nNo caso de uma emergência, poderia também servir como um torniquete.\nSob essa crença ele ensinava sua esgrima para os cavaleiros sob comando de seu amigo.\nSob essa crença, ele também orientava um cavaleiro branco que amava justiça acima de tudo.\nEm seu nome ele cortou muitas sementes que poderiam ter virado flores do mal.\nDesde que ele esteja adequadamente preparado.\nAinda que um dia ele fosse incapaz de defender esta terra,\nOu proteger seu amigo, ou aquela donzela que adorava cantar."
          }
        ]
      },
      {
        "title": "Sangue do Guarda",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma muito comum e velha taça de vinho de ouro.\nCaso fosse preciso encontrar alguma caraterística especial,\ntalvez fosse o fato de que nunca conteve uma gota de álcool.\n\"Você tem que provar um pouco de vinho!\"\nDisse, sorrindo, o amigo de longa data e superior do guardião.\n\"Pare de franzir essa testa! Beba e cante!\"\n\"Só assim terá coragem para enfrentar o amanhã.\""
          }
        ]
      },
      {
        "title": "Emblema do Guarda",
        "desc": [
          {
            "type": "RichText",
            "text": "O emblema de escudo gravado nesta pena brilha sob a luz da lua.\nMuito tempo atrás, essa luz amedrontaria o coração das pessoas maliciosas e de ladrões.\nO guardião tem um respeitável título de cavalaria.\nEntretanto, durante a noite, ele sempre esconde seu brasão de armas e aparência sob uma capa.\nDesta forma, ele não tinha que se conter e poderia fazer o que precisava ser feito,\nMas que não poderia ser feito por um nobre cavaleiro."
          }
        ]
      },
      {
        "title": "Relógio do Guarda",
        "desc": [
          {
            "type": "RichText",
            "text": "O tiquetaque dos ponteiros do relógio, a luz da vela e as resmas de notas do caso.\nA silhueta sob a luz da lua, a espada e a capa negra.\nEsse eram os constantes companheiros do guardião solitário.\nNão importa o quão longe ele ia, nunca era tempo suficiente.\nSeu superior, despreocupado e orgulhoso, comumente ria de seu caráter reservado, seu rosto sem sorriso e sua aversão à diversão.\nO guardião é uma pessoa que não olha para trás, seus olhos estão sempre mirados no presente e futuro.\nEliminando até o último pedaço do mal, sem importar os meios,\nPoderia ele assegurar que sua terra que seu amigo e seu superior amavam teriam um futuro sem medo.\nApenas quando ele olhava para aquela donzela na praça,\nEle poderia pensar em coisas que não tinha tempo.\nApenas então poderia pensar sobre seu próprio futuro..."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "DEF +30%",
      "fourSetEffect": "Aumenta a própria RES do respectivo elemento em 30% para cada elemento diferente dos seus personagens da equipe."
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Guardião"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Cinto do Guarda",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma bandana de tecido para prender o cabelo que também pode servir de curativo em caso de emergências."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Sangue do Guarda",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Recipiente de metal. Pode ser usado para reter algum tipo de líquido que pode espantar a solidão."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Flor do Guarda",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "As íris apreciadas pelos guardiões. Não há chances de dar a quem ama."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Relógio do Guarda",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um pequeno dispositivo para mostrar a hora atual. Apenas funciona em noites sem lua."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Emblema do Guarda",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Um broche em forma de pena que simboliza o desejo de proteger."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/plume_of_death_icon.png"
      }
    }
  }
}