{
  "epId": 2071,
  "name": "O Sortudo",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DEF",
      "Vida"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "DEF +100",
      "fourSetEffect": "Ao coletar Mora, restaura 300 de Vida."
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Sortudo"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Flor Verde do Sortudo",
        "desc": [
          {
            "type": "RichText",
            "text": "Quem nasce com sorte pode ser beneficiado com toda espécie de milagre.\nO trevo-de-quatro-folhas traz sorte para quem o possui.\nUma vez, enquanto brincava no campo, o Sortudo, despreocupado, se deparou com um trevo desse.\nSatisfeito, ele o arrancou e pôs no bolso.\nNão se sabe se o trevo lhe trouxe sorte, ou por ser sortudo encontrou ele."
          }
        ]
      },
      {
        "title": "Grinalda de Prata do Sortudo",
        "desc": [
          {
            "type": "RichText",
            "text": "Quem nasceu com sorte pode encontrar até tesouros nas armadilhas mais mortíferas.\nEnquanto andava em algumas ruínas, o Sortudo acidentalmente caiu dentro de um cova funda.\nEle caiu em cima de uma pilha de poeira. A pilha de poeira era, na verdade, um colchão desgastado pelo tempo.\nDesta forma, Sortudo descobriu um tesouro deixado para trás pelos velhos aristocratas, e pôs a coroa da sorte em sua cabeça."
          }
        ]
      },
      {
        "title": "Cálice do Sortudo",
        "desc": [
          {
            "type": "RichText",
            "text": "Houve uma vez uma criança favorecida pela sorte desde o dia em que nasceu. Nem mesmo os mais perigosos bandidos conseguiam pôr um dedo nele. Ele ficou conhecido como o Sortudo.\nA criança cresceu, e um dia durante as agonias da vida adulta ele se encontrou cambaleando bêbado num beco atrás da taverna.\nSob o céu sem estrelas, um perverso bandido preparava-se para roubar o Sortudo, aproveitando-se que estava bêbado.\nMas logo quando o bandido estava pronto para roubá-lo, um cálice voador bateu direto na sua testa, deixando-o inconsciente.\nNaturalmente, isso faz do Sortudo uma das poucas pessoas que se beneficiaram de uma briga na taverna."
          }
        ]
      },
      {
        "title": "Pena de Águia do Sortudo",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando a sorte está com você, até mesmo o monstro mais feroz é incapaz de feri-lo.\nAndando pela floresta, o Sortudo não tinha nenhuma ideia que um monstro o estava rondando, tendo o escolhido como sua presa.\nO garoto se distraiu com alguns cogumelos coloridos, e o monstro atacou. Ele pulou e pisou em cima dos cogumelos venenosos, esmagando-os.\nIsso será uma caçada fácil, pensou o monstro, até que uma pena de uma águia caiu silenciosamente em suas costas."
          }
        ]
      },
      {
        "title": "Ampulheta do Sortudo",
        "desc": [
          {
            "type": "RichText",
            "text": "Até mesmo o tempo não conseguia enrugar o rosto do Sortudo.\nSortudo não tinha nenhuma família, nem filhos.\nMas no decorrer de sua vida sortuda, ele considerava todos que conheceu como amigos e familiares.\nÀ medida que sua vida se aproximava do fim, ele viu uma ampulheta com areia escorrendo, como se contasse o tempo que lhe restava.\nEle simplesmente riu, pegou um estilingue e quebrou a ampulheta."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Ampulheta do Sortudo",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "A ampulheta está desprovida de areia devido a danos. A passagem do tempo não tem sentido para quem vive sem preocupações."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Flor Verde do Sortudo",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Um trevo-de-quatro-folhas que cresce na natureza. Foi colhido porque dizem dar muita sorte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cálice do Sortudo",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Feito de metal requintado, uma vez foi usado para nocautear um ladrão."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Grinalda de Prata do Sortudo",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Seu dono antigo entrou em uma caverna e encontrou o tesouro da realeza exilada. Esta é uma lembrança desse incidente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Pena de Águia do Sortudo",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Um monstro no caminho foi pego por uma águia caçadora... Às vezes, esta pena pode trazer muita sorte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/plume_of_death_icon.png"
      }
    }
  }
}