{
  "epId": 2072,
  "name": "Pedra Arcaica",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Pedra Arcaica"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Obtém 15% de Bônus de Dano Geo.",
      "fourSetEffect": "Ao obter um Fragmento Elemental por meio de uma Reação de Cristalização, todos os personagens na equipe ganham 35% de DMG para esse elemento em particular por 10s. Somente uma forma de Dano Elemental pode ser obtida dessa maneira a qualquer momento."
    },
    "story": [
      {
        "title": "Flor do Penhasco Rachado",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor que desabrochou numa fresta de um penhasco inalcançável,\nÉ uma bela forma de vida moldada pela essência de Geo.\nHá um ditado popular que diz o seguinte:\nNos tempos de outrora, alguém disse ao Arconte Geo que não existia vida para ser encontrada em rocha morta,\nEntão o Arconte Geo fez com que flores de ouro puro saíssem da superfície de uma rocha sólida.\nTalvez o Arconte Geo fez tal maravilha,\nou talvez seja uma das muitas histórias que rondam este mundo antigo.\nMas esse próspero porto que cresceu nas montanhas sem vida,\ne que desafia as ondas ferozes do mar de nuvens,\nno final, deve ser a flor brilhante."
          }
        ]
      },
      {
        "title": "Imagem de uma Pedra Imóvel",
        "desc": [
          {
            "type": "RichText",
            "text": "Dizem que nos anos que os deuses competiam entre si, a aparência de Rex Lapis era de um assassino.\nNessas batalhas de deuses contra deuses, ninguém jamais pensaria que era uma divindade amável.\nEle sabia distinguir o certo do errado e nunca perdeu sua marca: naqueles dias de tumultos, ele não mostrava misericórdia, nem mesmo para com os amigos que se converteram a inimigos.\nA expressão fria de Rex Lapis nunca mudou ao longo dessa era.\nDizem que apenas quando a poeira baixou ele criou essa paisagem imóvel.\nEssa paisagem era necessária, pois tinha que cumprir um contrato."
          }
        ]
      },
      {
        "title": "Taça do Escultor de Pedra",
        "desc": [
          {
            "type": "RichText",
            "text": "Um recipiente para vinho entalhado em uma rocha imóvel,\nÉ dito que está cheio com o vinho de soberanos.\nO basalto é indestrutível da mesma maneira que o cristal brilha através de sua transparência,\nDe igual maneira, caminhar entre os mortais deve ser um prazer extraordinário.\nAs lendas populares dizem que para beber o vinho,\nRex Lapis produziu uma formação rochosa,\ne entalhou para si mesmo um cálice de vinho de jade e pedras preciosas.\nAlguns dizem que existiam sete desses cálices."
          }
        ]
      },
      {
        "title": "Asas do Pico da Montanha",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena deixada para trás pelas asas gigantes que nivelaram as montanhas,\napesar de ter se tornado verde musgo, essa pena continua afiada como uma lâmina.\nAs lendas dizem que nos tempos antigos, quando o mundo estava em caos, Rex Lapis arrancou as montanhas e as transformou em enormes aves de rapina.\nEssas aves foram criadas com pedras e jade, e voavam sobre o chão em que se formaram,\nascendendo rumo aos céus, perfuravam as nuvens e nivelavam muitos picos no caminho.\nDizem que essas pipas de pedra abriam suas asas e mergulhavam rumo ao oceano,\ncaindo do céu como cometas,\nRumo ao coração do oceano, onde os monstros habitam...\nDizem que os pilares de pedra que saem do oceano continuam a atrair pássaros até hoje."
          }
        ]
      },
      {
        "title": "Relógio de Sol de Jade Duradouro",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio de sol feito a partir de um jade da realeza,\nPersegue silenciosamente o tempo e a luz do dia.\nMesmo as rochas que permaneceram firmes por tempos imemoriais irão eventualmente se desintegrar com o tempo, virando pó e cascalho.\nDiz a lenda que o Arconte Geo confeccionou um relógio com as estrelas mais brilhantes da terra, a fim de ensinar ao seu povo o quão precioso era o tempo.\nDiziam que o Relógio Solar se circulava no mundo mortal, e no final chegou à mão do Kunwu, que ainda era um estudioso.\n\"Quando eu era novo, sonhava em estudar os clássicos e ir para Sumeru adquirir sabedoria.\"\n\"Mas ao obter esse relógio, o examinei por muitos dias, e não achei um defeito sequer.\"\n\"Decidi então não mais ser um pensador, mas aprender a ser um artesão para desafiar o criador desta máquina divina.\""
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Relógio de Sol de Jade Duradouro",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio de sol esculpido em um único pedaço grande de jade. Está alinhado com um padrão que registra silenciosamente a passagem do tempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Taça do Escultor de Pedra",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Lindas garrafas de vinho que foram enchidas com licor requintado."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Flor do Penhasco Rachado",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Flor de pedra dourada em plena floração. As pétalas balançam suavemente ao vento, parecendo estar vivas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Asas do Pico da Montanha",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "A pluma da pipa gigante na rocha, e a ponta da pedra negra às vezes condensa com orvalho frio."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Imagem de uma Pedra Imóvel",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A máscara esculpida em rocha basáltica, com olhos vazios olhando para sempre friamente para a frente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/circlet_of_logos_icon.png"
      }
    }
  }
}