{
  "epId": 2073,
  "name": "Berserker",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Taxa Crítica"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Rosa de Berserker",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor manchada de vermelho delicada que representa a qualidade do Berserker."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara de Batalha de Berserker",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma máscara de ferro meio quebrada durante batalhas ferozes."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Taça de Ossos de Berserker",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Um copo feito dos ossos de bestas gigantes desconhecidas obtidos depois de uma caça."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Relógio de Berserker",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "O líquido dentro flui sem piedade. Mostra quanto tempo resta no campo de batalha e neste mundo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma de Berserker",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Algumas das plumas de cauda azul-marinho do corvo originalmente eram tingidas de vermelho."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Rosa de Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "Nos dias antes de enlouquecer, ele às vezes pararia em frente ao jardim de Rosas por um momento.\nEle não tinha nenhuma família, nenhuma amante ou amigo.\nQuando não estava no campo de batalha, ele viria até aqui para cuidar das frágeis flores no jardim com todo seu coração.\nComo se as flores avermelhadas cheias de espinhos fossem a única coisa que ele conseguia se apegar."
          }
        ]
      },
      {
        "title": "Máscara de Batalha de Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "Banhado nas chamas que devoraram sua terra natal, o rosto do Berserker agora era irreconhecível.\nA máscara de ferro se juntou com sua carne, permanentemente marcando seu rosto com um semblante sem emoções.\nEntão, numa dura batalha, sua horrível máscara foi quebrada em dois por um oponente.\nAs rachaduras da máscara arrancaram a pele que estava presa nela.\nMas nem a dor parou os passos do Berserker, nem o sangue impediu seus movimentos.\nO Berserker continuou a gritar até que todo o novo sangue cobriu os coágulos em seu rosto."
          }
        ]
      },
      {
        "title": "Taça de Ossos de Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "O Berserker, sedento de sangue, devastou as terras, lutando contra humanos e monstros, desafiando até mesmo os deuses.\nNuma terra árida e sem vida, ele encontrou um monstro gigante.\nSua máscara de ferro não conseguia esconder sua fúria, resultando numa luta sem fim.\nHoras, dias e anos passaram. O monstro finalmente foi derrotado.\nO Berserker sugou a médula do chifre quebrado do monstro. Isso foi como ele celebrou sua vitória."
          }
        ]
      },
      {
        "title": "Pluma de Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "A terra natal do uma vez são Berserker foi destruída pela guerra entre deuses e mortais.\nO jardim de rosas queimou e os pássaros se alimentavam do corpo dos outros dos seus.\nRenascido nas chamas, vingança e sede de sangue tomaram conta da mente do guerreiro, transformando-o num Berserker.\nPenas negras espalhadas no campo de batalha estavam manchadas de vermelho pela fúria de sua vingança."
          }
        ]
      },
      {
        "title": "Relógio de Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "O fim chega para todos, até mesmo para o aparentemente invencível Berserker.\nQuando o sangue em suas mãos finalmente secou, o Berserker começou a cambalear,\nSua vida estava determinada a acabar quando encontrou com o último oponente no campo de batalha.\nNo campo de batalha em que o sangue jorrava como rio, sua ampulheta estava pintada de vermelho pelo sol poente."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Taxa Crítica +12%",
      "fourSetEffect": "Quando a Vida estiver abaixo de 70%, a Taxa Crítica aumenta 24%."
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Berserker"
          }
        ]
      }
    ]
  }
}