{
  "epId": 2077,
  "name": "Cavaleiro Manchado de Sangue",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cavaleiro Manchado de Sangue"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Dano Físico causado +25%",
      "fourSetEffect": "Após derrotar um oponente, aumenta o Dano do Ataque Carregado em 50% e reduz seu custo de Stamina para 0 por 10s."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Cálice do Cavaleiro Sanguinário",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Um copo de metal de um cavaleiro sanguinário. O sangue condensado fez com que a sua superfície exterior ficasse escura como a noite."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Pena Negra Sanguinária",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Pena grudada na capa do cavaleiro. Após ser manchada diversas vezes com sangue, acabou ficando totalmente escura."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Relógio do Cavaleiro Sanguinário",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio usado pelos estudiosos. O líquido interno que havia, se condensou, perdendo a sua função de medir o tempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara de Ferro Sanguinária",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A máscara de ferro usada pelo cavaleiro para proteger o seu rosto. O que há por de baixo dessa máscara é alvo de muita especulação."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Coração de Ferro Sanguinário",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Flor negra manchada pelo sangue, dura como o aço. É uma espécie de lembrança."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Bloodstained Chivalry/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Coração de Ferro Sanguinário",
        "desc": [
          {
            "type": "RichText",
            "text": "Originalmente era uma rosa branca comum, usada pelo cavaleiro em seu peito e dada por uma dama que resgatou.\nEntretanto, agora estava seca e dura do sangue que caiu sobre ela em muitas batalhas.\nQuando o Cavaleiro Errante matou um monstro pela primeira vez para salvar uma donzela,\nele recusou qualquer recompensa, dessa forma, a dama lhe deu essa pura rosa branca.\n\"A única recompensa de um cavaleiro é praticar o cavalheirismo.\"\n\"Esta flor é a minha medalha. É tudo o que eu preciso.\"\nEssa flor branca sempre estava em seu peito, até que foi manchada de sangue,\nela e a armadura prateada do cavaleiro se tornaram iguais à escuridão do céu noturno,\nigual ao seu coração, que ficou duro como aço temperado."
          }
        ]
      },
      {
        "title": "Máscara de Ferro Sanguinária",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma luxuosa máscara de platina que uma vez pertenceu a um cavaleiro de origem nobre.\nAs manchas escuras de sangue seco são agora parte permanente de sua aparência.\nQuando o Cavaleiro Sanguinário matou mais um monstro e se dispôs a ajudar uma pessoa numa hora de necessidade,\nEla o empurrou, e o Cavaleiro Sanguinário imediatamente percebeu:\nSeu rosto estava coberto no seu sangue e no de seus inimigos.\nSua aparência havia se tornado mais sinistra que a de um monstro.\n\"Que então essa máscara substitua meu próprio rosto.\"\n\"Para que as pessoas que devo proteger não a precisem ver.\"\n\"Porque depois de sangrentas batalhas, minha aparência se tornou horrenda.\""
          }
        ]
      },
      {
        "title": "Cálice do Cavaleiro Sanguinário",
        "desc": [
          {
            "type": "RichText",
            "text": "Originalmente era um cálice requintado de prata com entalhes dourados representando as conquistas de um herói.\nEntretanto, sangue e a fumaça mancharam o cálice ao ponto de ser irreconhecível.\nCoberto de sangue, o cavaleiro que matava demônios retornou do campo de batalha,\nmas já não havia ninguém para resgatar nas casas queimadas derrubadas.\nDerrotado, o Cavaleiro Sanguinário levou o cálice manchado de fumaça,\ne jurou livrar o mundo dos monstros, da pobreza e do mal."
          }
        ]
      },
      {
        "title": "Pena Negra Sanguinária",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma das incontáveis penas do corvo grudou no corpo do Cavaleiro Sanguinário.\nOnde há sangue, os corvos seguirão.\nNo final, o Cavaleiro Sanguinário não podia mais distinguir,\nse o sangue que o manchava era dele ou de seus inimigos.\nEventualmente, em sua jornada banhada de sangue, ele percebeu:\nSeu caminho de suposto cavalheirismo havia lhe transformado de um cavaleiro branco ao monstro que era agora.\nSeus únicos seguidores eram os corvos atraídos pelo sangue que deixava por onde passava."
          }
        ]
      },
      {
        "title": "Relógio do Cavaleiro Sanguinário",
        "desc": [
          {
            "type": "RichText",
            "text": "No abismo, onde a luz dos corpos celestiais não chega,\no Cavaleiro Sanguinário mantinha esse relógio, apesar de ali ele nada significar.\nEsta é a última história do Cavaleiro Sanguinário, que de agora em diante deu adeus à ética e moral.\nDevido ao sangue, o cavaleiro entendeu que não existia mais um lugar para ele na superfície,\nEntão decidiu adentrar no antigo reino caído, lutando e morrendo na toca dos monstros.\nNo fim do mundo, ele entendeu a origem dos monstros que destruíram o reino antigo.\n\"O poderoso reino antigo foi injustamente punido.\"\n\"Seus habitantes se transformaram em monstros.\"\n\"Meu código de cavaleiro não permitia tolerar essa injustiça.\"\n\"Se o Abismo é o teu nome, eu juro minha lealdade à ti.\""
          }
        ]
      }
    ]
  }
}