{
  "epId": 2078,
  "name": "Artista Marcial",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Artista Marcial"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Flor Vermelha de Artista Marcial",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Apenas este tipo de flor carmesim pode aliviar a dor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Ampulheta de Artista Marcial",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma ferramenta para monitorar o tempo durante um treino de resistência. É mais precisa e confiável em relação a uma ampulheta comum."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Taça de Vinho de Artista Marcial",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma taça de vinho requintada para rituais antes de combate."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Acessório de Penas de Artista Marcial",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena de um pássaro comum. Os especialistas a usam para praticar o controle de força enquanto os novatos usam como um leque."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana de Artista Marcial",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A primeira lição como um aprendiz: Vigor, Força, Vontade. Estas palavras são escritas na bandana para você nunca esquecer."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Aumenta o Dano do Ataque Normal e do Ataque Carregado em 15%.",
      "fourSetEffect": "Após usar uma Habilidade Elemental, aumenta o Dano do Ataque Normal e Ataque Carregado em 25% por 8s."
    },
    "story": [
      {
        "title": "Flor Vermelha de Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Desde ter sido reconhecido pelo mestre, o Artista Marcial praticou diariamente por anos.\nO caminho das artes marciais é longo e doloroso, e as feridas são inevitáveis.\nAssim como foi instruído, um dia ele arrancou uma pequena flor carmesim na floresta.\nApesar de suas orgulhosas cicatrizes de batalha nunca sararem completamente, a dor pode ser aliviada."
          }
        ]
      },
      {
        "title": "Bandana de Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma bandana vermelha clara que pertenceu a um Artista Marcial. A sua cor agora está opaca.\nServe como prova que praticava artes marciais desde uma idade pequena. Também representa a ambição que o jovem Artista Marcial já teve.\nToda manhã, antes do cantar dos pássaros, o jovem Artista Marcial já estava treinando na floresta.\nMuitos anos depois, o Artista Marcial era agora um instrutor. Mesmo com a juventude no passado, ele permanecia alerta e diligente como quando jovem."
          }
        ]
      },
      {
        "title": "Taça de Vinho de Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Antes de entrar na arena com orgulho, é essencial para os Artistas Marciais um copo de vinho.\nCada um deles enfrentando um oponente digno, ambos levantarão seus copos um para o outro.\nEntão eles entram na arena com uma calma e reservada postura para enfrentar seu oponente com o maior respeito.\nIsso é o verdadeiro significado do brinde que acontece antes da luta. Não serve para glorificar o vencedor ou envergonhar o derrotado."
          }
        ]
      },
      {
        "title": "Acessório de Penas de Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "O habilidoso Artista Marcial arrancou uma pena de um pássaro que voava no céu.\nA essência da arte marcial não é necessariamente sobre o poder dos ataques.\nAgilidade e destreza cultivadas ao longo de anos são igualmente merecedoras de orgulho por um Artista Marcial.\nO Artista Marcial usaria a pena em seu peito como prova de sua incomparável habilidade."
          }
        ]
      },
      {
        "title": "Ampulheta de Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma ampulheta que usa o fluxo da água para medir a passagem de tempo. O Artista Marcial a carregaria com ele sempre.\nQuando ele estava treinando sob a cachoeira ou praticando o equilíbrio num tronco.\nEle aguentou toda a dor e sofrimento sozinhos,\nEsse objeto gravou cada segundo que passava."
          }
        ]
      }
    ]
  }
}