{
  "epId": 2079,
  "name": "Profundezas do Coração",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Broche Dourado",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Um broche que perdeu o brilho. O revestimento de ouro que o adornava foi desgastado pelo vento e pelas ondas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Quepe de Capitão Manchado de Vinho",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Um antigo chapéu manchado de vinho que ainda cheira a álcool."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cálice das Profundezas",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma taça de vinho com cores desvanecidas que foi encontrada no mar por acaso. Seu exterior opaco retrata o tempo que passou sob as ondas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Bússola de Cobre",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma bússola de bronze ancestral. Sua agulha aponta para alguma costa distante em um porto desconhecido."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Brisa da Nostalgia",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pluma carregada pelo choro dos ventos marítimos e pelas ondas rubras. O tempo mudou sua forma e cor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Broche Dourado",
        "desc": [
          {
            "type": "RichText",
            "text": "Um broche cuja coloração foi manchada pelo vento salgado do mar.\nMesmo um homem que vagueia pelas ondas do oceano,\ntem itens e lembranças que ele preza.\nO grande navio de guerra ergueu sua âncora e partiu para o mar, e o Segundo Capitão mais uma vez deixou o porto com o Skipper.\nPela perseguição absurda do Skipper, e pelas suas próprias memórias enfraquecidas,\no Comandante-Chefe cantarolava uma canção ruim de sua própria composição, fazendo um refrão com as baleias e as ondas.\n\"O bastardo que desistiu do nome de sua família e a bruxa que o caçou (nunca) alcançou o mar!\"\n\"O sábio meio-irmão que não podia ser herdeiro tornou-se finalmente chefe (ou será que não?)\"\n\"Palavras que não podem ser cantadas... Será que também abandonei a verdade por ilusões?\"\n\"Tendo perdido tudo, e dado de tudo, e depois se afundando sob as ondas...\"\n\"Talvez seja um final adequado. Hahahaha!\""
          }
        ]
      },
      {
        "title": "Quepe de Capitão Manchado de Vinho",
        "desc": [
          {
            "type": "RichText",
            "text": "Um chapéu de três pontas carregado com o cheiro de álcool.\nSua forma e design simbolizam a posição de seu proprietário.\nO Segundo Capitão que bebia muito, perdeu-se em um devaneio bêbado de manhã à noite, e raramente estava sóbrio.\nEle fedia a álcool por toda parte, e murmurava com frequência de memórias despedaçadas.\nNo entanto, o jovial Skipper não o repreendeu, e de fato continuou a lhe dar responsabilidades importantes.\n\"Bem, ambos somos pessoas sem nada em nossos nomes, não é? Hahahaha!\"\n\"O chapéu coberto de vinho, foi arrastado por uma tempestade para o céu, e depois levado pelas ondas em movimento\"\n\"Aqueles que estão condenados a perder sua pátria estão engajados em uma luta sem esperança e não correspondida.\"\n\"O que eles perderam para o mar da memória, eles procuraram recuperar das profundezas\"\n\"O vento e as ondas estão corretos. Nós o encontramos.\"\n\"Aquela criatura gigante que me assombra e corrói até em meus sonhos...\"\n\"O momento da vingança chegou. Lançar velas!\""
          }
        ]
      },
      {
        "title": "Cálice das Profundezas",
        "desc": [
          {
            "type": "RichText",
            "text": "Um cálice com as cores levemente desgastadas,\nriscadas pela areia das profundezas do mar.\nO copo requintado caiu da mão do Segundo Capitão, levantando pequenas ondulações ao atingir a superfície do oceano.\nO que será que ele viu por entre os cardumes de peixes e a luz desvanecida do abismo do mar?\nO que será que ele viu no porto silencioso, entre as barras das janelas cobertas de flores?\nCada vez mais o copo de ouro escuro afundou, nos sonhos do monstro marinho e nos sonhos do Segundo Capitão...\n\"Um dia, eu retribuirei o favor por esta marca humilhante que você me deixou.\"\nA luz da lua iluminava o olho da safira e a cicatriz deslumbrante.\nO rosto dela estava cada vez mais brilhante em suas memórias. Brilhante e arrogante,\nmas ele esqueceu como reagiu naquela época, ficando desapontado.\n\"Dito isso, já não sei quantas vezes esqueci...\"\n\"As coisas do passado não têm importância!\"\n\"Todas as mortes são em vão. Não há por que ficar se lamuriando sobre o passado.\""
          }
        ]
      },
      {
        "title": "Brisa da Nostalgia",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena vermelha sinistra, talvez seja um sinal da morte.\nUm dia, ele encalhou na praia junto com o cadáver de uma grande criatura marinha.\nO cínico Segundo Capitão não era nativo de Liyue, mas vinha de uma terra cinzenta governada pela aristocracia.\nDizem que ele já foi um nobre, mas que fez algo que envergonhou sua família, e acabou exilado.\nNo entanto, isso não passava de boatos sem fundamentos, pois quando chegou ao porto pela primeira vez, ele não carregava nada além de uma espada fina,\ne uma pequena pluma azul-safira presa ao seu manto.\nMais tarde, o andarilho se juntaria ao Skipper e partiria para o mar, lutando tanto com grandes ondas quanto com criaturas marinhas.\nEssa, antes, pena azul-safira também seria manchada de vermelho pelo sangue e pelo sal do grande oceano.\nEm seus últimos momentos,\nele lembrou claramente aqueles dias que o vinho o tinha feito esquecer,\ncomo um tesouro na areia trazido à luz pelas ondas do mar..."
          }
        ]
      },
      {
        "title": "Bússola de Cobre",
        "desc": [
          {
            "type": "RichText",
            "text": "Bússola cor de cobre usada pelos marinheiros,\nnuma vida sempre tumultuosa de idas e vindas,\nela aponta para a direção onde está o coração do seu dono.\nO Skipper usou esta bússola para guiar o seu enorme navio,\nnavegando por traiçoeiras rotas oceânicas e conquistando enormes redemoinhos.\nTambém guiou aquele cujo ódio profundo se escondia atrás de um riso desinibido,\ne quem, perdido e desanimado, procurou a morte e a bebida ardente.\n\"Creio que todos vocês cantam que o ladrão não conseguiu evitar a forca no final?\"\n\"Desde que tenha um lugar a que pertencer, mesmo acabando na barriga de um peixe seria bom...\"\n\"Então, você não assinou um contrato com este navio quando entrou a bordo?\"\n\"Essa memória não se apagou com o vinho, certo?\"\n\"Ótimo, então - afinal de contas, está na hora de cumprir o seu contrato\".\n\"É assim mesmo? ...Bem, tudo bem. Já não importa mais, pelo menos\"..."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Bônus de Dano Hydro +15%",
      "fourSetEffect": "Após usar uma Habilidade Elemental, aumenta o Dano do Ataque Normal e Carregado em 30% por 15s."
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Profundezas do Coração"
          }
        ]
      }
    ]
  }
}