{
  "epId": 2080,
  "name": "O Exilado",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Recarga de Energia"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Recarga de Energia +20%",
      "fourSetEffect": "Ao usar o Supremo, regenera 2 de Energia a todos os personagens da equipe (excluindo o portador) a cada 2s por 6s. Este efeito não pode ser acumulado."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Pena do Exilado",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Não é um acessório intencional, uma pena de pássaro que acabou ficando grudada durante a trajetória na natureza."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cálice do Exilado",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Um copo fosco feito com metais pesados. Havia pedras preciosas inseridas nela, mas elas foram retiradas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Grinalda do Exilado",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma grinalda de prestígio, no entanto, a insígnia real foi retirada, não possuindo mais a identidade original."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Flor do Exilado",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor murcha usada na camisa. Usada mesmo até pelos exilados, deve significar alguma coisa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Relógio de Bolso do Exilado",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um mostrador do relógio de cristal quebrado, até mesmo seus ponteiros foram perdidos. Mas, mesmo assim, seu dono não o jogou fora."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Flor do Exilado",
        "desc": [
          {
            "type": "RichText",
            "text": "Tudo aconteceu antes do Exilado aristocrata se envolver na briga de família.\nEssa flor desabrochou antes do primeiro sangue ser derramado.\nTendo testemunhado a crueldade da humanidade, o Exilado deixou sua gentileza e delicadeza no passado.\nMas esta flor murcha e o sorriso inocente que ele uma vez teve sempre serão seu tesouro."
          }
        ]
      },
      {
        "title": "Grinalda do Exilado",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando era criança, o Exilado vivia numa casa nobre. Sua infância foi despreocupada e o seu parque de brinquedos era um palácio feito de prata.\nNos tempos antigos, a coroa de seu pai era um símbolo de gentileza e nobreza.\nEntretanto, anos depois, uma briga de família pintou o palácio decadente de vermelho sangue.\nA coroa se tornou evidência dos crimes do Exilado, e está com ele desde então."
          }
        ]
      },
      {
        "title": "Cálice do Exilado",
        "desc": [
          {
            "type": "RichText",
            "text": "Este cálice de prata é uma herança de família de um aristocrata exilado. Em seu exterior possuiu uma gema incrustada com o brasão da família.\nMas depois que o exílio envergonhou sua família, ele esculpiu o símbolo do qual ele já se orgulhava.\nComo resultado, esse cálice está quebrado e não consegue mais segurar líquidos.\nAinda assim, o Exilado carrega-o com ele até o fim de sua jornada."
          }
        ]
      },
      {
        "title": "Pena do Exilado",
        "desc": [
          {
            "type": "RichText",
            "text": "Atravessando planícies e florestas, o Exilado passou pelo mundo selvagem sozinho.\nEnquanto cruzava camadas de nuvens negras grossas, uma pena índigo de um pássaro caiu sobre seu ombro.\nA pena caiu de um pássaro apavorado fugindo de um falcão, assim como o Exilado.\nA pena representa o espírito de um pássaro sem ninho, assim como o Exilado."
          }
        ]
      },
      {
        "title": "Relógio de Bolso do Exilado",
        "desc": [
          {
            "type": "RichText",
            "text": "O aristocrata adquiriu esse relógio de bolso na sua juventude.\nEsse delicado relógio gravou cada momento de sua infância.\nMas uma tragédia trouxe seus dias despreocupados ao fim.\nO aristocrata foi forçado em um longo e só exílio."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Exilado"
          }
        ]
      }
    ]
  }
}