{
  "epId": 2093,
  "name": "Resolução de Sojourner",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Taxa Crítica"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Coração de Camaradagem",
        "desc": [
          {
            "type": "RichText",
            "text": "O viajante vindo de longe colocou a flor no seu peito.\nEle deixou uma vida repleta de privilégios e luxos para viver uma vida errante e despreocupada.\nPerto de um lago límpido e de águas doces, em uma terra estrangeira, ele encontrou por acaso uma jovem com o nariz franzido.\n\"É um Viajante que vem de longe? Bom, não importa quem seja.\"\n\"Oh. Na verdade, é um músico? Então, peço que não me humilhes com canções e elogios vazios.\"\n\"Lembre-se de mim apenas como sou agora.\"\n\"Como uma pessoa que está prestes a ser oferecida como sacrifício para um 'festival'.\"\nO Viajante que tinha abandonado sua terra natal colocou a flor no seu peito.\nEle tinha jurado não amar ninguém exceto a si próprio, pois assim podia deixar tudo levianamente.\nE mesmo assim ele se lembraria da jovem como havia prometido e arriscaria sua vida por ela."
          }
        ]
      },
      {
        "title": "Coroa da Despedida",
        "desc": [
          {
            "type": "RichText",
            "text": "O viajante que partiu levou essa coroa de salgueiro como uma última recordação.\nPara recordar sua amada que tinha desaparecido com a brisa e Dandelion.\nO viajante era um lirista vagabundo e a donzela da Terra do Vinho era uma prisioneira da nobreza.\nPor razões que nem ele mesmo sabia, o som da lira do vagabundo revelava o seu verdadeiro coração.\n\"O que mais me comove? É seu sorriso.\"\n\"Porque desde que te conheço, nunca vi você sorrir.\"\n\"Irei quebrar as correntes que te prendem.\"\n\"Nesse momento, poderei ver seu sorriso?\"\n\"Ah! Obrigado. Seria maravilhoso se pudesse fazer isso.\"\nO que ele dizia soava muito bem, mas poderia confiar nessas palavras vindas de um cantor?"
          }
        ]
      },
      {
        "title": "Cálice de Uma Terra Desconhecida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma lira tem quatro cordas.\nOs dias que passou com os seus companheiros na \"Orquestra\" foram provavelmente os mais felizes da sua vida de viagens.\nNo início, foi apenas um acaso ter encontrado o \"Comandante\". Mas as cordas invisíveis do destino\nFizeram com que o Viajante encontrasse a jovem cuja espada era uma flauta e o Kreuzlied.\nNa taverna alegre, o Lirista apresentou aos seus camaradas a jovem que encontrou por acaso cantando e dançando.\nO viajante bêbado dedilhou as cordas da Lira e cantou alto.\nCom eles do seu lado, não teria mais de viajar sozinho...\nTalvez poderia viajar com eles até ao fim da sua viagem."
          }
        ]
      },
      {
        "title": "Pluma do Regresso",
        "desc": [
          {
            "type": "RichText",
            "text": "A esperança foi despedaçada por um poder impiedoso e as promessas de reencontro desapareceram como sombras fugazes.\nO viajante vagabundo perdeu novamente um lugar para chamar de casa.\nO mal desdenhoso roubou a alegria do seu amor,\nE os conflitos intermináveis destruíram sua alma irreverente.\nAquelas melodias suaves, divertidas e alegres,\nSe tornaram em sons agudos, latentes e metálicos.\nPelos seus camaradas, pelos seus melhores amigos, pelas mesas em que ninguém mais beberia vinho.\nPela liberdade, pela vida, pela vingança contra o mal que roubou o sorriso dela.\nDeterminado, o Viajante dedilhou a última corda e disparou a última flecha.\nQuando já estava acostumado a viver nessa terra estrangeira, um dia ergueu a cabeça e olhou para o céu azul.\nÉ certo. Esse céu era o mesmo céu da sua terra natal."
          }
        ]
      },
      {
        "title": "Pedra do Caçador da Luz",
        "desc": [
          {
            "type": "RichText",
            "text": "O Viajante que procurava o destino, procurava agora também a inevitável passagem do tempo.\nO final da Orquestra que tinha resistido à aristocracia podia ser visto na eterna corrente do tempo.\nNo decorrer de uma longa viagem, até o melhor dos relógios pode parar de funcionar.\nO único marcador de tempo que nunca falha é a luz do sol e da lua.\nPor isso, o Viajante teria de competir com essa luz para estar consciente do passar do tempo.\nPor um lado, estavam as grandiosas mansões dos nobres e, por outro, a Orquestra, que jamais descansava para derrubar o regime tirano.\nAmbos foram agitados pelo passar do tempo e caminhavam agora para o mesmo final de destruição.\nSob o céu sem lua, as sombras escuras cobriam o cansaço do estrangeiro.\n\"Quando o brilho fugaz das flechas se apaga, a bela melodia chega ao fim.\"\n\"Voltarei a te ver sorrir, quando a torre tombar na praça da cidade?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Resolução de Sojourner"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Pluma do Regresso",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "As plumas das flechas azuis estão repletas de nostalgia dos viajantes."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Pedra do Caçador da Luz",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "O relógio de sol, que passou pelas vicissitudes da vida, registra silenciosamente o ciclo do sol e da lua."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Coroa da Despedida",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Coroa de salgueiro que emite uma brisa suave de primavera."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Coração de Camaradagem",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pequena flor azul jade, cuja fita está amarrada no caule."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cálice de Uma Terra Desconhecida",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "O copo de vinho branco simples de porcelana que foi usado por muitos momentos de alegria."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "ATQ +18%.",
      "fourSetEffect": "Aumenta a Taxa Crítica do Ataque Carregado em 30%."
    }
  }
}