{
  "epId": 2095,
  "name": "Último Juramento do Gladiador",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Último Juramento do Gladiador"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Nostalgia do Gladiador",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Ninguém sabe por que o lendário lutador sempre usou essa pequena flor no peito. Este é o único ponto fraco do guerreiro."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Embriaguez do Gladiador",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "O copo de ouro usado pelos Gladiadores Antigos para beber o vinho da vitória. O copo traz consigo todas as memórias até o seu último momento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Destino do Gladiador",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena que sonha em ter a liberdade de um falcão. No final de sua carreira lendária, o pássaro indomável colocou esta pena em seu coração."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Triunfo do Gladiador",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Capacete dos antigos gladiadores lendários, manchado com o sangue de inúmeros rivais e momentos de glória."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Esperança do Gladiador",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um testemunho dos dias sangrentos de um gladiador. Representa o caminho árduo percorrido para alcançar a liberdade."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Nostalgia do Gladiador",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor comum colhida gentilmente pelo mestre do gladiador.\nEle fez um broche com ela e a prendeu no peito do gladiador. Ela passou a simbolizar seu lado mais gentil.\nAntes do gladiador se tornar uma lenda viva, ele passeou uma vez com seu jovem mestre no jardim.\nO mestre colheu uma flor e a deu ao escravo silencioso.\n\"Nem todos os presentes são dados por benevolência. Às vezes não são nada além do que atos por impulso.\"\nUm dia, num futuro longínquo, o mestre astuto do gladiador lhe diria estas palavras.\nO gladiador invencível finalmente caiu aos pés da garota forasteira,\nNaquele momento, ele se lembrou de um sonho que tinha tido há muitos anos atrás;\n\"Que lindas flores. Me pergunto quando poderei começar minha própria jornada para vê-las.\"\n\"Gostaria de ver como são bonitas as flores silvestres.\""
          }
        ]
      },
      {
        "title": "Triunfo do Gladiador",
        "desc": [
          {
            "type": "RichText",
            "text": "O elmo do gladiador adornado com plumas.\nPara os espectadores zelosos, este elmo era o símbolo da invencibilidade.\nO lendário gladiador travou inúmeras batalhas. Nenhum jamais teve chance de sobreviver antes de sua espada, quer que fossem humanos, quer que fossem monstros.\nEm cada dia triunfante, o gladiador campeão atravessava o portão para as boas-vindas de um herói da multidão que o adorava.\nSomente em momentos de vitória o escravo poderia ter um gostinho de como é ser um mestre; mas essa vã aspiração encobriu o esplendor da liberdade.\nNo dia de seu triunfo, o gladiador finalmente teve um vislumbre do mundo fora de sua cela. Ele estava um passo mais perto da liberdade.\nMas somente quanto seu elmo caiu no chão da arena, ele e os espectadores perceberam que tudo não passava de uma farsa.\nA oferta de sua vida insignificante não fez diferença. Ele seria sempre um escravo sem valor aos olhos de seu mestre."
          }
        ]
      },
      {
        "title": "Embriaguez do Gladiador",
        "desc": [
          {
            "type": "RichText",
            "text": "Um cálice luxuoso feito de ouro. Foi um presente do mestre do gladiador campeão.\nDeste cálice o gladiador campeão bebeu, seja vinho fino ou o sangue dos derrotados.\nMais uma vitória para o gladiador. Coberto de feridas, ele dedicou sua vitória a seu mestre.\nMais inebriante e entorpecente do que o bom vinho, foi a vitória, a honra e o aplauso da multidão.\nO mestre permitiu que ele se juntasse à festa e o presenteou com este cálice.\nEra um cálice requintado, feito especialmente para ele. Um símbolo do quanto seu mestre se importava.\nMas as correntes douradas da vaidade o tinham amarrado e a cobra venenosa do desejo o tinha estrangulado.\nAo parar para esperar pelo vinho da vitória, o gladiador perdeu sua oportunidade de agarrar uma chance momentânea de liberdade."
          }
        ]
      },
      {
        "title": "Destino do Gladiador",
        "desc": [
          {
            "type": "RichText",
            "text": "O fim tinha finalmente chegado para o gladiador triunfante,\na jovem desafiante prestou sua homenagem final ao gladiador.\nQuando a vaidade da vitória e o desejo de liberdade se dissiparam no ar como a neblina matinal,\ne quando a luz do amanhecer finalmente brilhou na arena através das camadas de nuvens embebidas em sangue, o gladiador viu um pássaro voando.\nFaltando apenas uma batalha para ser livre, o gladiador foi derrotado por uma garota anônima.\nGritos e uivos irrompem na multidão como trovões, mas a vencedora se recusou a humilhar seu oponente através da execução.\nEla se recusou a mergulhar sua espada na garganta do adversário e acabar com a vida dele como a de um escravo.\nAs feridas do gladiador foram cobertas com penas invisíveis.\nEle eventualmente partiu em uma viagem, finalmente tão livre quanto um pássaro.\nSeu destino era o lugar onde as flores prosperam e os pássaros voam."
          }
        ]
      },
      {
        "title": "Esperança do Gladiador",
        "desc": [
          {
            "type": "RichText",
            "text": "Foi o próprio gladiador que fabricou esta ampulheta. Ele a virava antes de cada batalha.\nQuando a ampulheta parou de virar, o gladiador havia morrido há muito tempo em uma piscina de seu próprio sangue.\nO gladiador colocaria esta ampulheta de um lado antes de entrar na arena.\nQuando a luta terminava e a multidão começava a torcer por ele, a areia na ampulheta ainda estava fluindo.\nNa luta final do gladiador, ele enfrentou uma jovem garota.\nNos olhos dela, ele viu tanto a timidez de uma jovem garota quanto a ferocidade de uma jovem leoa.\nEm seus passos, a menina viu as correntes inquebráveis da idade que o gladiador usava.\nFoi uma luta que o velho gladiador não tinha tido há anos: Feroz, mas satisfatória.\nMas a luta terminou em um piscar de olhos. A espada mergulhou no coração do gladiador, cessando o fluxo de sua ampulheta."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "ATQ +18%.",
      "fourSetEffect": "Se o portador deste conjunto de artefato usar uma Espada, Espadão ou Lança, aumenta o Dano de seus Ataques Normais em 35%."
    }
  }
}