{
  "epId": 2096,
  "name": "Apostador",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano",
      "Redução de Recarga"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Aumenta o dano da Habilidade Elemental em 20%.",
      "fourSetEffect": "Ao derrotar um inimigo, possui 100% de chance de remover a Recarga da Habilidade Elemental. Este efeito pode ser ativado uma vez a cada 15s."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Acessório de Penas de Apostador",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Pena da cauda de um pássaro grande que pode esconder uma carta com o poder de mudar o destino."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Relógio de Bolso de Apostador",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio quebrado que recebeu salvou a vida de seu dono de um Golpe letal."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Broche de Apostador",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor grande que pode esconder um dado preparado."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Brincos de Apostador",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Um par de brincos azuis que faz as pessoas pensarem de cabeça fria, evitando possíveis crises."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Copo de Dados do Apostador",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Feito de forma única, mas não possui nenhum compartimento especial embutido."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gambler/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Broche de Apostador",
        "desc": [
          {
            "type": "RichText",
            "text": "Apostadores gostam de se gabar de suas riquezas, apesar do fato de que seu dinheiro pode desaparecer da noite para o dia.\nEla às vezes usava esse ornamento gigante de flor exótica nas suas orelhas. Certamente chamava muita atenção.\nMas o que não viam era o dado escondido dentro da flor.\nA Apostadora apenas tirava esse dado do emblema em emergências.\nTrocando esse dado sob os vigilantes olhos dos convidados era como ela mudava a situação."
          }
        ]
      },
      {
        "title": "Brincos de Apostador",
        "desc": [
          {
            "type": "RichText",
            "text": "Esses brincos ostentosos são a perfeita representação da riqueza passageira da Apostadora.\nO brilho da gema é calmante como o céu e o lago.\nOs brincos estariam cobertos com uma suave substância sedativa para manter os apostadores calmos durante o jogo.\nEm jogos que se aposta com a vida e a morte, manter a compostura é a chave da vitória."
          }
        ]
      },
      {
        "title": "Copo de Dados do Apostador",
        "desc": [
          {
            "type": "RichText",
            "text": "Todo Apostador possui algum grau de superstição. Muitos possui uma certa afeição por copos artesanais de dados.\nEsse era o seu copo artesanal de dado, mas nele não havia nenhum mecanismo escondido.\nMetade da sorte do Apostadora está no destino, a outra metade depende dela.\nAinda assim, ela nunca tirava os dados de fora da mesa."
          }
        ]
      },
      {
        "title": "Acessório de Penas de Apostador",
        "desc": [
          {
            "type": "RichText",
            "text": "Essa pena colorida servia para adornar o chapéu da Apostadora. Sua extravagância enoja um verdadeiro aristocrata.\nMas o que os aristocratas não veem é o delicado mecanismo escondido debaixo da superfície.\nQuando a hora chega, a Apostadora sutilmente tira uma carta que vai mudar o jogo.\nAo ver essa carta, o desprezo e a condescendência nos rostos dos aristocratas instantaneamente desaparecia para dar lugar a um estado de choque."
          }
        ]
      },
      {
        "title": "Relógio de Bolso de Apostador",
        "desc": [
          {
            "type": "RichText",
            "text": "Era necessária uma cronometragem perfeita para o truque funcionar.\nEra por isso que ela sempre tinha esse relógio dourado de bolso no bolso de seu peito.\nEm incontáveis jogos, sempre acontecia o momento crucial em que a percepção de tempo dela a salvou."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Apostador"
          }
        ]
      }
    ]
  }
}