{
  "epId": 2180,
  "name": "Apóstolo do Abismo - Corrente Torrencial",
  "desc": "Monstros que usam Hydro para lutar e pertencem a Ordem do Abismo.<br/>Essas figuras silenciosas são os vanguardistas do Abismo, eles lançam Lâminas de Onda, que esmagam os escudos e devoram os hereges. Além disso, eles também aplicam o castigo do destino ao povo inocente.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Ramo Seco de Linha Ley",
        "desc": "Ramos frágeis das profundezas da terra. Mesmo após anos de envelhecimento, de baixo de sua superfície manchada você pode ver que seu poder ainda não foi totalmente perdido.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Folha Morta de Linha Ley",
        "desc": "Um galho das profundezas da terra. Embora esteja longe de onde uma vez esteve, suas folhas ainda pulsam com energia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Broto de Linha Ley",
        "desc": "Diz-se que havia uma grande árvore cujas raízes outrora se espalhavam por todos os cantos do mundo, e diz-se que este broto fazia parte dela. É quase como se nunca tivesse sido quebrado e levado para longe, pois sua vitalidade é tal que ainda hoje brota novas folhas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Escultura Sombria",
        "desc": "Uma imagem que retrata a imagem de alguém.<br/>Não sofreu nenhum dano mesmo depois de muito tempo. Parece que seu dono anterior a cuidava como um ícone sagrado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Escultura do Alvorecer",
        "desc": "Uma estátua feita para lembrar uma pessoa desconhecida de um olho só.<br/>Você consegue sentir um estranho calor emanando de dentro dela enquanto segura, como se fosse o ombro de um querido amigo. Talvez esta estátua possa de fato das às pessoas que consigam compreender seu significado a coragem para seguir em frente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Escultura das Profundezas",
        "desc": "Uma escultura de um olho só que emana uma energia sinistra, sem quaisquer indicações do que foi feito.<br/>Conforme você olha para esta escultura, quase é possível ouvir um estranho e reconfortante sussurro que diz...<br/>\"Veja, meu filho. Tudo o que está sob o trono dos céus será destruído pela revolta. A paz eterna do vazio escuro e profundo logo acolherá a todos nós.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Apóstolo do Abismo - Corrente Torrencial"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Um monstro da Ordem do Abismo que usa um poder negro para comandar Correntes Torrenciais na batalha. Alguns de seus ataques <color=#ffe14b>aumentam o tempo de Recarga das habilidades dos Personagens, caso elas já estejam durante esse tempo</color> ."
          }
        ]
      }
    ]
  }
}