{
  "epId": 220,
  "name": "Máscara Ominosa",
  "desc": "Máscara de ossos brilhante, com detalhes pintados para assustar os inimigos.<br/>Até hoje os humanos não entendem o porquê dos Hilichurls temerem as máscaras. Alguns dizem que é porque não querem ver o próprio reflexo derrubado na água.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Material de Fortalecimento de Arma e Personagem"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1699660617,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Máscara Ominosa"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de Elevação de Personagem"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Dropado por Hilichurls Nv.60+\nDropado por alguns Hilichurls Arqueiros Nv.60+\nDropado por alguns Samachurls Nv.60+\nDropado por alguns Mitachurls Nv.60+\nDropado por alguns Lawachurls Nv.60+\nObtido na síntese"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropado por"
      },
      {
        "type": "CustomEntry",
        "epId": 2102,
        "name": "Hilichurl",
        "desc": "Habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Eles parecem muito semelhantes à humanidade, mas parecem ter perdido tanto seu intelecto quanto sua espiritualidade. Sua presença no continente é registrada há mais de mil anos, no entanto, eles não têm história, nem civilização.<br/>Desde a calamidade de quinhentos anos atrás, eles começaram a se espalhar em grande número por toda a terra. Eles não são muito fortes e carecem de organização, mas ainda assim trazem grandes problemas para os seres humanos de vez em quando.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2157,
        "name": "Hilichurl Lutador",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Guerreiros mal-humorados de suas tribos, eles têm a mente simples e acreditam no poder da força bruta. Se seus músculos crescerem suficientemente fortes e sua força grande o suficiente, então um dia eles também levantarão um grande escudo e se tornarão um Mitachurl... Ou será que não?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2116,
        "name": "Hilichurl Berserker",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes Hilichurls empunham bastões flamejantes e atacam com descuido para perseguir os aventureiros intrusos. A maioria dos incêndios nas pradarias ou florestas não são na verdade causados por um certo Cavaleiro em especial, mas sim devido às ações desses Hilichurls.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2164,
        "name": "Hilichurl Guarda de Escudo de Madeira",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Guerreiros Hilichurl que possuem escudos de madeira. Estes escudos não são apenas ferramentas defensivas robustas, mas também objetos de grande valor dentro da tribo. De acordo com muitos relatos, Hilichurls frequentemente atacam os viajantes que acampam para cozinhar e roubam suas tampas de panelas depois de afugentá-los.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2110,
        "name": "Hilichurl Guarda com Escudo de Gelo",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Hilichurls exibem um forte senso de adaptabilidade ao seu redor. Em ambientes gelados, eles inventam formas e meios de moldar este gelo duro em escudos para se protegerem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2138,
        "name": "Hilichurl Guarda de Escudo de Pedra",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Hilichurls resistentes que se congregaram em uma região onde as energias Geo são abundantes. Seus escudos impenetráveis têm camadas de formação rochosa sobre eles.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2135,
        "name": "Hilichurl Atirador",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Arqueiros Hilichurls que empunham simples balestras. Hilichurls não possuem, na verdade, a destreza necessária para construir tais balestras. Como tal, acredita-se geralmente que existe uma organização que controla os Hilichurls por trás e os fornece com equipamentos e suprimentos de material. Os Feiticeiros do Abismo que frequentemente acompanham estes Hilichurls são particularmente suspeitos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2186,
        "name": "Hilichurl Atirador Pyro",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes arqueiros empunham balestras simples, e as pontas das flechas são revestidas com uma fina camada de material inflamável que pode incendiar seus alvos. El Musk da geração anterior acreditava que esta era uma inovação dos Hilichurls mais inteligentes que desejavam cozinhar sua caça depois de caçá-la.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2236,
        "name": "Hilichurl Atirador Electro",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes arqueiros empunham balestras simples, e as pontas das flechas são fabricadas a partir de Cristais Electro que causarão um choque elétrico após o impacto. Dizem que arqueiros Hilichurl com habilidades excepcionais podem disparar cinco flechas de uma só vez - uma façanha realmente impressionante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2112,
        "name": "Hilichurl Atirador Cryo",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes arqueiros empunham balestras simples, na ponta de suas flechas um gelo que nunca derrete. Diz-se que as feridas causadas por essas pontas de flecha cicatrizam muito lentamente, pois o frio vai retardar a circulação do sangue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2189,
        "name": "Hilichurl Granadeiro",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Estes indivíduos sorrateiros são habilidosos no uso de Slimes Pyro, usando-os como armas para atacar intrusos. Granadeiros especializados podem ser capazes de destruir quatro bonecos de madeira em um único arremesso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2232,
        "name": "Hilichurl Granadeiro Electro",
        "desc": "Os primitivos habitantes errantes das regiões selvagens de Teyvat.<br/>Slimes Electro não parecem ter tantos usos como Slimes Pyro ou Anemo nas vidas obscuras dos Hilichurls. Talvez um dia eles possam descobrir os fluxos elementais entre Slimes Electro e Slimes Electro Mutantes e fazer algum grande progresso...?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2108,
        "name": "Hilichurl Cryo Granadeiro",
        "desc": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.<br/>Hilichurls descobriram o uso de Slimes Cryo para efetivamente manter os alimentos frescos. Hilichurls tem uma surpreendente sabedoria no uso prático de Slimes, seja o uso de Slimes Pyro e Cryo para fazer barris explosivos, ou o uso de Slimes Anemo em veículos... Talvez esta seja sua maneira de se adaptar ao seu difícil destino na vida.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2165,
        "name": "Mitachurl de Escudo de Madeira",
        "desc": "Um Hilichurl musculoso que foi forjado em incontáveis lutas.<br/>Eles sabem como usar Slimes Dendro para criar escudos resistentes que eles empunham em combate.<br/>Com seus músculos poderosos, pelo brilhante e silhuetas robustas e confiáveis, eles ajudam os Hilichurls a resistir aos ataques impiedosos dos aventureiros, e detêm uma posição bastante exaltada entre as tribos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2139,
        "name": "Mitachurl de Escudo de Pedra",
        "desc": "Um Hilichurl musculoso que usa pedras como escudo.<br/>Lutar e comer carne são as duas coisas mais importantes para os Hilichurls, porque são elas que os fazem crescer mais fortes.<br/>Todos os jovens Hilichurls sonham em crescer e se tornar um grande e forte Mitachurl, porque assim eles podem comer mais carne, travar mais batalhas e empunhar aqueles escudos de pedra gigantes (quase) impenetráveis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2111,
        "name": "Mitachurl de Escudo de Gelo",
        "desc": "Um Hilichurl musculoso que usa gelo sólido como escudo, empunhando-o em batalha.<br/>A razão normalmente determina que grandes criaturas que veem muita ação devem queimar um grande número de calorias para se sustentarem. Como tal, o atual El Musk propôs o \"Índice Mitachurl\". Este índice correlaciona a porcentagem de Mitachurls dentro da população de Hilichurls com a estabilidade e o sucesso da atividade de procurar alimento dos Hilichurls.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2184,
        "name": "Mitachurl do Machado Ardente",
        "desc": "Hilichurls musculosos que empunham grandes machados de duas mãos.<br/>Ataca com grandes golpes, e usará Slimes Pyro para infundir seus machados com Pyro. Eles são muito letais.<br/>Normalmente repetir diversas vezes o aquecimento do machado da forma que um Mitachurl do Machado Ardente faz diminuirá a firmeza do metal e fará com que o machado deixe de ser amolado. Mas tal é a força dos Mitachurls que mesmo que o machado deixe de ser amolado por completo, eles ainda podem usar seus machados como martelos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2233,
        "name": "Mitachurl do Machado Electro",
        "desc": "Hilichurls musculosos que empunham grandes machados de duas mãos.<br/>Atacam com grandes golpes e usam Slimes Electro para infundir seus machados com Electro. Seus golpes são muito letais.<br/>Os eixos forjados de aço são materiais altamente condutores. A imagem daqueles MitachurlS altos e fortes, segurando seus machados para invocar um raio é bastante majestosa para os Hilichurls.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2104,
        "name": "Lawachurl da Trovoada",
        "desc": "Um misterioso rei dos Hilichurls que vagueia no meio da tempestade elétrica.<br/>Esta é uma grande criatura que os outros Hilichurls chamam de Lawa. Seu corpo colossal é coberto por energia Electro. Das fissuras de sua pele brotam Cristais Electro dos quais emite Energia Elemental.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2105,
        "name": "Lawachurl dos Braços Congelantes",
        "desc": "Um misterioso \"chefe\" dos Hilichurls que espreita a neve e o nevoeiro.<br/>Este enorme Hilichurl é chamado de \"Lawa\" por seus companheiros. Seu corpo, aperfeiçoado até o limite, quase parece se misturar com o ambiente repleto de Cryo, e sua nobreza estoica é como a dos rios congelados do Reino do Norte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2103,
        "name": "Lawachurl da Pedra Oculta",
        "desc": "Um misterioso \"chefe\" dos Hilichurls que caminha entre milhares de montanhas.<br/>Este enorme Hilichurl é chamado de \"Lawa\" por seus companheiros. As energias Geo abundantes no meio ambiente tornaram-se parte de sua carne, sangue e pele, que parecem como se fossem esculpidas na rocha da montanha.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2166,
        "name": "Samachurl Hydro",
        "desc": "Um Hilichurl feiticeiro e murmurante, que recita o poder do Hydro.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Que tipo de vida levaria criaturas tão simples a poderem evocar água e chuvas?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2240,
        "name": "Samachurl Anemo",
        "desc": "Um Hilichurl feiticeiro e murmurante, que espalha a mensagem do Anemo.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice, e esta capacidade de comandar os ventos que fluem provém de memórias sombrias e esquecidas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2230,
        "name": "Samachurl Electro",
        "desc": "Um Hilichurl ancião que ora o elemento Electro e está sempre resmungando baixinho.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Tendo dominado a difícil arte de dirigir um raio, ele usa seu rugido para compor melodias na tempestade.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2213,
        "name": "Samachurl Dendro",
        "desc": "Um Hilichurl feiticeiro e murmurante, que desperta o poder do Dendro.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Um rancor desperta por baixo daquela máscara, e as hera venenosas brotam como sussurros odiosos que saem dela.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2106,
        "name": "Samachurl Cryo",
        "desc": "Um Hilichurl feiticeiro e murmurante, que evoca o Cryo congelante.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Estes xamãs se lembram dos cânticos gelados e são ainda mais habilidosos na arte de usá-los para prender seus inimigos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2136,
        "name": "Samachurl Geo",
        "desc": "Um Hilichurl feiticeiro e murmurante, que ouve o poder do Geo.<br/>Hilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Para as montanhas perseverantes, estes velhos Hilichurls são apenas crianças, mas suas memórias e experiências os guiaram para ganhar poder sobre a rocha e a pedra.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Teyvat:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_source=hoyolab&utm_medium=tools&lang=pt-br&bbs_theme=light&bbs_theme_device=1#/map/2?shown_types=55,56,57,149&center=-2.00,-76.00&zoom=-1.00"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Enkanomiya:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_source=hoyolab&utm_medium=tools&lang=pt-br&bbs_theme=light&bbs_theme_device=1#/map/7?shown_types=55,57,56,149&center=117.50,3.50&zoom=-0.50"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>O Despenhadeiro: Minas Subterrâneas:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_source=hoyolab&utm_medium=tools&lang=pt-br&bbs_theme=light&bbs_theme_device=1#/map/9?shown_types=55&center=-1.50,-77.00&zoom=-0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Elevação de Personagem / Ascensão"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Estrelas</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "A Cavaleira das Ondas, uma descendente da antiga aristocracia, e a Capitã de Reconhecimento dos Cavaleiros de Favonius. A razão pela qual uma descendente dos antigos nobres poderia se juntar aos Cavaleiros permanece um grande mistério em Mondstadt até os dias de hoje.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "A justa e rigorosa Cavaleira de Dandelion, a Grande Mestre Intendente dos Cavaleiros de Favonius em Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Viajante",
        "desc": "Uma/Um Viajante de outro mundo que teve seu ente querido levado e foi forçada/o a embarcar em uma jornada em busca dos Sete.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>4 Estrelas</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Yunjin",
        "desc": "Uma renomada cantora de ópera de Liyue, hábil tanto em dramaturgia quanto em canto. Seu estilo é único, requintado e delicado, exatamente como ela.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "General da Comissão Tenryou. Audaciosa, decisiva e habilidosa na batalha.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Um jovem exorcista de uma família de exorcistas. Ele tem feito de tudo para superar seu próprio Psíquico Yang Puro.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 40,
        "name": "Noelle",
        "desc": "Uma empregada em serviço dos Cavaleiros de Favonius que sonha em se juntar aos cavaleiros um dia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Noelle_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Um jovem carregando uma espada longa que é frequentemente visto em estantes de livros. Ele tem um coração de ouro e anseia por justiça e equidade para todos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Um garoto que vive entre os lobos no Reino dos Lobos em Mondstadt, longe da civilização. É ágil como um relâmpago.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascensão de Arma"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Arco</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1967,
        "name": "Arco Enferrujado",
        "desc": "Um arco de ferro completamente enferrujado. Uma pessoa comum não teria forças para sequer levantá-lo, muito menos dispará-lo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弓藏.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1968,
        "name": "Estilingue",
        "desc": "Na verdade, é um arco. Depois de incontáveis experimentos e melhorias, o mestre criador de estilingues acabou criando um arco.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/弹弓.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Catalisador</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Memória da Poeira",
        "desc": "Uma fechadura de pedra contendo memórias distantes. Suas infinitas transformações revelam seu poder interior.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1950,
        "name": "Contos de Dodoco",
        "desc": "Um livro infantil com uma bela capa. Seu conteúdo é pequenas estórias infantis inofensivas, e quem as ler não poderá evitar rir.<br/>Mesmo que seu leitor já seja um adulto, ao ler tais aventuras inocentes, também acabará fascinado por elas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/嘟嘟可故事集.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1980,
        "name": "Olho da Percepção",
        "desc": "Uma pérola negra esmaltada que se diz ter o poder de ler a pureza do coração.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/昭心.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Sinfonia dos Indolentes",
        "desc": "Um caderno pesado cheio de partituras. Apesar de já estar bastante danificado, ainda há muito poder que pode ser encontrado nas palavras escritas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1966,
        "name": "Histórias de Outros Mundos",
        "desc": "Um romance de fantasia barato sem valor referencial. Os seus poderes, obviamente, também servem apenas na sua imaginação.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/异世界行记.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Lança</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2027,
        "name": "Protótipo Estelar",
        "desc": "Um rancor descoberto na Forja do Penhasco Obscuro. Os vislumbres ao longo da borda afiada são como estrelas na noite.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作星镰.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Espadão</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1986,
        "name": "Canção dos Pinhos",
        "desc": "Uma espada grande tão leve quanto o suspiro de grama na brisa, mas tão impiedosa para os corruptos quanto um tufão.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/松籁响起之时.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2025,
        "name": "Protótipo Arcaico",
        "desc": "Um espadão antigo descoberto no Penhasco Obscuro. Ao brandi-lo, dá a sensação de como se fosse possível cortar o espaço.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作古华.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1933,
        "name": "Porrete da Razão",
        "desc": "Um porrete feito de aço. É a base do \"convencimento racional\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/以理服人.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Espada</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 1974,
        "name": "Cortador de Montanhas",
        "desc": "Um símbolo de um pacto lendário, esta lâmina afiada uma vez cortou o pico de uma montanha.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/斫峰之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2032,
        "name": "Haste de Cinábrio",
        "desc": "Uma espada feita de materiais que não pertencem a este mundo. O poder dentro dela pode até mesmo ser capaz de resistir à corrupção de um veneno que poderia corroer um poderoso dragão.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/辰砂之纺锤.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1962,
        "name": "Espada Longa Real",
        "desc": "Uma velha espada longa que pertencia aos antigos governantes de Mondstadt. Requintadamente trabalhada, as esculturas e enfeites testemunham a estatura de seu dono.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/宗室长剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1984,
        "name": "Espada de Ferro Negro",
        "desc": "Bem, na verdade é apenas uma espada de ferro um pouco escura.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗铁剑.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Síntese"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produto</color>\n<color=#ffffff>Materiais</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Máscara Ominosa",
        "desc": "Máscara de ossos brilhante, com detalhes pintados para assustar os inimigos.<br/>Até hoje os humanos não entendem o porquê dos Hilichurls temerem as máscaras. Alguns dizem que é porque não querem ver o próprio reflexo derrubado na água.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/01/04/35428890/405e199979d710b4db5c640cccabd66b_6301407142072940114.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 50,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Máscara Suja",
        "desc": "Totalmente coberta de sujeira, liberando um cheiro sutil de ossos.<br/>Contudo, ainda assim, o Hilichurl a usa em seu rosto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Barganhas da Paimon"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Item</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 220,
        "name": "Máscara Ominosa",
        "desc": "Máscara de ossos brilhante, com detalhes pintados para assustar os inimigos.<br/>Até hoje os humanos não entendem o porquê dos Hilichurls temerem as máscaras. Alguns dizem que é porque não querem ver o próprio reflexo derrubado na água.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
        "amount": 3,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 873,
        "name": "Brilho Estrelar Abandonado",
        "desc": "Moeda usada para comprar recursos caros na Loja de Troca.<br/>Excedente de Brilho Estrelar. Talvez possa iluminar outras partes do universo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Masterless Starglitter_icon.png",
        "amount": 2,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "25 (Mensal)",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Materiais Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 1247,
        "name": "Máscara Danificada",
        "desc": "Máscara de Ossos quebrada que pertencia a algum Hilichurl.<br/>Há mais partes danificadas do que intactas, perdendo totalmente a sua utilidade.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 983,
        "name": "Máscara Suja",
        "desc": "Totalmente coberta de sujeira, liberando um cheiro sutil de ossos.<br/>Contudo, ainda assim, o Hilichurl a usa em seu rosto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}