{
  "epId": 2204,
  "name": "Ladrões de Tesouro - Mestre das Poções Hydro",
  "desc": "Um membro da organização criminosa descentralizada que tem rastros em todo o continente e até mesmo nas profundezas de domínios desconhecidos.<br/>Dizem que alguns Mestres das Poções dos Ladrões de Tesouro costumavam ser charlatães que vagavam por vilas e cidades vendendo suas infusões especiais de elixires, águas sagradas e coisas do gênero. Esses remédios certamente parecem servir melhor em combate do que em trapaças.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Ladrões de Tesouro - Mestre das Poções Hydro"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Outras facções humanas"
          }
        ]
      },
      {
        "key": "Tutorial"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 629,
        "name": "Insígnia dos Ladrões de Tesouro",
        "desc": "Uma insígnia que orgulhosamente representa a posição de seus proprietários como membro dos Ladrões de Tesouro. A busca por tesouros não tem limites. Dito isso... ser ladrão é algo para se orgulhar?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1553,
        "name": "Insígnia do Corvo Prateado",
        "desc": "Uma insígnia de corvo usada pelos membros dos Ladrões de Tesouro para se identificar. Os Ladrões de Tesouro não pedem currículo. Qualquer pessoa que tenha um desejo insaciável por tesouros e coragem equiparável pode se tornar um membro digno.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 760,
        "name": "Insígnia de Corvo Dourado",
        "desc": "Uma insígnia de corvo que simboliza o orgulho e o princípio dos Ladrões de Tesouro. Se está escondido entre a vastidão da terra ou nas profundezas dos mares, enquanto houver tesouros a serem caçados, o espírito dos Ladrões de Tesouro, que não se detém em nada para adquiri-los, nunca morrerá.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png"
      }
    ]
  }
}