{
  "epId": 2248,
  "name": "Cavaleiro da Serpente Negra - Quebra-Vento",
  "desc": "Um guarda com uma posição importante na corte, dominando os inimigos dos governantes da nação, usando uma arte de espada conhecida como \"Descobridor da Veracidade\".<br/>A Espada do Crepúsculo antes fazia parte de um de seus soldados. A glória daquele reino se foi, para nunca mais ser restaurada.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Escultura Sombria",
        "desc": "Uma imagem que retrata a imagem de alguém.<br/>Não sofreu nenhum dano mesmo depois de muito tempo. Parece que seu dono anterior a cuidava como um ícone sagrado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Escultura do Alvorecer",
        "desc": "Uma estátua feita para lembrar uma pessoa desconhecida de um olho só.<br/>Você consegue sentir um estranho calor emanando de dentro dela enquanto segura, como se fosse o ombro de um querido amigo. Talvez esta estátua possa de fato das às pessoas que consigam compreender seu significado a coragem para seguir em frente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Escultura das Profundezas",
        "desc": "Uma escultura de um olho só que emana uma energia sinistra, sem quaisquer indicações do que foi feito.<br/>Conforme você olha para esta escultura, quase é possível ouvir um estranho e reconfortante sussurro que diz...<br/>\"Veja, meu filho. Tudo o que está sob o trono dos céus será destruído pela revolta. A paz eterna do vazio escuro e profundo logo acolherá a todos nós.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cavaleiro da Serpente Negra - Quebra-Vento"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Foi um defensor aparentemente de alto escalão de algum lugar e era capaz de controlar o poder dos ventos. Quando seu ataque <color=#ffe14b>atinge um personagem sob a proteção de escudo</color> , sacrificará sua Vida para se tornar ainda mais forte e ágil."
          }
        ]
      }
    ]
  }
}