{
  "epId": 2249,
  "name": "Armadura do Vazio: Porta-estandarte",
  "desc": "Soldado sombrio. No passado, foi um orgulhoso soldado de uma antiga nação subterrânea, porém, agora, ele perdeu sua consciência e memória.<br/>Mas mesmo assim, ele segura o estandarte da realeza para lutar. Embora tenha esquecido seus camaradas ou qualquer bênção real que ele tenha recebido, nunca deixará o estandarte de lado.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Armadura do Vazio: Porta-estandarte"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Um porta-bandeiras enigmático escuro. Quando seus ataques <color=#ffe14b>atingirem personagens protegidos por um escudo</color> , gerarão um escudo para si mesmos, para os Cavaleiros da Serpente Negra e para as Armaduras do Vazio próximas ao custo de sua Vida."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Escultura Sombria",
        "desc": "Uma imagem que retrata a imagem de alguém.<br/>Não sofreu nenhum dano mesmo depois de muito tempo. Parece que seu dono anterior a cuidava como um ícone sagrado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Escultura do Alvorecer",
        "desc": "Uma estátua feita para lembrar uma pessoa desconhecida de um olho só.<br/>Você consegue sentir um estranho calor emanando de dentro dela enquanto segura, como se fosse o ombro de um querido amigo. Talvez esta estátua possa de fato das às pessoas que consigam compreender seu significado a coragem para seguir em frente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Escultura das Profundezas",
        "desc": "Uma escultura de um olho só que emana uma energia sinistra, sem quaisquer indicações do que foi feito.<br/>Conforme você olha para esta escultura, quase é possível ouvir um estranho e reconfortante sussurro que diz...<br/>\"Veja, meu filho. Tudo o que está sob o trono dos céus será destruído pela revolta. A paz eterna do vazio escuro e profundo logo acolherá a todos nós.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}