{
  "epId": 2250,
  "name": "Armadura do Vazio: Demolidor de Linhas",
  "desc": "Soldado sombrio. No passado, foi um orgulhoso soldado de uma antiga nação subterrânea, ele não tem mais nenhuma \"inteligência\" que ainda possa ser chamada \"humana\".<br/>Porém, sua vontade de destruir o inimigo e se jogar em batalha para defender os outros ainda está encrustada em sua armadura vazia, mesmo que ainda não tenha mais ninguém para dizer onde está o inimigo ou quem exatamente deva ser derrotado.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Armadura do Vazio: Demolidor de Linhas"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Um lanceiro enigmático escuro. Quando seus ataques <color=#ffe14b>atingirem personagens protegidos por um escudo</color> , gerarão uma onda curadora que regenerará continuamente a sua Vida, a dos Cavaleiros da Serpente Negra e a das Armaduras do Vazio próximas ao custo de sua Vida. Esse efeito de regeneração de Vida pode ser acumulado várias vezes."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Escultura Sombria",
        "desc": "Uma imagem que retrata a imagem de alguém.<br/>Não sofreu nenhum dano mesmo depois de muito tempo. Parece que seu dono anterior a cuidava como um ícone sagrado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Escultura do Alvorecer",
        "desc": "Uma estátua feita para lembrar uma pessoa desconhecida de um olho só.<br/>Você consegue sentir um estranho calor emanando de dentro dela enquanto segura, como se fosse o ombro de um querido amigo. Talvez esta estátua possa de fato das às pessoas que consigam compreender seu significado a coragem para seguir em frente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Escultura das Profundezas",
        "desc": "Uma escultura de um olho só que emana uma energia sinistra, sem quaisquer indicações do que foi feito.<br/>Conforme você olha para esta escultura, quase é possível ouvir um estranho e reconfortante sussurro que diz...<br/>\"Veja, meu filho. Tudo o que está sob o trono dos céus será destruído pela revolta. A paz eterna do vazio escuro e profundo logo acolherá a todos nós.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}