{
  "epId": 2251,
  "name": "Armadura do Vazio: Defensor",
  "desc": "Soldado sombrio. No passado, foi um orgulhoso soldado de uma antiga nação subterrânea, agora não é nada além de uma casca vazia que tem apenas as memórias da batalha.<br/>Tudo irá se decompor com o tempo, e isso é tudo que sobrou dos Cavaleiros da Serpente Negra em meio à marcha impiedosa de seus pecados, das maldições e do próprio tempo.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
  "menuId": 7,
  "menuName": "Inimigos e Monstros",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Escultura Sombria",
        "desc": "Uma imagem que retrata a imagem de alguém.<br/>Não sofreu nenhum dano mesmo depois de muito tempo. Parece que seu dono anterior a cuidava como um ícone sagrado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Escultura do Alvorecer",
        "desc": "Uma estátua feita para lembrar uma pessoa desconhecida de um olho só.<br/>Você consegue sentir um estranho calor emanando de dentro dela enquanto segura, como se fosse o ombro de um querido amigo. Talvez esta estátua possa de fato das às pessoas que consigam compreender seu significado a coragem para seguir em frente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Escultura das Profundezas",
        "desc": "Uma escultura de um olho só que emana uma energia sinistra, sem quaisquer indicações do que foi feito.<br/>Conforme você olha para esta escultura, quase é possível ouvir um estranho e reconfortante sussurro que diz...<br/>\"Veja, meu filho. Tudo o que está sob o trono dos céus será destruído pela revolta. A paz eterna do vazio escuro e profundo logo acolherá a todos nós.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Armadura do Vazio: Defensor"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Um arqueiro enigmático escuro. Quando seus ataques atingirem <color=#ffe14b>personagens protegidos por um escudo</color> , transformará sua arma em um escudo que resiste a Dano. Ele ganhará um aumento de Ataque o custo de sua Vida. O aumento do Dano do Ataque da Armadura do Vazio: Defensor pode ser acumulado várias vezes."
          }
        ]
      }
    ]
  }
}