{
  "epId": 2293,
  "name": "Costumes Culturais dos Hilichurls",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Costumes Culturais dos Hilichurls"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Ele contém as investigações e observações sobre os costumes culturais dos Hilichurls pelo \"poeta laureado de Hilichurliano\", Jacob Musk, um ecologista de Mondstadt. Este volume apresenta a estrutura social e as características dos Hilichurls.\nEstrutura Social dos Hilichurls\nA estrutura social de Hilichurl é claramente primitiva e tribal. Os Hilichurls vivem nas tribos dispersadas na natureza. Para eles, a tribo é como uma grande família extensa.\nDe longe a figura mais poderosa da tribo dos Hilichurl é o Xamã. Uma extensa pesquisa de campo confirma que o Xamã é o membro mais antigo da tribo e desempenha nela um papel semelhante ao dos pais em uma família: gerindo os assuntos mais importantes e tomar decisões políticas, com base na sua riqueza de experiência. Além disso, os Xamãs atuam como protetores da sua tribo utilizando as suas habilidades elementais. Xamãs podem ser identificados por sua aparência distinta dos outros membros da tribo: Eles vestem máscaras com chifres e buracos nos olhos e boca, e carregam um cajado de Xamã rudimentar. Outra característica distinta é que eles podem ser ouvidos recitando para si próprios alguma forma de cântico ou encantamento incompreensível.\nA idade nem sempre é o fator decisivo quando se trata de status na tribo. Em algumas tribos, os xamãs são eliminados da liderança por Hilichurls fisicamente maiores com habilidades de combate superiores. Sob liderança desse tipo, essas tribos tendem a se tornar mais agressivas. Os chefes dessas tribos podem ser facilmente identificados por sua grande estatura e máscaras ostentosas, que também carregam chifres.\nA hostilidade dos Hilichurls com estranhos, associada com às óbvias barreiras linguísticas, significa que a realização de investigações específicas sobre a distribuição de recursos dentro das tribos tem sido praticamente impossíveis. No entanto, os relatórios da patrulha dos Cavaleiros de Favonius sugerem que os recursos são tipicamente partilhados com base em \"para cada um de acordo com suas necessidades\". Todos os membros da tribo são ao mesmo tempo, colhedores e soldados, mas existem alguns que valorizam mais o combate do que outros e se desenvolvem em pesos pesados experientes no campo de batalha.\nCuriosamente, os Hilichurls parecem ter uma capacidade única de manipular os elementos apesar da sua baixa inteligência e estrutura social primitiva. Esta capacidade se manifesta, sobretudo, nos xamãs. Tipicamente, os humanos requerem uma Visão para exercer o controle dos elementos. A questão de como os Hilichurls são capazes de fazê-lo sem uma Visão é, portanto, uma questão que requer mais investigações e análises."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ele contém as investigações e observações sobre os costumes culturais dos Hilichurls pelo \"poeta laureado de Hilichurliano\", Jacob Musk, um ecologista de Mondstadt. Este volume apresenta as crenças e o mundo espiritual dos Hilichurls.\nEspiritualidade de Hilichurl\nAssim como cada um dos habitantes das Sete Nações de Teyvat tem suas crenças, os Hilichurls também têm as suas. Entretanto, eles não adoram uma figura especifica, que tenha uma presença neste mundo - assim como um dos Sete - mas o próprio poder elemental de uma forma abstrata. Por exemplo, algumas tribos de Hilichurl em Mondstadt adoram Anemo da mesma forma que os humanos fazem, mas eles não reconhecem o Arconte Anemo Barbatos. Em vez disso, eles adoram o poder do Anemo em si. Numa tribo, podem conviver Hilichurls com diferentes crenças. A crença elemental de um Hilichurl pode ser notada através dos desenhos em suas máscaras e na sua pintura corporal.\nObservações em primeira mão indicam que o Xamã, responsável por organizar as ofertas e cerimônias de adoração para a tribo, aplica uma tinta colorida em seus cabelos e pele, com a cor representando o elemento que eles adoram. Os xamãs são vestidos e adornados com mais ornamentos do que os membros comuns da tribo, mas devido à inteligência limitada dos Hilichurls, é altamente duvidoso que qualquer um dos finos ornamentos usados seja feito por suas próprias mãos.\nO xamã é o líder espiritual de sua tribo. Ele guia-os em cantos e danças durante a adoração, cantando hinos de louvor aos elementos. Se houverem restos de carne da caça, os Hilichurls colocam-na no altar, crua, como um sacrifício. Apesar de acumularem bastante Mora, pedras preciosas e outros itens de valor através da exploração, roubo, assalto e outros meios, parece que só a carne crua é considerada um sacrifício suficiente.\nParece que os Hilichurls não possuem nenhum conceito do passado ou do futuro, vivendo apenas no presente. Eles não guardam comida intencionalmente para a sobrevivência, nem mesmo homenageiam seus falecidos antepassados. Apesar de tentativas rudimentares de algo semelhantes a uma caligrafia ter sido amplamente observada nos seus acampamentos, uma verificação mais detalhada revela que essas marcas não significam nada além de imitações mal feitas do que eles podem ter visto em ruínas antigas, possuindo absolutamente nada de original. Mas os Hilichurls parecem ter uma inexplicável afinidade para restos do passado, evidenciada pelo fato de que as ruínas são um de seus locais preferidos para acampar. Mas investigações até o momento não resultou em nada que pudesse dar uma pista da verdadeira natureza de suas conexões com as civilizações das quais pertenceram estas ruínas."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Contêm as investigações e observações sobre os costumes culturais dos Hilichurls pelo \"Poeta de Hilichurlês\", Jacob Musk, um ecologista de Mondstadt. Esse volume investiga a vida dos misteriosos Hilichurls solitários.\nO Eremita Misterioso\nEntre os Hilichurls também existe este tipo de monstro misterioso. Ele tem um corpo gigante, consegue controlar os elementos para fortalecer suas habilidades, por exemplo, para se proteger, para aumentar sua força bruta, para se tornar invencível.\nEsse poderoso membro da tribo Hilichurl é chamado de 'Lawa', de acordo com as especulações do autor, essa palavra pode significar 'Rei' ou 'Líder'. Mas, na verdade, parece que nas tribos dos Hilichurls eles não se comportam como um líder ou alguém que guie ela, parece que gostam mais de viverem independentemente, evitando serem venerados por outros Hilichurls.\nUm Aventureiro dificilmente encontra um monstro gigante como esse. Mas ainda que um Aventureiro veterano explore os lugares que eles ficam, devem considerar sobre os riscos de enfrentá-los."
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Contém investigações e observações sobre os costumes culturais dos Hilichurls pelo \"poeta laureado da língua Hilichurl\", Jacob Musk, um ecologista de Mondstadt. Este volume explora os diversos costumes culturais dos Hilichurls em relação com Mondstadt.\nVale Dadaupa em Mondstadt: Caso de Diversidade Cultural entre os Hilichurls\nA Tribo dos Carnívoros gostam de banquetes. Eles construíram um curral para criação de javalis no centro de seu povoado e designaram um chiqueiro para cuidar deles. Sobre um fogão natural feito com Slimes Pyro, eles cozinham um guisado de javali em uma única panela grande, da qual cada membro da tribo se alimenta de acordo com suas necessidades.\nA característica mais marcante desta tribo é sua considerável arena de combate. Entende-se que aqueles que colocam os pés na arena estão aceitando um convite aberto para entrar em combate, e aqueles que são posteriormente expulsos dela são ridicularizados por toda a tribo.\nA tribo dos Dorminhocos tende a dormir em todas as oportunidades. Eles construíram um ambiente especialmente propício para o sono, consistindo em cabanas simples de madeira mobiliadas com peles de animais macias como camas. Eles são as mais astutas e tortuosas das tribos de Hilichurl, e sua capacidade mental acima da média pode talvez ser atribuída à qualidade superior do sono de que desfrutam.\nAs práticas da Tribo do Eclipse são as mais ocultas de todas em Mondstadt. Não se preocupam nem com inteligência nem com a força bruta, mas sim com o poder oculto. Distinto dos poderes elementais adorados pelos seus colegas, o objeto de sua adoração em seu culto é um símbolo rudimentar que parece representar um sol de cor negra. O seu xamã é mais poderoso do que os das outras tribos. No centro da sua comunidade, os outros membros da tribo construíram um grande trono para o mais formidável dos xamãs que os lidera."
          }
        ]
      }
    ]
  }
}