{
  "epId": 2294,
  "name": "Seleção de Poemas de Hilichurls",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Ballad Selection_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Seleção de Poemas de Hilichurls"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma obra de arte do Poeta Premiado de Hilichurl! O estudioso Jacob Musk irá mostrar a você o mundo espiritual misterioso dos Hilichurls através desta coleção de poemas!\nUma coleção de poesia dos Hilichurls reunida pelo ecologista de Mondstadt, Jacob Musk. Durante a escrita deste livro, Musk viajou através do continente para visitar cada uma das tribos dos Hilichurls, até mesmo indo tão longe a ponto de se aventurar em um povoado de Hilichurls e se tornar intimamente familiarizado com suas vidas. Musk foi elogiado como \"Poeta Laureado dos Hilichurls\" graças a este livro, mas é evidente que nem mesmo o acadêmico ou os Hilichurls apreciaram particularmente esta honra. Jacob Musk, apesar de ser um entusiasta sobre o estudo dos Hilichurls, detestava ser associado a eles mesmo em seus últimos anos.\nA Primeira Canção:\nMi muhe ye\nmi biat ye\nBiat ye dada\nMuhe dada\nMuito possivelmente uma canção de batalha cantada pelos Hilichurls antes do combate. Tenho observado que quando dois ou mais Hilichurls estão presentes, eles se envolvem em uma briga frenética depois de cantarem esta canção vulgar.\nA Segunda Canção:\nEleka mimi-a-Domu\nMita domu-a-dada\nLa-la-la\nLa-la-la\nMimi mosi ye mita\nA canção é cantada por Hilichurls enquanto eles dançam ao redor de totens. Em minhas estimativas, é uma forma de hino tribal. Tem um tom otimista e é normalmente ouvida durante os festivais.\nA Terceira Cancão\nMi muhe mita nye\nMi muhe mita nye\nMuhe nye\nMuhe nye\nGusha\nBiat, gusha\nUma canção melancólica de Hilichurl que ouvi durante uma conversa com um velho samachurl. Embora eu ainda não entenda o significado literal do poema, o sentimento avassalador de dor que transparece na música é suficiente para cativar os melhores poetas da minha terra natal (apesar de tantos elogios, devo admitir os cheiros acre vindos dos Hilichurls idosos eram tão melancólicos e opressores)."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "O vinho e os poemas fazem parte do estilo de vida do Hilichurl? Eles possuem desejos puros e devotos? Especiliasta de Hilichurls, Jacob Musk tem as respostas para você!\nQuarta canção:\nCeli upa celi\nSada shato lata\nKuzi unu ya zido\nUnu dada\nUma música cantada por Samachurls. A julgar pela reação do chefe, a canção parece ter um significado filosófico especial para os Hilichurls. Pode parecer ridículo nos principais círculos acadêmicos, e não tenho intenção de lançar dúvidas sobre pontos de vista bem estabelecidos, mas me sinto obrigado a dizer que a questão de saber se o discurso filosófico realmente existe entre os Hilichurls é uma questão que ainda me fascina até hoje, e pode merecer um estudo mais aprofundado.\nA Quinta Canção:\nNini movo muhe yoyo\nNini movo mimi tomo\nLata movo mosi yoyo\nCeli movo celi yoyo\nSemelhante ao povo Mondstadt, as tribos dos Hilichurls, que adoravam o vento, costumavam estar bêbadas e cantavam canções que louvam o Arconte Anemo. Este é um ode de Hilichurl que pode ser ouvido frequentemente quando estão embriagados.\nA Sexta Canção:\nUnu, unu\nYaya ika kundala!\nUnu, unu\nMita dada ya dala?\nUnu, unu\nKuzi mita dada ye\nMita dada-a-mimi\nUma ode piedosa que só é cantada por Hilichurls durante os sacrifícios. Ao realizar esta ode, os hilichruls frequentemente acrescentam percussão batendo nas costas dos membros mais fracos da tribo com tábuas, criando sons rítmicos de zumbido. Deve ser bastante doloroso.\nA Sétima Canção:\nMimi movo\nMimi sada\nMimi domu\nDomu upa\nGusha dada\nParece que muitas tribos Hilichurl compartilham a tradição de trocar canções ao redor de fogueiras ao luar. Essa música é uma dessas baladas de fogueira cantada pelo chefe no final da noite. No final da música, o chefe grita \"nunu\" três vezes, que presumivelmente carrega o significado de \"sono\"."
          }
        ]
      }
    ]
  }
}