{
  "epId": 2296,
  "name": "Princesa Mina da Nação Caída",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Princesa Mina da Nação Caída"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "A Princesa que foi profetizada que traria destruição e testemunha a queda iminente de sua nação, e é nesse momento quando um Samurai andarilho desce dos céus, ignorante da verdade.\nA jornada dos dois entre chamas e um período de guerras antigas está para começar!\nTreze anos de paz se passaram antes do início da era dos conflitos da guerra\nAs nações do norte, mais afastadas do epicentro, foram finalmente infectadas pelo espírito da época, atirando-se nas chamas da guerra.\nComo acontece com a maioria das guerras, um perdedor seria decidido após um conflito feroz. Suas cidades foram transformadas em escombros em chamas, e seus nobres e apoiadores fugiram para as montanhas.\nTal cenário não é nada de especial.\nEntretanto, naquele exato ponto de uma era, aparecera um samurai errante vestido com trajes luxuosos.\nNão, ao invés de \"luxuosos\", talvez fosse mais preciso dizer que essas vestes eram...\nSim, exatamente. Era um homem vestido como uma mulher.\nEm contraste, este samurai era acompanhado por uma garota pequena vestindo um haori que era grande a ponto de ser inacreditável.\nDe qualquer forma, eles eram uma dupla suspeita, com certeza.\nNo entanto, os dois navegaram até o posto de controle no sopé das montanhas, como se não soubessem deste fato.\nE é claro, eles foram imediatamente parados pelo ashigaru que guardava o posto de controle.\n\"Quem é você?\"\nIsto era uma coisa padrão a se dizer, mas também era uma pergunta honesta neste caso.\n\"Como você pode ver, nós somos apenas pessoas comuns que passam por aqui.\"\nFoi uma resposta sem poder de persuasão.\nMas o ashigaru que perguntou quase pareceu hesitar com a absoluta desconfiança no tom do samurai.\n\"Bem, uhh, poderia lhe pedir para vir comigo, de qualquer forma?\"\n\"Ah. Isso não funcionou, huh...\"\nO samurai quase parecia desapontado. De repente, três ashigarus caíram no chão.\n\"Você planejou fazer isso esse tempo todo, não foi? Seu canalha nojento.\"\nA garota resmungou suavemente por trás."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Uma Princesa que traz a destruição. Isso não é apenas uma desculpa para fazer guerra?\"\nELes viajam para o centro do mundo em busca da verdade por trás da profecia.\nA light novel popular de aventura continua!\n\"Não é isso.\"\nEssas palavras saíram de repente.\nNo santuário sem nome da montanha, a princesa de cabelos pretos sentou-se imóvel, seu rosto cintilando entre a luz e a sombra em frente a chama.\n\"O que você quer dizer com \"não é isso\"?\"\nVeio a resposta, quase como um reflexo condicionado.\n\"O que eu quero dizer, seu samurai burro, é: você não pensa nada a meu respeito, a princesa que traz a destruição?\"\n\"Pensar algo? Bem, eu acho que você é realmente peculiar, por exemplo.\"\n\"Eu não quis dizer 'pensar algo' nesse sentido\". A princesa Mina soava bastante irritada agora. \"Quero dizer com relação a me salvar.\"\n\"Tecnicamente falando, eu não te salvei.\"\nO samurai corrigiu.\n\"Naquele momento, você me ordenou que a levasse na sua condição de princesa. Nesse sentido, você se salvou.\"\n\"Oh, então é isso que samurais se importam?\"\nUma resposta esperada.\nBem, pensou o samurai, valeu a pena tentar esquivar-se da responsabilidade.\n\"De qualquer forma, essa bobagem de \"princesa que traz destruição\"... Hah. Isso não é apenas uma desculpa para fazer guerra?\"\nO tom apático do samurai mudou.\n\"Além disso,\"\nO samurai se virou, olhos vazios agora em chamas.\n\"Destruir o mundo é um conceito totalmente estúpido. Você vai entender em breve.\""
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Os dois, que entraram no campo de batalha, finalmente testemunham o verdadeiro inferno Avici. A verdade por trás dos fogos da guerra que varreram o mundo será revelada aqui!\nEsse volume vem com alguns extras adicionais super valiosos!\nAs pessoas chamam a guerra de inferno, mas a maioria está apenas descrevendo-a como tal.\nMas o que apareceu diante de seus olhos só poderia ser verdadeiramente chamado de \"inferno\".\nA terra desolada, as árvores murchas e as pessoas como montes de cadáveres.\nEra como se a vida tivesse sido arrancada deste lugar.\n\"Huh.\"\nO samurai colheu uma lasca de uma folha. Ela se desfez em pó imediatamente, flutuando pelo vento.\n\"Parece que a vida foi literalmente arrancada deste lugar.\"\nHá mais de século, o conflito girava em torno da capital.\nApós a primeira década, os recursos e as riquezas das várias nações em guerra já haviam sido praticamente gastos.\nA coisa que sustentou o derramamento de sangue por tanto tempo foi algo conhecido como Maldição Nakura.\nA Maldição Nakura foi um feitiço aterrorizante que sugou a vida de todos os seres vivos e da terra em si, dando-a à poderosos samurais e alimentando a guerra.\nE aqueles que usavam tais magias depravadas para dominar a terra eram malditos conhecidos como os Nakura Daimyo.\nOs Daimyo visavam por dominação, mas não importava quem ganhasse, a terra seria ainda mais roubada de sua vida.\nEsta era a verdadeira face da guerra que se desenrolava há quase um século.\n\"E os que criaram a maldição foram os Onmyouji que habitam na Torre do Céu, no centro do mundo.\"\nIgnorando a princesa Mina, que tinha hesitado diante de seus olhos, o samurai continuou lentamente,\n\"Ó 'princesa que traz a destruição'... Será que este mundo já não foi destruído?\""
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Volte para o inferno, espírito vingativo arrogante!\"\nO fascinante capítulo de retrospectiva! O que está enterrado no passado do guerreiro?\nAí vem um novo capítulo nas aventuras da princesa que perdeu sua nação e o guerreiro!\nA nação de Kogami - um deserto sem vida até onde a vista conseguia ir.\nOs campos desérticos estendiam-se no horizonte em torno de uma grande duna onde os dois samurais se enfrentavam.\nUm deles é o nosso protagonista, e será nomeado de samurai verde, para fins de distinção.\nO outro é um novo participante da história. Iremos nomeá-lo de samurai pálido.\nSe isto fosse um conto de espadachins, então eles já teriam assumido posições de batalha. Mas os dois não estavam aqui para ter uma batalha decisiva. Eles estavam apenas enfrentando um ao outro.\n\"Você voltou do inferno, não foi?\"\nO samurai pálido disse, o peso do tempo impenetrável entre eles.\n\"Nostálgico, não é?\"\nO samurai verde pareceria bem feliz.\n\"Eu não fico nostálgico por coisas assim.\"\nO samurai pálido interrompeu grosseiramente.\nO samurai verde fechou os olhos, como se estivessem afundando no abismo do passado.\n\"'Tudo isso terminará desde que derrotemos os senhores do mal.' Era nisso que acreditávamos então. Tolos ingênuos que éramos - isso foi apenas o começo do pesadelo.\"\n\"Os treze samurais se uniram para derrotar o Nakura Daimyo que vinha destruindo a nação.\"\n\"Mas Kogami não reviveu com a morte de Daimyo, e a força vital da terra continuou a sangrar.\"\n\"Não apenas isso: o país, agora destituído de seu governante, Kogami tornou-se um paraíso para aqueles que o saqueavam.\"\n\"Os heróis que haviam derrotado o soberano perverso não puderam protegê-lo no final.\"\n\"No fim, apenas dois escaparam.\"\n\"...Ei, vamos lá, pare com a reminiscência por um segundo. Temos coisas a resolver, não temos?\""
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Se este mundo exige seu sacrifício para ser salvo, então talvez seja melhor que ele queime.\"\nTendo finalmente alcançado a Torre dos Céus no coração do mundo, será este... Finalmente o fim da história dessa dupla?\n\"Eu quero salvar este mundo!\"\nA princesa Mina disse.\n\"Já lhe disse isto muitas vezes antes. Não existe tal coisa como \"salvar este mundo\". Agora, isto não impediu que idiotas como eu tentassem, é claro. Mas este mundo... Está condenado.\"\n\"Eu não ligo. Eu sou uma princesa. As princesas não nasceram para salvar o mundo?\"\n\"Não, eu nunca ouvi falar de nada assim. E até onde eu sei, você era a princesa que traz a destruição.\"\n\"E até onde eu sei, alguém disse que esta 'destruição' é na verdade o nascimento de uma nova vida.\"\n\"Bem, eu não sei onde foi que você ouviu isso, mas tais crenças já são antigas. Se você escrevesse esta bobagem hoje em dia, as pessoas a jogariam na nação de Tokoyo, e isso seria para o melhor.\"\n(A princesa cobriu suas orelhas)\nNo topo da Torre do Céu, o samurai e a princesa discutiram futilmente, como se ninguém estivesse observando.\nBem, digo isso, mas na verdade, havia muitas outras pessoas vestidas com o traje de onmyouji.\n\"Então, uh, como todos sabem, a Maldição Nakura foi originalmente criada para preservar a vitalidade de um mundo que estava diminuindo lentamente.\"\nComo se não fosse capaz de suportar a conversa - e também de impulsionar a trama em seu papel de NPC - o onmyouji mais velho finalmente falou.\n\"E quem pode utilizar essa vitalidade armazenada...\"\n\"Então, você poderia tirar esses pensamentos de sua cabeça?\"\nO samurai parecia não ter ouvido o feiticeiro onmyouji de jeito nenhum.\nPor quanto tempo essa farça iria continuar?"
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "A verdade do mundo é revelada - e que piada terrível! Mesmo quando separados, os dois não podem escapar das correntes do destino.\nEste pode ser o volume final de \"Princesa Mina da Nação Caída\", mas nossa história ainda não acabou!\n\"Então, o mundo foi salvo?\"\nNo final da história, o samurai caminhou em meio a um deserto infinito.\nA Torre do Céu provavelmente já estava completa a este ponto, e a vitalidade restante no mundo já havia sido armazenada.\nNão havia como saber se um novo mundo havia sido criado, mas este certamente foi feito para ele.\nAh, o que se poderia esperar de uma princesa destinada a destruir o mundo?\n\"Poderia muito bem destruir esse outro mundo então... Se é que ele existe.\"\nEntão o samurai embarcou em uma nova jornada.\n...\n(O restante deste livro diz respeito ao cenário da história, e apresenta em grande parte os vários soberanos perversos e criaturas monstruosas que não apareceram na narrativa principal do romance.)"
          }
        ]
      }
    ]
  }
}