{
  "epId": 2297,
  "name": "Canções do Cavaleiro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Baladas que foram transmitidas desde o período aristocrático e dizem vir do próprio Ragnvindr, o Cavaleiro da Alvorada. Eles falam dos dias de Ragnvindr como escudeiro de cavaleiro.\nCaminhei por toda rua de Mondstadt.\nO ar estava preenchido com o cheiro da miséria e o zumbido das festas.\nEu vi o mais arrogante dos aristocratas,\nE eu vi o mais miserável dos pobres.\nNa noite, essas ruas são como a teia de uma aranha — alguns estão aqui para festejar, outros são a presa,\nOuço algo tinindo na noite, e sei que são as correntes que aprisionam as almas dos oprimidos.\nNa hora de patrulhar as ruas de Mondstadt pela noite,\nMeus companheiros e meu chefe já anunciaram:\n\"Nós somos os cavaleiros da luz das estrelas, levantem suas cabeças e mostrem respeito!\nPois nós que levantamos a bandeira no esplendor do brilho estrelar somos os verdadeiros protetores de Mondstadt!\"\nMas não levantei minha cabeça para as estrelas ou olhei para nossa bandeira uma vez:\nEu simplesmente sou incapaz de ignorar a sujeira daquelas ruas.\nOs vendedores desamparados choram em silêncio.\nOs soldados veteranos se contorcem de dor.\nNa quietude mortal da noite,\nUma jovem garota, rechaçada pela Aristocracia, pede misericórdia à Barbatos.\nOs suspiros dos ventos fúnebres agitam o portão da Catedral,\nLevando a dor dos oprimidos, assaltaram os lindos muros palacianos.\nCada chamada de cada mãe,\nCada choro de cada criança.\nÉ suficiente para amassar o mais duro dos escudos,\nÉ suficiente para dobrar a mais afiada das espadas.\nEsses sons me fazem arrepiar.\nMas no palácio, e no castelo,\nApesar de o vento soprar igualmente em terra sagrada...\nEles são apenas suspiros de formigas para os ouvidos dos homens."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Poemas que foram transmitidas desde o período aristocrático e dizem vir do próprio Ragnvindr, o Cavaleiro do Alvorecer. Eles falam da amizade de Ragnvindr com um dançarino de espadas.\nUm dia, ao amanhecer,\nUma bailarina que tinha como sua canção sua espada pisou em Mondstadt.\nApesar de estar totalmente acorrentada,\nNo seu silêncio havia uma canção.\nEra a canção da liberdade, de um amanhecer mais brilhante fora do muro.\nEra uma balada cantada alegremente por um povo desenfreado.\nEla era a Luz Matinal da Orquestra.\nMas ela era a condenadora dos nobres, cuja qual manchou a aristocracia com sangue.\nUma vez lhe perguntei: \"Por que veio para derrubar nossos aristocratas?\"\n\"Você não sabe que eles são nossos líderes?\"\n\"Por que coloca suas vidas em um pedestal?\"\nSua voz era como uma brisa fresca.\n\"Se você afirma que o vento é o seu companheiro,\n\"Então, não deveria saber o que é a liberdade?\"\nContou uma história aos seus ouvintes solitários:\nNarrou sobre os antepassados dos nobres que tinham poderosos divinos,\nNarrou sobre os anjos, deuses e vis dragões,\nNarrou sobre as divindades e os povos de cada terra,\nEla tornou cada mito e lenda em canções,\nE o vento levou as canções para todo o país.\nNa arena dos aristocratas, sua espada cantou novamente.\nEra sua última canção, mas não o fez na perfeição.\nUm cavaleiro anônimo retirou sua espada da arena repleta de sangue,\nE a enterrou onde os ventos suaves se reúnem."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Canções do Cavaleiro"
          }
        ]
      }
    ]
  }
}