{
  "epId": 2298,
  "name": "Registros do Cavaleiro Errante",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros do Cavaleiro Errante"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma compilação de histórias e lendas de vários recados de cavaleiros em Liyue. Alguma delas foram contadas por um longo tempo, mas ainda são populares entre as pessoas.\n- O Eremita -\nA floresta de pedra do Relevo de Jueyun é um lugar misterioso envolto em névoa durante todo o ano. Mitos e lendas abundam entre os coletores de ervas, contando sobre os Adepti e espíritos malignos.\nUma vez, havia um vendedor de ervas chamado Qiangu que foi até o Relevo de Jueyun para investigar a distribuição de ervas medicinais de lá. Sem que ele soubesse, um grupo de bandidos o havia seguido até as montanhas. Eles esperaram pela cobertura da noite, e quando ele baixou sua guarda, eles o atacaram. Ele foi derrubado, ficando inconsciente. Os bandidos pegaram seus pertences, o amarraram da cabeça aos pés, e o deixaram sozinho no vale.\nNo meio da noite, o vendedor de ervas finalmente acordou. Ele lutou contra as cordas que o amarravam, e gritou por ajuda. Mas as vastas montanhas não responderam. Os únicos sons que se ouviam na floresta espessa da montanha, exceto pelos ecos de seus próprios lamentos, eram os gritos leves das aves perturbadas por seus clamores.\nQiangu afundou no desespero e suspirou de tristeza. Justo quando ele pensou que toda esperança estava perdida, uma voz profunda veio rugindo através das montanhas, cortando os gritos das aves noturnas e o assobio do vento.\n\"Levante-se.\"\n\"Eu não sou capaz!\" O vendedor de ervas protestou em meio a enchente de lágrimas. Seu grito assustou uma raposa que rondava durante a noite. Mas ao tensionar mais uma vez seu corpo contra as cordas que o amarravam, descobriu que elas haviam se soltado completamente.\nO comerciante se levantou, e antes que pudesse agradecer, a voz interrompeu:\n\"Suba a montanha.\"\nConforme instruído, Qiangu subiu a montanha, seguindo a sinuosa trilha de terra até o cume, enquanto o horizonte começava a brilhar no leste. Do topo, ele viu um pinheiro retorcido e seco crescendo em um penhasco, seus galhos se espalhando para fora como se tentassem escapar no ar. O rangido suave dos galhos chamou sua atenção para as cordas que pendiam deles - na outra extremidade das quais penduravam os bandidos da noite anterior, amarrados da mesma forma da cabeça aos pés.\nAo lado de uma rocha de formato estranho, estava sentado um homem velho com barba e cabelos brancos como a neve. Ao ver a expressão perturbada de Qiangu, o velho riu com vontade e entregou-lhe todos os seus pertences.\nQiangu perguntou sobre as origens do idoso, mas ele respondeu que ele pertencia às montanhas, sendo sua casa onde quer que ele vagueasse e sua cama onde quer que ele colocasse sua cabeça. Qiangu procurou agradecer ao idoso com todo tipo de cortesias e compensações, mas ele dispensou todas. Após muita deliberação, ele levou apenas uma única Mora para um dia dar como presente de casamento à amada filha de Qiangu, a fim de que ele pudesse participar do banquete.\nDo desastre parecia que a boa sorte estava surgindo, pois, após este incidente a loja de Qiangu ficou ainda mais popular, enquanto notícias sobre o próspero vendedor de ervas se espalhava por todos os lados. Alguns dizem que após ter feito sua fortuna, ele voltou ao Desfiladeiro de Jueyun a procura do velho, mas não encontrou nada além de algumas tendas abandonadas e garrafas de vinho vazias. Alguns afirmam ter avistado o idoso na Costa de Yaoguang disfarçado de minerador e se movimentando como o vento entre os precipícios. Outros insistem que ele é um pescador que passa seu tempo salvando aqueles que ficam encalhados no mar. As histórias são demais para serem contadas, e ainda assim ninguém sabe o nome do idoso.\nInfelizmente, o Qiangu já é muito velho, e com a condição de saúde péssima, todavia, a sua filha ainda não encontrou o seu companheiro de vida. Como tal, para o Qiangu, ainda está muito longe de participar do casamento da sua filha."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma compilação de histórias e lendas de vários recados de cavaleiros em Liyue. Alguma delas foram contadas por um longo tempo, mas ainda são populares entre as pessoas.\nLiyue nem sempre foi governada por Rex Lapis. Muitos deuses caminharam pela terra naquela época distante.\nA área conhecida como Planícies de Guili era um local repleto de Lírios-de-Vidro. Mas foi assolado por problemas de todos os lados, forçando seus residentes a fugir. Enquanto isso, a prosperidade do Porto de Liyue atraiu novos habitantes. Mesmo assim, muitos contos de cavalaria continuam a circular hoje em dia.\nNos contos de mercadores ambulantes e ajudantes, havia uma figura misteriosa que surgia na calada da noite nas planícies: era uma donzela em um longo manto de cor índigo, caminhando ao longo da margem do Rio Bishui. A luz prateada da lua iluminava seu rosto e o vento noturno carregava suas palavras até as estrelas cintilantes e insones.\nDe acordo com os hóspedes do Albergue Wangshu, apenas aqueles que se perdiam em meio às luzes dos vaga-lumes nas noites de verão conseguiam vê-la, e somente quem podia discernir o cheiro dos Lírios-de-Vidro entre as luzes dançantes e os Seelies flutuando no escuro encontrava seus rastros. Alguns a consideravam uma Besta Iluminada perdida, ou uma serva de algum deus morto há muito tempo, lamentando o destino de seu mestre em silêncio à noite. Outros acreditavam que ela era uma heroína corajosa, como aqueles que rejeitam a civilização, escondendo seus nomes verdadeiros.\nNinguém sabe como começou sua história, mas ela terminou com a história de um certo caçador. Mas ao contrário das histórias daqueles comerciantes, a caçadora se encontrou brandindo sua espada contra várias sombras perigosas sob a impiedosa luz da lua. Depois de uma dança elegante e aguçada, a donzela não estava em lugar algum à vista, sem nada além de uma pilha de pó ensanguentado.\nNo dia seguinte, alguns cidadãos curiosos iriam descobrir os cadáveres dos Milleliths e de pesquisadores de terrenos próximo ao rio.\nDepois disso, não importava quantos grupos de busca o Ministério dos Assuntos Civis enviassem, ninguém nunca mais viu aquela donzela à beira do rio.\nTalvez aquela dança mortal tenha sido fruto de alguma vingança, ou talvez aquela mulher tenha sido uma grande bandida. Ou talvez esse assunto não requer nenhuma razão aparente. Heróis são heróis, afinal de contas, puxando suas lâminas por razões além da compreensão comum.\nMas conforme as luzes do Porto de Liyue consumiam as aldeias rurais desertas dia após dia, esta lenda também desapareceria lentamente.\nAinda assim, as lendas dizem que a margem do rio onde a donzela costumava perambular continua cheia de Lírios-de-Vidro floridos até hoje."
          }
        ]
      }
    ]
  }
}