{
  "epId": 2299,
  "name": "Diário do Aventureiro Roald",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/100430559/d9d09e82386104491a7bbcf216eab730_2311146631063307186.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1744350581,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diário do Aventureiro Roald"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás pelo famoso aventureiro Roald. As páginas estão cheias de uma pequena quantidade de cristais de sal brilhantes, mas amargos.\n- Sal Terrae -\nEu percorri todos os caminhos para chegar aqui ao longo dos rios da Ilhota de Dihua até aqui; as minhas botas estão todas molhadas, até encontrei um sapo perdido lá quando as tirei.\nPela dimensão desta ruína, imagino que este templo proveu um refúgio seguro para os cidadãos durante a Guerra dos Arcontes vários milênios atrás. Ouvi dizer que a Deusa do Sal construiu um lugar assim. O folclore de Liyue conta que ela foi a mais gentil entre os deuses. Durante a brutalidade e o caos da guerra, humanos eram considerados insignificantes e dispensáveis. Porém, a Deusa do Sal se recusou a se juntar aos outros deuses em sua batalha sem sentido por dominância, ao invés disso escolheu dar abrigo à aqueles desapropriados pela guerra. Ela trouxe-os aqui para criar um novo povoado. Ela mostrou a eles gentileza e conforto. Mesmo quando a turbulência global deu-se origem ao fim de uma época, ela trabalhou incansavelmente para trazer um regresso à paz entre os deuses.\nParece que a maior parte da antiga cidade afundou no leito do rio Bishui. É uma sorte que a fundação do templo ainda esteja aqui depois de todo este tempo.\nEla reuniu um grupo de devotos numa comunidade que agora é conhecida como Sal Terrae e viveram uma existência humilde. A cidade durou vários séculos e acabou coincidindo com a queda da deusa.\nA mais gentil dos deuses caiu não em batalha para com as mãos de outros deuses. Ela caiu na mão de seu próprio povo, o povo que ela amava tão profundamente.\nEle foi o primeiro rei do povo e também o último. Ele já amou a Deusa do Sal assim como os demais, mas, como um mero mortal, ele não conseguia compreender o amor abnegado que o deus personificava. Ele buscou o poderio militar, na esperança de que a cidade pudesse se manter na defesa e no ataque. E assim, para demonstrar que a gentileza era uma virtude inadequada para a época, ele pegou uma espada e acabou com a vida da deusa solitária e indefesa. Assim que ela conheceu sua morte, o próprio templo desabou e a cidade do povo desmoronou como sal na terra.\nQuanto ao destino do rei traiçoeiro, existem teorias em abundância, mas nenhuma é certa. Alguns dizem que ele continuou a reinar em solidão nas ruínas por séculos, finalmente virando pó após os gritos de guerra terem desaparecido, as ruínas foram engolidas pelo rio, e insetos corroeram seu cetro. Outros dizem que ele tirou a própria vida após ter tirado a da deusa, incapaz de suportar a culpa que pesava sobre sua consciência. De qualquer forma, as pessoas sobre as quais a Deusa do Sal havia cuidado tão carinhosamente se espalharam por Liyue. No porto seguro de Liyue, sob o domínio do Arconte Geo, eles e suas histórias sobreviveram, e é por isso que ainda hoje ouvimos falar sobre eles.\nRumores dizem que o corpo da Deusa do Sal ainda pode ser encontrado em algum lugar nas profundezas das ruínas. Embora o seu corpo tenha se transformado em sal, ainda mantém a sua postura desde o momento em que foi enfiado pela espada do rei.\nParece que estamos diante de uma chuva forte: nuvens escuras estão se juntando até onde os olhos podem ver. É melhor eu ir andando. Vou para o noroeste, para o Monte Qingce. Espero poder chegar lá antes que a chuva fique muito pesada. E espero que não seja uma corrida tão desenfreada que eu perca meu diário no caminho..."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado por um antigo aventureiro, Roald, em um acampamento improvisado. Ainda parece novo e tem a fragrância das ervas do Monte Qingce.\n- Vila Qingce -\nDeixando a Espinha do Dragão, eu mergulhei por rios, caminhei por cardumes acarpetados com grama prateada e fiz meu caminho por florestas de bambu salpicadas de sol, antes de finalmente chegar ao Monte Qingce. Meus sapatos e roupas estavam encharcados da chuva forte. Felizmente, os anciãos da aldeia foram gentis o suficiente para me deixar pendurar minhas roupas no salão de festas. Até prepararam roupas secas e um pouco de comida para mim.\nHavia muitas crianças na Aldeia de Qingce. Por mais doces que sejam, podem tornar-se bastante grudentas. Havia também muitos anciões aqui. As pessoas que aqui viviam pareceriam felizes e despreocupadas. Os mais velhos disseram que a maioria dos jovens tinha ido trabalhar no Porto de Liyue. Muitos deles já tinham uma família lá e enviavam o dinheiro de volta todos os meses. Tendo visto a prosperidade e a conveniência da cidade, é difícil para estes jovens voltarem à vida rural aqui. O Porto de Liyue trouxe paz e prosperidade à Aldeia de Qingce por enquanto, mas eventualmente será também a causa do seu desaparecimento.\nAlegadamente, o nome Qingce vem de um monstro antediluviano, Chi. O Chi na linguagem contemporânea era pronunciado como Qingce naquela época brutal.\nO ancião disse que há milhares de anos, Morax derrotou o monstro Chi e trouxe a paz de volta a Liyue. Depois que Chi morreu, seu corpo se transformou em rochas, seu sangue se tornou água e suas escamas agora são o chão. O ninho do monstro havia se tornado o Monte Qingce como conhecemos hoje em dia.\nMas depois de uma rápida olhada, acredito que as montanhas consistem principalmente de rochas estilhaçadas por impactos vindos do exterior. Nenhum vestígio de um monstro Hydro pode ser encontrado nas rochas. Talvez o cadáver de Chi já tinha desaparecido há muito tempo e esta coisa de \"monstro se tornando uma montanha\" não seja nada além de uma história antiga?\nO meu próximo destino é o lago no meio da floresta de pedra do Relevo de Jueyun. Diz-se que existe um labirinto onde vivem os Adepti. Espero que consiga encontrá-lo."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário do famoso aventureiro Roald, deixado à beira do lago. Ele fala de seus planos depois de seus aventureiros na Montanha Aozang.\n- Relevo de Jueyun - Lago Aozang -\nParece que perdi mais um diário... Não entendo, até fiz questão de dizer três vezes a mim mesmo: \"Faça o que fizer, não perca o seu diário.\" Mas então eu fui pego em minha aventura, e isso saiu direto da minha cabeça. Eu desperdiço tanto papel todo ano... Espero que o Arconte Dendro não se importe.\nCheguei a um lago na montanha localizado no alto do Monte Aozang. Para chegar aqui, tive que caminhar por uma trilha sinuosa de terra, passar por caminhos perigosos de madeira construídos por coletores de ervas nos tempos antigos e, em seguida, escalar um penhasco íngreme e úmido. Alguns pescadores me disseram que o lago tem mil estádios de profundidade, mas depois de dar um mergulho na água posso dizer com segurança que suas declarações foram pura hipérbole.\nOs anciões da vila Qingce tinham razão afinal de contas: a água do lago da montanha é doce e quente. Este lugar certamente faz jus à sua reputação como um paraíso celestial! Quando tinha acabado de chegar no Relevo de Jueyun, um velho agricultor disse-me que os Adepti possuem uma misteriosa habilidade mágica que deixa-os transformar-se em névoa e vagar no mar de nuvens. Na época, considerei como apenas uma velha história de fantasia, mas vendo a forma como a névoa sobre o lago sobe até o cume e se funde com o mar de nuvens, me faz pensar... O Adeptus que tenho procurado poderia estar vagando pelas nuvens no cume neste exato momento, pelo que sei, e eu ficaria completamente alheio a isso.\nMe dirigi ao leste pela Montanha Aozang e acabei completamente perdido em uma floresta densa. Finalmente, cheguei a uma clareira e descobri que estava de volta às margens do Rio Bishui. Tenho uma excelente vista da área ao redor daqui, então acho que é aqui que vou acampar para passar a noite.\nEnquanto arrumava as minhas coisas, conheci uma jovem chamada Eduarda que parecia estar em busca de tesouros. Ela me explicou que estava indo para o oeste para procurar um certo lago ao pé da Montanha Aozang.\n\"Diz a lenda que mora um Adeptus na beira de um lago ao pé da Montanha Aozang. Agora que sabemos onde mora o Adeptus, não é difícil encontrar os seus tesouros. Hahaha, então... Será...\"\nEla chegou a uma epifania repentina e disse seriamente que: \"Então entraremos em contato com a Guilda de Aventureiros, e reportaremos a eles, visto que eu faço parte da Guilda, e não me envolvo com os Ladrões de Tesouro.\"\nDe fato, alguns aventureiros estão no negócio somente pela riqueza material. Lembro-me daquele clássico ditado de Liyue: \"inexplicáveis são as motivações que nos impulsionam\"... Mas quaisquer que sejam as suas motivações, ela é uma companheira de aventura, e uma autêntica aventureira.\nDevo dizer que fiquei tentado a ir para o oeste em busca deste lendário \"Lago Milagroso\" depois de ouvir Eduarda falar sobre ele. Mas no final decidi continuar com meu plano existente. Salvo circunstâncias imprevistas, prosseguirei para as Planícies de Guili para ver quais atrações e tesouros estão esperando para serem descobertos lá. E, com sorte, não vou perder meu diário novamente desta vez - de novo, exceto por quaisquer circunstâncias imprevistas. Não posso perder de novo... Que quaisquer circunstâncias imprevistas sejam bem e verdadeiramente barradas."
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado por um antigo aventureiro, Roald, em um acampamento improvisado. Parece que foi submergido em água, com a marca d'água de uma pegada de raposa.\n- Lago de Luhua -\nViajando para o sudeste ao longo do rio Bishui, me deparei com um lago no sopé do Monte Tianheng, no lado norte. A água é mais clara do que o céu e a temperatura da água é semelhante à temperatura corporal de um humano. A água tem um doce sabor na boca.\nUm coletor de ervas local me disse que há milhares de anos esse lago já foi um jardim. Diz-se que durante a era da Guerra dos Arcontes, dois amantes, cujas famílias desaprovavam seu relacionamento, fizeram deste lugar seu encontro. No entanto, os tempos eram impiedosos, e o homem deixou sua amante para seguir o Arconte Geo. Ele mergulhou bravamente no conflito como um mortal entre deuses... E como tantos mortais naqueles dias sombrios, ninguém ouviu falar dele novamente por séculos.\nA garota vagou pelo jardim, esperando o retorno de seu amante. As flores murcharam e a grama cresceu em seu lugar. Encharcado em uma enchente, a grama apodreceu. E quando a inundação também diminuiu e ela voltou ao pó, suas lágrimas convergiram para este lago. Talvez fosse seu desejo profundo que tornava a água aqui tão clara e suave.\nPassei uma tarde aqui e adormeci enquanto tomava banho na lagoa. Quando acordei, as estrelas já brilhavam no céu noturno.\nUma pequena raposa nas proximidades estava espreitando e olhando em volta. Quando levantei minha cabeça ela se apressou a fugir.\nPassado algum tempo é que me apercebi que havia perdido um sapato e o saco de cereais tinha sido mexido e remexido.\nDemorou mais do que eu esperava para arrumar minhas malas. Meu próximo destino é o delta do rio Bishui no nordeste - A Costa de Yaoguang."
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás por um aventureiro, Roald. As páginas possuem o cheiro da brisa do mar.\n- Costa de Yaoguang -\nEste é o delta do rio Bishui, onde a areia e a lama carregadas pelo rio se acumularam em uma encosta aberta e plana. Quando finalmente cheguei, o banco de areia estava envolto em uma manta de névoa e meus sapatos novos estavam ensopados novamente. Eu ouvi o som de alguns monstros desconhecidos vindo do nevoeiro, mas não consegui dizer sua localização exata.\nTudo que restava fazer era montar a tenda e esperar essa neblina desaparecer.\nQuando eu estava repousando no Albergue Wangshu, um comerciante me contou as lendas sobre Costa de Yaoguang. Ele começou com um poema - \"Ondas com o brilho de jade inundaram o oceano enquanto uma concha jazia vazia na areia branca.\"\nO significado do poema é que a luz do sul, pura como jade, brilha na superfície do Rio Bishui e segue para o mar percorrendo seu caminho, mas o Alojamento Concha Verde nas Costa de Yaoguang estava vazio.\nUma vez eu me aventurei em direção à neblina para visitar o Alojamento Concha Verde, mas não encontrei o dono.\nUma lenda entre os pescadores diz que o Alojamento Concha Verde era o lar de um Adeptus - a própria concha verde, de fato, era constituída de parte de seu próprio ser. Ela abrigava viajantes de que estavam perdidos no nevoeiro, cuidava dos sobreviventes e náufragos e dava as boas-vindas a outros Adepti nas cruzadas contra monstros marinhos.\nMas os pescadores mais velhos interpretam a lenda de uma forma diferente. Eles dizem que o Santuário da Concha não era a moradia de um Adeptus, mas uma família que vivia na concha gigante há gerações. Eles se dedicaram a ajudar os perdidos e salvaram a vida de muitos pescadores.\nParece que a neblina está se dissipando e o sol está quase visível.\nEm seguida, pedirei emprestado um barco para chegar na Floresta de Pedra Guyun e visitar as ruínas onde o Arconte Geo venceu o monstro do mar.\nSe o tempo estiver bom devo chegar logo."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás pelo famoso aventureiro, Roald, por acaso. As páginas estão úmidas e parecem estar embebidas em água.\n- Floresta de Pedra Guyun -\nContornamos algumas pequenas ilhas ocupadas por Hilichurls, conseguindo nos desviar de sua linha de visão e chegamos à Floresta de Pedra de Guyun com sucesso. Seis gigantescos pilares de pedra mantiveram o sol longe dos meus olhos quando desembarquei, e estava incrivelmente fresco à sombra. Os caranguejos na praia eram grandes e carnudos. Talvez seja porque a área foi nutrida pelos restos mortais de uma besta mágica por milênios? De qualquer forma, eles têm um gosto ótimo torrado.\nA beleza deste lugar torna difícil imaginar que já foi o local de uma batalha sangrenta entre o Arconte Geo e o monstro marinho. Basta dizer que o sangue derramado aqui há muito desapareceu no mar sem deixar vestígios. Suponho que tudo empalidece na insignificância diante da escala do mar. Seja uma única gota do sangue de uma pessoa comum ou rios de sangue derramados coletivamente pelos heróis do passado, o fluxo implacável dos ventos e das ondas está destinado a lavar até o último vestígio dele. No final, tudo ficará como sempre foi, desde tempos imemoriais.\nDe acordo com a lenda, o Arconte Geo certa vez esculpiu uma enorme lança de rocha. Ele o jogou para as profundezas do oceano e o perfurou o monstro que trouxe o caos para a sua terra. Com o passar dos anos, o vento deteriorou a lança, e ficou com a aparência de agora.\nMais tarde, eu vou retornar ao continente para acampar por uma noite. De onde estou, posso ver os navios saindo do porto à distância. Enquanto escrevo, o Crux está partindo mais uma vez, embarcando em sua próxima grande viagem. Eu me pergunto qual missão da Guilda de Comerciantes de Qixing confiou à lendária Capitã Beidou desta vez?\nDormi péssimo durante a noite. Sonhei que estava em algum lugar escuro e úmido. De repente, eu era um monstro marinho, e meu corpo empalado estava sendo levado para o fundo do oceano pela lança do Arconte Geo. Eu me retorcia e me agarrava à lança gigante feita de rocha, tentando desesperadamente me libertar, mas ela estava firmemente preso no lugar. Cada movimento que fiz me encheu de agonia, e de raiva...\nNota para mim mesmo: A Floresta de Pedra Guyun não é um bom lugar para passar a noite! Eu acordei cedo, então acendi a fogueira e irei embora assim que o céu estiver claro. Minha próxima parada é no Porto de Liyue: Só preciso estar em algum lugar onde possa lavar minhas roupas, aparar a barba, esse tipo de coisa. Uma vez que eu tenha resolvido isso, vou fazer outra viagem, até o Relevo de Jueyun. Não fiz nenhum progresso para encontrar o Adeptus da última vez. Desta vez, acho que vou tentar minha sorte no Pico de Qingyun.\nNota: Não devo perder meu diário novamente!"
          }
        ]
      },
      {
        "title": "Volume VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás pelo famoso aventureiro, Roald. As páginas têm o cheiro das flores que crescem nos penhascos.\n- Relevo de Jueyun - Pico de Qinyun -\nAntes de começar a escrever este diário de aventuras, um pequeno relato de advertência para mim mesmo. Recentemente, continuo descobrindo que tenho perdido meu diário todas às vezes que sinto que quero escrever nele. Oh, Roald, você deveria aprender a ser mais cuidadoso no futuro!\nDepois de escalar pelo que pareceu uma eternidade, finalmente cheguei ao topo do precipício. Estou rodeado por um mar de nuvens. É impossível saber onde no meio daquele mar de nuvens eu estive uma vez olhando para este lugar celestial, onde habitam os Adepti.\nCom exceção das poucas árvores de forma estranha, quase não há sinais de vida aqui no topo do precipício. Ocasionalmente, um Lapis Glede soltará um grito agudo antes de mergulhar nas nuvens e desaparecer. A colina a partir daqui é a habitação dos Adepti, mas há algumas coisas que preciso resolver antes de subir. A questão mais urgente é reparar meu equipamento de escalada, também terei que cuidar de alguns machucados e cortes enquanto estiver fazendo isto. Um agricultor gentil me deu uma pomada quando cheguei ao Relevo de Jueyun - dói, mas realmente funciona.\nAs noites no topo do precipício oferecem pouco em termos de conforto. O vento implacável acima das nuvens perfura os ossos. É difícil se proteger dela, porque ela chega até você através de todas as aberturas minúsculas da tenda, e não há como você manter uma fogueira acesa com este vento. Uma boa noite de sono está portanto fora de questão. Eu me pergunto se o Adeptus que mora no cume fica sozinho e desanimado estando rodeado por nada além do vento frio e sem coração?\nDepois de uma noite de insônia, eu finalmente vi a lua se pondo no mar de nuvens. Dando a última olhada para a mala, já podia continuar subindo a montanha, em direção a moradia de um Adeptus. Deus queira que não chova a essa altura!"
          }
        ]
      },
      {
        "title": "Volume VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "O diário do famoso aventureiro, Roald. Pontinhos de musgo podem ser vistos entre as páginas.\n- Piscina de Qingxu -\nPara me impedir de perder meu diário de novo, desta vez coloquei um marcador feito de musgo no estojo de couro. Agora realmente se destaca na minha mochila. Está perfeito! Esta noite, vou colocá-lo ao lado do meu travesseiro antes de dormir - não há como perdê-lo então. Honestamente, eu não acho que posso continuar me chamando de aventureiro se eu perder meu diário mais uma vez... Um desaventureiro, talvez.\nEu me dirigi para o oeste da passagem da montanha no Monte Tianheng e cheguei a uma ruína, conhecida localmente como Piscina de Qingxu. A entrada para a ruína está localizada bem no centro de um afloramento rochoso gigante que se eleva do centro de um estanque raso. É cercado por todos os lados por penhascos íngremes. Existem várias torres de pedra que se misturam perfeitamente com o cenário natural colocado aqui pelo Arconte Geo. A névoa da manhã começa a clarear e os primeiros raios de sol começam a iluminar as montanhas e as ruínas. Parece que vai fazer bom tempo hoje.\nAs lendas dizem que essas ruínas são anteriores ao governo do Arconte Geo sobre Liyue. Toda Lisha estava coberta por água na época da Guerra dos Arcontes e, naquela época, esse afloramento rochoso era nada mais do que uma pequena ilhota que se erguia acima da superfície da água. Depois de restaurada a paz, a região de Lisha desdobrou-se mais uma vez com o recuo das marés, revelando os antigos edifícios erguidos pelos primeiros povos.\nQuando eu estava no Albergue Wangshu, conheci uma estudiosa de Sumeru, chamada Soraya. Ela tinha feito bastante pesquisa sobre as ruínas de Lisha. Uma vez que ela começasse a falar sobre isso, ela poderia falar o dia inteiro. O que ela me contou é que essas ruínas foram deixadas para trás por um deus maléfico, cujo nome foi apagado da existência, junto com suas pessoas. Mas, no fim, o oceano deu lugar a florestas e campos, o deus egoísta foi derrotado, e as ruínas e templos da cidade antiga que as pessoas do deus um dia haviam construído, foram deixadas para se desintegrar. E foi assim que a Piscina de Qingxu se formou. As ruínas foram submersas até que a longa Guerra dos Arcontes finalmente teve um fim, emergindo na paisagem à medida que a maré baixava.\nTalvez esses restos em ruínas tenham sido deixados como um lembrete nostálgico de uma era passada para os Adepti e outras divindades. Em qualquer caso, este é um lugar calmo e tranquilo que, por qualquer motivo, permaneceu totalmente imperturbado pelo desenvolvimento implacável do Porto de Liyue e intocado pela operação de mineração baseada no Despenhadeiro. Acabou de ser deixado, como está, até hoje. Perversamente, os únicos distúrbios aconteceram desde que a mineração no Abismo foi interrompida, já que monstros ocuparam as ruínas aqui. Vamos apenas esperar que eles não destruam nada.\nÉ uma teoria simples, mas eu preciso coletar mais evidência. Eu devo continuar rumando ao norte e visitar as ruínas na Passagem de Lingju e Dunyu.\nEncontrei Eduarda de novo um pouco antes de partir. Ela parecia estar viajando com um parceiro neste momento. Ela deve ter uma agenda de aventureiros ocupada - pois quando pisquei ela desapareceu nas ruínas."
          }
        ]
      },
      {
        "title": "Volume IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás pelo famoso aventureiro Roald. Algumas de suas páginas estão danificadas e amassadas, e alguns cristais de gelo estão presos nelas.\n- Espinha do Dragão-\nComecei minha ascensão a Espinha do Dragão pelo seu lado sul, onde a montanha encontra as margens do rio e as planícies de Liyue. Aqui as encostas das montanhas são suaves, o vento é suave e a neve é leve. Somado às fontes de água não congelada, faz deste lugar uma boa escolha para a instalação de uma base de acampamento. Depois de preparar meus suprimentos, farei um acampamento aqui antes de continuar minha escalada até o cume.\nDepois de montar o acampamento, aproveitei a oportunidade para pesquisar as ruínas ao redor. O que me intrigou é que o estilo arquitetônico e os padrões artísticos são surpreendentemente similares aos vistos em construções antigas em outros lugares. Isto pode muito bem significar que a lendária civilização montanhosa de outrora está bem abaixo dos meus pés.\nInfelizmente, eu não encontrei nenhuma inscrição bem conservada dentro das ruínas, portanto não havia nenhuma prova concreta da historicidade da antiga civilização. Talvez eu encontre mais informações preservadas mais acima na montanha, enterradas nas profundezas das mordazes tempestades de frio.\nPassar a noite aqui é uma experiência desagradável. O vento frio e úmido arrepia até os ossos e a forma como sacode a tenda soa como o rugido de um rio impetuoso. Material de pesadelo garantido uma vez que você consiga adormecer. Há uma caverna junto à água, e ela deve ser espaçosa lá dentro porque eu posso ouvir o gemido fantasmagórico do vento ecoando lá dentro. Infelizmente, a entrada está bem vedada e simplesmente não há como passar pelo lado de fora.\nMais tarde, eu continuei a avançar para as montanhas. Ao longo do caminho, encontrei algumas relíquias mais recentes, que pareciam poder remontar à era de aristocracia de Mondstadt. Eu desenterrei alguns fragmentos de roupas e armas. A neve espessa abrandou a deterioração, o que fez com que as coisas nas ruínas estivessem bem preservadas.\nSegundo a localização das relíquias, aqui devia ter uma batalha, ou até um assassinato.\nMesmo que sejam nevesca destrutiva e transformação anormal, não podiam impedir a ganância das pessoas, essa terra de neve abandonada pelos Arcontes afinal foi contaminada pelos pecados das gerações futuras.\nAo escalar para o topo das montanhas, a neve se tornou cada vez mais espessa, e a temperatura se tornou cada vez mais insuportável. Eu já investiguei uma ruína no nordeste, porém, inesperadamente em um lugar coberto pela nevasca eu até descobri uma área de água descongelada. Segundo a sua localização, estava conetada a ao riacho embaixo.\nMas naquela zona era tão frio para entrar, e não tinha como continuar a investigação correndo o risco de perder a vida por ser congelado ou afocado. Mas eu deixei algumas marcações lá, espero que a neve não as cubra.\nÉ possível ser um refúgio na época antiga, e ser afogado pela água subterrânea. No entanto, eu também ouvi dizer que os tiranos também colocavam os criminosos na cela, e depejava água na cela, só para ver como é que a água afogava os criminosos lentamente...\nUma punição tão cruel e demorada... E no absoluto frio deste clima, é ainda mais impossível imaginar que alguém tenha conseguido sobreviver a ele.\nMais ao leste, a estrada se torna mais acidentada. Tive um acidente estúpido e quase quebrei minha perna por causa disso. Tive a sorte de receber apenas uma ferida superficial e nenhuma lesão óssea grave. Mas também abriu um grande buraco na minha roupa à prova de vento, por isso agora sinto toda a força do vento bem contra a minha pele. É uma sensação horrível, como ser esfaqueado constantemente com uma faca afiada.\nConsegui encontrar abrigo do vento antes que minha ferida ficasse completamente entorpecida. Quase consegui costurar minhas roupas de volta, mas não há como eu continuar assim até o cume.\nConsegui voltar ao acampamento, finalmente, à beira de congelar até a morte. Ao aquecer meus pés junto à fogueira, tirei minhas meias para descobrir que três dos meus dedos dos pés haviam ficado roxos com o frio... Mas não importa, neste momento ainda estou apreciando a sensação de voltar à vida depois de um encontro tão próximo com a morte.\nQuando a tempestade diminuiu um pouco, eu olhei para cima e peguei uma visão do cume, impondo-se silenciosamente contra o céu escuro, cercado por rochas gigantescas pontilhadas e ainda assim isolado entre elas no centro. As canções dos bardos falam de um dragão antigo e maligno que está enterrado ali no riacho da montanha - será que ele também anseia pelas alturas celestiais mesmo quando olha para cima com seus olhos apodrecidos e cegos?\nMuitos aldeões que vivem no sopé da montanha comparam esta montanha monstruosa a um ponto cego aos olhos dos deuses, um lugar governado pela força inescrutável do destino. Os velhos contos de fadas de Mondstadt falam da montanha como um lugar de castigo que foi abandonado pelo Vento do Tempo e deixado pelos ventos uivantes para varrer e congelar tudo em seu momento de destruição.\nNo entanto, algo ainda se agita aqui, no pico da montanha. Eu ouvi seu chamado em meu sonho. Era como uma canção suave, agradável ao ouvido, mas de alguma forma perturbadora para a mente.\nEsta viagem foi um desastre, mas pelo menos eu saí vivo dela. Adeus por hoje, Espinha do Dragão. Talvez eu volte, embora não saiba se alguma vez conseguirei chegar ao seu cume...\nAcho que vou explorar Liyue a seguir. Mas antes de mais nada, minha prioridade máxima é reabastecer meus suprimentos perdidos. Oh, e aproveitando, acho que vou trocar este velho diário encharcado por um novo e bonito."
          }
        ]
      },
      {
        "title": "Volume X",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado pelo famoso aventureiro Roald. As páginas exalam o aroma refrescante das Pétalas da Flor de Sakura e o amargor das folhas de tabaco.\n—— Ritou ——\nJá se passaram alguns dias desde que cheguei a Ritou, mas a Comissão Kanjou ainda não deu nenhum sinal de que me deixará passar. Não sei quanto tempo precisarei ficar aqui... Espero que o Sr. Kurisu encontre uma forma de me tirar daqui.\nO Sr. Kurisu é o presidente da associação comercial local. Originário de Fontaine, ele é um homem reservado e amigável, que possui um certo charme que faz os viajantes se sentirem em casa.\nEle ouviu que Inazuma não recebia bem os forasteiros, mas foi apenas quando pisou em Ritou que percebeu a gravidade da situação.\nO Decreto Sakoku já estava em vigor por algum tempo. Embora alguns viajantes decidissem permanecer na ilha, outros foram embora, ficando por apenas um breve período. Muitos mercadores fizeram as malas e foram para casa. Ritou, em seu estado atual, parecia sombrio e deprimente.\nDizem que centenas de anos atrás, Hiroshi do Clã Hiiragi construiu este porto comercial. Ele recrutou mercadores talentosos para estabelecerem lojas aqui e incentivou o livre comércio. Ritou floresceu e prosperou por algum tempo... Mas Hiroshi provavelmente se reviraria no próprio túmulo se soubesse o estado em Ritou se encontra agora.\nMas seu descendente, o atual Comissário Kanjou, parece estar vivendo muito bem.\nIsso é o bastante para deixar qualquer um com raiva.\nApós alguns dias, o Sr. Kurisu me trouxe boas notícias.\nEle ouviu que a Frota Crux fará uma breve parada em Inazuma. Deve haver uma forma desta famosa frota armada me levar clandestinamente para outra ilha. Eu só preciso ser paciente.\nNão sei se as informações do Sr. Kurisu são confiáveis, mas é sempre uma boa ideia estar preparado. Primeiro, devo pensar em uma forma de recuperar minhas ferramentas de culinária para fogueiras de acampamento que estão com a Sra. Yurika. Eu vou implorar se for necessário...\nParece que o Shogunato atacou outro posto avançado de Sangonomiya, resultando em muitas vítimas... ou terá sido o contrário? Os poucos forasteiros que restaram estavam espalhando boatos, e mesmo aqueles a serviço do Comissário espalhavam boatos sem qualquer receio.\nNão está claro o que aconteceu, mas alguns mercadores fizeram as malas e foram para casa. Muitos navios militares chegaram e partiram, provavelmente para cuidar de questões militares temporárias...\nTalvez eu possa aproveitar o caos e a confusão para recuperar minhas coisas do armazém.\nOh, e devo me lembrar de não perder este diário novamente...\nDe fato, existem diários com capas mais bonitas e elegantes... mas isso não é desculpa para substituir o antigo por algo novo!"
          }
        ]
      },
      {
        "title": "Volume XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás pelo famoso Aventureiro Roald. As páginas estão cheias do cheiro úmido da neblina e também de um certo odor de fungos.\nMinha exploração da Ilha Tsurumi não correu bem.\nAnteriormente, foi graças a um jovem local chamado Kama que pude deixar Ritou com sucesso e chegar à ilha Tsurumi sem ser detectado. Por sua orientação, tentei penetrar no denso nevoeiro que envolve a ilha e, de alguma forma, consegui avistar rapidamente a antiga civilização aqui presente, bem como certas paisagens semelhantes a um sonho. No entanto, essas memórias parecem ter se dispersado da mesma maneira que uma névoa...\nMas ainda me lembro claramente de encontrar uma criança pequena nesta ilha supostamente morta há muito tempo.\nTalvez ela não fosse nada além de uma alucinação que vi sob a influência das Partículas Elementais flutuando através do nevoeiro, ou talvez os cogumelos da ilha fossem os culpados... Aquela criança pode ter sido apenas uma ilusão ou uma memória falsa, e isto certamente seguiria a lógica comum, é claro. Mas na segunda vez que vim, trouxe um pouco mais de comida comigo, na esperança de que a criança os aceitasse. Deve ter sido difícil viver em uma ilha morta como esta, imagino.\nDa próxima vez que cheguei a terra, não informei Kama, e assim me perdi no denso nevoeiro muito rapidamente. Tentei todos os meios e maneiras, mas não consegui encontrar meu caminho através da névoa - foi como se estivesse me rejeitando por motivos desconhecidos.\nSe não fosse pela/o viajante de cabelos loiros e a pequena fada chamada \"Paimon\", provavelmente eu teria tido que voltar de mãos vazias. Mas eles me ajudaram a colher alguns Fungos Fluorescentes locais, que há rumores entre os habitantes de Inazuma para serem coalescidos das memórias dos antigos mortos da Ilha Tsurumi, que lhes dão seu brilho fosforescente e fantasmagórico. Eles possuem a capacidade de fortalecer os olhos e a mente, e melhorar a memória.\nEu experimentei alguns nos últimos dias, e estes fungos de fato têm a capacidade de acalmar o coração e alegrar o espírito. Parecem serem bons também para a digestão... Dito isto, ainda não vi nenhuma melhoria significativa em minha memória. Devo me lembrar de deixar alguns para meu amigo em Sumeru fazer pesquisas.\nAlém disso, achei as fotos dos murais antigos que o/a viajante loiro/a e Paimon trouxeram muito fascinantes - eles certamente valem a pena serem pesquisados mais a fundo. O fato de termos conseguido descobrir ruínas históricas tão valiosas deve-se à paixão, sabedoria e determinação desses dois aventureiros/dessas duas aventureiras excepcionais."
          }
        ]
      }
    ]
  }
}