{
  "epId": 2300,
  "name": "Vamos, Dodoco!",
  "desc": "Mensagem do editor: \"Vamos, Dodoco!\" é o trabalho conjunto de uma garota e uma menininha. Cada capítulo contém sua gentileza e desejos, tornando o livro um verdadeiro presente para os leitores. Espero que este livro, apesar de seu pequeno tamanho, possa lhe trazer alegria após um longo dia de trabalho.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Let's Go, Dodoco!_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1660318482,
  "components": {
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Mais cedo ou mais tarde todos os Dodocos terão que começar suas próprias aventuras entre os ventos e as correntes\", disse uma vez uma mãe gentil e bonita.\nAssim como ela havia previsto, nosso Dodoco ficou encantado ao saber que sua melhor amiga Klee decidiu se aventurar na terra dos raios e trovões.\nApreciar boa comida no restaurante Caçador de Cervos e ouvir os bardos cantar, é algo que Dodoco adora.\nMas o que Dodoco mais adora ainda é contar as estrelas no céu e tecer guirlandas de flores com Klee.\nAfinal, todos os Dodocos estão sempre ansiosos para se aventurar no vento e nas ondas.\nMas para chegar à terra distante de raios e trovões, é preciso não apenas atravessar ventos fortes, mas também marés aterradoras.\nMas Dodoco não tinha medo do vento uivante, pois ele o considerava uma bênção do Arconte dos Ventos.\nDodoco também não estava preocupado com as ondas fortes, pois é muito corajoso.\nMas claro que Dodoco não queria expor Klee a esses perigos.\nPorque ele é o melhor amigo de Klee, e os melhores amigos devem proteger um ao outro, certo?\nAlém disso, Dodoco não queria se separar de Klee.\nSem Klee, todas as aventuras seriam como Flores Doces que não florescem, solitárias e tristes.\nMesmo que Dodoco explorasse todos os cantos e recantos de Teyvat, tudo isso não teria sentido se Klee não estivesse lá.\nEntão Dodoco não hesitou. Decidiu partir em uma aventura com sua melhor amiga Klee!\nSe eles pegassem um barco, não poderiam voar alto no céu ou nadar alegremente em mar aberto...\nNo entanto, teriam o sorriso de Klee e as histórias de Albedo.\nE isso com certeza vale a pena!\nEm Inazuma, a terra dos raios e trovões, as flores e a grama são roxas, os peixes e pássaros são roxos, tudo é roxo!\nAlbedo provavelmente não teria tinta roxa suficiente se quisesse pintar uma ilustração de lá.\nInfelizmente, Albedo não teve tempo de pintar com Klee e Dodoco.\nAfinal, Albedo é adulto, e às vezes os adultos precisam fazer coisas \"adultas\".\nMas felizmente Dodoco tinha Klee ao seu lado!\nKlee sempre encontrava algo para fazer. Dodoco nunca ficava entediado enquanto estivesse com Klee.\nKlee tem muitos, muitos amigos em Inazuma, como Cavaleiro Honorável, Paimon e Yoimiya.\nJuntamente com Dodoco, todos tiveram uma aventura muito divertida em Inazuma!\nEba, viva as aventuras!\nO Cavaleiro Honorável levou Dodoco ao alto da Montanha Yougou.\nMas quando chegaram na Sakura Sagrada, todos já estavam casados, então decidiram tirar uma soneca.\nQuando despertaram, todos tinham ganho asas como um tengu!\nAs asas de Klee eram vermelhas, as de Yoimiya eram douradas e as do Cavaleiro Honorável eram azuis.\nComo Paimon pode voar sem asas, ela não ganhou umas.\nTodos abriram suas asas, causando uma enorme rajada de vento.\n\"Fuuuu, fuuuu\", o vento despenteou o cabelo da Sacerdotisa.\nOh não, ela parece brava! Vamos fugir!\nAh, a aventura foi muito divertida, mas... rooonc O estômago de Klee começou a roncar.\nAh não! Como poderíamos ter esquecido isso? Comer é uma parte importante da aventura também!\n\"Yummy, yummy\", todos compraram dango e comeram alegremente.\nDodoco e Paimon terminaram sua comida muito rapidamente, e então o Dodoco abarrotado não pôde deixar de olhar para o sorriso de Klee e pensar:\nConhecer Klee e todos os outros foi a maior alegria que Dodoco poderia experimentar!\nAh, e mais uma coisa importante! Você que leu até aqui, com certeza faz parte dessa grande aventura.\nDepois de todas essas aventuras, risadas e comidas juntos, você também se tornou um grande amigo para todos!\nEntão, venha assistir ao espetáculo de fogos de artifício de Yoimiya também!\nEnquanto todos assistiam aos fogos de artifício com grande alegria, Yoimiya disse:\n\"Enquanto a imaginação não secar, nossa mente é mais livre do que qualquer outra coisa.\"\nKlee não pôde deixar de dizer: \"Seremos melhores amigos para sempre.\"\nVeja como Dodoco está feliz com seus bons amigos.\nAgora você também é um bom amigo do Dodoco, então divirta-se e embarque em novas aventuras com seus melhores amigos!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Vamos, Dodoco!"
          }
        ]
      }
    ]
  }
}