{
  "epId": 2308,
  "name": "Humor de Tianheng",
  "desc": "Uma coleção de poesia do místico Monte Ping. A qualidade dos poemas está em todo o lugar, há muito tempo é um livro de referência para jovens poetas ou aspirantes a poeta em Liyue.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Humor de Tianheng"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "A Primeira Canção\nObservo dois homens jogarem xadrez, mas jogam terrivelmente. O que um falta em habilidade, o outro em estratégia.\nUma confusão acontece no tabuleiro. Alego observar com ignorância, mas, na verdade estou entretido.\nA Segunda Canção\nEssas formações rochosas criaram plantas estranhas, como ‘bonsais’ que ocorrem naturalmente.\nDa Cor Lapis, jade cintilante e arbustos de seda, a paisagem excede o que muitas pessoas comuns podem entender.\nA Terceira Canção\nO Relevo de Jueyun tem um segundo céu, um local que os mortais não podem alcançar.\nQuanto mais um busca, mais parece verdade, pois os pássaros e bestas também vem de lá.\nA Quarta Canção\nBranco como seda, fino como sal, uma estranha areia antiga.\nOs ricos as expulsam de suas casas, mas na minha me orgulho que rolam livremente.\nA Quinta Canção\nO som das ondas batendo no rochedo chega a meus ouvidos. Em cima do rochedo eu pesco, em baixo do rochedo eu durmo.\nArconte Anemo, do país vizinho, não tem maneiras. Joga tudo no ar e incomoda o sono do povo.\nA Sexta Canção\nA primavera floresce em Qingce, um aroma floral paira no ar. Nesse momento, tenho saudades dos meus pais.\nOs caniços abanam suavemente com a brisa outonal. Os colho para coser roupas para o inverno que se avizinha.\nA Sétima Canção\nRex Lapis ergueu essa montanha e construiu essa baía naquele ano.\nTambém fez falésias magníficas e ruas com entretenimento sem fim.\nA Oitava Canção\nFresca é a sombra das árvores no calor do verão. As folhas são a minha cama, e o vento o meu lençol.\nPobres mosquitos não me largam. O melhor é voltar para casa.\nA Nona Canção\nÀ noite, caminhei pela praia após o jantar. Passei minha mão pela barba e olhei para o céu.\nO mar de estrelas forma um dossel, mantendo a lua em seu lugar e não deixando que caia.\nA Décima Canção\nParei na Encosta de Feiyun para olhar: pedras preciosas de todo tipo, de caras a astronômicas.\nPara quê gastar Mora comprando essas pedras? Prefiro comer e beber alegremente no Terraço de Yujing."
          }
        ]
      }
    ]
  }
}