{
  "epId": 2309,
  "name": "A Melancolia de Vera",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Eu nunca achei que o mundo fosse monótono; O fato é que as coisas mais interessantes acontecem longe da galáxia.\nA aventura de Vera, uma garota comum sempre fascinada com as terras distantes começou silenciosamente.\n- Dias Infinitos em Mundos Infinitos -\n\"Há momentos em que penso comigo mesmo... Não tem nada para fazer nesta pequena aldeia. Que lugar chato para se viver.\"\nNão foi a primeira vez que Vera reclamou de sua cidade natal, a pequena vila rural de Delphi. Sua carranca diminuiu ligeiramente quando ela se deitou na encosta perto da aldeia, os olhos fechados, sentindo a brisa do início do verão.\n\"Então, para você que tipo de lugar não é chato?\" O amigo dela, Sachi, perguntou sentado ao seu lado.\nVera sentou e se inclinou para frente:\n\"Acredito que do outro lado do Mar Estrelado haja um planeta habitado por deuses que podem responder a todas as orações e desejos, e todos os que desejam estão em uma jornada para chegar lá. Eu acredito que, em nosso universo, existe um mundo atualmente em uma guerra contra o dia do juízo final, onde as almas nobres e elegantes de quatorze Valquírias brilham, mesmo que apenas por um breve, mas magnífico momento...\"\n\"Você tem lido muito daquelas histórias de fantasia esquisitas.\"\n\"Ai ai... Esse lugar é realmente chato. Será que não acontece nada de interessante?\"\n\"Que coincidência, uma família nova acabou de se mudar para nossa vila...\"\n\"Novidades e coisas divertidas não são a mesma coisa!\"\nApesar do que ela havia dito, Vera decidiu visitar os recém-chegados. Sachi, entretanto, lembrou das regras de sua família, e voltou para casa para jantar.\n...\nVera empurrou levemente a porta dos recém-chegados e, para sua surpresa, ela não estava trancada.\n\"Tem alguém em casa?\"\nNaquele momento, de repente o armário da sala de estar se abriu, e um jovem de cabelo preto e usando óculos saiu dele, sendo seguido por um tentáculo azul.\n“Saiam da frente! Tal, por que você deixou um estranho entrar?”\nO jovem de cabelo preto empurrou Vera levemente e pegou um machado que estava perto da porta.\n\"Você não me deixa nenhuma escolha. Já que viu tudo, só me resta uma coisa…\"\nO maior perigo da vida de Vera?!"
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Tudo está muito chato, nada mais tem graça. Não é depressão, é apenas o fato de estar fazendo 14 anos.\nQue comece a Aventura de Vera!\n- O Meu Quintal é Maior que Todo o Universo -\n\"Tudo que posso fazer agora é pedir que você me ajude\". O garoto de cabelo preto, que se chamava Ike, entregou uma faca de cozinha a Vera.\nEle andou de volta até o armário e começou a cortar os tentáculos freneticamente.\n\"Venha e me ajude a fechar a porta. Se os tentáculos atacarem você, defenda-se com esta faca!\" Os óculos de Ike estavam completamente cobertos pela gosma. \"Rápido! Não devemos deixar esse monstro invadir o Delphi.\"\nA Vera fechou a porta para o Ike. Infelizmente, ela esfaqueou o Ike nas costas duas vezes com a faca, enquanto tentou conter os seus tentáculos para trás. O Ike não se importava porque os seus poderes de cura eram fortes o suficiente.\n\"Vou explicar tudo para você. Na verdade, tenho mais de mil anos e esta porta é uma porta de entrada para qualquer lugar do universo. Aquele monstro com tentáculos é um velho da Grande Nuvem de Magalhães - fui lá buscar algo.\" Ike estava coberto de gosma da cabeça aos pés neste ponto. Ele enxugou os óculos com o vestido de Vera enquanto falava. \"Erm... há mais alguma coisa que você gostaria de saber?\"\n\"Quem é Tal?\" Vera parecia não se importar.\n\"Um espírito maligno que residia no castelo devorador de homens. Ele tem me servido como mordomo desde que eu o subjuguei. Estranhamente, ele se comportou bem amigavelmente com você.\"\nOs pais de Vera sempre a lembravam de que as pessoas estão destinadas a construir uma família e que era fútil sonhar com qualquer coisa além da casa. Uma vez, seu amigo Sachi lhe disse que, se uma garota animada como ela se casasse com alguém de uma terra distante, toda a aldeia se tornaria insuportavelmente solitária.\n(A verdadeira razão para Sachi ter dito isso foi que ele era uma espécie de fracote, e certamente seria intimidado se tivesse que brincar com os outros meninos)\n\"O espírito do povo ainda não está suficientemente maduro. Vou guiá-los através das maravilhas de sua infância.\" O Ike estendeu as mãos convidativamente. \"Você vai se alegrar nesta jornada e no final vai chegar à sua juventude.\"\nDesde o Braço de Oríon até à Cidade dos Arcontes eterna, desde o centro da corrente do tempo até às profundezas do brilho das estrelas...\n\"Quão longe é 'além'? Qualquer lugar nesse universo é tão chato como meu quintal.\" disse ele.\n\"A escala de tudo 'além' segue o coração. Então, meu coração é um pouco maior que o universo.\" Respondeu Ike."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "O Império de Andrômeda se estende por mais da metade do sistema estelar. Cada planeta dentro do Império possui seus próprios demônios e divindades, dragões e monstros.\n\"Eu já pensei em histórias para cada uma das estrelas do seu lar.\" \"Isso é impossível, a Galáxia de Andrômeda é um quinto do tamanho da lua.\".\nE a Aventura de Vera continua.\n- O homem que roubou a estrela solitária -\n\"Eu sou a segunda herdeira legítima do Império de Andrômeda, e tenho mais de duzentos títulos em meu nome. Você deve me chamar de Princesa Andrômeda.\" A encantadora garota então cruzou os braços, saboreando o momento de sua entrada em sua mente e rindo para si mesma em diversão.\nO único propósito da Princesa com Delphi era para se casar com Ike.\n\"Se você, aquele que dominou um quarto do universo, se casar comigo, a minha segurança será garantida após a posse da minha irmã mais velha.\"\n\"Quão grande é o império de Andrômeda?\" perguntou Vera.\n\"Mais de nove mil planetas habitáveis.\"\nVocê possui todas essas estrelas, por que veio roubar o meu brilho?\n\"Então você não está aqui para machucar Vera?\" Sachi cuidadosamente perguntou a Ike, que carregava os pergaminhos e globos de outros planetas.\n\"É claro que não. Eu acho que ela daria uma ótima assistente.\" Depois de colocar tudo no chão, ele bateu palmas. \"Você gosta dela?\"\n\"Eu? Não, não gosto dela.\" Disse Sachi virando os olhos para longe, temendo que o velho sábio percebesse seus verdadeiros sentimentos.\nEle então tocou uma caixa cheia de molduras. Ele pegou algumas aleatoriamente, e cada imagem mostrava uma beleza diferente.\n\"Olhe para elas... Todos elas disseram que me deram seu único e verdadeiro amor, mas será que me deram? Na realidade, eu era apenas mais um de seus muitos amantes.\"\nNão sabendo onde ouviu essa frase, as palavras um pouco irritadas saíram da boca de Sachi:\n\"Você possui todas essas estrelas, por que veio roubar o meu brilho?\""
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Tem um ditado que fala o seguinte: Nem tudo que brilha é ouro, as vezes são os pedaços de um coração quebrado.\nDe qualquer maneira, as estrelas no céu não são feitas de ouro, e o coração da maioria das pessoas não é feito de vidro também.\nUm novo capítulo da história de Vera!\n- Tudo aquilo que brilha -\n\"As pessoas nessas fotos são todas muito bonitas\", Vera pegou a caixa de fotos de Ike.\n\"Se não fossem bonitas, então não haveria como deixar uma de lembrança.\"\nIke não tinha intenção de evitar o assunto. Afinal, ele era um sábio do universo com mais de mil anos e sabia que as meninas se magoam e se irritam com facilidade. Ike nunca traiu meninas.\n\"Eu vi muitas estrelas. Fiz um diamante na forma delas como lembrança\", ele explicava, \"Mas as estrelas brilhantes do universo não pertencem a ninguém. Portanto, não podem ser roubadas.\"\n\"O que você disse?\". Vera não entendeu a frase.\n\"Falei para uma tola que não está presente. Não tem importância, a humanidade é muito nova.\"\n\"Eu posso ajudar como intermediário entre você e Ike\", gritou Sachi para a Princesa de Andrômeda.\n\"Hã?\"\n\"Eu gosto de Vera, não quero...\"\n\"Urgh. Que chato. Está machucando meus ouvidos. Seres inferiores não devem falar. Vera já é minha amiga, não posso dá-la à um fracote como você\"\n\"Oh, oh...\""
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "Você não pode fazer piqueniques à beira da estrada galáctica! Até mesmo as Divindades serão totalmente responsabilizadas por acidentes de trânsito que possam ocorrer!\nUma sala de estudos simples que pode levá-lo para onde quiser, quando quiser! Bebendo chá com as divindades, brincando de esconde-esconde...A grade aventura de Vera continua!\n- Piquenique ao Longo do Caminho -\nEnquanto Ike estava tirando uma soneca, seus servos lutaram uma terrível guerra uns contra os outros.\nO grande feiticeiro subjugou muitos deuses e demônios para servir a ele. Como o mago mais formidável de sua época, Ike estava no comando de deuses e demônios mais numerosos do que as entradas em um dicionário. Mas quem era o mais forte dos que estavam sob seu comando? Os deuses e demônios decidiram descobrir por si mesmos através da batalha.\nPorém, infelizmente, eles contaram a Princesa, Sachi e Vera como assistentes e serventes.\nIke dormiu apenas por duas horas, mas durante aquele período três estrelas já haviam sido destruídas!\n\"Por que eu deveria proteger você?\" A Princesa puxou sua mão para longe e o demônio gigante, sem seus globos oculares, caiu no chão.\nA raça dominante do Império Andrômeda parece ser muito fofa. Mas nas suas palmas há duas bocas especiais que servem para capturar os derrotados ou os olhos de amantes.\n\"Nós não somos amigas?\" Vera perguntou um pouco magoada, limpando as manchas de sangue em seu rosto.\n\"Sim - sim,\" O rosto da princesa ficou vermelho e desviou o olhar. \"Já te considero a minha única amiga pelo que aconteceu. Não estava me referindo a você, Vera.\"\n\"Não!\" Gritou Sachi enquanto as grandes mandíbulas do dragão fechavam ao seu redor.\n\"Vocês querem se render a mim?\", perguntou o dragão gigante com a voz de velhote, \"Vou poupá-los se admitirem que são impotentes.\"\n\"Eu me rendo! Eu me rendo!\" Gritou Sachi.\n\"Um lagarto de uma raça desprezível como a sua deveria saber melhor do que dizer tais palavras tolas! Até mesmo as lagartixas em meu palácio poderiam lhe esmagar.\" A Princesa retorceu os pulsos.\n\"Eu sou inocente!\" Gritou Sachi enquantro o dragão o lançou pelos ares.\nEm um instante, a batalha entre a espécie dominante de Andrômeda e o dragão antigo acabou.\nA moral da história? Não correrá risco de vida se você se render.\nSachi foi eliminado da competição e acordou Ike com um tapa do chinelo. Vera também sobreviveu graças a proteção da Princesa.\n\"Argh! Seu imbecil! O fato de ver você é repugnante. Não chegue perto de mim! Não fale comigo, não olhe para mim, nem respire o mesmo ar que eu, sua escória humilde!\" A princesa não podia ter uma opinião pior que de Sachi."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma vez, existia um grande acadêmico, que queria escrever um livro sobre os festivais do imperio.\nFoi aqui que descobriu que todo dia no império tinha um festival tradicional! Ele escreveu por seis meses, até que correu.\nMas eu, o autor, não decepcionarei a todos!\n-Oferta para as várias festividades-\nEmbora muitas coisas ocorram com frequência recentemente, mas são coisas do universo. Agora, uma coisa relativamente comum irá acontecer. A aldeia irá ter sua própria festividade.\n\"Agora é minha vez de apresentar a aldeia para vocês dois!\" Vera pousou o prato caseiro na frente da Princesa e de Ike.\nNo fim das contas, era a Princesa e Ike que tinham falado sobre as coisas encontradas durante suas aventuras no universo. Vera apenas podia mostrar seu conhecimento sobre sua terra natal.\n\"...Depois, o primeiro Mensageiro do rei, o corajoso cavaleiro Huffman, cruzou dois continentes rumo ao Oeste, atravessou rios e mares; a erudita da corte imperial, a Bruxa do Leste, seguiu rumo ao leste, passando por sua terra nativa e o país da escuridão. No final, eles se encontraram aqui.\"\n\"Ah. É sério? Formidável.\" A Princesa precisava treinar sua habilidade de encenação. Ela realmente não queria que Vera soubesse que ela não estava interessada na história.\n\"Isso significa apenas que este lugar é o ponto simétrico da capital daquele rei neste planeta.\" Ike encontrou algo de pouca importância para comentar negativamente.\n\"Hahahaha, ao pensar cuidadosamente, é isso mesmo\", disse Vera rindo e tocando a parte de trás de sua cabeça.\n\"Eu sempre digo que quero sair daqui, mas no final descobri que essa é a terra mais familiar para mim.\" Ao descobrir isso, Vera começou a chorar em frente a Sachi, na noite antes do Dia da Aldeia.\n\"Seu estúpido, você fez Vera chorar\", a Princesa entrou e deu um chute voador em Sachi."
          }
        ]
      },
      {
        "title": "Volume VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Nos aglomerados estelares na fronteira do universo, vivem poucos planetas. Por essa razão, a região pertence a capitães estelares e piratas.\nPor ser a fronteira do universo, não há estibordo ou bombordo. As direções aqui se decidem com base em qual estrela está se usando para navegar...\nSe perca, junto com seu senso de direção, nesse próximo cpáitulo da viagem de Vera!\n——A Guerra do Mar de Estrelas——\n\"Não é difícil acender o sol novamente. Mas isto não deve ser o que o Império Andrômeda realmente quer\", Ike falou com medo para Vera.\n\"Você disse que a Princesa sequestrou Sachi?\", Vera pensou um pouco, falando levemente surpresa.\n\"Como é que você pensa nessa situação? Eu disse que só o Império Andrômeda pode sequestrar a Princesa e Sachi\", Ike virou-se, pronto para enfrenta-los.\nEle parou brevemente, e gritou: \"Seres de todas as estrelas. Apesar de eu ter aceitado o convite do sábio supremo para vir aqui para renovar o fogo das poucas estrelas que restam. Mas parece que o Império Andrômeda não deseja que este local viva por muito tempo, foi por esta razão que eles sequestraram os meus amigos.\"\n\"Você não está colocando as vidas deles acima das dos habitantes deste mundo?\", disse Lebannin, levantando-se. \"Se é assim, de que serviu unificar as ilhas do mar de estrelas?\"\nO último sábio matou o assassino do Império Andrômeda sozinho, salvando a Princesa e Sachi. Depois, ela e Ike falaram algumas sentenças simples.\n\"Não esperava que você pudesse derrotar a espécie dominante de Andrômeda; são criaturas muito fortes. O dragão que você deve matar na prova de reis não será um rival para você\", elogiou Ike.\n\"Na verdade, eu sou um dragão. Depois de me fundir com o corpo de Lebannin, eu me movo de acordo com seus desejos.\"\n\"Hmm...\", Ike estava um pouco surpreso.\n\"Aquele garoto é a segunda pessoa que a Princesa se interessa, não é? Quando eu entrei eles estavam...\"\n\"O quê?!\", disse Ike totalmente surpreso."
          }
        ]
      },
      {
        "title": "Volume VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "É uma festa de pijama de meninas, é claro que os meninos não podem participar! Meninas são como deusas da era dourada, todas sagradas!\nVera, a Princesa, a rainha Lebannin e Ur, mulher alfa do enxame galáctico conversarão durante a noite!\n—— As Meninas ——\n\"Tudo foi um mal-entendido. Ela estava se preparando para me comer\", Sachi começou a explicar.\n\"Isso não deveria ser algo para se comer\", disse Ike ajeitando os óculos. \"A espécie dominante do Império Andrômeda possui órgãos nas palmas de suas mãos que comem olhos.\"\n\"Eu vi. São como uma... Enguia?\" Sachi tremeu dos pés a cabeça depois de falar.\n\"Me ouça até ao fim.\" Ike queria tocar em seus olhos mas, por descuido, acabou deixando sua impressão digital em seus óculos. Retirou seus óculos e tocou em seu olho esquerdo. \"Seus costume de comer os olhos engloba dois significados: lealdade...\"\nDepois, ele tocou em seu olho direito. \"E amor.\"\nSachi também tocou em seus olhos, pensativo. Ele parecia tentar recordar afinal qual dos dois era.\n\"No final das contas, a própria Princesa não entende a diferença entre essas coisas. Em seus olhos, quem é leal, quem ela conquista e quem a ama é igual. São apenas pessoas que não lhe farão mal durante os conflitos do poder real.\"\n\"Não é à toa que os assassinos do Império Andrômeda sequestraram ela. Os herdeiros mataram dois coelhos com uma cajadada só.\"\n\"Eu não quero me envolver numa disputa entre herdeiros. Portanto, só posso deixar você apoiar ela um pouco.\"\n\"Essa não é a nossa relação! Eu não sou quem ela mais detesta?\"\nAo mesmo tempo, sobre o que as meninas conversam? Isso pode ser um mistério eterno."
          }
        ]
      },
      {
        "title": "Volume IX",
        "desc": [
          {
            "type": "RichText",
            "text": "\"A Vera é muito bonita, como uma estrela brilhante no universo, mas eu...\" \"Os garotos parecem mais baixos que as garotas da mesma idade.\"\nDeve-se deixar a infância ir para a chegada da juventude. Não é muito tarde para pensar nisso agora...A verdadeira melancolia finalmente atingiu a Vera.\n- A Morte Espera nas Ondas Abissais -\nÀ medida que Vera e Sachi cresceram juntos, a química entre os quatro mudou de um jeito sutil e inexplicável.\n\"Já chega de desculpas\", disse Sachi a Ike. \"Vera não deixará de persegui-lo, mesmo que você nunca retribua seus sentimentos.\"\nIke era um símbolo de uma terra distante. Ele representava o desconhecido, o que estava esperando para ser descoberto. Um pássaro corajoso nunca aninharia ali, mas ficaria para sempre à deriva nos ventos da admiração.\nIke retrucou: \"Não importa como você olhe para a situação, ter mil anos de idade te faz ser uma pessoa velha.\"\n\"Então nós temos uma idade parecida.\" Disse a princesa intrometendo-se alegremente na conversa.\nQuando Sachi finalmente reuniu a coragem para declarar seu amor, ele encontrou o mais terrível destino.\nLembra da espada antiga que Ike e Vera receberam dos antigos quando se conheceram? Era o que Ike precisava para impulsionar o destino! Mas agora, Vera teve seu dedo cortado por sua lâmina, e um vírus antigo malicioso minou sua vida.\n\"É tudo culpa sua!\" Sachi agarrou Ike pela gola. Se a tragédia não tivesse acontecido, Ike teria apenas sorrido, pois ele era uma alma gentil. Mas desta vez, ele deu um tapa na mão de Sachi.\n\"Você não sabe como voltar no tempo? Salve Vera!\" Dizia a Princesa, implorando.\n\"Vocês não entendem que, corrigir o passado não tem como salvar o futuro da Vera, só o futuro mesmo salvará o passado\". O Ike mordeu a boca até que o sangue escorreu.\nExiste uma lenda local que diz que houve uma Era de Prata, quando a infância de uma pessoa podia durar até duzentos anos. A sua curta maturidade foi uma verdadeira tortura.\nPara os outros, a infância já terminou, mas a adolescência permanece longe.\nA Melancolia de Vera, sem a Vera, continuará!"
          }
        ]
      },
      {
        "title": "Volume X",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Já chega. Vamos para casa...O lugar mais longe que eu já sonhei é o Delphi onde tem você.\"\nDesculpe pela demora em explicar, mas Delphi é o centro da mitologia Grega. Um final perfeito para a Melancolia de Vera, não é?\n- A Melancolia de Vera -\nPara reviver Vera, Sachi, Ike e a Princesa embarcaram numa viagem espetacular e emocionante que durou vinte anos. Desde a batalha contra o Barão do Inferno até a execução do Devorador de Estrelas, o trio havia até resgatado duas galáxias e o Império das Galáxias, e eliminado quatro espécies de vermes interestelares impiedosos ao longo do caminho.\nQuando Vera abriu seus olhos, ela se encontrava nos braços de Sachi, agora um herói de proporções cósmicas.\nPara a espécie dominante de Andrômeda, vinte anos não eram mais do que alguns segundos. A princesa estava linda como sempre, mas a sua expressão facial era uma curiosa mistura de felicidade genuína e perda.\nO Sachi, que agora tinha apenas um olho, já é grande e forte. No entanto, a sua essência não mudou. Desta vez, ele não conseguiu conter as lágrimas que molharam os ombros da Vera. Mas agora ele não desistiria tão rápido como costumava.\nOs anos foram gentis com Ike, que após todo esse tempo ainda tinha o mesmo velho sorriso em seu rosto.\n\"Sou apenas um eco do tempo\", disse Ike ao começar seus preparativos. \"Como eu disse, o passado não pode mudar o futuro, pois as regras de equilíbrio predeterminadas são um pouco mais poderosas do que eu. Mas o futuro, com suas possibilidades infinitas, pode salvar o mundo.\"\nIke transformou Sachi de volta no que era há vinte anos, e o tempo se reverteu até o dia de sua partida. Tudo parecia permanecer inalterado entre os quatro, embora eles percebessem que a inocência que um dia compartilharam era uma coisa que jamais poderia retornar.\n\"Eu lamento ter privado você de sua infância. Agora vá, a juventude que você merece lhe aguarda.\" Ike disse para Sachi.\n\"Por você, experimentei todas as maravilhas do universo, mas a minha infância acabou.\" O Sachi reuniu toda a sua coragem para a sua amante e disse a ela: \"Sem você, nunca chegarei à juventude.\"\nNo final, qual seria a resposta dela?\nNota do Editor: O autor da \"Melancolia de Vera\" está vivendo agora dos direitos autorais dos nove primeiros volumes. Se você encontrar ele no seu canto do universo, por favor nos ajude a pressioná-lo para lançar o próximo volume."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Melancolia de Vera"
          }
        ]
      }
    ]
  }
}