{
  "epId": 2312,
  "name": "Rex Incognito",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Rex Incognito_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época material, as histórias verdadeiras e falsas se misturam no Porto, junto com os sonhos antigos.\nLiyue é uma terra em que se encontram todos os tipos de tesouros raros e exóticos, e onde se encontram eles, também com certeza se encontra aqueles que sabem achá-los.\nA primeira dona da Antiguidades Xigu, a colecionadora Mingui, era uma pessoa muito peculiar.\nA Antiguidades Xigu da Encosta de Feiyun era frequentada por clientes refinados. Fechado durante o dia, ele só abriu para os clientes quando a lua começou a subir no céu noturno. Os clientes da loja eram tudo menos comuns: eles eram ricos e extraordinários, as pessoas com bom gosto.\nUm relógio meticulosamente trabalho de Fontaine, incenso de Sumeru, uma taça de vinho de um aristocrata da velha Mondstadt, um banco de madeira cuja superfície foi outrora agraciada pelas nádegas de um Adeptus por uma hora, uma delicada xícara de chá de jade da qual o Senhor do Geo uma vez tomou um gole de chá, uma jarra de celadon, inestimável, que a divindade vizinha de Liyue, o Arconte Anemo, uma vez acidentalmente derrubou no chão, despedaçando-o em pedaços. Tudo isso e muito mais foi disposto para que os clientes pudessem ler a seu bel-prazer, cada item apenas esperando por aquela pessoa com quem compartilhou uma certa afinidade.\nNuma noite, um homem rico que estava andando por ali acabou por parar na frente da loja, e começou a examinar curiosamente os itens nas prateleiras.\nA dona ficou impressionada com suas longas roupas pretas, escuras como os topos das montanhas, e pelos seus olhos, que tinham uma cor de âmbar.\nEsse não era um homem comum. Mingui conseguia dizer isso só com um olhar.\n\"Seja bem-vindo, fique à vontade para olhar e me diga se algo chamar sua atenção.\"\nA voz delicada dela quebrou o silêncio da noite.\n\"Hã? Oh, desculpe.\"\nO homem sorriu, falando com certa timidez.\n\"Eu só estou realmente interessado nessa falsificação.\"\nSua atenção estava em uma velha Placa de Jade quebrada.\nO rosto exposto ao céu noturno era aquele em que o padrão estava um pouco mais intacto e, à medida que o luar brilhava, penetrava nas manchas intrincadas no jade, expondo-as e descia em cascata nas ravinas produzidas pela textura entrecruzada na superfície da placa. O severo desgaste na frente e a desintegração ao redor do perímetro tornavam impossível discernir as palavras e imagens que uma vez foram escritas nele. Segundo todos os relatos, parecia ter vivido uma vida turbulenta.\n\"Falsificação...? Você tem certeza?\"\nMingui estava acostumado com provocações dos clientes, mas ser ridicularizada dessa forma a deixava irritada.\nSomado a isso estava o fato de que este item em particular havia sido roubado por um aventureiro de um palácio abandonado nas profundezas do abismo, que mal havia conseguido sair daquele lugar com vida. Ela se lembrou de como havia pechinchado implacavelmente com o aventureiro para adquirir a peça e como no final ainda havia custado a maior parte de sua fortuna. Se isso realmente fosse nada mais do que uma falsificação, não apenas significaria que ela havia perdido uma imensa parte de sua riqueza, mas também significaria um dano irrevogável à reputação das Antiguidades de Xigu como conhecedora de qualidade.\nMingui sabia o que tinha de fazer: não apenas devia se livrar desse cliente que ameaçou arruinar seu negócio, mas ela também deveria encontrar uma forma de vender essa Placa de Jade para ele no processo.\n\"Continue, eu gostaria de ouvir sua avaliação minuciosa.\"\n————————\n\"Como todos sabemos, Teyvat foi mergulhado no caos há dois milênios e meio quando os deuses declararam guerra uns contra os outros, o conflito que se seguiu espalhou-se a todas as pessoas em todos os cantos da terra. Teyvat pode não ter sido dividida nas mesmas sete nações que conhecemos hoje, naquela época, mas assim como agora, o povo tinha seus próprios povoados e civilizações...\"\n\"Os deuses cujos nomes já foram esquecidos há muito tempo, um dia já foram venerados, adorados, até mesmo adorados pelo seu povo. Nossos antepassados levaram pérolas e conchas do mar, jade das montanhas, rochas das planícies e cristais de sal da terra, cada um para construir ídolos sob a forma de seus deuses.\"\n\"Placas de Jade desse tipo são relíquias daquela época. Elas pertenciam a uma antiga tribo que adorava o Rex Lapis... mas claro, o Arconte Geo provavelmente ainda não tivesse o nome Rex Lapis naquela época.\"\n\"Esta era uma época em que as pessoas viam seus deuses se confrontarem em amargas batalhas diante de seus próprios olhos. Rex Lapis não havia estabelecido a moeda das sete nações e lançaria as primeiras moedas de Mora por um bom tempo. Por isso, as tribos negociavam usando pedaços de minério que, de tempos em tempos desenterravam, com ídolos feitos com a semelhança do Arconte Geo para garantir a estabilidade dos preços.\"\n\"Como você pode ver... A sabedoria mortal é uma coisa fascinante. Eles estavam fazendo seu próprio caminho no mundo antes mesmo do Rex Lapis ter feito provisões para que o fizessem.\"\nO jovem parou para pensar mais sobre a observação que ele tinha acabado de fazer.\nEle ficou ali, coberto pela luz prateada da lua, que de alguma forma parecia fazer ele ser um pouco mais baixo.\n\"Este tipo de placa de jade é um raro achado nos dias de hoje. A maioria delas está enterrada em leitos de rios e nas montanhas. E como cada uma é esculpida à mão, todas elas são únicas... É por isso que elas normalmente vendem por preços astronômicos. Afirmar que são inestimáveis não seria um exagero.\"\n\"É uma pena que a que você expõe na sua prateleira é uma falsificação recente. Por recente, digo que provavelmente foi feita na geração de seu pai.\"\n\"Existe um ditado no ramo que diz o seguinte: 'um jade sem imperfeições não é um jade de verdade.' Esse daqui, por exemplo, tem pouquíssimas imperfeições e é muito translúcido... Tudo aponta para o fato de que é improvável ter sido feito por nossos antepassados.\"\n\"Além disso, eu quero acrescentar que a imagem entalhada nessa peça de jade é de uma mulher. Isso é muito incomum de se ver em relíquias dessa época.\"\nO jovem segurou a Placa de Jade na direção da luz da lua para inspecioná-la com maiores detalhes.\n\"Apesar de existirem alegações de que existiram encarnações de Rex Lapis na forma de uma mulher, não existe nenhum registro histórico, nem evidência física.\"\nApesar de jovem, o homem tinha um ar de um velho e irritante pedante.\n\"Bem, aí é que você está errado...\"\nMingui sorriu levemente, similar a uma raposa que provoca um caçador inexperiente.\n\"Talvez você esteja disposto a ouvir minha história antes de dar seu veredito final?\"\nA dona da loja cerrou seus olhos e começou a contar a história..."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Entre os altos picos das montanhas, onde inúmeros jades jazem embaixo, ideias substanciais e mentiras vazias são subitamente mostradas lado a lado.\nNa época que deuses ainda andavam na terra, a divindade que hoje veneramos como Rex Lapis era apenas um entre muitos.\nNaquela época, corria o boato entre o povo de que o Arconte Geo era um deus frio e insensível. A sua conduta era justa em todas as coisas e seus julgamentos eram racionais e imparciais, mas carecia de piedade. Como as rochas, ele não tinha calor ou suavidade.\nApesar disso, as pessoas o reverenciaram e depositaram nele sua fé de qualquer forma. Isto porque suas leis serviam para garantir que o comércio fosse justo e que a vida fosse segura e ordenada. O Arconte Geo cresceu em força e prestígio por causa da crença do povo nele.\nMas até mesmo deuses são incapazes de controlar as crenças e dúvidas de seus seguidores mortais.\nE ainda que um deus seja um guardião da justiça, ele não tem nenhuma forma de inculcar suas regras nos corações de cada indivíduo.\nNa Vila Mingyun havia um artesão de jade incorrigivelmente irreverente que adorava brincar. Qualquer que fosse a missão que assumisse, ele a completaria da forma mais surpreendente, e sempre terminaria a missão no último dia antes do prazo.\nSe o cliente pedia uma estátua de um caçador dominando uma besta, ele receberia uma estátua de um javali correndo desesperado por sua vida.\nE quando o cliente demandava uma explicação, ele dizia:\n\"Quando um caçador formidável cerca sua presa ele pode não mostrar seu rosto, mas sua presença imponente é suficiente para assustar ela.\"\nSe o cliente pedia um entalhe de um poderoso líder, ele provavelmente receberia uma estátua de um trono majestoso.\nE quando lhe perguntavam por que, ele respondia:\n\"Nenhum líder senta em um trono por mais de cem anos. O trono viverá mais que ele.\"\nO artesão de jade rapidamente desenvolveu uma reputação de excêntrico na Vila Mingyun. Mas os ricos comerciantes do próspero porto comercial do Porto de Liyue ficaram intrigados e estavam muito dispostos a fazer encomendas com ele - nem que fosse para experimentar por si mesmos como era estar do lado receptor das artimanhas deste vigarista.\n——————\nUma noite, uma mulher veio até sua oficina.\nEla usava um vestido negro e seus olhos tinham um tom de âmbar sob a luz da lua no céu noturno de Liyue.\nO artesão nunca a havia conhecido antes, mas rapidamente se encontrou em profunda conversa com ela. Era estranho, ela parecia conhecer cada uma das veias de minério e depósito de jade da aldeia. Ela falava das maravilhas do mundo como se fossem suas irmãs, e falava de jade e metais preciosos com um carinho que normalmente se reservaria para uma filha amada...\nOs únicos tópicos que ela raramente falava eram sobre cultura, costumes e interações sociais.\nTalvez ela não soubesse dos costumes do mundo, ou talvez não desejasse discuti-los. De qualquer maneira, tinha certamente algo fora do comum a respeito dessa mulher.\nPelo menos, isso era o que o artesão pensava.\n\"Eu quero que você faça uma Placa de Jade com uma imagem do Arconte Geo.\"\nA mulher finalmente disse seu pedido quando a conversa deles havia terminado, e estava pronta para sair.\n\"Mas eu tenho uma condição: você não poderá entalhar a representação do Arconte de sua imaginação, você deverá fazê-lo dependendo do que viu com seus olhos.\"\n\"Caso contrário, não pagarei uma Mora sequer.\"\nDesta maneira, os dois fizeram esse acordo, e a peça deveria ficar pronta dentro de três dias.\nNo primeiro dia, o artesão jantou e bebeu com seus amigos. Ele não aceitou nenhum novo trabalho naquele dia.\nNo segundo dia, o artesão subiu a montanha para procurar o jade. Não viu nenhum cliente ou conhecido durante todo o dia.\nNo terceiro dia, o artesão fechou as portas de sua oficina e começou a entalhar, trabalhando do nascer do sol até o crepúsculo, até que finalmente estivesse completo.\nQuando a luz da lua crescente surgiu no céu noturno de Liyue, a mulher com olhos de âmbar retornou e aproximou-se de sua porta.\nO artesão entregou orgulhosamente os frutos de seu trabalho.\nUma Placa de Jade contendo um entalhe de seu deus, numa forma feminina.\nA mulher não entendeu, franziu seu rosto e pediu uma explicação.\nEssa foi a explicação que ele deu:\n\"No primeiro dia, busquei conselhos de toda pessoa sábia que conheço, e aprendi os princípios do Arconte Geo e como eles funcionam, mas isso era apenas o esqueleto.\"\n\"No dia seguinte, visitei as montanhas e passei um dia inteiro observando as rochas da montanha, ouvindo a vazante e o fluxo dos elementos e refletindo sobre tudo o que nosso Arconte Geo tinha criado. Mas isso eram apenas sangue e corpo.\"\n\"No terceiro dia, fechei meus olhos e comecei a entalhar seguindo meu coração, iniciando na hora que pensei que era apropriada, parando quando era hora de parar. Isso era o espírito.\"\nO artesão riu estranhamente, e continuou:\n\"Mas até mesmo eu não sei por que saiu desta forma.\"\nA mulher balançou o item em sua mão, como se contemplasse alguma coisa.\n\"Interessante. Isso me lembra outra história...\"\nEla olhou para ele com seus olhos de âmbar e começou a contar a história..."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. O preconceito de regra e justiça está dissipado entre as histórias imaginárias.\nLiyue é uma terra onde todos os tipos de tesouros raros e exóticos se reúnem, certamente também se encontrará aqueles com um olhar perspicaz. Na era próspera do Porto de Liyue, uma miríade de bens e tesouros fluía sem fim para dentro e para fora da terra como as marés subindo e descendo.\nAquela época pertenceu, como também pertence a de agora, aos mercadores ricos e aos donos de navios. Era uma época em que os que reinavam eram os que se atreviam a lutar contra as terríveis ondas do mercado e a ira das bestas do oceano.\nDe maneira similar, antigamente bem como hoje o porto estava sempre cheio de marinheiros e trabalhadores.\nNas lendas, o Rex Lapis às vezes negociava e discutia com os mestres do Terraço de Yujing em forma de uma pessoa ilustre, por outro lado, às vezes andava e brincava com os mineradores, pescadores ou marinheiros como um plebeu.\nNaquele tempo, havia um certo proprietário de embarcação de pesca que era notoriamente severo e crítico em seu temperamento. Ele era sempre rude com aqueles que trabalhavam para ele, e sempre que algo não lhe satisfazia, ele tirava conclusões precipitadas e começava a repreendê-los, até mesmo em reduzir seus salários, sem lhes dar a oportunidade de explicar seu lado da história.\nUm dia, o dono de uma embarcação de pesca conheceu um homem.\nEle tinha acabado de ser contratado pelo proprietário do barco de pesca, e seu traje era indistinguível do de qualquer outro marinheiro do dia: uma camisa e calça marrom solta, e uma bandana na testa. Mas de sua pele bronzeada e dos contornos de seu rosto, ficou claro que ele era um plebeu da Vila Qingce que tinha descido das montanhas para a cidade numa tentativa de buscar uma vida melhor.\nEle é um pouco desajeitado como outros habitantes de montanha. Ainda pior, ao distribuir as pescas, ele sempre se afasta instintivamente dos frutos do mar com tentáculos pegajosos.\n\"Você não faz dinheiro sendo tão exigente! Quem você pensa que é, o dono da mansão?\"\nEssa era a única justificativa que o dono do navio deu ao pagar o recém-contratado homem da montanha.\nOs jovens simplesmente sorriram e continuaram seu trabalho. Isso marcou muitas das interações entre os dois.\nMas um dia, o jovem respondeu com uma pergunta:\n\"Todo mundo tem coisas que gostam e não gostam, então por que deveríamos fazer as coisas que mais odiamos?\"\nO dono do barco pesqueiro foi pego de surpresa por essa pergunta. Enfurecido, ele estapeou o seu aprendiz na cabeça e gritou com ele:\n\"Essas são as regras do mundo! Preste atenção: você vai chegar a canto nenhum no mundo se não fizer um trabalho que não gosta!\"\n\"Mas talvez isso não era o que Rex Lapis queria dizer quando ele fez as regras...\"\n\"Que monte de besteira!\"\n\"Pois bem, talvez você entenda melhor se eu lhe contar uma história.\"\nOs olhos do jovem brilhavam como âmbar das minas na luz do sol da tarde.\n\"Então você é um contador de histórias agora?\"\nO simples pensamento desse jovem de uma vila na montanha contar-lhe uma história fez o dono do barco de pesca ficar curioso.\n\"Fale então... Mas não deixe de trabalhar!\"\nO rosto do jovem exibia um sorriso pernicioso, e seu olho brilhou levemente.\n\"Então deixe-me lhe contar a história da Placa de Jade...\"\nOuvindo as histórias de garoto, o dono se perdeu no tempo, e não percebeu que o dinheiro que ele poupou dos salários dos empregados estava sendo roubado em segredo, e logo depois distribuído para outros."
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Um romance imaginário de Liyue que relata as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época de vários tesouros, uma pequena brincadeira já é suficiente para expor as mentiras.\nEra uma época em que incontáveis itens exóticos e curiosos chegavam ao Porto de Liyue.\nNessa noite, Mingui, dona da loja Antiguidades Xigu, estava pesquisando relíquias e narrando antigas histórias com um jovem nobre sem nome.\nO tema de debate deles era uma Placa de Jade.\nÉ sabido que falsificar um jade antigo não custa nada, entretanto, fazer uma cópia requintadamente trabalhada pode custar mais, mas, mesmo assim, parece ser aceitável para os comerciantes.\nO ponto difícil é forjar uma história magnífica.\nComo um artesão de jade que entrou profundamente nas montanhas, ou o jovem dos pescadores de comportamentos estranhos, aqueles considerados divergentes geralmente se aproximam mais do coração das coisas.\nRex Lapis estabeleceu regras e contratos, mas nunca os forçou usando de sua autoridade a viver de acordo com eles como um modelo perfeito, pois, ele sabia que as leis e estipulações era um meio, não o fim. O equilíbrio intemporal estava, na verdade, na consciência de uma pessoa e em sua capacidade de fazer escolhas por si mesma.\nO chefe grosso do barco pesqueiro não entendia esse princípio, e então mereceu o medo e a zombaria de seu ajudante.\nAssim como os humanos, as antiguidades também são. Qualidade, raridade e perfeição são fatores importantes, sim, mas o verdadeiro valor de uma relíquia está em sua história de fundo.\nO jovem nobre não parecia se afeiçoar desta ideia, e então não via problema em dizer que a Placa de Jade era falsa, reduzindo seu valor.\nMas se todos os tesouros da Antiguidades Xigu fossem examinados com tais penetrantes e empíricos olhos, seu valor seria reduzido a nada.\nComo as lágrimas de uma donzela por o seu capitão, que se tornaram pérolas eternas, ou um rei mortal que esculpiu um retrato de sua falecida rainha, antes de selar sua própria alma nele...\nEssas histórias, essas lendas que deveriam ter desaparecido com o tempo foram preservadas, e hoje fervilham com vida embaixo da carcaça dessas relíquias.\n\"A história é muito interessante, vou levar essa falsificação então.\"\nO jovem nobre acenou com a cabeça, seus olhos dourados sorriam.\n\"Mesmo depois de ouvir minha história, você ainda pensa que é uma falsificação?\"\nMingui suspirou levemente.\n\"Claro.\"\nO jovem nobre não conseguia evitar de sorrir, e de fato ele parecia mais feliz do que quando tinha entrado na loja.\n\"No final de tudo, a história que contei sobre Placas de Jade serem moedas antigas são inventadas. Tudo são mentiras que inventei.\""
          }
        ]
      }
    ]
  }
}