{
  "epId": 2316,
  "name": "Guia Turístico de Teyvat",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/100430559/85be9bd303ef48bbfa08dd9d9f408be9_857858614450928175.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1744350870,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Guia Turístico de Teyvat"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma revista da Associação de Aventureiros. Cada edição apresenta ótimos cenários em Teyvat. Esta edição inclui um breve diário de viagem de Alice, a Viajante, sobre suas experiências em Mondstadt.\n- Volume de Mondstadt\nEdição Especial da Revista de Geografia de Teyvat - Histórias de Alice em Mondstadt\nVale de Dadaupa\nAs três tribos Hilichurl localizadas neste vale são todas densamente povoadas. E se construíssemos uma enorme cela em forma de uma bola giratória no centro do vale e atirássemos todos os Hilichurls dentro dela? Dessa forma, seríamos capazes de gerar energia suficiente para alimentar todos os moinhos em Mondstadt durante pelo menos cinco anos. E se nós dermos um passo a frente, moendo os Hilichurls que são velhos ou muito fracos em comida e alimentando-os aos mais fortes, podemos apenas construir uma máquina de movimento perpétuo que pode suportar uma enorme fábrica como em Snezhnaya!\nNa minha opinião, isso é perfeitamente viável.\nMas quando contei a Srta. Lisa sobre esta ideia, ela apenas olhou para mim e ponderou em silêncio por um longo tempo, depois mudou o assunto graciosamente.\nPenhasco das Estrelas\nO Arconte Anemo é um pouco indisciplinado demais para mim. Se eu fosse um deus, não teria permitido que meu reino parecesse tão desorganizado e irregular. Com bombas suficientes colocadas em posições adequadas, até mesmo penhascos enormes como o Penhasco das Estrelas virariam poeira em um segundo. Com um terreno mais plano, Mondstadt certamente pareceria muito mais agradável.\nMas aquele Capitão da Cavalaria ardiloso rejeitou minha proposta imediatamente. Ele até me pediu para ficar longe do Penhasco das Estrelas.\nOrigem do Vento\nNo centro, há um enorme carvalho. Diz-se que Vennessa ascendeu lá. Eu procurei ao redor da árvore por muito tempo, mas não encontrei nenhum dispositivo de lançamento.\nPeguei alguns Hilichurls que estavam por perto para colocar minha teoria à prova. Infelizmente, a maior distância de voo foi daqui até as cabanas dos caçadores ao redor do Vale Termal. Que decepcionante.\nCosta do Falcão\nMeu experimento malsucedido causou um grande rebuliço no Vale Termal, então a Srta. Jean dos Cavaleiros de Favonius arranjou alguém para ficar de olho em mim. Tudo que eu podia fazer o dia todo era vagar pela Costa do Falcão. Este é um lugar tão chato. Aquelas águias estúpidas pairando no céu e Slimes Anemo estufados me entediaram até a morte! O pior de tudo é que eu não tinha nada para fazer!\nApesar disso, a garota Aventureira que me vigiava brincava alegremente com as crianças.\nBosque Sussurrante\nMais uma floresta em Mondstadt. Esta Exploradora chamada Amber parecia conhecer o seu caminho por este lugar. O brinquedo explosivo que ela carregava por aí chamou minha atenção. Com alguns ajustes, eu poderia transformá-lo em algo que pudesse explodir esta floresta e até mesmo as montanhas próximas em pedaços facilmente.\nA minha proposta a assustou, mas um brinquedo explosivo realmente foi uma boa ideia.\nNa próxima vez, certamente tem de experimentar.\nCânion da Coroa Brilhante\nEu finalmente me livrei daquele perseguidor dos Cavaleiros de Favonius. Este vale que encontrei na costa nordeste no Lago de Sidra ainda é guardado por mecanismos antigos, mas os soldados responsáveis por segurar a passagem para o Rei dos Gales não foram encontrados agora. Todos os ventos do tempo haviam deixado para trás os Hilichurls pouco inteligentes e os guardas mecânicos silenciosos.\nO experimento de usar Hilichurls para controlar Guarda das Ruínas falhou. Os Guardas das Ruínas foram todos despedaçados, entretanto os Hilichurls presos a ele foram... Não há como descrever... Ainda pior, as relíquias anteriormente intactas foram estragadas.\nToca de Stormterror\nO Cânion da Coroa Brilhante leva a esta enorme ruína de uma cidade antiga que foi construída pelo cruel Rei dos Gales, Decarabian. A cidade foi construída em forma de anel. Parece que cada residente da cidade tinha seu próprio lugar entre os anéis interno e externo. Bem no centro da cidade ficava a torre alta onde residia o Rei dos Gales.\nO soberano frio e distante tentou planear a vida para o povo, mas ninguém quer saber de seus grandiosos vestígios históricos.\nEu explodi algumas galerias para facilitar futuras subidas da torre; não me pareceu ruim. As ruínas me parecem mais antigas agora."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma revista da Guilda dos Aventureiros. Cada edição introduz uma série de cenários de Teyvat. Essa edição inclui um curto diário de viagem da Viajante Alice em Liyue.\n- Volume de Liyue -\nEdição Especial da Revista de Geografia de Teyvat - Histórias de Alice em Liyue\nIlhota de Dihua\nO trecho norte do rio Bishui se transforma em uma área úmida. Se você olhar para o sul, além do Portão de Pedra, verá um pântano de até onde a vista alcança. No ponto mais ao sul do pântano de Dihua está uma pousada situada no topo de uma rocha gigante. Essa é o Albergue Wangshu, o ponto mais alto de todo o pântano. Olhe para o sul de lá e você verá as Planícies de Guili. Você também pode ver a Floresta de Pedra de Guyun do outro lado do mar. Além disso, há um estranho na pousada do último andar. Acho que nunca o ouvi dizer uma única palavra.\nO almoço do albergue era como um banquete, a cozinha tinha todos os tipos de utensílios, perfeito para praticar alquimia.\nSobre o tema da prática de alquimia, tenho algumas coisas novas para testar em minha busca por um catalisador de explosão. Se tudo correr bem, passarei mais alguns dias aqui e depois irei para as Planícies de Guili.\nPlanícies de Guili\nCheguei às Planícies de Guili alguns dias antes do planejado.\nDe acordo com os registros antigos, antes da Guerra dos Arcontes, a Planície de Guili eram uma região próspera.\nRaposas e tentilhões selvagens são simplesmente deslumbrantes aqui, os seus pelos e penas até brilham um pouco. No entanto, também ouvi dizer que podem ser as pragas que ativam esse brilho. Moradores de Liyue se reclamam que os animais ainda comem suas ofertas de frutas para o Arconte Geo. Eu me pergunto se isso lhes dá um aroma frutado quando torrado. Talvez eu deva ir caçar...\nEles operam estritamente no posto de controle da estrada principal, mas os guardas que trabalham lá são pessoas amigáveis. Eu fiz uma poção com algumas ervas locais e dei a um deles para sua gagueira - o curou, mas teve alguns efeitos colaterais menores. Ele agora não pode deixar de imitar constantemente todos que encontra. Não apenas o que eles dizem, mas a maneira como o dizem. É estranho como suas impressões são precisas.\nRelevo de Jueyun\nMe disseram que em algum lugar no meio dos picos nebulosos do Relevo de Jueyun vive um Adeptus, o local exato escondido em algum lugar no oceano de nuvens. Todos os coletores de ervas de Liyue afirmam ter visto o reino dos Adepti em toda sua glória revelada diante de seus próprios olhos nas nuvens. Com base na experiência pessoal, posso dizer que o excesso de cogumelos pode induzir visões de natureza semelhante.\nO terreno aqui me fascina. Muitos desses Pilares de Pedra parecem que pertencem ao subterrâneo profundo, não aqui no topo de uma montanha. Deve haver um reservatório subterrâneo aqui. Parte de mim se pergunta se toda a água foi sugada, talvez o Relevo de Jueyun se encontrasse de volta ao fundo do oceano, onde pertence.\nMeu colega, o Senhor Zhongli, é muito sério, mas minha opinião o fez rir bem alto.\nQue sujeito estranho.\nCosta de Yaoguang\nOuvi dizer que o nevoeiro muitas vezes sai do mar para invadir a Costa de Yaoguang, e quando ele está no seu momento mais denso, você mal consegue ver sua mão na ponta de seu braço estendido. Infelizmente, eu não cheguei a tempo de ver um nevoeiro. É uma pena.\nExistem tantas conchas encantadoras na praia. Quantas delas estarão lá desde a Guerra dos Arcontes? Eu amarrei algumas delas juntas para fazer um colar, mas infelizmente aquele pescador da pousada sentou nele e o partiu... Cada última concha, brutalmente esmagada sob suas impiedosas nádegas. Nenhuma foi poupada.\nNo final, ainda tive de pagar suas despesas de saúde porque os fragmentos de concha o machucaram.\nUma concha gigante de caracol marinho fica na praia onde o rio Bishui deságua no mar. Uma senhora gentil mora lá dentro. Dizem que sua família navegou aqui na concha gigante, e ela passa seu tempo resgatando náufragos que acabam vagando perto da costa. Acho que transformar o casco gigante em um barco autopropulsado tornaria muito mais fácil para ela resgatar pessoas do mar.\nPorém, após o terceiro barco concha original ter perdido controle e ter explodido, a senhora decidiu não me resgatar mais.\nFloresta de Pedra Guyun\nEste é o local onde o Arconte Geo derrotou o monstro marinho. Alguns dos grandes pilares de pedra que perfuram o fundo do oceano ainda se erguem acima da superfície do mar, embora muitos tenham se partido há muito tempo. Os Pilares de Pedra hexagonais, formados a partir de um conglomerado de energia Geo, são bastante intrigantes de se olhar. Vistos de cima, tem-se a impressão de que eles foram deliberadamente dispostos em sua forma atual para fazer uma forma específica na superfície do oceano. Talvez essa tenha sido a verdadeira razão pela qual o Arconte Geo fez chover destruição no fundo do oceano com seus pilares de pedra? Será que tudo não passou de uma grande piada, embora de péssimo gosto?\nO Zhongli, do Porto de Liyue, parece ser muito familiarizado com os mitos e lendas locais, mas nunca o vi vir aqui. Posso ver o Albergue Wangshu à distância. Aposto que o cara maluco que conheci lá da última vez ainda está olhando para esse lado.\nO fluxo das Linhas Ley por aqui é único em toda em Liyue. Muito mais dinâmicas, um pouco mais instáveis. É como se um grande e implacável poder se agitasse em algum lugar nas profundezas do oceano. Talvez seja o monstro marinho derrotado, ainda se contorcendo no fundo do oceano."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma revista da Associação de Aventureiros. Cada edição apresenta ótimos cenários em Teyvat. Esta edição inclui um breve diário de viagem de Alice, a Viajante, sobre suas experiências em Inazuma.\nMontanha Yougou\nA grande montanha ao norte da Ilha Narukami está coberta de magníficas cerejeiras que compartilham um sistema radicular com a Sakura Sagrada, a maior árvore no topo da montanha.\nO Grande Santuário Narukami o maior santuário de Inazuma, é dedicado a esta Sakura Sagrada.\nÉ a pequena Yae, quem tem administrado o santuário nos últimos anos. Ela cresceu tanto! É uma pena que eu não possa fazê-la chorar tão facilmente como eu costumava fazer.\nEu esperava que ela ficasse bêbada e chorasse e balbuciasse como ela costumava fazer, mas fui eu que acabei ficando bêbada primeiro... Eu me fiz de boba e ela zombou de mim. Me fez parecer uma velha humilhada.\n... Eu queria provocá-la um pouco também.\nCidade de Inazuma\nTrouxe uma nova fórmula para fogos de artifício para o velho de Naganohara. Mas depois que expliquei a ele os efeitos do remédio que deveria ajudar com a sua surdez, ele hesitou e acabou não tomando.\nEsse velho é tão conservador em relação aos explosivos, que sempre dilui tudo a ponto de não causar nenhuma mudança física perceptível no ambiente, contando apenas com a combustão de vários metais para criar um efeito visual monótono.\nE ele só testa dentro de sua oficina! Qual é o sentido disso?\nQue desperdício!\nMas sua filha Yoimiya, no entanto, é uma pessoa interessante. Nos divertimos muito colecionando doces e experimentando novas fórmulas no festival!\n... Mas logo fomos escoltados para uma praia deserta pelo Corpo de Bombeiros. Ouvi dizer que foi por causa das novas normas de segurança em Inazuma ou algo assim. Que má sorte.\nDiscutimos muitas ideias, e Yoimiya me deu algumas críticas construtivas. Essa garota é muito talentosa. Seria ótimo se seus fogos de artifício pudessem ser vistos no Paraíso que estou construindo para Klee!\nPena que a mal-humorada Shogun estava assistindo com muita atenção e eu não tive tempo de melhorar seus brinquedos ou levá-la embora.\nIsso me lembra que, não muito tempo atrás, eu estava preparando uma poção de voo na cozinha imperial, e acidentalmente machuquei uma jovem general tengu. Receio que demore meio mês para que as penas da asa esquerda voltem a crescer. Eu queria ajudá-la a cuidar da asa, mas ela está me evitando desde então...\nDeixei-lhe um remédio, aproveito e analiso seus efeitos.\nDepois desse acidente, ela aparentemente enviou alguns soldados especificamente para observar cada movimento meu. Isso é demais!\nEu já pedi desculpas a ela, mas ela continua me importunando.\nFoi ela quem me permitiu realizar experimentos na cozinha imperial em primeiro lugar!\nA propósito, a Senhorita Kamisato recusou o convite de se juntar ao meu grupo de ídolos pela sexta vez. Estou desapontado.\nTatarasuna\nTatarasuna é uma ilha natural em forma de anel, com altas e imponentes montanhas com vista para o mar, que cercam um espetacular alto-forno. É aqui que o \"Aço de Jade\" de Inazuma é feito, cujo material é usado por grandes mestres para forjar as melhores armas. É um aço endurecido feito de sangue cristalizado e ossos de arcontes derrotados e minério de ferro de alta qualidade.\nEste lugar é a coisa mais valiosa para o Comissário Tenryou, e é por isso que ele cuida tão bem de seus trabalhadores e técnicos.\nEm minha jornada para Tatarasuna, fui acompanhado por uma senhora chamada Kagami Gozen. Ela parecia ser a líder dos trabalhadores aqui, e tem um posto oficial no Shogunato. Apesar de ser referida como subordinada pelo Comissário Tenryou, na presença dos trabalhadores ela parecia estar em pé de igualdade com ele.\nOs trabalhadores parecem confiar nela e adorá-la, obedecendo suas ordens ainda mais do que as de Shogun... mas Kagami Gozen está sempre franzindo a testa com uma expressão indiferente no rosto.\nOs trabalhadores de Tatarasuna são habitantes desenraizados trazidos aqui pelas correntes da história. E enquanto as tatuagens em seus corpos e as músicas que cantam no trabalho os diferenciam, são essas diferenças que também os unem.\nComo os outros trabalhadores em Tatarasuna, o corpo de Kagami Gozen está marcado pelas queimaduras que as altas temperaturas do Tatarigami causam. O que para os de fora parece ser um sinal de vida curta e doença, aqui é considerado um símbolo de que a pessoa pertence a essa família.\nTomei a liberdade de modificar os parâmetros da \"Fornalha Mikage\", retirando algumas válvulas e painéis e jogando-os ao mar. Aliás, melhorei o revestimento que já foi melhor que nada. Será que esses engenheiros de Fontaine ficarão surpresos?\nTalvez o velho Kujou faça birra com a queda repentina da capacidade de produção... mas pelo menos a operação do Tatarigami não vai dar errado novamente devido ao superaquecimento. Acredito que mesmo no caso de uma guerra, que pode acontecer em breve, a explosão não será muito grande.\nPelo menos pelos meus próprios padrões.\nHmm, mas talvez depois da minha brilhante intervenção não haja mais guerra?\nQuanto a mim, adoro ver as expressões dos astrólogos quando suas previsões falham!\nIlha Yashiori\nAh, o céu claro da Ilha Yashiori é realmente uma visão magnífica.\nOuvi daqueles onmyouji chatos que Shogun Raiden colocou uma série de \"amuletos\" nesta ilha para evitar que os restos mortais do Deus Serpente contaminassem a ilha... Ou algo assim. Ainda não sei como usar essas terminologias religiosas.\nPelo que tenho observado, as lâmpadas são muito interessantes. Embora pareçam itens de adoração à Arconte Electro, a tecnologia usada neles é familiar para mim.\nAh, quase esqueci que estava escrevendo um diário de viagem! Então vamos deixar esses assuntos acadêmicos chatos de lado!\nRecebemos uma recepção calorosa de Washizu, o Chefe da Vila. O peixe grelhado e o onigiri que eles prepararam estavam deliciosos.\nAlém disso, há muitos piratas amigáveis vivendo na Praia Nazuchi... Pena que não fiquei mais tempo na ilha.\nÉ verdade que as minas da ilha sempre estão ocupadas, mas as ferramentas que os mineradores usam são muito simples e ultrapassadas. Embora a Shogun tenha colocado amuletos em toda a ilha para impedir a propagação do Tatarigami, a maioria dos mineradores sofre de doenças crônicas após exposição prolongada a esses ossos de cobra cristalizados.\nOs Sakura Mochi que os onmyouji trouxeram do Grande Santuário Narukami são deliciosos, mas não tão bons quanto os que a pequena Yae faz.\nTalvez eu devesse visitar o Santuário Asase. Eu me pergunto como aquele gato gordo está... A última vez que tentei prendê-lo com uma gaiola especial para gatos, a sacerdotisa me impediu... Que chata."
          }
        ]
      }
    ]
  }
}