{
  "epId": 2319,
  "name": "Carta de Kaedehara Yoshinori",
  "desc": "Uma folha de papel em branco escondida em um velho vaso de flores. Quando mergulhada na água, revela um segredo há muito tempo selado.<br/>Após contar a todos sobre a verdade contida nele, Kazuha disse \"essa carta talvez ainda possa lhe servir\", antes de entregá-la para você.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Kaedehara Yoshinori's Letter_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "A todos que estão lendo esta carta:\nEu, Kaedehara Yoshinori, guardei um segredo por toda minha vida. Já não tenho mais muito tempo neste mundo, e após muito pensar, decidir revelar a verdade.\nMuitos anos atrás, quando estava perseguindo os ferreiros com o Comissário Kamisato da Comissão Yashiro, não fui ferido por um dos ferreiros fugitivos.\nNa verdade, era uma noite, e as pistas nos levaram até a praia. Eu esperei pelos culpados se revelarem. Entretanto, não havia nenhum ferreiro no local, somente um desconhecido excêntrico. Esse desconhecido alegava ser o responsável por trás dos forjamentos fracassados e disse que estava aguardando por nós pacientemente. Ele ameaçou destruir as Raiden Gokaden.\nEssa pessoa era hábil, e num piscar de olhos, eu e meus Samurai fomos derrotados. O Comissário Kamisato foi seriamente ferido, e eu mal escapei da morte. Felizmente meu chapéu me protegeu de um golpe contra minha cabeça.\nEsse desconhecido poderia ter tirado minha vida naquele momento. Mas, após reparar em minha aparência, parou de atacar e perguntou se eu tinha alguma conexão com o nome \"Niwa\". Eu respondi que era o sobrenome de meu pai, e que após seu desaparecimento, fui adotado pela família Kaedehara.\nAo ouvir minha resposta, o desconhecido parou. Após um longo silêncio, disse: \"Diga isso a ela. Meu nome é Kunikuzushi\". Ele se virou e partiu...\nO forjamento fracassou porque este desconhecido alterou o diagrama de Narukami Ogoso Toda-Poderosa. O Mestre kamisato sabia a relevância deste evento, mas permaneceu em silêncio, pois temia que falar demais poderia arrastar outros para um crime que poderia ser considerado traição. Apesar de suas feridas sérias, ele insistiu que fomos feridos pelos ferreiros fugitivos, e me aconselhou a ficar em silêncio. Eu, eternamente grato por sua consideração, e compreendendo que a situação não era ideal, decidi enterrar isso no meu coração.\nComo líder do Clã Kaedehara, estou envergonhado em testemunhar a queda da Arte Isshin. Mas, como um pai, é minha prioridade garantir a segurança de meus filhos e netos. Se você que está lendo esta carta for um descendente de nossa família, não persiga cegamente nossos inimigos do passado, nem seja acorrentado pelas dívidas e deveres do que já se foi. A busca ao passado lhe fará apenas se perder.\nKaedehara Yoshinori"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Carta de Kaedehara Yoshinori"
          }
        ]
      }
    ]
  }
}