{
  "epId": 2322,
  "name": "Contos das Ondas",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Contos das Ondas"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "A lendária história de um marinheiro anônimo, ambientada em uma época em que Liyue era assolada por monstros marinhos.\n- Maré Alta -\nEnquanto a lua brilhava alto no céu, era possível ouvir uma canção de bordo.\nHouve uma vez em que um grande navio ancorou no Porto de Liyue. Seu capitão era um homem que caçava terríveis monstros das profundezas, conhecido como 'Skipper'.\nO casco do navio foi adornado com esqueletos de monstros do mar, um sinal inconfundível da vontade destemida do Comandante. No entanto, os barracos da tripulação raramente faziam qualquer menção a criaturas caçadoras das profundezas. Não é que os marinheiros não se deleitassem com sua reputação e se gabassem de suas realizações, mas os anos de navegação nos mares implacáveis os ensinaram que baladas de sangue e água eram os mais azarados de todos.\nCom sua espada na mão, o Capitão navegou através da extensão de água, costeando ao longo de recifes rochosos e navegando com ondas subterrâneas. Ele guiou seu navio sem medo para enfrentar o rugido de rajadas e monstros marinhos. Os mundos escuros que se estendiam sob as águas turvas eram como campos de caça sem limites. Qualquer monstro que ousasse agitar as águas tranquilas muitas vezes se tornava o próximo troféu pendurado na lateral do navio.\nMas o capitão só conhecia o vento e as ondas e nunca parecia compreender a vida agridoce das pessoas comuns. Pois ele ocupou todos os seus dias em busca e caça, acompanhado apenas pela brisa salgada do mar e os gritos abafados das baleias nas profundezas. A tripulação o temia mais do que o adorava, sempre cautelosa com seu caráter, implacável como se tentasse se livrar dos emaranhados de algas marinhas. Mesmo assim, o navio do capitão sempre navegou silenciosamente, inflexível aos perigos do mar.\nApenas a jovem donzela que sempre se sentava na proa do navio era capaz de revelar um vislumbre de delicadeza aos olhos de Skipper. Ela era sua navegadora, encantada pela música e pelo canto das baleias, guiando o navio através do vento e ondas até águas infestadas por bestas.\nUma jovem donzela ao timão oferecia suas canções ao mar, prestando o devido respeito a cada onda e brisa de vento...\n\"Escute o chamado das criaturas das profundezas, e os ecos das ondas no vendaval.\"\n\"Nós navegaremos quando a direção do vento e do mar ficarem a nosso favor.\"\n\"Que as divindades que morreram, e meu velho capitão também,\n\"Me deixe criar uma carta náutica com as várias e tumultuosas correntes marítimas,\n\"Para guiar a alma de cada marinheiro para o porto que eles chamam de casa.\"\nO refrão morreu para dar lugar às rápidas ordens do Capitão, chamando toda a tripulação para seus postos, para zarparem. O poderoso navio deixou lentamente o porto e partiu, afundando lentamente no horizonte sob o primeiro vislumbre do amanhecer.\nAssim como todos os dias antes deste, esta é exatamente a origem da história do derivante Capitão."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ao som sem fim do oceano, o marinheiro lutou contra o fenomenal inimigo do destino, lutando até o fim...\n- Ondas Selvagens -\n\"Venha comigo para o abismo do mar, e escute os múrmurios das profundezas.\"\n\"Quando o vento e as ondas estão certas, nós navegaremos em direção ao redemoinho do mar.\"\n\"Escuto o sapatear de minha velha senhora, desejando bem aos seus futuros herdeiros:\n\"Que eles naveguem por fortes ventos e ondas dançantes,\n\"Perfurada pelo harpão dos heróis, que a toca dos monstros encontre os últimos de seus dias.\"\nNa tempestade desastrosa, os seus barracos constantes nunca paravam. A voz da garota respondeu às ondas furiosas, guiando o capitão para a besta que vivia no centro da tempestade e, ao mesmo tempo, fazendo-o se afastar dos correntes fatais.\nRodeando o vórtice, levada por raios e trombas d'água, o navio adentrava nas águas tenebrosas do monstro. Clarões revelavam a silhueta de Skipper, segurando sua espada sem medo.\nSeguindo o olhar fixo do Capitão, a tripulação só conseguia ver uma sombra de forma alpina sombreada por nuvens tenebrosas. A figura maciça que ficava ao longe era o corpo da besta. Os outrora temíveis esqueletos pendurados no navio agora pareciam meros filhotes comparados com a silhueta aterrorizante que se alastrava diante deles como uma cadeia de montanhas no centro do turbilhão.\nAo berros do comando do Capitão, a tripulação disparou lado a lado de bestas gigantes, liberando seus medos mortais e delírios no corpo maciço que jaziam como uma parede imponente diante deles. As barragens de balas de canhão e arpões de ferro farpado deixaram feridas horríveis no corpo da besta.\nO monstro marinho assobiou violentamente de dor, mergulhando sob as enormes ondas carmesim antes de bater no casco do navio com toda a sua força. O navio quase capotou com a força do golpe, e ondas vermelhas atingiram o convés. Os marinheiros foram encharcados nas torrentes fétidas enquanto amaldiçoavam os deuses dos elementos e continuavam a varrer o corpo da besta com pedras e lanças afiadas.\nO implacável Capitão nunca se esquivou dos oponentes que lhe foram confiados pelo destino. Os rugidos trovejantes da terrível besta foram respondidos por canções da jovem donzela no topo da proa. O navio manobrou em volta do monstro, cruzando as torrentes giratórias, respondendo a presas afiadas e golpeando ferrões com catapultas, arpões, fundas e até corpos mortais para desabafar seu medo e fúria.\nDepois que o corpo do monstro foi crivado de feridas e quase todos os seus tentáculos e garras foram cortados, o navio do capitão também foi reduzido a um casco flutuante. Metade dos mastros do navio haviam caído, metade dos canhões estava fora de ação e metade da tripulação fora levada como jantar para o monstro - até mesmo a espada premiada do Comandante fora partida em duas. Esta era uma luta invencível, muito parecida com uma mera criança desafiando um adulto.\nO monstro ferido sabia muito bem que seu oponente não mais representava nenhuma ameaça. Ansioso para devorar o navio que agora estava parado na água, subiu até a superfície e abriu sua gigante boca."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando todas as inquietações voltarem à normalidade, a brisa do mar toca uma melodia da terra...\n- Maré Baixa -\nMesmo no momento que o brilho da lua foi coberto por nuvens negras, a canção de bordo não parou.\nÀ medida que a superfície ficava cada vez mais calma no meio da tempestade, o navio estilhaçado derivava lentamente rumo ao abismo.\nA boca enorme em espiral do monstro estava escancarada, e um rosnado estrondoso veio de dentro dela. O monstro se contentou com sua presa e abriu as pálpebras, com crostas de recifes e corais, para testemunhar os momentos finais de mais um oponente que o subestimou. Os olhos enormes do monstro revelaram seu olhar frágil para o Capitão moribundo.\nO monstro viu com seu par de olhos um coração que era mais escuro que o abismo.\nO último clarão da tempestade iluminou o céu e o navio destruído pelas presas do monstro que se afundou nas ondas.\nE então ficou escuro novamente... Até que o rugido furioso do monstro surgiu das águas mais uma vez.\nO Capitão enfiou a espada no olho da fera e repetiu o gesto, até que ficou coberto da cabeça aos pés pelo miasma que saiu do monstro e finalmente enfiou uma última vez a sua arma no olho do monstro.\nÀ medida que o capitão se aproximava de seu destino traiçoeiro, agarrado por incontáveis garras e pinças, ele continuou lutando com unhas e dentes até que as afiadas garras do monstro o despedaçaram...\nJunto com a brisa salgada veio uma canção de bordo familiar, e o monstro do mar brevemente parou de se mover.\n\"Cante comigo a despedida ao mar, é uma música muito cara para mim.\"\nQuando o mar e o vento seguem corretamente, eu sei que meu fim está próximo.\n\"Ouço o chamamento de minha velha senhora, a fonte espera o meu regresso.\n\"Por favor, se lembre de mim e de meu dono perdido, repita essa melodia.\n\"Haverá um dia em que você me encontrará, dormindo profundamente no fundo do abismo...\n\"Talvez nesse momento, você já tenha sido devorado pelo Vórtice sombrio.\"\nOs tentáculos gigantescos do monstro saíram da água, agitando-se para cima como duas colunas enormes, mas a jovem donzela simplesmente permaneceu ali flutuando em suas costas, cantando em meio ao caos. Mesmo com os tentáculos ao redor de seus braços, mesmo com as afiadas garras perfurando sua pele e rasgando suas roupas, ela continuou a cantar sua canção de adeus para Skipper.\nDepois, a jovem foi pega gentilmente pelo monstro e levada para as profundezas do mar.\nNuma era em que o mar era governado por desastres imprevisíveis, todos os dias morriam pessoas das ondas.\nO capitão voltou a si em um navio mercante desconhecido. Ele tinha perdido o seu navio e a sua tripulação, tudo o que restou era seu corpo coberto de feridas e um antigo sonho ecoando uma canção do mar...\n\"Quando o mar e o vento estiverem corretos, seguirei para o mar e a vingarei, ó mulher fascinada pelo som das ondas…\""
          }
        ]
      }
    ]
  }
}