{
  "epId": 2326,
  "name": "Versos de Equilíbrio",
  "desc": "Diz a lenda que contém encantamentos antigos usados para prestar homenagem a Rex Lapis e aos Adepti Yaksha. Também serve como um registro histórico da crença antiga no Arconte Geo.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Versos de Equilíbrio"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "De todos os elementos na terra e no céu, apenas o Geo é eterno.\nConstruído sobre uma orgulhosa tradição que o fez durável.\nJusta é a lei do Rex Lapis, e sua sabedoria é inefável.\nPilar da sabedoria que prevalece pelo seu Reino.\nMatador de demônios, nenhum mal deixava intocado.\nNa busca pela ordem celestial, para controlar as ondas da turbulência.\nAdepti se juntavam ao seu redor, Guardiões Yaksha pegavam em armas.\nAssustados pelo povo corajoso, os demônios fugiram.\nRex Lapis criou rochas e as jogou para fazer montanhas.\nCom o monstro marinho subjugado a paz finalmente voltou.\nApesar dos demônios jazirem derrotados, suas almas tramavam vingança.\nAs almas demoníacas desceram rumo ao abismo oceânico.\nÓdio nutria raiva. A raiva, por sua vez, confundia sua mente.\nSua influência venenosa infestou os mares, criando mais demônios.\nDesse ressentimento surgiu uma praga demoníaca.\nO Arconte Geo ordenou que cinco Guardiões Yaksha derrotassem o mal.\nPara livrar o mundo da raiva venenosa dos demônios.\nAs montanhas tremeram enquanto a fúria Yaksha queimava com um esplendor dourado.\nMas, dos cinco guardiões, apenas um sobreviveu.\nEra Alatus, que firmemente protegeu a paz.\nPaz que dura até hoje, e fez o mundo voltar a ser o que era.\nCom a paz restaurada, os Adepti ascenderam para o Relevo de Jueyun.\nQuantos aos Yaksha, não se sabe para onde partiram.\nQue esta humilde oferenda apazígue as almas falecidas.\nE com essas palavras, Rex Lapis se deu por satisfeito."
          }
        ]
      }
    ]
  }
}