{
  "epId": 2333,
  "name": "Sonhos Despedaçados",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias de fantasias centradas em uma tenda misteriosa de antiguidades. É muito popular ao redor de Teyvat.\n- Luz da Lua -\nA lenda diz que na cidade, há uma esquina que o vento esqueceu.\nSe você ficar na frente da fonte e fechar os olhos, esperar que o coração bata trinta e cinco vezes, dar sete voltas ao redor da fonte no sentido horário, seguido por sete no sentido anti-horário, no final, ao abrir seus olhos, descobrirá que chegou a uma pequena loja.\n————\n\"Com licença, tem alguém aí?\"\nVeiga perguntou timidamente.\nA porta fechou após ela passar. O sino acima da porta emitiu um som claro, cortando através da mal iluminada sala.\nOs fracos raios de luz do crepúsculo penetravam gentilmente pelo vidro congelado das janelas das caixas de exibição. Pilhas de objetos curiosos preenchiam toda a sala. Veiga abria caminho pela loja cuidadosamente, temendo pisar em algo e quebrar por acidente.\nNão se escutava nenhum ruído.\nVeiga começou a examinar os objetos ao seu redor mais atentamente: um componente mecânico obscuro, uma ornamentada e antiga lira, um azulejo de cerâmica quebrado com ilustrações incompreensíveis, um par de velhas algemas, amassadas e arranhadas devido aos anos de uso, uma coroa esquecida que uma vez pertenceu a um aristocrata.\nEnquanto olhava estes objetos aparentemente inúteis, a vendedora apareceu ao seu lado. Os olhos dela eram como os de uma raposa, com pupilas longas e esguias no seu centro.\n\"Aquela presa pertenceu a um Rei Lobo. Com exceção dos deuses, é provavelmente a única coisa que lembra como era essa terra, completamente coberta de gelo e neve\".\nDisse ela suavemente,\n\"Seja bem-vinda. Há algo que chama sua atenção?\"\n\"Você tem alguma coisa que possa fazer uma pessoa... Esquecer?\"\n\"Sim, claro.\"\nVeiga agarrou seu peito e perguntou:\n\"É possível esquecer ainda que seja uma pessoa muito, muito importante?\"\nA expressão da vendedora com olhos de raposa ficou séria, e ela acenava com a cabeça enquanto falava:\n\"Eu sei que aquele que você deseja esquecer é um jovem com olhos límpidos, claros como o luar. Ele desapareceu há muito tempo e deixou um profundo buraco em seu coração. Nada mais pode preencher esse buraco... Todas as outras bênçãos, não importa o quão alegres eles possam ser, sinta-se evasivo e fora de seu alcance... Assim como o luar diante de seus olhos.\"\nVeiga estava chocada, apenas podia concordar balançando a cabeça continuamente.\nA vendedora de olhos de raposa sorria e, do nada, tirou uma garrafa de vinho.\n\"Este é o vinho que pode fazer as pessoas esquecerem o sofrimento.\"\n\"Muito tempo atrás, na época que os ventos gelados sopravam, nossos antepassados criaram esse vinho secretamente, bem debaixo da terra congelada, para lhes dar força para continuar sobrevivendo. O método que eles usaram para fabricar esse tipo de vinho foi perdido quando o destino desse povo melhorou, e suas vidas se tornaram mais felizes.\"\nEla balançava a garrafa de vinho de um lado para outro.\n\"Não tem muita coisa sobrando. E como parece que você tem uma afinidade com essa loja, essa daqui será de graça. Claro, se esse for seu verdadeiro desejo...\"\nVeiga aceitou a garrafa de vinho da vendedora com olhos de raposa.\nO cálice deve ter sido adornado com uma pedra preciosa. Mas ela havia sido removida, e agora a única pista para sua existência era o entalhe vazio que havia ficado em seu lugar.\nQuando Veiga voltou aos seus sentidos, percebeu que estava de frente para a fonte.\nHã? O que eu estou fazendo aqui? Ela pensou. Sob a luz da lua, ela rapidamente retornou para casa. O crepúsculo já havia passado há muito tempo, se não retornasse em breve...\nEla não conseguia se lembrar de nada, seja da estranha loja, como chegar nela, ou do que aconteceu.\n————\n\"Ela já foi embora.\"\nQuando o som do sino da porta fechando finalmente parou, a vendedora com olhos de raposa disse.\nUm homem jovem, com olhos claros e brilhantes como a luz da lua entrou pela parte traseira da loja.\n\"Obrigado.\"\n\"Quantas vezes ela já veio?\"\n\"Seis... Sete vezes.\" O jovem hesitantemente perguntou: \"Esse vinho realmente funciona? Não é que eu não confie em você, mas...\"\nA vendedora apenas sorriu, sem comentar nada.\n\"Ele pode fazer as pessoas esquecerem suas dores. Mas para ela, a história de vocês não é de sofrimento. Este vinho também só permitirá que ela esqueça você temporariamente, e a dor de perder você.\"\n\"Sempre que ela ver o luar, ela verá você refletido nele, e as memórias começarão a voltar... O tempo que vocês se conheceram em Ludi Harpastum, a tarde passada sob a árvore na Origem do Vento, a vista do Cabo do Juramento, o tempo que vocês saíram furtivamente das comemorações do meio do verão juntos, de mãos dadas, a canção e a capa de penas que você ofereceu a ela na assembleia dos bardos viajantes... Todas essas são memórias das quais ela relutará em se separar.\"\n\"... Eu tenho outra garrafa de vinho que realmente pode fazê-la esquecer de tudo. Se for isso que você deseja, eu posso dar a ela essa no lugar da outra?\"\nEla riu levemente, olhando para o jovem. Depois de muito silencio, ele suspirou.\n\"No final, por que você está determinado em deixá-la?\"\n\"Ah, bom... por isso.\"\nO jovem homem pôs a mão no bolso de sua camisa e tirou um objeto esférico feito de cristal. Era possível discernir símbolos desconhecidos que brilhavam dentro dele.\n\"Eu ouvi dizer que pessoas que recebem isso um dia desaparecerão deste mundo.\"\n\"Já que é este o caso, quanto mais cedo eu sair, melhor. Ela ainda é jovem, se ela esquecer de mim agora, ela ainda terá tempo.\"\n\"Quem diria...\" Disse a vendedora, rindo, \"Você também é um dos escolhidos.\"\n\"Mas, você sabe o destino dos escolhidos?\"\nO jovem perguntou ansiosamente.\nEla olhou para ele com um sorriso forçado, mas não respondeu.\n\"Eu também devo ir andando. Agora que sou o dono dessa coisa, imagino que devo fazer o que se espera de mim.\"\n\"Se aquela jovem vier de novo, o que devo fazer?\"\n\"Pois bem, deixemos ela para superar isso sozinha.\"\n\"Você é realmente um homem sem coração.\""
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias de fantasias centradas em uma tenda misteriosa de antiguidades. É muito popular ao redor de Teyvat.\n- Vidro -\nA lenda fala de uma esquina do porto que foi esquecida pelas rochas das montanhas e pelo som das ondas quebrando.\nPara alcançar aquele lugar, você deve ficar na brisa do mar e fechar seus olhos, andar quarenta passos para longe do barulho das multidões, e então esperar até o som do seu próprio coração afogar as vozes no fundo. Quando abrir os olhos, você perceberá que chegou a uma pequena loja...\n————\n\"Tem alguém em casa?\", perguntou Yu'an.\nEle abriu a porta e entrou. O sino continuou a tocar após a porta fechar, à medida que seguia para o fundo da loja.\nO som fraco das ondas se chocando infiltrou-se na loja, como uma memória distante. Pilhas de artefatos aparentemente aleatórios foram empilhadas de onde ele estava até a outra ponta da longa e estreita loja. Yu'an olhou apreensivamente para a variedade de itens em toda a loja, um pouco intimidado pela ideia de suas vestes de seda estarem cobertas de poeira que potencialmente eram até mais velhas do que ele.\nLanternas feitas de papel amarelado, uma presa gigante de algum monstro desconhecido, um brilhante asteroide preto dos confins do espaço, um objeto geométrico opaco de cor dourada construído junto com encaixes e espigas de um material desconhecido...\nEnquanto ele pegava uma pequena garrafa cheia de uma fina poeira cristalina, ele ouviu uma voz fraca vindo de alguém que estava ao lado.\n\"Isso é sal formado das lágrimas de um antigo arconte.\"\nA voz o pegou desprevenido, quebrando o silêncio como uma pedra perturba a superfície de uma piscina de água parada. Surpreso, ele derrubou a garrafa que segurava em suas mãos.\nMas o som de vidro quebrando que os seus ouvidos antecipavam nunca chegou. A vendedora, que tinha olhos de raposa com pupilas esguias pegou a garrafa de alguma forma e a colocou no seu lugar na prateleira.\n\"Eu... Hã... Eu não consigo lembrar quem, mas alguém me recomendou este lugar.\"\nEla deu um sutil aceno com a cabeça que reconheceu que o ouviu, mas era ambíguo quanto ao que estava pensando.\n\"Seja bem-vinda. Há algo que chama sua atenção?\"\n\"Eu estou procurando por um presente para... É uma garota que eu gosto.\"\n\"Eu estive pensando recentemente em pedir ela em casamento, e eu gostaria de um presente adequado.\"\nYu'an nervosamente mordeu seu lábio quando olhou para o rosto da vendedora diretamente. Ela tinha misteriosos olhos dourados que o lembravam de Cor Lapis.\nDepois de muito tempo olhando um para o outro, ela disse: \"Pois bem.\"\nSua figura esguia rapidamente desapareceu nos confins da loja.\nQuando ela retornou, ela segurava em sua mão um objeto que soltava um pequeno brilho incandescente. Olhando mais de perto, se podia ver que era um cristal iluminador primorosamente cortado em dez lados.\n\"Eu imagino que você já ouviu falar na lenda do Coração de Cristal?\"\nEle nunca havia ouvido falar, mas acenou com a cabeça de todo jeito.\n\"É feito de um tipo de cristal chamado cristal iluminador. Existem versões artificiais, mas elas são imitações fajutas. Verdadeiros cristais iluminadores são capazes de revelar os segredos do coração de uma pessoa, pois eles são formados dos desejos não realizados de bestas iluminadas da mais alta ordem quando alcançam o fim de sua vida. Por favor, dê uma olhada…\"\nEla gesticulou para Yu'an para que ambos vissem as imagens que piscavam fracamente do cristal.\nDezenas de milhares de anos piscaram na frente de seus olhos. Como as nuvens em constante movimento, as estrelas viraram água, e a água virou terra. A neve derreteu e abriu caminho para pastos verdes. Rios cortavam caminho pelo campo. Ele assistia as cidades crescerem como formigueiros e reinos caírem como blocos de brinquedo.\n...A noite já era profunda, e a lua brilhava na superfície do mar. Recuperando sua consciência, Yu'an caminhou em direção as docas.\nO cristal que ele segurava firmemente em sua mão havia esquentado, como se estivesse correndo sangue nele.\n\"De fato, isso é um cristal maravilhoso\", ele pensou consigo mesmo, acelerando seu passo à medida que andava sob a luz da lua. \"Tudo que eu preciso agora é dar isso para ela... Depois disso, eu poss... Eu devo...\"\n————\nO sino que estava em cima da porta emitiu um som claro.\n\"Seja bem-vinda. Há algo que chama sua atenção?\"\n\"Eu gostaria de trocar isso... Mas, na verdade, não sei se é uma pedra preciosa ou não.\"\nO cristal finamente cortado brilhou fortemente, espalhando raios de luz pela sala.\n\"Um homem que estava me perseguindo me deu. Ele disse que se nós olhássemos juntos, veríamos coisas maravilhosas.\"\n\"De alguma forma ele me deixa desconfortável. É uma pedra muito bonita, mas sempre que olho para ela, penso nele, portanto, gostaria de vendê-la\".\n\"Eu entendo. Mas isso é um cobiçado Cristal Iluminador de dez lados. Por qual quantia de Mora você estaria disposta a separar-se dele?\"\n\"Na verdade, eu não quero dinheiro. Deixe-me pensar... O que é isso? Parece sal. Agora que penso, já passou da hora de eu ir para Sal Terrae para prestar meus respeitos novamente. Se você concordar, posso trocar por este frasco de sal.\"\n————\nA vendedora com olhos de raposa sentou sozinha no fundo da loja, mexendo no geometricamente perfeito cristal.\n\"Eu vi coisas horríveis em você. A verdadeira natureza daquele homem, é inacreditável, desagradável.\"\n\"Dito isso, no final das contas, ele é apenas um oportunista miserável que deseja se casar com uma família rica e prestigiosa na indústria do sal e fará o que for necessário para realizar seu desejo. Se isso não tivesse acontecido, teria sido inteiramente possível que eles ainda pudessem ter desfrutado de uma vida feliz juntos, apesar de não ter nascido de uma afeição mútua genuína. Afinal, a felicidade é apenas um estado de espírito - não está relacionada ao amor.\"\nEla tomou um gole do vinho e sorriu cinicamente ao pensar em sua própria vaidade.\n\"Mas o fato é, eu simplesmente tenho tolerância zero com pessoas daquele tipo.\"\n\"Embora eu realmente goste de ter alguém em quem posso confiar totalmente... Eu sei que, depois que ele sair por aquela porta, nunca mais nos encontraremos, então por que não contar a verdade? Quanto mais duas pessoas se aproximam, mais você busca o seu próprio benefício; portanto, mais cauteloso deve ser. Como você sabia disso...?\"\n\"Sinto muito, tudo isso tem sido uma grande imposição para você. Mas é realmente maravilhoso ter isto de volta.\" Ela abaixou seus olhos e continuou; \"Este é, afinal, o seu coração que você deixou para trás. Eu terei certeza de valorizá-lo... Mas você não acha que é divertido? Fazer uma viagem ao mundo de vez em quando, vendo como são as pessoas hoje em dia?\""
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias de fantasias centradas em uma tenda misteriosa de antiguidades. É muito popular ao redor de Teyvat.\n- Safira -\nA lenda diz que na cidade, há uma esquina que o vento esqueceu.\nSe você ficar no centro da praça e fechar os olhos, dar sete voltas ao redor da praça no sentido horário, seguido por sete no sentido anti-horário, dar quarenta passos para frente e então esperar até canto dos pássaros ser inaudível. No final, ao abrir seus olhos, descobrirá que chegou a uma pequena loja.\n————\nA vendedora com olhos de raposa, com pupilas finas e esguias abriu as portas de vidro para deixar entrar a luz da lua, que parecia varrer a poeira estrelar do céu noturno e espalhá-la sobre a bancada.\nTudo, desde as flores ostentosas, dos Harpastum cobertos de poeira, dos velhos livros agora ilegíveis devido aos anos de decomposição até os arcos sem corda, todos eram objetivos comuns das opulentas casas que viviam os aristocratas quando governavam. Agora, cobertas em uma brilhante camada prateada, sendo que essa cor vinha agora do céu noturno.\n\"Ei, como vão os negócios?\"\nEssa audaciosa alternativa ao cumprimento cortês que a maioria das pessoas escolheria nessas circunstâncias parecia vir de algum canto no fundo da loja.\nA vendedora se virou. Um cliente familiar estava sentado na sua cadeira na parte da loja que a luz da lua não batia.\n\"Os negócios estão indo bem. Mas ultimamente tenho que tomar cuidado com ladrões.\"\nA vendedora respondeu com um sutil sorriso.\n\"Só isso? Você vai rejeitar seu cliente mais antigo, sem mais nem menos?\"\nO cliente suspirou, \"Não há nada na sua loja que merece que eu gaste dinheiro nela. Agora, se eu tivesse que realmente escolher alguma coisa...\"\n\"E aí? Como foi a caça?\"\n\"Como assim? Você acha que eu só vim aqui para deixar um botim?\"\nO \"caçador\" soltou um grunhido de insatisfação com a insinuação da vendedora. Mas ela continuou a sorrir.\n\"Claro que não. Você nunca usaria a palavra 'botim'.\"\n\"Pelo contrário... todas as \"trocas de mercadorias\", \"presentes\", \"doações filantrópicas\" que você deu tão generosamente ao longo dos anos… Elas devem fazer de você o ladrão mais caridoso das ruas, não?\"\n\"Bem, dessa vez não estou por aqui por causa disso. Desta vez eu vim pedir algo a você... O vinho. Aquele vinho especial que você tem que ajuda a esquecer a pessoa que você sente falta.\"\nApesar de ser um ladrão, ele era valente. Suas palavras não tinham cortesia, mas o sorriso em seu rosto era genuíno.\n\"É uma pena, mas alguém já o comprou.\"\nEle olhou e, de alguma forma, ela agora estava segurando em suas mãos o frasco de vinho que ele discretamente escondeu antes no bolso de sua camisa.\n\"Cada mercadoria nessa loja já tem o seu comprador. Este já foi comprado por um cliente que o virá buscar no futuro.\"\n\"Parece que seus truques com as mãos são melhores que os meus. Eu sou uma verdadeira desgraça...\"\nDisse o valente ladrão com um sorriso forçado.\n\"Eu descobri recentemente que o sentimento de saudade por alguém é mais pesado que ouro. No meu ramo de trabalho, eu estou sempre pulando entre telhados e correndo ao longo de caibros. Eu preciso cortar... Qualquer peso desnecessário.\"\n\"… Me pergunto se a garota de olhos azul-safira sente o mesmo peso que eu?\"\n————\nDe repente, o sino da porta chamou a atenção da vendedora.\nO cliente que havia acabado de chegar era uma sacerdotisa de olhos azuis com uma lança em suas mãos e uma aparência alta e fina. As marcas no seu rosto eram testemunha da perseguição que sofreu dos aristocratas.\nIgnorando as pilhas de objetos aleatórios espalhados pela loja, ela se dirigiu diretamente para a bancada como uma espada mirada no coração de seu oponente.\n\"Seja bem-vinda. Há algo que chama sua atenção?\"\n\"Eu gostaria de trocar um item.\"\nSua voz soava fria, mas frágil, como gelo fino no momento que quebra. À medida que a sacerdotisa falava, ela pôs um grande cristal azul sobre a bancada.\n\"Um ladrão tirou isso do cálice de prata de um aristocrata. Ele me deu como um presente, e depois eu fui punida pelo meu mestre por causa disso.\"\n\"Mas isso foi muitos anos atrás. Eu pensava que com o tempo minha raiva iria desaparecer e o meu desejo de vê-lo novamente também...\"\n\"Muito bem. E quantas Mora você quer em troca?\"\nA sacerdotisa gesticulou em direção a um gabinete que continha um cálice de prata de um aristocrata que faltava sua pedra preciosa.\nA vendedora com olhos de raposa girou o cristal em sua mão, inundando a sala com a brilhante luz azul que refletia de sua superfície.\n\"Entendo... Bem, se isso é realmente o que você quer...\"\nQuando uma pessoa encontra um contratempo, a preocupação de que tudo levará para uma conclusão sem resultados aparecerá. O surgimento do medo causa rachaduras que se demonstram na mente.\nA morte segue facilmente os passos do medo, como um frio úmido que, para os despreparados, penetra até os ossos.\nPara muitos, é apenas no momento que a morte está sobre eles que se tomam conta que sua fraqueza foi o ponto que lhe atacaram e que, portanto, a fraqueza esteve em algum momento exposta.\nLevantando o cristal até a luz da lua, a vendedora fixou seu olhar com seus olhos de raposa. Ela observava encantada à medida que o emblema da família surgia, desaparecia e surgia novamente.\nAs lendas dizem que analisar uma pedra preciosa pura em um momento específico pode revelar o passado, o futuro, e até mesmo a verdadeira natureza de alguém. Assim como as lendas dizem que em algum lugar no mundo, existe um campo de Dandelions tão vasto quanto o oceano. Ou que antes existiam três luas brilhantes no céu chamado Aria, Sonnet e Canon, irmãs que foram separadas pela morte em uma grande catástrofe. Ou até mesmo que existia uma bruxa que podia ver a morte antes mesmo dela acontecer, mas no fim ela mesma morreu de um coração partido, pois, aquele que o havia roubado aguardou em terras distantes, ansiando vê-la novamente.\nUma coisa que ela sabia era que ainda que abandonasse esses objetos, as lendas atreladas a eles não desapareceriam, e a forma com que as histórias acabaram não poderia ser desfeita.\nNo caso, parecia fazer sentido colecionar todas as lendas e histórias que ela podia em sua loja."
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias de fantasias centradas em uma tenda misteriosa de antiguidades. É muito popular ao redor de Teyvat.\n- Coração de Pedra -\nA lenda fala de uma esquina do porto que foi esquecida pelas rochas das montanhas e pelo som das ondas quebrando.\nPara alcançar aquele lugar, você deve ficar na brisa do mar e fechar seus olhos, andar quarenta e nove passos para longe das ruas da cidade, e então esperar até o silêncio completo substituir o som das vozes, o único som que deverá sobrar é o coração batendo. Quando abrir os olhos, você perceberá que chegou a uma pequena loja...\n————\n\"Tem alguém em aí?\" Um homem vestindo uma capa de chuva batia na porta enquanto chamava.\nEle olhava os objetos pelas janelas empoeiradas: uma garrafa de poeira estrelar cintilante, uma lâmina quebrada que brilhava como gelo, uma pintura num rolo de papel que os anos a amarelaram, um elixir com uma aurora misteriosa, um azulejo coberto por uma fina camada de uma substância parecida com gel…\nO homem entrou na loja e a porta fechou atrás dele.\nEle andou até a bancada e começou a inspecionar os estranhos e maravilhosos objetos na loja. Todos pareciam ser relíquias de uma era antiga. Então, uma fina voz feminina veio por detrás dele.\n\"Seja bem-vinda. Há algo que chama sua atenção?\"\nPego de surpresa, ele virou na direção de quem falou, uma vendedora com olhos de raposa, que exibia um pequeno sorriso.\n\"Então… Eu estou procurando por uma coisa específica que possa me ajudar a fazer um acerto de contas.\"\nO homem falou com uma voz que era clara e ressonante, mas que tinha um tom de preocupação, um que não combinava com sua aparência física.\n\"É? Muito bem então…\"\nOs olhos de raposa dourados da vendedora piscaram quando ela examinou esse novo cliente que estava envolto na capa de chuva molhada. Ela acenou com a cabeça.\nEla se inclinou para baixo, buscando no fundo do gabinete. Quando se levantou um momento depois, ela estava segurando uma grande e bela peça de Cor Lapis.\nA Cor Lapis na mão da vendedora brilhou sutilmente em um tom dourado escuro, muito parecido com o dos seus olhos.\nO homem tomou a pedra de suas mãos e a examinou sob a luz da lua. Nesta luz, A Cor Lapis parecia revelar uma profunda turbulência escondida no seu leve tom dourado.\nSuas mãos ainda estavam tremendo.\n\"Cor Lapis é a alma das rochas. Até mesmo a mais dura e resiliente das rochas irá, com o tempo, produzir uma alma pura e límpida.\"\nA voz da vendedora parecia estar vindo de um local distante. O homem acenou.\n\"Isso era exatamente o que eu estava procurando.\"\nO homem respondeu solenemente, e pôs um pesado saco de Mora sobre a bancada. Então, ele saiu da loja e partiu no meio da chuva noturna.\n————\n\"Isso é o que aconteceu.\"\nApós a vendedora ter terminado de falar, ela cerrou seus olhos de raposa e examinou o cliente que estava na sua frente.\n\"Ele não disse mais nada?\"\nJulgando pela sua aparência, o jovem homem era um minerador. Seus olhos traíam uma urgência que ele não podia esconder. Mas a vendedora respondeu simplesmente balançando sua cabeça com calma.\n\"Ele deixou um saco de Mora com manchas de sangue ali fora.\"\nA voz da vendedora era calma como água, mas também fria como gelo.\n\"Isso é exatamente o que estava querendo.\"\nO jovem homem deixou sair um suspiro. Parecia que ele queria evitar o olhar dourado da vendedora com olhos de raposa.\n\"Em troca, eu te contarei uma história.\"\nA vendedora acenou a cabeça para indicar que ele deveria continuar.\n\"O homem na capa de chuva... Eu costumava ir minerar com ele nas montanhas. Eu queria ficar famoso, mas ele só queria sustentar sua família...\"\n\"Em uma noite chuvosa nós abrimos uma rocha e dentro encontramos uma Cor Lapis considerável. O puro brilho dourado que radiava de sua superfície era mais impressionante que todas as maravilhas do Relevo de Jueyun juntas...\"\n\"Nós concordamos em dividi-la meio a meio quando retornássemos ao Porto de Liyue. Mas naquela noite, escondido sobre o som ensurdecedor da chuva torrencial... Eu discretamente fiz com que aquele penhasco fosse seu lugar de descanso eterno.\"\n\"Eu fiz porque eu estava assustado e não podia confiar nele... Eu não podia confiar em uma promessa que, além de nós dois, apenas os Adepti poderiam ter ouvido, e ele provavelmente são imaginários de todo jeito.\"\n\"O medo tomou conta de mim. Eu me convenci que tudo poderia ser meu se estivesse disposto a ficar com minhas mãos manchadas de sangue, mas eu não podia aceitar o risco de viajar com um estranho...\"\n\"Na manhã seguinte, comecei a descida pelo penhasco. Havia dado quatro, cinco ou talvez seis passos, estava me ajustando em uma rocha quando de repente senti a corda tremer nas palmas das minhas mãos... Instantaneamente, o mesmo tremor penetrou todo meu corpo...\"\n\"Levantei minha cabeça para olhar a corda, mas já era tarde demais.\"\n\"A última coisa que eu lembro ver eram as fibras rasgadas no outro extremo da corda...\"\n\"Só uma faca de caça poderia ter feito um corte tão limpo quanto aquele.\"\n\"No final, parece que vocês resolveram suas diferenças.\"\nA vendedora de olhos de raposa sorriu tão sutilmente que era imperceptível.\n\"Ele leva a Cor Lapis, e você todo o dinheiro.\"\nO jovem não disse muito mais.\n————\nAs lendas dizem que a Cor Lapis é alma das rochas, e que quão mais forte a força vital da pedra, mais poder ela possui para revelar a verdadeira natureza de uma pessoa.\nAlguns dizem que mesmo após seu dono já ter falecido, Cor Lapis trará seus desejos não realizados e arrependimentos para dentro de si, esperando por um com condições de realizá-lo.\nPelo menos é assim que a lenda alega.\nAgora já havia se passado quatro horas desde que os dois estranhos clientes deixaram a loja, e a chuva continuava caindo.\nA vendedora ficou um bom tempo do lado da janela, observando a rua escura envolta em na chuva e névoa.\n\"Mas, estão as diferenças realmente resolvidas? E estão eles agora verdadeiramente livres?\"\nEla perguntou à cortina de chuva, mas sabendo que a resposta jamais viria."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Sonhos Despedaçados"
          }
        ]
      }
    ]
  }
}