{
  "epId": 2335,
  "name": "Lenda da Alabarda Fragmentada",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Legend of the Shattered Halberd_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Lenda da Alabarda Fragmentada"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Nos tempos antigos, quando o Axis Mundi estava desobstruído, havia nove reinos, cada um com seu próprio mundo. O reino dos humanos era conhecido como Zhongzhou, enquanto os deuses residiam em Shenxiao.\nNo final da última calamidade, uma guerra entre os deuses eclodiu. O Deus Rei caiu, incendiando os nove reinos, obliterando todos os seres vivos. Os reinos agora nasceram de novo, a vida prosperou novamente, mas a passagem entre os nove reinos de Axis Mundi foi selada.\nUm novo romance gráfico sobre a jornada épica em busca da alabarda do Rei Deus começa!\n- Assuntos Oficiais Urgentes -\n\"Sou o Grande e Glorioso General Weiyang, emissário da corte imperial em missão real! Exijo que se desvie de imediato!\"\n\"General? Então agora o Grande e Glorioso General é militar? Pensava que era um oficial do governo.\" Disse Mir sem qualquer hesitação.\nA face de Weiyang corou de imediato. \"Um ignorante bárbaro de fronteira como tu pretende me educar sobre os assuntos da corte?\"\n\"Não me diga que nesses anos mudaram o sistema burocrático do governo?\"\nDois Artistas Marciais empunhando espadas começaram a rir. \"Haha! Assim termina a nossa grande jornada para a capital... O carrinho finalmente passa por mil milhas de pontos de controle, apenas para ficar preso em alguma pousada minúscula no deserto!\"\nO garçom, Qin, olhou atentamente para as bochechas carmesim de Weiyang antes de repentinamente declarar: \"Você é uma mulher! Uma oficial feminina disfarçada de homem!\" A reivindicação foi acentuada com um apontar de seu dedo.\n\"Você tem um olhar perspicaz\", observou um dos artistas marciais. \"Ela é a Secretária de Cerimônias. Nós dois somos funcionários militares. Um dos Guardas Imperiais, o outro da Escolta Imperial, ambos versados na luta de espadas. Nós servimos ao Grande Mestre Imperial e estamos aqui no dever de recolher as Espadas Ominosas.\"\n\"Embora a parte sobre o Grande e Glorioso Gen... General, hahaha... Embora isso tenha sido inventado, a parte sobre estar aqui na corte oficial... Er, esse negócio não é\", o outro Artista Marcial se intrometeu a dizer.\nA Espadas Ominosas eram algo que Mir já tinha ouvido falar. A história era que um meteorito de ferro caíra do céu cinco ou seis anos atrás, e as convenções ditavam que, como um tesouro da natureza, ele pertencia à família imperial. No entanto, um ferreiro de nome de Feng havia tomado para si e usado para lançar ilegalmente nove espadas. Dizia-se que as Espadas Ominosas foram amaldiçoadas pelo meteorito e poderiam drenar o intelecto das pessoas. Naturalmente, elas causaram um grande rebuliço nos círculos dos artistas marciais.\n\"Ah, sim.\" Dizendo isso, Mir fechou a porta do banheiro.\n“Não importa o que seja, apenas saia do banheiro!” A Weiyang percebeu que seu disfarce estava exposto, então ela tentou falar em sua voz normal. Soou inesperadamente bom.\n\"A oficial Weiyang é uma senhora culta do tribunal. Ao contrário de nós, ela não pode resolver seus negócios oficiais urgentes simplesmente encontrando um lugar discreto na natureza. Por favor, se apresse!\"\nDepois de lavar suas mãos e sair do banheiro, Mir se sentou junto de dois Aristas Marciais.\n\"Não é comum encontrar alguém tão familiarizado com os assuntos do tribunal em cidades da fronteira\", disse o oficial da Escolta Imperial enquanto olhava Mir de cima a baixo. \"Posso perguntar quem é você?\"\n\"Meu pai, Mi Tingren, foi Ministro dos Banquetes Imperiais. Ele foi incriminado pelo desvio de fundos destinados à cozinha imperial. Ele então renunciou a seu posto e voltou para casa.\" Mir fez uma pausa para coçar seu queixo antes de continuar: \"Meu pai não tem sido ele mesmo desde que isso aconteceu. Eu ainda pretendo voltar à corte um dia e limpar o nome da família Mi.\""
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir, tendo tropeçado na jornada para recuperar as espadas por acidente, encontrou uma enorme crise antes mesmo de a jornada começar. As elites da Guarda Imperial e da Escolta Imperial foram mortas por inimigos segurando as Espadas da Eresia. Em meio ao perigo, Mir lembrou-se de um feitiço ensinado pelo seu pai. Diz a lenda que o Imperador Celestial tem uma filha jovem cujo nome não era conhecido no mundo. Agora, ela possuía o corpo de Weiyang e se revelou. Quem prevaleceria? Os manejadores das Espadas Sinistras que se transformaram em demônios ferozes? Ou Mir, que de alguma forma poderia se defender em uma briga?\n- Uma História de Possessão -\n\"Hmmm, que delícia.\"\nÀ medida que a mente possuía o seu corpo, a Weiyang se tornou mais gentil e doce, entretanto, um pouco mais fria e calma. Ela deu uma pequena mordida na panqueca feita por Mir, que ainda estava muito quente. Depois de queimar a língua com a primeira mordida, Weiyang pôs sua língua para fora da boca e sugou desesperadamente o ar. Parecia muito fofa.\n\"Isso veio inesperadamente. Eu preciso de algum tempo para processar.\" Mir, que havia desistido de um dos seus olhos para apaziguar o espírito, serviu-se de uma panqueca e perguntou: \"Você pode repetir?\"\n\"O assim chamado Aerosiderite naquela época era na verdade uma Alabarda Divina. Foi quebrado por um plebeu e transformado em nove espadas mágicas, as espadas heréticas. Esta é a espada de nevoeiro, a terceira da minha coleção...\"\n\"E quem é você, então?\"\n\"Eu já fui filha do Imperador Celestial. Mas há muito tempo esqueci meu nome. Eu estava encarregada de conduzir os julgamentos e sentenças no final - um juiz, para usar seu linguajar.\"\nJá que a Corte de Diversões Imperiais era responsável pelos sacrifícios e ofertas, o pai de Mir o forçou a aprender cada detalhe e palavra pronunciada em todos os rituais da corte conhecidos. E como a maioria dos rituais envolvia encontros com forças bizarras e divindades temperamentais, ele também sabia uma coisa ou duas sobre como lidar com elas. Por exemplo, ele sabia que as divindades tendiam a guardar seus nomes de perto, pois o conhecimento do nome verdadeiro de uma divindade permite que um ser humano exerça controle absoluto sobre elas. Então ele não estava convencido de que esta simplesmente tinha esquecido seu nome.\n\"Então, a corte quer recuperar as espadas para reconstruir a Alabarda Divina?\" Perguntou Mir, enquanto tentava aceitar essa hipótese.\n\"Eu não sei. A dona deste corpo não sabe mais nada. Ela está apenas... Cheia de muita raiva; ela quer provar a si mesma.\" Weiyang colocou as mãos no peito.\n\"Então, qual é o próximo passo? Eu tenho que fazer algum tipo de cerimônia de despedida para você?\" O Mir tocou o olho enfaixado e cego. \"E então eu tenho o meu olho de volta?\"\n\"Me dê um nome.\" A moça em sua frente levantou a cabeça, apesar de ter migalhas de panqueca no canto da boca.\n\"Não seja ridículo. Os exames do serviço civil imperial são supervisionados pessoalmente pelo próprio Imperador. Como vou reivindicar o título de Ministro dos Banquetes Imperiais com apenas um olho?\"\n\"Bem, também tenho coisas para recuperar: as peças restantes da Alabarda Divina\", respondeu ela. \"Caso contrário, este mundo e tudo nele vai arder no fogo do inferno.\"\nMir ficou olhando para ela sem resposta.\n\"Não precisa vir comigo, mas para segurança de todos os seres deixe-me ficar com seu olho por um tempo.\""
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Apenas fique com o nome 'Weiyang' por conveniência, na estrada. Com os documentos oficiais do governo em mãos, você deve estar livre para ir como quiser em todo o reino.\" Ainda preocupado com Weiyang, Mir decidiu acompanhá-la em sua jornada e eliminar todos os demônios que encontrassem.\nEles já haviam colecionado cinco Espadas da Heresia e tudo parecia estar bem, eles sabiam em seus corações que o caminho a seguir só ficaria cada vez mais traiçoeiro e perigoso.\n- Uma Viagem Escura ao Oeste -\n\"Isto é tudo o que posso fazer por você\", disse Mir ao colocar uma série de pratos sobre a mesa. Em seguida, ele se sentou em frente a Weiyang.\nWeiyang ainda estava enfaixando o seu braço direito depois de quebrá-lo em uma luta de vida ou morte. Ela olhou intensamente para Mir por um longo tempo, mas Mir apenas ficou lá sentado, apoiando o queixo na mão e olhando para baixo. Nenhum deles falou.\nPor último, Weiyang tentou segurar os pauzinhos na mão esquerda mas não foi capaz de pegar as almôndegas do caldo quente.\nMir suspirou e tirou os pauzinhos da sua mão. \"Está bom, eu te dou na boca.\"\n\"Veja, você pode fazer mais por mim\", disse Weiyang de repente após algumas mordidas. Claro, o seu humor permanecia o mesmo.\n\"A Corte de Entretenimento Imperial é dedicada a adorar e fazer sacrifícios a todos vocês, seres divinos do céu. Servir a vocês é o trabalho da minha família.\"\nQuando os deuses entram em ação, o que podemos fazer nós, mortais, além de olhar?\n- isso era o que Mir pensava, porém ele achou melhor não dizer mais nada.\n\"Mas você não poderia usar seus poderes? Eu pensei que você disse que cada vez que você luta contra alguém que tem uma Espada Ominosa, você usa telecinesia para fazer sua lança levitar, brande sua espada, e assim por diante. Certamente que pauzinhos não podem ser mais difíceis que isso?\"\n\"Este é um tipo de poder que o meu pai me deu. Só eu tenho esse poder. Destina-se apenas a condenar o culpado. Não tenho permissão para...\" A voz de Weiyang diminuiu. \"Eu não devo usá-lo levianamente.\"\n\"Antes de morrer, aquele cara disse algo muito estranho sobre a situação com meu pai.\" Mir acendeu a chama da vela enquanto ele falava para aliviar seu tédio. \"\"O Ministro Mi não era inocente, nem foi injustamente acusado.\"\"O que diabos ele quis dizer com isso?\"\nSe a corte não quer reconstruir a Alabarda Divina, então tinha como aliada a filha do Imperador Celestial que havia possuído o corpo de Weiyang, mas também tinha um inimigo na corte.\nPara sinalizar que ela entendeu o que Mir estava pensando, o rosto de Weiyang escureceu na luz da vela.\nEla disse: \"Você não precisa me ajudar mais. Você é só um mortal, não vai ganhar nada se envolvendo com os assuntos da corte.\"\nMir disse: \"Não fale mais sobre isso. Eu devo buscar a verdade com meu pai primeiro.\"\nWeiyang preguntou, \"Ah? Vamos visitar seu pai? Então temos que ir para as lojas de lembranças amanhã.\"\nMir disse: \"Ele é muito velho, não precisa se incomodar com isso.\"\nWeiyang subitamente mostrou uma rara expressão severa: \"Isso não é sua obrigação?\""
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Calma, meu filho. Ouça, Mir. Eu não sou o seu verdadeiro pai...\"\n\"Nããão!\"\nO ex-ministro dos banquetes imperiais era, na verdade, Khan, o Asura, de Montis Obscura. Sair da capital não passava de um ato em colaboração com o Ministro de Cerimônias e o Grande Secretário para proteger a filha do Imperador Celestial.\n\"O falecido Imperador Celestial Shenxiao, o agora Contra Mundi, já foi um amigo querido. Contudo, agora, sabendo que você a convocou com sucesso, todos os meus desejos foram realizados.\"\n- O Grande Plano -\nNem os monges ou os Adepti saberiam o que fazer frente a uma situação como essa.\n\"Esta é a Espada da Chama, conhecida como \"Katakugosha\". Ela foi feita a partir do fragmento da Alabarda Divina que era o Dharani do reino do fogo. Desculpe... Em uma linguagem que Vossa Majestade entenderia, foi feita com as runas do reino do fogo, um dos nove reinos do Rei Deus.\"\nComo esse guerreiro que se dirigia para o oeste pode exibir tal domínio da espada? A maioria dos que foram despojados de seu intelecto pela Espada Ominosa perdem quanto o instinto de luta e como todas as artes marciais que aprenderam.\nA Weiyang cuidou de seu braço quebrado e respirou o ar quente escaldante. Normalmente as suas habilidades permitiriam que ela consertasse ossos quebrados, mas as chamas inextinguíveis queimavam implacavelmente em sua ferida.\nA visão dela gradualmente começou a escurecer por causa da perda de sangue. Mir se colocou na frente dela para protegê-la.\n\"Posso ver em seus olhos que você tem muitas perguntas. Tudo bem, eu lhe contarei tudo! Eu matei seu pai porque ele tentou deter a ressurreição do Deus Rei. E a razão pela qual eu posso manipular as runas do reino do fogo, e não o contrário, é porque...\"\nO guerreiro do leste levantou a Espada Ominosa: \"É porque sou a encarnação de um caçador celestial.\"\nDiz a lenda que o Imperador Celestial uma vez foi para a guerra contra os Asura. Para se preparar para a guerra, o Imperador Celestial selecionou soldados de três reinos e os fez ascender para se tornar seu exército celestial após a morte. Às vezes, eles eram assolados pelo tempo inclemente do pântano, com tornados trovejantes ao seu redor. O povo de Zhongzhou diziam que os soldados do exército celestial estavam \"caçando de cima\".\n\"Não... Impossível!\" Um olhar de descrença apareceu no rosto do guerreiro quando a Espada Ominosa se quebrou, e ele foi ferido com um corte que seguia da escápula para baixo.\nEm meio ao caos, Mir havia trazido a espada que seu pai o havia deixado como herança. O objetivo era mais um gesto de rebeldia do que uma tentativa genuína de contra-atacar. Mas sem que ele soubesse, esta era a maior espada amaldiçoada de todas, que um dia tinha queimado o mundo inteiro a cinzas: Laevatain. Se as runas do reino do fogo constituíam o mistério do reino do fogo, Laevatain era sua realidade mais pura, não adulterada e insaciável.\nO fogo da espada extinguiu-se depois do mundo queimar, mas tendo absorvido a runa do reino do fogo, ela queimava brilhantemente mais uma vez.\n\"O mundo... Será destruído outra vez...\" Ao falar isso, Weiyang perdeu a consciência."
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Há muitos oficiais militares que desejam desmembrar o Axis Mundi, já que o mundo em caos aprimoraria muito a posição e a importância dos Artistas Marciais.\"\n\"Eles querem travar outra Guerra dos Asuras?\"\n\"Sim, ele quer.\"\nO cabo de guerra entre as autoridades civis e militares e os planos dos deuses do passado ameaçaram mais uma vez todos os nove reinos!\n- O Legado de uma Deusa -\n\"Seus atos salvaram o povo. Você de fato é um grande guerreiro.\" O príncipe herdeiro, com as mãos atrás das costas, andava em círculos ao redor de Mir, que se prostrava no chão.\nMas Mir não se comoveu com suas palavras.\n\"Dê-me a Alabarda Divina e o posto de Ministro dos Banquetes Imperiais será seu daqui a trinta dias. Dentro de dez anos, se você quiser, também poderá ser Grande Secretário.\" O príncipe herdeiro se sentou. \"Bem, estou esperando sua resposta.\"\n\"Sua Majestade não me deu permissão para levantar, uma pessoa comum como eu não se atreveria a falar.\"\n\"Mas se agora lhe dei permissão para falar, foi porque você me instruiu para fazê-lo... Isso não é aceitável! Como futuro senhor de todo a terra...\"\n\"Pff. Que palhaçada isso.\" Disse Mir ao mudar para uma posição mais confortável. \"O protocolo oficial da dinastia governante não requer ajoelhar-se para uma audiência com o príncipe herdeiro. Deveria ser apenas a saudação regular três vezes. Notei que você estava no caminho certo para se tornar Imperador, então pensei em vir e prestar meus respeitos. Só não há necessidade de demonstrar superioridade a mim desta maneira.\"\n\"Você... Você!\"\n\"O que foi?\", Mir levantou. \"Vou te dar metade da Alabarda Divina; em relação ao Dharani, vou oferecer ao meu pai. Principalmente é para evitar qualquer nova situação caótica no futuro.\"\n\"Não tem problema. Desde que eu receba o que me parece adequado, vai tudo ficar bem. Isso ficará conhecido como a nova super arma nacional! Hahahaha...\"\nMir sentou-se impacientemente bem na frente do príncipe herdeiro. \"Não entendo como você é tão tolo quando fomos ambos criados com o leite da mesma mãe!\"\n\"Como se atreve! Eu tenho nada senão respeito pela dama Mi servido como minha ama de leite. E apenas por causa dos valores que ela me ensinou que eu sou capaz de lhe aguentar...\"\n\"Dê o cargo de Ministro dos Banquetes Imperiais a alguém que se importe. Eu vou voltar para casa.\"\nO Príncipe ficou sem palavras por um momento.\n\"Como está Weiyang?\" perguntou Mir enquanto mastigava indiferentemente.\n\"Oh, pelo ato heroico de recuperar as espadas, ela foi promovida a Secretária de Cerimônias. Ela não foi implicada na conspiração maligna de seu pai, o Grande Ministro Imperial. Tanto o Ministro de Cerimônias quanto o Grande Secretário testemunharam. Eu mesmo irei me certificar de atender a todas as suas necessidades.\"\nAlgo parecia estranho nisso.\nMas, no fim das contas, não foi tão ruim assim...\nEla se foi, e seu olho foi restaurado. Mas até hoje ainda havia uma dor chata, como a dor fantasma de um membro desaparecido."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Mier mais uma vez cantou o feitiço esquecido. A donzela se reuniu com ele novamente. \"Então, é assim que você realmente é.\"\n\"O mundo está em ruínas. Deverá queimar e renascer das cinzas.\" O Imperador Celestial, em sua loucura, condenou todas os seres vivos do mundo com uma punição severa.\n\"Mas você, você me entenderia, não é?\". O ladrão sem nome que roubou o tesouro nacional disse ao seu senhor.\n\"Não. Não é necessário pedir desculpas, pois você é um ser bondoso.\"\n- O Nada -\n\"Oh, minha filha, aquela em quem depositei todas as minhas esperanças. Por acaso não te trouxe para este mundo para que um dia você me perfurasse com uma alabarda?\" O Deus Rei acordado voou para o céu ao som de trovões e o dançar do vento, celebrando seu retorno ao mundo.\nMas a jovem não tinha mais medo. Esse era o momento que ela havia esperado por toda sua vida, que vivia para ele.\nNão, a verdadeira fonte de sua coragem era o tempo que passou junto com ele.\nA primeira Alabarda Divina, Irmin, perfurou o Axis Mundi uma vez e conectou os nove mundos. Hoje, suas réplicas se encontram por todo o céu.\nTemendo pela loucura que seguiria após a sua morte, o Deus Rei fez uma última Alabarda Divina, e a nomeou \"Princesa do Pecado\". Neste momento, aquilo - não, ela - poderia finalmente revelar sua verdadeira aparência.\n...\n(No final do livro há uma nota do editor)\nA Lenda da Alabarda Fragmentada foi uma primeira tentativa bem sucedida da Editora Yae de Inazuma de incoporar elementos da cultura de Liyue em um de seus romances. Os primeiros cinco volumes foram extremamente bem-sucedidos, tornando-se um fenômeno cultural tanto em Inazuma quanto em Liyue. Comercialmente, o fato de existir um sexto volume fala sobre todo o seu sucesso.\nEu imagino que o final abrupto desta épica saga no sexto volume não deixará nossos leitores desapontados.\nAssim espero.\nAinda que o final pareça uma história totalmente diferente, eu devo enfatizar que isso não surgiu de nenhuma tentativa nossa de pressionar o Senhor Nove, o autor, em desenvolver material para uma nova série. A verdade é que em sua pressa para o cronograma de publicações, o Senhor Nove acabou por divergir de seu estilo comum. O Senhor Nove simplesmente queria desafiar a si mesmo como escritor.♡\nSem dúvida, nós entendemos perfeitamente as emoções dos fãs dos primeiros cinco volumes. Desta forma, gostaríamos de anunciar que uma edição especial dos cinco primeiros para colecionadores, que se chamará \"Caixa de livros de madeira negra\" está sendo preparada. Para aqueles que cresceram lendo A Lenda da Alabarda Quebrada em livrarias: esta é a hora de finalmente comprar para você mesmo! Espere ouvir mais histórias da Princesa do Pecado no futuro.\nEditor-chefe, Editora Yae."
          }
        ]
      }
    ]
  }
}