{
  "epId": 2338,
  "name": "Registros de Jueyun",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Este segmento está nas lendas dos animais de pedra.\n- Besta de Pedra -\nPor enquanto ainda se veem muitas estátuas de pedras em Liyue, a maioria foi construída por habitantes locais que oraram por um clima favorável e uma paz constante como as montanhas. Mas afirma-se que alguns têm uma história muito mais antiga.\nUma história sobre as estátuas de animais em particular é popular entre os pescadores do rio Bishui, os colhedores da Ilhota de Dihua e a velha multidão de mineradores. Dizem que em alguns cantos da terra, antigas feras de pedra acordam à noite no frio do outono e olham ao redor para um mundo que lentamente se tornou estranho para elas. Ouvindo os sons de sapos e insetos saudando-os, eles respondem com gritos profundos e emocionantes de suas gargantas petrificadas. Em seguida, eles percorrem Liyue, inspecionando mais uma vez a terra que costumavam proteger.\nQue eu saiba, ninguém jamais testemunhou em primeira mão uma besta de pedra em movimento. No entanto, os residentes locais que conhecem o território extremamente bem há muito tempo observam e aceitam o fenômeno de que as estátuas de animais podem mudar de localização e postura durante a noite. Enquanto isso, campistas com sono leve geralmente relatam ter ouvido um som no meio da noite que é como água corrente, só que com um tom muito mais profundo.\nQuanto à origem dessas feras de pedra, os anciões da vila Qingce dizem que são feras iluminadas que já lutaram ao lado de Rex Lapis na Guerra dos Arcontes. Após o fim da guerra, a maré baixou e a paz foi restaurada. Os animais iluminados não precisavam mais servir como defensores das pessoas comuns e, um por um, eles se retiraram para partes mais isoladas do país. Lá eles viveram livres de preocupação com os assuntos mortais.\nMas algumas feras iluminadas se lembraram com carinho dos dias gloriosos em que serviram sob o comando de Rex Lapis, e lamentaram os anos em que protegeram Liyue. Embora eles não fossem do reino mortal, nem eram imortais: para eles, também, a vida um dia chegaria ao fim. Assim, eles imploraram a Rex Lapis para transformar seus corpos de carne efêmeros em pedra eterna. O misericordioso Arconte Geo concedeu seu pedido e os fez como tal."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Este segmento está em histórias fictícias antigas.\n- Palácio Sob o Mar -\nO dia havia chegado. Era hora de buscar a noiva.\nO Deus do Mar parecia realmente majestoso enquanto se sentava no centro do palco em seu molusco gigante, segurando nas mãos as rédeas de duas serpentes marinhas. Eles ficaram tão imponentes quanto o Monte Tianheng em frente a carruagem real, quando seu mestre aceitou o presente de pérolas dos anciãos da vila e deu as boas-vindas à sua nova noiva a bordo da carruagem. Em troca, a vila receberia a bênção do Deus do Mar: um ano livre de tempestades e tsunamis.\nA noiva foi levada para um lugar bem abaixo das ondas, longe de casa, longe das multidões que festejavam o festival e longe de sua mãe sozinha. O Deus do Mar a conduziu por um corredor de grandes colunas, formadas a partir do esqueleto de uma baleia morta, que levava a um portão palaciano adornado com pérolas brilhantes e conchas iridescentes. Finalmente, a jovem noiva chegou ao palácio que o Deus do Mar havia feito para ela. O palácio que seria sua nova casa.\n\"Não era minha intenção mexer com os assuntos do mortais\", disse a voz do deus saindo da água. Era a tentativa de um marido consolar sua noiva.\n\"Este lugar serviu como um novo lar para muitas outras moças e também se tornou o lugar onde elas passaram os seus últimos dias. Muitas delas foram expulsas da aldeia onde nasceram. O oceano lhes ofereceu um refúgio seguro, um lugar onde pudessem dormir em paz, sem medo, ou serem incomodadas.\"\nMas essa jovem não queria uma nova casa decorada com pérolas premiadas e conchas raras. O espetáculo deslumbrante do fundo do oceano - e as criaturas que ela conhecia espreitando na escuridão - a encheram não de paz, mas de pavor. O tempo passou, e quanto mais ela ficava em sua câmara oceânica desconcertante que não conhecia o nascer nem o pôr do sol, mais sentia saudades de casa - e mais frágil ela se tornava.\nPor fim, chegou o dia em que o Deus do Mar sentiu o que sua jovem noiva estava sentindo. Embora ele se entristecesse com a escolha dela, ele permitiu que ela fosse em frente com sua decisão.\n\"No mundo decadente dos humanos, chegará um dia em sua vida em que você se arrependerá desta decisão.\" O Deus do Mar pegou a concha de um caracol marinho que enfeitava sua cintura e entregou a ela como presente de despedida.\n\"Inevitavelmente haverá um dia em que você soprará nela, nessa hora você retornará para este lugar.\"\nA jovem pegou a concha e voltou para a terra. Os anos foram passando e ela logo se tornou mãe. Enquanto ela vivia sua vida simples e pacífica, o palácio do oceano parecia apenas um sonho de infância. As visões deslumbrantes e criaturas grotescas inundavam sua mente de vez em quando das profundezas obscuras de sua memória, mas era uma ocorrência rara, e ela os tirou de sua mente. Ela vivia assim ano após ano. Até que um dia, quando o festival voltou a acontecer, os anciãos da aldeia vieram a sua casa. Eles tinham vindo para tirar a filha de seus braços. Foi então que ela finalmente entendeu por que o Deus do Mar havia falado de seu arrependimento e de seu retorno, tantos anos atrás.\nEntão, no dia da cerimônia, ela soprou na concha.\nO Deus do Mar respondeu ao chamado, erguendo-se das ondas gigantes para saudar a aldeia. Mas seu abraço criou um maremoto que engoliu a aldeia e levou os aldeões e anciãos em seu sono. Duas serpentes marinhas gigantes apareceram, arrastando uma carruagem colossal de conchas e parou na sua frente, deslumbrando-a com suas pérolas cintilantes.\nA mãe pegou a sua filha pela mão e embarcou na Concha do Deus do Mar. Foi exatamente como ela se lembrava de sua infância - só que desta vez, a aldeia que ela deixou para trás agora estava em ruínas sob as ondas do mar."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Nesta edição se relata a origem da Colina de Wuwang.\n- Wuwang-\nEscondido entre os picos recortados no norte do Monte Qingce está uma colina chamada Wuwang, um lugar sinistro e o cenário de muitos contos de fenômenos sobrenaturais.\nAs pessoas de Liyue sempre dizem que entre as florestas da Colina de Wuwang flutuam as almas dos mortos que pairam nas vilas abandonadas, nos galhos e nas folhas podres, relutantes em se afastarem das coisas que amavam. Essas almas às vezes enganam os passageiros, e eles acabam por se perderem nos caminhos perigosos, caírem nas colinas ou ser devorados por monstros.\nIsso deu origem ao seu nome Wuwang. Wuwang significa \"prudência\" na língua comum, e diz-se que a Colina de Wuwang é \"a colina onde os prudentes são punidos\". Pois até mesmo aqueles viajantes que não agem precipitada ou impulsivamente em sua viagem estão condenados a serem ludibriados pela malevolência que se mantém aqui como a névoa no ar da montanha.\nOs fazendeiros e transeuntes inocentes às vezes são enganados por essas almas, e acabam por ir para essas florestas envoltas nas névoas misteriosas em direção aos perigos incertos. Os fantasmas malignos sabem muito bem enganar pessoas mortais a todo custo. Às vezes eles se transformam em parentes dessas pessoas, Alguns tomam a forma de luto ou perda, outros de arrependimento, manifestando-se como a voz do falecido, o amor de quem partiu, ou o remorso da outra parte em uma disputa não resolvida. O viajante se vê obrigado a ouvir o grito do espírito e os segue até às profundezas de Wuwang.\nMas a Colina de Wuwang não era sempre assim. Era habitada antes, e há muito tempo atrás, a vila ao pé da Colina até era bem iluminada, e os habitantes viviam em harmonia. Porém, hoje em dia, as casas foram abandonadas, tudo o que resta é apenas os espíritos sussurrando.\nUma lenda corre entre as crianças da Vila Qingce: Os jovens da Colina de Wuwang foram atraídos pelos cantos das baleias dos monstros marinhos e foram para o mar seguindo as suas promessas ilusórias e sonhos irrealistas, e acabaram por ser empurrados pelas ondas para o Mar de Nuvens, onde se tornaram um com as ondas e perderam toda a memória da floresta e de sua aldeia na colina... Seus sonhos, por sua vez, se tornaram o canto do monstro marinho.\nGeração após geração, os jovens foram mas não voltaram. Após os velhos falecerem um por um, a cidade portuária vigiada pelo Rex Lapis se transformou em mais uma vila fantasma.\nAo contrário das pessoas mortais, a Linha Ley sempre se lembra de tudo. Os elementos flutuantes se tornam em espíritos, revivendo todos os sonhos doces e pesadelos dos moradores antigos. É exatamente como uma mãe que perde o seu único filho e faz tudo ao seu alcance para segurar os momentos mais doces em sua memória, a Linha Ley sem piedade também molda as silhuetas dos moradores antigos, imitando os choros dos bebês, os suspiros dos velhos, e as histórias de felicidade e tristezas, como os cantos dos monstros marinhos que atraem pessoas com nostalgia."
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Essa edição conta a história misteriosa dos Seelies que vivem nas montanhas.\n- Espíritos da Montanha -\nNas florestas de Liyue, há muitos Seelies sem donos. Esses Seelies brilhantes sempre andam nas névoas das florestas, nas ruínas das cidades antigas ou nas vilas abandonadas, guiando os Viajantes com Visões para encontrar os tesouros preciosos ou mecanismos engenhosos.\nAlgumas pessoas de Liyue sempre acham que esses espíritos pequenos são um símbolo de boa sorte, são almas deixadas pelos Arcontes falecidos ou pelas pessoas simpáticas, entretanto outros acham que esses Seelies na verdade são os ecos deixados pelos passageiros sozinhos que perderam a sua família, guiando os viajantes solitários a voltarem para casa.\nDizem em Liyue que esses Seelies nas florestas são uma existência até mais antiga do que os Arcontes, possuindo boas ilhas e sabedorias. Eles começaram a flutuar nas florestas e nas cidades muito mais cedo que a Guerra dos Arcontes.\nA antecessora dos Seelies encontrou um forasteiro, e os dois prestaram juramentos de amor juntos sob o testemunho de três irmãs do Palácio da Lua. Mas inesperadamente somente após trinta dias, o mundo entrou em colapso de repente, a Seelie e o seu amado se separaram desesperadamente. Esse castigo os separou para sempre, bem como as memórias despedaçadas.\nA Seelie que separou com o seu amor ficou cada vez mais frágil, entretanto, o seu corpo foi despedaçando em segmentos pequenos por causa da tristeza, se espalhando entre nas florestas e ruínas com uma forma de Seelies que vimos hoje com as memórias apagadas. Eles perderam a sua voz e a sua sabedoria, no entanto, ainda cantavam as canções tristes. Como tal, com um pouco de saudades do amado, eles sempre guiam os Viajantes perdidas nas névoas das florestas para recordar as histórias antigas através das ruínas antigas ou poemas incompreensíveis.\nClaro, essas são apenas lendas do povo de Liyue, são a imaginação da era onde o Rex Lapis se encontrava, por isso, não possui muito valor de investigação. Mas quando se trata desses Seelies tristes vagando pelas montanhas, apenas correm os boatos diferentes, e nunca se conseguiu chegar a um acordo."
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. É uma mudança de página. Esse capítulo conta uma história entre uma Besta Iluminada no mundo mortal.\n—Qilin—\nEntre as lendas que circulam nas montanhas de Liyue, os Qilin são um tipo de besta iluminada nobre e benevolente. Qilin frequentemente vagam pelas florestas da montanha, mas aparecem apenas nas noites em que a luz das estrelas brilha sobre o orvalho claro. Para sustento, eles bebem apenas água da nascente e comem apenas ervas perfumadas.\nOs Qilin são bestas iluminadas gentis, com graça e elegância fluindo através de suas veias. Diz-se que os Qilin nunca machucarão seres vivos, recusando-se até mesmo a pisar em um inseto ou quebrar sequer uma folha da grama. As pessoas acreditam que as características, o comportamento e cada movimento de um Qilin é ditado por uma etiqueta antiga que se mantém inalterada há mil anos.\nApós a era bárbara da Guerra dos Arcontes, muitos adepti tornaram-se incapazes de continuar vivendo entre o mundo clamoroso dos mortais. Como resultado, e sob a direção de Rex Lapis, eles se retiraram da sociedade para viver em reclusão em meio a bosques de bambu de montanhas. Eles não interfeririam mais no mundo humano, entretendo-se, ao invés disso, com um reino de montanhas e água.\nNo entanto, havia algumas Bestas Iluminadas que, ao longo de mil anos de cooperação mortal, firmaram uma amizade profunda com humanos comuns. Elas decidiram cumprir a vontade do Arconte Geo no reino mortal, ajudando a sociedade humana com seus poderes de Adepti e sua bondade.\nSegundo um conto popular, há mais de mil anos alguns dos elegantes Qilins já começavam a se apegar profundamente aos mortais selvagens.\nDiz o conto que as pessoas usavam lótus aquáticos e folhas de louro para se vestirem naquela época bárbara.\nUma noite, um Coletor de Ervas estava se banhando em uma lagoa na montanha. Para sua surpresa, um Qilin que passava começou a comer as roupas que ele havia deixado na beira da água. A Besta Iluminada era muito jovem para entender questões humanas como vergonha e privacidade, e ainda não havia aprendido a conduta das Bestas Iluminadas no reino mortal.\nPara compensar seu comportamento rude e não assustar o mortal vulnerável com sua aparência de um Adeptus vindo de outro mundo, ela se transformou em um ser com aparência humana. Quando a pálida luz da lua cheia recaiu sobre a lagoa, ela apareceu diante do Coletor de Ervas.\nA princípio, a jovem Besta Iluminada não entendia questões humanas como vergonha e privacidade. Ela estava naquela floresta montanhosa, iluminada pelo luar frio e o brilho dos vaga-lumes, vestida apenas com gotas de orvalho e a luz da lua. Junto ao mortal com pouco conhecimento, ela viajou e passeou feliz entre flores e bosques de bambu. Mostrou a ele a moradia dos Adepti na montanha e interpretou a linguagem dos pássaros. Dormiu com tranquilidade em meio aos sons dos insetos, se entregando suavemente a sonhos ancestrais e compartilhados...\nQuando o Coletor de Ervas começou a se mexer sob a primeira luz do amanhecer, ele acordou e viu que a nobre Besta Iluminada havia desaparecido sem deixar vestígios.\nSobre a continuação dessa história, as opiniões variam muito. Algumas pessoas dizem que uma noite o Qilin colocou uma cesta de bambu na porta da casa do Coletor de Ervas antes de desaparecer na névoa iluminada pela lua. Quando o Coletor de Ervas foi até a porta, ele encontrou uma criança dormindo profundamente dentro da cesta.\nOutras dizem que daquele momento em diante o Qilin viveu junto com o mortal, deu à luz filhos e se acostumou aos conflitos humanos.\nNão importa a verdade sobre essa questão milenar, as elegantes Bestas Iluminadas continuam a caminhar entre os habitantes de Liyue, invisíveis em meio ao mar de pessoas, esperando o dia em que Rex Lapis as chamará novamente."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coleção de histórias folclóricas, mitos e lendas de Liyue. Essa edição conta as histórias das ruínas antigas conhecidas como Ruínas de Dunyu.\n—— Jade Oculta ——\nNo noroeste de Liyue, nos vales ao sul do Monte Nantianmen, há muitas ruínas antigas silenciosas.\nAs pessoas de Liyue chamam-as de \"Ruínas de Dunyu\". Dizem que essas ruínas existem desde antes da Guerra dos Arcontes.\nDe acordo as lendas transmitidas oralmente, o nome \"Dunyu\" significa \"o lugar para qual o jade fugiu\".\nEm um passado tão antigo incapaz de ser lembrado, quando o próprio Rex Lapis ainda era jovem, houve uma chuva de estrelas nas terras ao noroeste de Liyue. Com a queda dessas estrelas, essas terras transformaram-se em um grande vale, e dele saiu grande quantidade de metais e jade que pareciam não ter fim. Isso foi a origem da indústria mineira de Liyue.\nLendas dizem que quando aquelas estrelas caíram, um pedaço quebrou-se e voou, caindo entre as rochas no norte de Lisha.\nComo todos sabem, as rochas e metais contêm energia e essência. Durante um tempo tão grande que nenhum mortal poderia conceber, tais rochas escutaram e olharam para o pulso das Linhas Ley, as reverberações das águas, e o movimento lento e firme das montanhas.\nMas os meteoritos que caíram do céu era diferentes. Comparado com as rochas da terra, eles possuíam uma natureza arrogante e irritável.\nDepois, quando os incontáveis arcontes do mundo lutaram pelo trono dos céus, o céu e o abismo perderam sua cor. A montanha e a água deixaram de respirar por causa das tragédias e do mal. Os meteoritos não suportaram tal perturbação. Apesar dos clamores do Despenhadeiro, decidiram partir para o céu.\nDepois do jade caído retornar para céu estrelado, deixou uma profunda cratera. Nela, pessoas construíram cidades e fortes. Alegaram soberania sobre o que o meteorito deixou, e viveram fechados do resto do mundo.\nDurante o tumulto e as tempestades dos próximos milhares de anos, as fortificações do Vale de Dunyu permaneceram erguidas e ainda mantinham relações prósperas com o Porto de Liyue até 500 anos atrás.\nMas com a chegada da calamidade sombria e a ascensão do Abismo, os habitantes de Dunyu abandonaram a cidade ancestral e foram para outras terras. Ninguém sabe por que esses refugiados fecharam os portões de sua casa, e mesmo os Adepti e Yakshas milenares permanecem em silêncio sobre esse assunto.\nE assim, as fortalezas seladas tornaram-se tumbas gigantescas e silenciosas, sem nada nelas, exceto o som da água na lagoa e o vento assobiando pelos corredores vazios - e passaram a ser chamadas de \"Ruínas de Dunyu\" pelo povo de Liyue."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Jueyun"
          }
        ]
      }
    ]
  }
}