{
  "epId": 2340,
  "name": "O Glorioso Festival de Tambores do Muito Respeitado Arataki",
  "desc": "Uma carta de convite um tanto extravagante em termos de estilo e conteúdo. Ela descreve um festival significante de grande escala e longo alcance, podendo ser considerado um evento nacional. Como uma convidada/um convidado de honra, você será uma celebridade ilustre.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Almighty Arataki Great and Glorious Drumalong Festival!_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Glorioso Festival de Tambores do Muito Respeitado Arataki"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "Hahahahahaha! Minha cara amiga/Meu caro amigo! Após a despedida no Despenhadeiro, você pensou em mim em alguns momentos?\nPois fique sabendo que ainda a/o guardo no coração! E veja só! Uma coisa boa dessas acontece e você é a primeira pessoa que me vem à cabeça!\nPara celebrar a graduação de Shinobu, e aproveitar para promover o prestígio da Gangue Arataki, estou planejando um grande festival num lugar luxuoso em Ritou.\nEsse será o Glorioso Festival de Tambores do Muito Respeitado Arataki!!! Que tal? Não é incrível?\nOuso dizer que esse festival não perderá em nada ao Festival Irodori e será ainda mais significativo que o Ritual de Lanternas. Depois desse festival, a glória da Gangue Arataki será disseminada por toda Inazuma!\nEsse será um grande evento, e você, como uma amiga tão querida/um amigo tão querido, espero que esteja lá!\nVamos nos divertir muito! Iremos cantar, disputar na Batalha de Besouros, comer Melão de Lavanda assado!\nMal pode esperar, não é? Minha/eu amiga/o, estarei em Ritou esperando por você. Venha me encontrar!\nHahahahaha!\nEspere um pouco, Shinobu. Pensando bem, não precisa escrever a parte do melão de lavanda. Perde um pouco o estilo...\nQuê? Eu não falei que não era pra escrever?\nEi! Também não é pra escrever isso!!!"
          }
        ]
      }
    ]
  }
}