{
  "epId": 2346,
  "name": "A Raposa no Mar de Dandelion",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Raposa no Mar de Dandelion"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.\nUm conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, uma história de 11 partes começou.\n\"Dandelion, Dandelion, voe com o vento para uma terra distante.\"\nA pequena raposa cantou.\nEle soprou a flor de Dandelion que saiu voando pelo ar. Ele então falou em tom sério.\n\"Ao fazer isso, seus desejos voarão com o vento e alcançarão o Arconte Anemo.\"\nNeste instante, uma rajada de vento levou embora diversos Dandelions.\nSerá que foram para um lugar melhor, levando meus sonhos juntos?\nQuando isso aconteceu?\nAlgum tempo atrás, na floresta por trás da vila, crescem muitas árvores verdejantes e exuberantes. No centro dessa florestas há um pequeno lago.\nO lago era como as janelas de vidro da Catedral de Mondstadt, pois eram todas cristalinas e brilhavam ao sol.\nOs raios de sol passam entre as folhas e iluminam a superfície do lago, como se pedras preciosas fragmentadas estivessem escondidos no fundo. Era muito bonito.\nNaquele dia, o tempo estava frio. Eu estava caçando na floresta e quando caminhei até o lago, sua água cintilante de alguma forma me lembrou uma garota que eu amava há muito tempo.\nNão conseguia me lembrar de como ela era, mas seus olhos devem ser como a água, brilhando como pedras fragmentadas.\nEu me perdi em pensamentos enquanto olhava para a água resplandecente. Caminhei transtornado ao longo do lago, esquecendo completamente que eu estava fora para caçar.\nAcordei quando ouvi o som de algo congelando. Era uma Flor da Névoa que crescia à beira do lago e congelava a água que a rodeava. Ao lado havia uma raposa branca que tinha o rabo congelado na água. Pobre criatura.\n\"Quando estava bebendo, devia estar com sua cauda na água perto da Flor da Névoa.\"\nAs Flores de Névoa são plantas perigosas e podem causar queimaduras por congelamento se manuseadas sem cuidado. Deve-se tomar extremo cuidado ao manipulá-las.\nAo me ver se aproximar, a raposa lutou com medo, mas isto só serviu para puxar sua cauda ainda congelada. A raposa choramingava de dor.\n\"Oh não, isso não é bom.\"\nEu pensei comigo mesmo.\n\"Que coitada. Ela morrerá de fome se eu não a soltar, levarei-a de volta para minha casa.\"\nEu estou pensando, talvez as cenouras da minha quinta combinem muito bem com a carne da raposa. Pensando nisso, já é suficiente para dar água na boca.\nPeguei meu arco de caça e aproximei-me dela cautelosamente.\n\"Boa garota... Não se mova.\""
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Calma, não se mexa.\" Encontrando um caçador, o que o destino guarda para a Raposa presar por uma Flor da Névoa?\nA história do Caçador e da Raposa continua na Parte 2.\n\"Bom garoto... Não se mova.\"\nIsso é o que o pai do meu pai me ensinou. Quando ia caçar raposas, sempre cantava suas palavras silenciosamente, para que as minhas mãos não tremessem ao puxar a corda do arco.\nMas assim que eu estava prestes a soltar a flecha, a raposa levantou sua cabeça e me olhou diretamente nos olhos. Tinha olhos como o lago, brilhando como se estivesse abrigando fragmentos de pedras preciosas dentro.\nA minha mente ficou confusa, como se uma tempestade estivesse se alastrando nela. A minha flecha errou o alvo e quebrou o gelo. A raposa ergueu o rabo, olhou para mim rapidamente e correu para a floresta.\nLimpei meus pensamentos e imediatamente comecei a persegui-la, mas que pessoa consegue ser mais rápido que uma raposa?\nGradualmente, a raposa branca ficou cada vez menor até ser apenas um pequeno ponto branco.\n\"Ei! Não corra!\"\nGritei, faltando ar.\nMas assim que gritei, o ponto branco desacelerou.\n\"Ele está esperando por mim?\"\nEu pensei.\n\"Se quisesse correr, a raposa já o teria feito há muito tempo.\"\nAs raposas são animais estranhos. Mesmo quando estão correndo em uma planície, como na Origem do Vento, onde se pode ver claramente por quilômetros adiante, elas de alguma forma ainda parecem desaparecer da vista.\nÉ como se eles tivessem fugido para outro mundo.\nIsso confirmou o que eu pensava:\n“Aquela raposa branca deve estar me esperando, só pode ser isso.”\nConvencido deste fato, persegui a mancha branca cintilante durante horas a fio. De repente, um vento arrepiante começou a soprar.\nComecei a tremer e olhei novamente.\n\"O que estou vendo?\"\nO ponto branco de repente transformou-se em dois.\nMais pontos apareceram. Três, quatro, cinco... Pareciam crescer em número à medida que os ventos sopravam. Eventualmente, perdi a noção de quantas pontos brancos haviam no local.\nNaquele momento, estava sofrendo de uma sensação de ardência devido a uma coisinha que tinha entrado nos meus olhos. Esfreguei e descobri que essa coisinha branca afinal era um Dandelion flutuante. Quanto à raposa, já tinha sumido há um tempo.\nComecei a rir de mim mesmo e retornei para casa.\nPara o jantar, comi cenoura e guisado de carne de raposa - apesar de ser totalmente desprovido de raposa ou de qualquer outro tipo de carne. Somente os arcontes podiam saber o quanto eu odeio cenouras cozidas sem carne. Apesar da minha terrível fome, acabei dormindo.\nAcordei no meio da noite porque ouvi leves movimentos lá fora."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "O Caçador das caçadas infrutíferas foi despertado pelos movimentos do lado de fora. Quem será que está na porta?\nA história do Caçador e da Raposa continua. A Raposa no Mar Dandelion, Parte 3.\nComo não consegui pegar a raposa, fui dormir com apenas cenouras cozidas sem gosto no estômago. Se não fosse pelo que aconteceu a seguir, eu já teria me esquecido da raposa.\nOuvi movimentos leves no exterior durante a noite e acordei repentinamente.\n\"E se for um javali que veio roubar minhas cenouras?\"\nSaltei da cama e abri minha porta. Para minha surpresa, havia uma pequena raposinha branca. Seu pelo era tão branco que brilhava no escuro, não muito diferente da maneira como a luz do sol brilhava na água depois de se esgueirar através das folhas das árvores.\n\"Sim, certamente é aquela raposa que vi no dia.\"\nPensei novamente naqueles olhos que pareciam pedras preciosas na água, olhando para mim como se fossem do fundo do meu coração.\nPor isso, com as mãos vazias, meus olhos sonolentos a seguiram.\nDessa vez, ela não se mexeu. Estava parada silenciosamente, me esperando.\nUm passo, dois passos. Ao me aproximar da raposa, esta foi ficando cada vez maior.\nQuando fiquei em sua frente, ela surpreendentemente se transformou em uma pessoa.\nEla era uma garota alta e esbelta, com pescoço de cisne e pele perolada. Seus olhos brilhavam como pedras fragmentadas na água, e à noite eram mais parecidos com a luz do sol que esfarrapava a água depois de filtrar as folhas.\n\"Simplesmente exuberante. Ela se parece muito com a garota pela qual me apaixonei há muito tempo, embora eu mal conseguisse lembrar o nome dela, mas esses olhos me dizem que ela deve ser ela.\"\nPensei.\n\"Isso deve ser um truque das raposas.\"\nMas o mais estranho é que eu sabia que raposas podiam usar magia. Você acreditaria em qualquer coisa depois de ver aqueles olhos.\nTanto os truques, como a magia de transformação, não me surpreenderam tanto quanto esse olhar límpido. Ficamos assim por um momento em silêncio durante a noite.\nNo final, ela começou a falar. Embora não fosse uma língua comum, entendi inesperadamente. Será que isso é o truque da raposa também?\n\"Se você não tivesse estendido sua mão para me salvar, temo que teria morrido na margem do lago.\"\nEla pensou um pouco e continuou:\n\"Apesar de morrer naquele lago que parece uma pedra preciosa não parecer tão ruim.\n\"Nós, as raposas, sabemos retribuir os bons gestos. Quero lhe agradecer.\"\nEla se abaixou e se curvou para mim. Seus longos cabelos negros e sedosos escorriam pelos ombros como se fossem fios de água."
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de alguns dias, um reecontro acontece numa noite de verão entre sementes de Dandelion voando.\nNa direção da raposa, um oceano de Dandelions se abre na frente dos olhos do caçador.\nPassaram alguns dias após aquela noite e a raposa não voltou mais.\nMas nesses dias, as presas aumentaram gradualmente na floresta.\nTentilhões pequenos, garças de perna comprida, javalis turbulentos...\nNão se sabe se é devido à estação ou à retribuição da raposa. Não importa o motivo, finalmente se pode comer carne ao jantar.\nTodavia, a raposa não voltou mais.\nParece estranho, mas era mais fácil adormecer com a barriga vazia. Agora, com a barriga cheia, não conseguia parar de pensar na menina que encontrara naquele dia.\nQuando poderia voltar a ver aqueles olhos azuis como água?\nCom o coração pesado, e ainda meio acordado, ouvi uma pequena voz vinda de fora.\nCom esperança de ver aquela pequena figura branca, saltei da cama e abri a porta.\nNão vi os olhos azuis, cor da água, nem uma cauda branca e fofa. Vi apenas os Dandelions brancos se elevando levemente sob a luz lunar, como flocos de neve suspensos no ar.\nDe repente, algo entrou no meu nariz.\n\"Ah... Atchim!\"\nImediatamente, os Dandelions brancos felpudos começaram a rodopiar, voando por todo lado e criando uma nevasca.\nNa nevasca de Dandelions, aqueles olhos me encaravam, como pedras preciosas que olhavam meu coração.\nAfastando o redemoinho de Dandelions, caminhei em direção à pequena raposa.\nAs orelhas da raposa tremeram, arrastou sua cauda grande por entre a grama verde e desapareceu logo por entre as profundezas da floresta.\nEu rapidamente a segui.\nPor entre as sombras escuras da floresta, a raposa de pelo branco e macio aparecia e desaparecia repetidamente.\nEla era como a luz lunar que passava pelas folhas das árvores ou como os Seelies astutos que caminhavam delicadamente.\nAcreditando na raposa, caminhei em círculos enquanto a seguia e saí da floresta escura.\nSob a luz da lua, um infinito mar de Dandelions surgiu em minha frente.\nMesmo quando fiquei sem palavras, ouvi um ruído vindo de trás.\nLeve e calmo, como o som de uma menina descalça pisando em agulhas de pinheiro e folhas caídas.\nA raposa se aproximou a mim e a brisa da noite trouxe sua respiração - úmida e fria, com o aroma amargo de Dandelions.\nEla colocou sua mão em meu ombro. Seus dedos compridos e delicados estavam gélidos.\nDepois, se inclinou perto do meu ouvido, seus cabelos longos caindo em meus ombros.\nSenti seu peito se movendo para cima e para baixo com o batimento do seu coração e sua respiração. Era calmo e pacificante.\n\"Aqui é a terra de Dandelion, um lugar que só as raposas sabem ir.\"\n\"Queria pedir a você para ficar aqui e ensinar a meus filhos o idioma dos humanos...\"\n\"Como recompensa, vou ensinar os truques das raposas para você.\"\nMinhas orelhas ficaram comichosas, como se Dandelions trazidos pela brisa noturna suave e úmida tocassem nelas.\nQue estranho. Não falei nada sobre os truques para ela... Como é que ela sabia?\nEla não respondeu. Pegou minha mão e me levou em direção às profundezas do mar de Dandelions.\nA brisa noturna vinda do sul e do norte traziam um aroma amargo e as memórias vagas acariciavam...\nEla me ensinou gentilmente os truques de raposas entre os pelos brancos que esvoaçavam pelo ar até que a lua subiu bem alto no céu."
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "Após aceitar as condições de Fox, ele veio à terra de onde todos os Dandelions desaparecidos chegaram.\nA História do Caçador e da Raposa no mar de Dandelions. A Raposa no Mar de Dandelion, parte 5.\nNum mar sem fim de Dandelion que existia no meio do nada, eu assitia enquanto eles voavam ao toque da mais leve brisa. De repente, eu sabia a resposta da questão que estava rondando na minha mente por anos.\n\"Então é aqui que se escondem as raposas quando são perseguidas durante a caça.\"\nPensei.\n“É realmente um lugar belo.”\nMas quando eu comecei a ensinar a pequena raposa a falar nossa língua comum, meu coração sempre se sentiu vazio, como se houvesse ventos soprando dentro de mim.\nQuando conversamos, eu me fixava nos seus olhos que, para mim, pareciam como pedras preciosas em um lago. Nessas horas eu sentia como se estivesse falando não com uma raposa, mas com uma garota que eu amava há muitos anos.\nEntão, quando eu e a raposa estávamos juntos, o sentimento era similar ao de gostar de uma pessoa que tem um bebê. Apesar de vocês ainda se darem bem, sempre há uma pequena tristeza.\nMas o pensamento de sua promessa — se eu tivesse sucesso em ensinar sua criança a falar a língua comum...\n“Quando a hora chegar, eu vou ensinar os truques de transformação para você.”\nAo lembrar da maneira que ela fez aquela promessa para mim... Eu sabia que ela estava falando sério, e aquilo me encheu de determinação.\nEu poderia me transformar em um pássaro voador depois de dominar os truques? Quão alto eu voaria? Eu também poderia me transformar em um peixe e nadar até o Recife de Musk, onde nunca estive.\n\"Eu também poderia caçar usando magia\", não pude conter minha emoção. \"Chega de ensopados de cenoura sem carne.\"\nEu perdi a noção de quanto tempo fiquei no mar de Dandelions, onde tudo se movia gentilmente com o vento.\nUma razão era que o pequenino aprendia rápido! Eu ensinei a ele não apenas a nossa língua, mas também tudo que eu sabia, incluindo como contar, como plantar cenouras, como mudar o vidro de uma janela e como afiar facas.\nNa hora que descansávamos nós também conversávamos.\n\"Por que você precisa aprender a língua dos humanos?\"\nEle respondeu rapidamente:\n\"Para eu poder ser amigo dos humanos!\"\nEu continuei perguntando:\n\"Por que você quer ser amigo dos humanos?\"\nEle baixou o olhar."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Por que você precisa aprender a falar como um humano?\" \"Então poderei ser amigo de humanos quando eu me tornar um.\"\nÉ o que conta a história infantil, A Raposa no Mar de Dandelion, Parte 6.\n\"Por que você precisa aprender a língua dos humanos?\"\nEm uma ocasião, eu perguntei a pequena raposa essa questão.\nEle me respondeu alegremente na minha língua:\n\"Para eu poder ser amigo dos humanos!\"\n\"Por que você quer ser amigo dos humanos?\"\nIsso parecia ter feito ele ficar triste, com o olhar melancólico.\n\"Eu vi um garoto em um bosque longínquo.\"\n\"Ele estava vestido de cinza. Parecia e tinha olhos como de um lobo\", ele acrescentou.\n\"Eu tinha acabado de aprender minha magia na época, então eu estava correndo avidamente com minhas pernas traseiras. Correr sobre a grama foi divertido! Mas infelizmente, devido às diferenças de altura, as raposas não conseguem ver ou cheirar as mesmas coisas que os humanos conseguem.\"\n\"Eu estou certo que você consegue imaginar o que aconteceu depois, professor! De repente, eu percebi uma verdade terrível: eu estava perdido.\"\nQuando se lembrava daquilo, falava tristemente.\nNo final, ele correu para um bosque muito longe, onde encontrou monstros.\nQuando ele pensou que estava ferrado, um menino que parecia um lobo saltou dos arbustos e expulsou os monstros. Então ele desapareceu novamente na floresta sem dizer nada.\n\"Se eu puder me transformar num humano, e depois falar com as pessoas, então eu posso ir procurar ele para nos tornarmos amigos!\"\nA pequena raposa falou alegremente.\nApós ouvir isso, eu não conseguia evitar de perguntar:\n\"Eu não sou seu amigo?\"\nA pequena raposa falou seriamente na língua comum:\n\"Minha mãe disse que como você é meu professor, eu só posso ser seu estudante, não seu amigo. Mas isso parece algo doloroso de dizer para você...\", ele disse.\nEle inclinou sua cabeça em confusão. Sua cauda fofinha batendo nos dentes de leão à medida que ele ponderava sobre esse assunto difícil.\n\"Eu sei!\"\nEle exclamou.\n\"Se eu posso ensinar as coisas do professor, então eu também sou um professor.\"\n\"Se você é um professor, e eu também sou um professor, então não existe diferença entre nós.\"\nApesar de ainda não estar familiarizado com a língua comum, ele fez o seu melhor para colocar seus pensamentos em sentenças completas.\n\"Professor, por favor, permita-me lhe ensinar os truques que eu aprendi.\""
          }
        ]
      },
      {
        "title": "Volume VII",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", encanta a Raposa.\nSerá que o Caçador também pode aprender a magia para tornar seu desejo em realidade? A Raposa no Mar de Dandelion, Parte 7.\n\"Professor, por favor, permita-me lhe ensinar os truques que eu aprendi.\"\nApesar de ainda não estar familiarizado com a língua comum, ele fez o seu melhor para colocar seus pensamentos em sentenças completas, animado para fazer amizade comigo.\nEle pegou um pequeno Dandelion.\n\"Dandelion, Dandelion, voe com o vento para uma terra distante.\"\nA pequena raposa cantou.\nEle soprou a flor de Dandelion que saiu voando pelo ar. Ele então falou em tom sério.\n\"Ao fazer isso, seus desejos voarão com o vento e alcançarão o Arconte Anemo.\"\nNeste instante, uma rajada de vento levou embora diversos Dandelions.\n\"Veja, o Arconte Anemo ouviu meus desejos.\"\nEle respondeu alegremente.\n\"Que pedido você fez?\"\n\"Me tornar amigo de meu professor.\"\nA pequena raposa abaixou a cabeça abruptamente.\n\"Deve ter sido cansativo ensinar ele a falar sua língua. Nossas bocas são diferentes das dos humanos, dessa forma, eu devo agradecer você por seu esforço.\"\nNós não percebemos a mãe raposa se aproximando. Os olhos dela eram como lagos sem fundo, e a pequena raposa silenciosamente escondeu-se na grama para escapar de seu olhar.\n\"Quando ele dominar o meu idioma...\"\nPensei.\n\"Quando ele dominar o meu idioma...\"\nEla disse silenciosamente."
          }
        ]
      },
      {
        "title": "Volume VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Quando ele aprendar a língua dos humanos...\". A voz da raposa é gentilmente carregada pela brisa da noite, desaparecendo com as sementes de Dandelion...\nAfinal, a raposa é uma criatura diferente dos humanos, e não compartilham as mesmas alegrias e tristezas... Fábulas infantis \"A Raposa do Mar de Dandelions\", oitavo volume.\n\"Quando ele dominar o meu idioma...\"\nEla disse silenciosamente.\nFixei meu olhar em seu rosto e fiquei fascinado.\nEla disse algo, mas eu não ouvi bem. A brisa noturna atrevida trazia os Dandelions que ocultavam suas palavras.\nOu seria seu próprio idioma? O idioma da brisa e Dandelions?\nDepois, ela me vendo parado, sorriu.\nSeu sorriso era muito lindo. Seus olhos brilhavam como duas meias-luas espelhadas nas suaves ondas de um lago.\n\"Então, por que você quer aprender os truques das raposas?\"\n\"Eu quero aprender os truques de transformação das raposas, assim posso voar bem alto no céu como um pássaro até um lugar longínquo nunca antes visto...\"\nRespondi-lhe.\n\"Ah, ah, quando estiver caçando, não precisa ficar parado como um arbusto, mas sim voar livremente como um falcão.\"\nNo final, eu não consigui deixar de pensar assim.\nE pensando nisso, como se tivesse ouvido o meu desejo, o Dandelion que estava na minha mão voou rumo à lua.\n\"É?\"\nEla abaixou a cabeça levemente, e os longos cabelos pretos caíam pelo pescoço como uma cachoeira. A luz pálida da lua refletia neles, brilhando na pele branca, como se pudesse refletir a nuvem do céu noturno.\nEu sou incapaz de não olhar para ela, e depois de um tempo meu rosto ficou vermelho e desviei meu olhar.\nAfinal, a raposa era uma fera livre e não escondia sua beleza por vergonha como os humanos.\nApesar de não ser a primeira vez que a vejo, toda vez que a luz da lua reflete no seu cabelo, eu fico envergonhado e viro meus olhos.\nÀs vezes ela inclina seu rosto por um tempo enquanto pensa, soltando alguns suspiros leves. Sua aparência não parece muito feliz.\nNós estavámos sentados no mar de Dandelions, sem dizer uma palavra. Passamos um bom tempo nisso, tanto tempo que eu pensei que ela estava com raiva de mim.\n\"Nós, raposas, somos sábias e gentis. Eu posso ensinar a você nossos truques, ajudar você a realizar seu desejo.\"\nA raposa virou o rosto como se fosse falar.\nOs olhos brilhavam com a luz do luar, confortando o coração.\nÓtimo, ela não tem raiva de mim.\nDevido a alguma causa desconhecida, eu suspirei levemente com alívio."
          }
        ]
      },
      {
        "title": "Volume IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando ensinar tudo que há para ser ensinado, será que verei esse mar de Dandelions de novo...?\nNo mar de Dandelions, o caçador começa a contemplar sair. \"A Raposa do Mar de Dandelions\", nono volume.\nA raposa é um animal esperto e astuto.\nA pequena raposa aprendeu muito rápido, às vezes me perguntava coisas que me surpreendiam.\nAfinal de contas, a língua da humanidade é complexa, não é inocente como a língua dos animais.\nÀs vezes, a língua é como um gato agarrando um monte de fios, pendura aqui, pendura ali, prende os estudantes, faz o professor tropeçar.\nMas a raposa é um animal muito inteligente, aprendeu muito rápido a língua dos humanos, aprendeu muito rápido como descrever de maneira simples como os Dandelions voam pela brisa e a luz da lua iluminando tudo.\nCada vez que a raposa aprendia uma nova palavra, cada vez que ela tentava usar a nova língua aprendida para explorar o mundo familiar, para dar significado ao vento, aos Dandelions e a Terra, ela estava ao meu lado, sorrindo, olhando para nós.\nA pequena raposa aprendeu muito rápido, mas eu não me sentia gratificado.\nQuando eu não puder ensinar, será que ela me abandonará nesse mar de Dandelions?\nQuando essa hora chegar, será que ainda estarei sob essa luz da lua, vendo esses gentis olhos?\nEla ainda me atrairá para o mar de Dandelions, brincará comigo, respirará o vento do norte e do sul, que possuem um aroma um pouco amargo?\nPensando nisso, me perdi nas lembranças melancólicas.\nEu já não me lembro claramente daquela noite, eu e a garota que eu admirava nos separamos sob essa mesma luz da lua.\n\"Obrigado por todo seu esforço durante esse tempo.\"\nNão sei quando a raposa veio até mim. O pelo preto caindo pelos seus ombros, refletindo a luz da lua, leve como a água.\n\"Espere ele aprender a língua dos humanos, talvez seja capaz de fazer alguns novos amigos...\"\n\"Sou muito grata a você. Desde que começou a aprender a língua dos humanos, ele se tornou mais alegre.\"\nEla olhava para mim, seus olhos profundos brilhando como pedras preciosas.\n\"Mas, agora que você já ensinou a língua dos humanos para nós, para onde vai?\"\nEu esqueci de responder, fascinado pelos seus olhos brilhantes.\nSerá que isso também é um truque das raposas?\nA raposa olhava o meu jeito ruim de falar, rindo.\nDepois, ela se virou rumo à lua e caminhou, me atraindo para o mar de Dandelions.\nVendo a situação, ela abanou sua cauda, se virou e entrou no mar de Dandelions escuro."
          }
        ]
      },
      {
        "title": "Volume X",
        "desc": [
          {
            "type": "RichText",
            "text": "O momento da partida chegou...A Raposa se despediu da sua mãe, mentor e do Mar de Dandelion.\nÉ hora de viver a promessa. A Raposa no Mar de Dandelion, Parte 10.\nA pequena raposa continuou acenando de volta para nós enquanto caminhava. A sua silhueta foi ficando cada vez menor até se tornar uma minúscula mancha branca, que se misturou ao mar de Dandelions e lentamente desapareceu.\nDepois que ele desapareceu, a mãe raposa veio na minha direção.\nA cada passo que a mãe raposa se aproximava de mim, sua aparência se tornava cada vez maior.\nQuando ela chegou a minha frente, a mãe raposa subitamente se transformou numa pessoa.\nEla era uma garota alta e esbelta, com pescoço de cisne e pele perolada. Seus olhos brilhavam como pedras fragmentadas na água, e à noite eram mais parecidos com a luz do sol que esfarrapava a água depois de filtrar as folhas.\n\"Simplesmente exuberante. Ela se parece muito com a garota pela qual me apaixonei há muito tempo, embora eu mal conseguisse lembrar o nome dela, mas esses olhos me dizem que ela deve ser ela.\"\nPensei.\nDos truques mágicos da raposa, incluindo sua habilidade de se transformar em um humano, nada me fascinava tanto quanto aqueles olhos que pareciam lagos com pedras preciosas. Por um tempo, ficamos em silêncio naquele mar sem fim de Dandelion.\nNo fim, eu não era mais capaz de me segurar, e falei:\n\"Então era isso que você ia me ensinar? A técnica de transformação das raposas?\"\n\"Sim. Estou muito agradecida por toda sua ajuda ao longo deste tempo.\"\nEla se abaixou e se curvou para mim. Seus longos cabelos negros e sedosos escorriam pelos ombros como se fossem fios de água.\nEmbora me despedir da pequena raposa tenha deixado um vazio em meu coração, logo fiquei novamente radiante quando pensei no truque de transformação que eu estava prestes a aprender.\nEu poderia me transformar em um pássaro voador depois de dominar os truques? Quão alto eu voaria? Eu também poderia me transformar em um peixe e nadar até o Recife de Musk, onde nunca estive.\n\"Eu também poderia caçar usando magia\", não pude conter minha emoção. \"Chega de ensopados de cenoura sem carne.\"\n\"Por favor, fique parado um momento.\"\nEla andava em círculos ao redor de mim, seu corpo crescendo com cada volta.\nNão, não apenas ela. Os dentes de leão também estavam ficando maiores, quando ela começou eles estavam na altura do meu tornozelo, mas agora chegavam ultrapassavam minha cintura, até um ponto em que se tornaram grandes árvores.\nEu sentia que algo estava errado, e foi aí que percebi que a raposa havia se tornado uma gigante."
          }
        ]
      },
      {
        "title": "Volume XI",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Dandelion, Dandelion, use o vento a seu favor e voe para longe\", canta a Raposa.\nUm conto de fadas inesquecível de Mondstadt sobre um caçador e uma raposa. A Raposa no Mar de Dandelion, a Final.\nQuando senti que algo não estava certo é que descobri que já me tinha transformado em um Dandelion.\nMesmo que eu quisesse protestar, o Dandelion não tinha boca nem língua para que eu fizesse qualquer som. Tudo o que eu podia fazer era assistir impotente enquanto a gigante me pegava suavemente do chão e me segurava entre seu polegar e dedo indicador.\n\"Dandelion, Dandelion, voe com o vento para uma terra distante.\"\nA raposa cantou.\nE então, com um sopro, as sementes de Dandelion começaram a dançar no ar. Fui apanhado por uma tempestade e levado para um céu distante.\nFiquei com uma tontura. Aqueles olhos que brilhavam como pedras preciosas no lago estavam desaparecendo rapidamente. Enquanto eu perdia a consciência, ouvi a voz dela uma última vez antes de também desaparecer. Ela estava fazendo um desejo.\n\"Oh, Arconte Anemo, eu lhe imploro que nos transforme em humanos! Pois, só assim estaremos a salvos dos arcos e facas de caça dos humanos.\"\n...\nQuando despertei, percebi que estava na floresta atrás da vila.\nNa floresta crescem muitas árvores verdejantes e exuberantes e entre elas há um pequeno lago.\nO lago era como as janelas de vidro da Catedral de Mondstadt, pois eram todas cristalinas e brilhavam ao sol.\nOs raios de sol passam entre as folhas e iluminam a superfície do lago, como se pedras preciosas fragmentadas estivessem escondidos no fundo. Era muito bonito.\nNaquele dia, o tempo estava frio. Eu estava caçando na floresta e quando caminhei até o lago, sua água cintilante de alguma forma me lembrou uma garota que eu amava há muito tempo.\nNão conseguia me lembrar de como ela era, mas seus olhos devem ser como a água, brilhando como pedras fragmentadas.\nSim. Na hora, eu certamente fiquei deslumbrado com o brilho refletido no lago e adormeci inconscientemente."
          }
        ]
      }
    ]
  }
}