{
  "epId": 2347,
  "name": "Diário de Alguém I",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma carta estimada por Dongdong do Monte. Qingce. Parece ser uma carta de seu pai.\nQuerido Dongdong:\nO tempo voa, não é? Já se passaram quase três meses desde que parti. Você sente a minha falta? Espero que você vá para a cama na hora certa e não cause problemas para a vovó e o vovô. Estarei de volta de Inazuma muito em breve e prometo que quando voltar vou levá-lo para ver o Crux no porto. Eu não vou te decepcionar desta vez!\nDongdong, você se lembra da praia da Costa de Yaoguang? Bem, eu fui lá, e recolhi muita e muita areia dourada e bonita. Mais do que posso carregar sozinho. Quando eu voltar, devemos comprar a fábrica local e fazer tofu fresco todos os dias. Embora eu prefira usar todo esse ouro para comprar uma casa no porto de Liyue. Uma enorme casa com uma esplêndida vista para o mar. Vou deixar você decidir como gastá-lo quando eu voltar. Como isso soa?\nAdivinha só? Bem em frente à Lago de Luhua nas planícies de Guili há um enorme penhasco, e o que achei lá? Um Guarda das Ruínas! Ele estava sentado lá, caído, totalmente imóvel. Ele nem sequer se moveu mesmo durante uma trovoada e relâmpagos, nem mesmo quando a chuva estava caindo sobre ele. Foi quando imaginei que ele estivesse dormindo! Então eu subi nele, coloquei meus braços em volta daquela cabeçona dele, e rodei o mais forte que consegui! Houve um barulho estrondoso, seguido de um estouro alto, e de repente a cabeça dele caiu e rolou direto para fora do penhasco! Ela se despedaçou em milhares de pedacinhos ao fundo. Uma pena, pois, eu teria trazido para casa como um troféu, e você poderia ter dado uma olhada bem de perto em como a cabeça de um Guarda das Ruínas se parece. Imagina só!\nEu também fui ao Relevo de Jueyun. Eu deveria te levar lá quando você for mais velho. O cenário lá é incrível. As nuvens esvoaçantes que lembram o oceano, a cachoeira que é infinitamente melhor que aquela na vila Qingce, e às vezes você pode ter um vislumbre do reino dos Adepti nas montanhas. Você não pode nem imaginar o quão bonito era. E adivinha só? Você não vai acreditar nisso mas... Conheci um real e verdadeiro Adeptus! Sentamos e bebemos juntos, conversando e rindo sem parar... O Adeptus me deu um presente também: uma garrafa de vinho mágica. Tudo que você precisa fazer é soprar nela, e uma fonte infinita de vinho fluirá de dentro! Porém, você de forma nenhuma pode tocá-la, entendido? Você é muito novo para beber. Mas quando você for mais velho, todos os meus tesouros serão seus para fazer tudo que desejar.\nMinhas aventuras em Liyue estão chegando ao fim. Chegou a hora de ir para o porto, onde vou subir em um barco da Frota Crux e navegar para um lugar ainda mais distante. Estou ansioso para ver que vistas maravilhosas e tesouros valiosos me esperam na próxima parada, e mal posso esperar para compartilhá-los todos com vocês! Até lá, Dongdong, por favor, tenha certeza de ir para a cama na hora certa todas as noites. E não coma muitos doces, eles vão apodrecer seus dentes. Por favor, também seja gentil com sua avó e seu avô - sério, não faça nada para deixa-los bravos. E sem brigas! Em breve estarei em casa.\nSeu querido Papai"
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás por alguém no deserto que conta os infelizes eventos do proprietário na Costa Yaoguang.\n- Costa de Yaoguang -\nO nevoeiro está se pondo novamente... A ideia de garimpar ouro aqui acabou sendo uma completa perda de tempo. Eu deveria saber que não deveria confiar nessa velha equipe de mineração, deve ter se passado várias décadas desde que o último deles se aposentou! Cada informação que me deram está completamente desatualizada... Totalmente inútil. Isso está se transformando em uma farsa completa. Eu diria que irei para casa de mãos vazias esta noite, mas as chances de eu encontrar o caminho de casa neste nevoeiro são mínimas... Espero que Dongdong já tenha jantado.\nConsigo ouvir Hilichurls em algum lugar à distância. Não tenho ideia para onde vou neste nevoeiro, então suponho que eu vou me concentrar apenas em me afastar das vozes dos Hilichurls. Espero conseguir sair vivo...\nNão sei há quanto tempo estou andando, e neste nevoeiro nem sei se é de dia ou de noite. Espere aí, isso são silhuetas que eu vejo à frente? Pela boa graça do Senhor Geo, talvez eu possa me juntar a eles e encontrar uma saída daqui. Sim, isso é o que eu vou fazer. Viva, eu estou salvo!\nEm uma inspeção mais detalhada, as silhuetas não pareciam ser de sujeitos amigáveis. Eu decidi montar acampamento aqui e esperar que eles partissem antes de descobrir meu próximo passo. Talvez eu tenha que voltar por onde vim.\nMinha nossa! Estou ouvindo os Hilichurls por todo lado, eu deveria...\n(O conteúdo do diário termina aqui.)"
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás por alguém no deserto que conta os infelizes eventos do proprietário nas Planícies de Guili.\n- Planícies de Guili -\nQue má sorte!\nEu finalmente consegui sair daquele acampamento de Hilichurls vivo, e quase acabei sendo morto por um Guarda da Ruína! Achei que provavelmente estava fora de ação, dada a forma como estava completamente imóvel na chuva torrencial. Mas então um raio atingiu-o bem na cabeça... Houve algum zumbido e rangido, e de repente ele estava de volta à vida.\nEu estava impotente para me defender contra isso. Ele me levantou como um passarinho e me jogou do topo do penhasco. Felizmente, em meio à minha luta frenética, consegui entrar em uma caverna ao pé do penhasco. Estava fora de sua linha de visão, então desistiu de tentar me encontrar. Se não fosse por aquela caverna, ela teria me feito em pedaços, me jogado no chão e então me esmagado... Não quero nem saber.\nCertamente já deve estar bem longe daqui... Mesmo assim, ainda posso ouvir o barulho que fez, como um enxame de abelhas zumbindo dentro da minha cabeça. Acho que devo ter quebrado o braço, porque dói quando o pressiono. Acho, espero, que serei capaz de aguentar. Em todo caso, na minha idade, preciso sorrir e aguentar. Quer dizer, o que Dongdong e sua mãe pensariam de mim?"
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás por alguém no deserto que conta as aventuras do proprietário em Relevo de Jueyun.\n- Relevo de Jueyun -\nPerto do pé da montanha, encontrei um coletor de ervas de bom coração, que me ajudou a colocar meus ossos de volta no lugar. Quase desmaiei por causa da dor. Mas ele disse que a maioria dos transeuntes que ele encontra que sobreviveram a um encontro com um Guarda das Ruínas tendem a estar fisicamente menos intactos do que eu... Tudo tem seu lado bom, pelo visto.\nDe cima, o Relevo de Jueyun parece completamente intocado pela atividade humana. Também está envolta em névoa e, para aumentar o mistério, é impossível saber a que profundidade a névoa vai. Ruídos estranhos podem ser ouvidos vindos da floresta de pedra. Se são bestas iluminadas ou seres celestiais lá, eu não sei. Só sei que fez os pelos da minha nuca se arrepiarem. Com sorte, poderei colher aqui um pedaço de âmbar de qualidade, ou talvez algumas ervas medicinais altamente apreciadas. Sei que naquela época muitas das pessoas mais pobres da aldeia fizeram fortuna e construíram suas vidas em Liyue vendendo medicamentos fitoterápicos, e não vejo razão para não fazer o mesmo.\nChoveu muito forte à noite, o que significava que o penhasco estava muito escorregadio para subir. Eu também não conseguia encontrar minha corda de escalada ou machado em lugar algum. É estranho, não sou do tipo de perder as coisas tão facilmente... Aposto que um dos monstros que espreitam nas montanhas roubou enquanto eu não estava olhando! Talvez tenha sido uma raposa...\nDepois de vários dias de pesquisas infrutíferas, finalmente encontrei algumas boas ervas medicinais, então estou me preparando para voltar. Eu queria fazer uma última pesquisa, mas este lugar está começando a me assustar. Assim que a noite cai, eu continuo pensando que vejo figuras sombrias me seguindo por toda parte... Além disso, os gritos de gelar o sangue de algumas espécies desconhecidas de monstro estão agora vindo de todas as direções - e eles estão se aproximando...\nEu encontrei uma velha garrafa de vinho, lavei ela nas Águas Termais, e agora parece estar na boa condição. O Dongdong vai adorá-la. Vou lhe dizer que essa é um tesouro dado pelos Adepti."
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado por alguém em Liyue que conta sobre as aventuras do dono.\n- Porto de Liyue -\nEu vendi as ervas no Chalé de Bubu; ganhei de volta tudo o que perdi, e mais um pouco. A este ritmo, eu poderia comprar uma casa em Liyue dentro dos próximos anos. Ainda em tempo do Dongdong se acomodar antes de começar a escola.\nSe eu tivesse estudado mais quando era mais jovem, não teria acabado me envolvendo com aqueles ladrões de tesouro nojentos. Eu também não teria desperdiçado a herança que meu pai me deixou. Isso me faz pensar que devo conseguir um bom professor para Dongdong que o faça estudar muito. É a única maneira de fazer amigos confiáveis e não acabar como o seu velho miserável. Então, pelo amor de Dongdong, não posso desistir agora. Tenho que encontrar uma maneira de viver bem.\n...Dito isso, eu não conseguia tirar a ideia de fazer uma fortuna rápida da minha cabeça. Então tentei minha sorte no Mistério da Jade. Eu não tinha a intenção de gastar dinheiro em um lugar como aquele, mas o chefe, Shitou, foi muito persuasivo... Ele me convenceu a colocar todo o meu dinheiro nisso. Eu não me saí muito mal. Cortei a pedra que comprei e descobri que era jade de alta qualidade. Então, novamente, aquela breve incursão no mundo do jogo de pedras significou que eu tive que penhorar a foice e a caixa de remédios que usei para procurar ervas.\nAgora estou sem nenhum tostão. Claro, consegui algumas boas peças de jade apostando em pedras, mas o jade não é fácil de trocar. Portanto, parece que estou de volta ao modo de sobrevivência. Acho que vou para o exterior e ver como as coisas correm. Eu deveria tentar me juntar à Frota Crux, espero que a Capitã Beidou me aceite.\nAinda irei escovar o deque se necessário, não como há três dias."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Um diário deixado para trás por alguém na natureza e que narra os infelizes encontros de seu proprietário na Ilha Jinren.\n—— Ilha Jinren ——\nApós roubar um pequeno barco dos piratas, eu remei por três dias antes de finalmente chegar na costa.\nA partir daqui, posso ver o lendário Takayama na Ilha Narukami, junto com a gigantesca árvore sakura que cresce nele. As cores da Sakura Sagrada são suaves sob o luar... Isso me faz pensar na minha casa.\nFico imaginando se Dongdong se sente sozinho na Vila Qingce. Não sei se tomei a decisão correta, indo tão longe apenas para ganhar a vida. Provavelmente, é apenas minha velhice chegando que me faz pensar essas bobagens.\nEu encontrei um melão roxo enquanto explorava esta ilha remota. Ele tinha um gosto forte, mas não era muito saboroso. Meus dentes e minha língua ficaram roxos depois que comi a casca, e demorou um pouco para a cor desaparecer... Na próxima vez, vou tentar cozinhar antes de comer.\nEu montei um acampamento. Ao amanhecer, vou caminhar para o sul... Eu ouvi os piratas dizerem que Inazuma fica nesta direção.\nDevem existir muitas oportunidades de trabalho na cidade. Talvez eu deva desistir da tola ideia de me aventurar e encontrar um trabalho de verdade. Quando tiver economizado dinheiro suficiente e comprado minha própria casa, chamarei Dongdong para morar comigo.\nAlém disso, morar aqui é muito mais barato que no Porto de Liyue."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diário de Alguém I"
          }
        ]
      }
    ]
  }
}