{
  "epId": 2348,
  "name": "Toda-Poderosa Shogun: Reencarnada como Raiden com Poderes Ilimitados",
  "desc": "Uma Light Novel popular em Inazuma que conta a história de um mero mortal se transformando na Shogun Raiden. A história foi bem recebida por causa de sua trama inovadora e inspirou muitos autores de Light Novels.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Toda-Poderosa Shogun: Reencarnada como Raiden com Poderes Ilimitados"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "Essa é a vida.\nMeus pais sempre disseram que eu deveria saber distinguir o bem do mal. Mas a verdade é que entre duas escolhas más, escolhemos a menos má.\nMinha companheira decidiu se separar de mim. Ela também disse a meus superiores que eu sou viciado em apostar, e que também não tenho trabalho. Eu não tenho dinheiro, por isso não tenho como fazer coisas fúteis como essa. Se eu não pagasse as taxas de proteção, meus pais poderiam estar em perigo.\nAlém disso, eles reclamaram que não tenho perspectiva para o futuro. Não faço nada, nem tenho dinheiro.\nPor que faço isso? Eu não fiz nada de errado.\nSe eu fiz algo de errado, foi me esforçar para nada. Quero acabar com tudo, mas não tenho a coragem para isso.\nNão importa. Pagarei quando voltarem. Depois de pagar, pensarei em como ganhar Mora. Não quero ficar só comendo ervas marinhas.\nBem, talvez nós devemos fazer a escolha menos ruim de duas más.\nQue me cortem em dois com uma espada, ou talvez caia uma pedra em minha cabeça, qual seria melhor?\n\"Tzzzz...\"\nQue som estranho é esse?\nSerá que esta trovejando?\n...\nNão sei quanto tempo fiquei inconsciente\nAntes de desmaiar, me lembro de ter tido a sensação que algo afiado passava por meu corpo.\n\"Mas... Por que não sinto dor?!\"\nMe assustei tanto que soltei um grito.\nEssa é minha voz?\n\"Ah! Ah!\"\nIsso mesmo.\nLevantei meu braço. A pele por baixo do belo tecido era incomparavelmente pálida.\nEsse claramente não era meu corpo, mas por um momento minha mente não foi capaz de processar isso.\nEra impossível.\nTentei me levantar. E então pude ver completamente a minha aparência com essas roupas.\nCada detalhe era luxuoso, essa roupa só poderia ser de alguém importante...\nSerá que...\n\"Não é o jovem de antes? Hã? Shogun Raiden?\"\nDisse uma forte voz.\nSim, isso mesmo.\nParecia que eu havia me tornado na Shogun Raiden.\nOs Kairagi que vieram por causa da taxa de proteção ficaram de guarda. Apesar de não ver seus rostos, seus movimentos tinham cautela e medo.\nNunca havia visto nada parecido.\n\"Companheiro, a hora da vingança chegou...\"\nSua voz enfraqueceu, ele estava com medo.\nEle não queria parecer ridículo em frente aos seus companheiros, por isso não podia fugir, mas ele já sabia como aquela batalha acabaria.\nCada vez haviam mais pessoas... Dez, vinte, cinquenta...\nTalvez tivessem pensado que podiam compensar a desvantagem de poder com número de pessoas.\nMas o poder da Shogun Raiden não é algo comparável ao poder dos mortais.\n\"Pois bem, podem vir\".\nRespire, se concentre. Ponha-se em posição.\nCom este golpe de minha lâmina, mudarei meu destino.\n\"Musou...\"\n...\nEspere.\nComo uso a Musou no Hitotachi mesmo?"
          }
        ]
      }
    ]
  }
}