{
  "epId": 2349,
  "name": "Pérola de Coração",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin é uma pobre pescadora. Sua família sofre para conseguir pagar as contas. Um dia ela estava vendendo peixe nas ruas quando perdeu a pulseira de pérolas que comumente usa. Entretanto, ela não sabe que é essa pulseira de pérolas perdidas que mudará seu destino...\n- Cena 1: Peixe e Água\nProtagonista masculino: Fan Jie\nProtagonista feminina: Zi Xin\nMulher Velha: Sra. Zhang\n[Ato I]\n(Zixin entra com um casaco azul)\n(Narração)\nZi Xin: O mar reflete a montanha longínqua, a brisa suave acaricia o recife.\n(À parte)\nZi Xin: Eu, Zi Xin, a pescadora, cresci no cais e tenho 16 anos.\nZi Xin: Meus pais estão velhos e eu preciso tomar conta do barco e remar para apanhar peixe no oceano.\n(Remando no Lago do Leste)\nZi Xin: Lanço a rede de pesca para pegar os peixes que nadam livremente para poder ganhar dinheiro e sustentar minha família.\n(Zi Xin lança a rede de pesca e puxa novamente para cima)\n(Lianjiang, Lago do Leste)\nZi Xin: A realidade diária sob o sol, lua e estrelas é difícil. Os ricos vivem bem enquanto os pobres precisam lutar. As coisas são assim.\nZi Xin: Eu também tenho inveja do esplendor das mulheres ricas, embora nunca tenha tido pena de mim mesma, mesmo com apenas uma pulseira de pérolas no meu pulso.\nZi Xin: Não tenho nada para mostrar a não ser paredes vazias. Tudo o que tenho é o que faço com minhas próprias mãos.\n(Zi Xin amarra seu barco ao cais e salta para a costa)\n(Dongtang, senza misura)\nZi Xin: É hora de ir para as ruas e vender peixe.\n(Zi Xin sai)\n[Ato II]\n(Zi Xin entra carregando uma cesta de mão)\n(Dongtang, straziante)\nZi Xin: Peixe fresco, peixe fresco! Compre-o aqui, compre-o agora!\n(Sra. Zhang entra carregando uma cesta de flores)\n(Canto Falado)\nSra. Zhang: Olha só esses peixes (peixes sacodem suas caudas, molhando a Sra. Zhang com água), tão ferozes! Eles vão fazer uma sopa saborosa!\nSra. Zhang: Toda encharcada assim, da cabeça aos pés, eu não pareço uma jovem com bochechas rosadas e lábios vermelhos?\n(À parte)\nZi Xin: Do que eles te chamam mesmo, vovó?\nSra. Zhang: Você pode me chamar de Sra. Zhang. Eu vendo flores nessa rua.\nSra. Zhang: Querida, uma garota tão gentil como você não vai conseguir vender um único peixe antes que o céu escureça.\nSra. Zhang: Você pode ser bonita, mas se for tímida demais para levantar a voz, não será capaz de encher o estômago.\n(Zi Xin abaixa a cabeça)\n(À parte)\nZi Xin: Você é tão engraçada, vovó.\nZi Xin: Oh não... Onde...\nSra Zhang: O que aconteceu?\nZi Xin: Minha pulseira de pérolas, eu nunca tiro do meu pulso. Mas ela sumiu. Como isso é possível!?\n(Fan Jie, vestido com roupas coloridas de palco, entra segurando a pulseira de pérolas)\n(Dongtang, andante calmo)\nFan Jie: Como um corvo dourado que profere a verdade além do azul das ondas, fui dar um passeio e uma pulseira de pérolas apareceu na minha frente.\n(À parte)\nFan Jie: Meu nome é Fan Jie, ao seu serviço. Eu ganho a vida fazendo bicos nas docas. Meus irmãos me escolheram como seu líder.\nFan Jie: A pulseira de pérola que encontrei hoje deve pertencer àquela moça.\nFan Jie: Pretendo devolvê-lo ao seu legítimo dono, embora eu não queira ser falsamente acusado de qualquer ato ilícito.\nFan Jie: Talvez eu deva ver se existe alguma marca de uso das pérolas em seu pulso.\n(Dongtang, prelúdio de 12-barras, irato)\nFan Jie: Em um sol escaldante e uma brisa fumegante, vender peixe ocorre com facilidade?\nZi Xin: Meus peixes são frescos, isso eu garanto, fervê-los ou fritá-los, a escolha pertence somente a você.\nFan Jie: Esses peixes são tão ferozes quanto um tigre, eles não param de se mover nem por um segundo.\nFan Jie: Você poderia dar um passo à frente e se apresentar?\n(Zi Xin dá um passo à frente)\nFan Jie: É justo que estas belas pérolas pertençam a uma bela dama de igual beleza.\n(Lianjiang, Lago do Leste)\nZi Xin: Meu coração está me dizendo que este homem pode ser um galante, tendo prazer em brincar comigo, mas ele não me enganará com suas besteiras.\nZi Xin: Eu me viro com meus olhos de damasco bem abertos e o repreendo.\nZi Xin: Um sem-vergonha como você não deve ter dignidade!\n(À parte)\nFan Jie: Não é preciso ficar tão zangada, minha bela dama. Eu só queria verificar se há marcas de uso das pérolas em seu pulso.\nFan Jie: Parece, de fato, que você é a legítima dona, minha bela dama. Agora que a pulseira de pérolas foi devolvida a você, você não precisa mais se preocupar.\nFan Jie: Meu nome é Fan...\n(Fan Jie faz uma pausa, tapa sua boca e se vira para sair. Fan Jie sai.)\nFan Jie: Chegou a hora de eu ir, ha.\n(À parte)\nZi Xin: Oh herói, por favor espere...\n(Remando no Lago do Leste)\nZi Xin: Guiada pelo meu tímido coração, eu julguei um homem justo.\nZi Xin: Não consigo nem me lembrar do nome daquele meu herói. O que devo fazer para agradecer a ele?\n(À parte)\nZi Xin: Que vergonhoso...\nSra. Zhang: Mas minha querida, o que é se não é o destino? Uma moça justa finalmente conheceu seu nobre herói."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "O homem que encontrou a pulseira de pérolas de Zixin partiu seu revelar seu nome. A Vovó Zhang pensou em um plano para Zixin encontrá-lo...\nCena II: Procurando por um bom herói\nProtagonista masculino: Fan Jie\nProtagonista feminina: Zi Xin\nMulher Velha: Sra. Zhang\nPersonagens cômicos secundários: Zhang San, Lisi, Wang Erma\n[Ato I]\n(Zi Xin, Sra. Zhang sobem)\n(À parte)\nZi Xin: Ultimamente estou triste, não consigo ficar tranquila.\nZi Xin: Pois culpei esse herói bom erroneamente.\nZi Xin: Ele só queria devolver minhas pérolas, e eu sequer ainda o agradeci, e sequer perguntei seu nome. Pelo contrário, só o ofendi.\nZi Xin: Estou envergonhada, quero encontrar esse homem bom, mas como o encontrar em um porto tão grande como esse?\nSra. Zhang: Escute minha jovem, você não precisa se sentir triste, nem preocupada.\nZi Xin: Oh, Vovó Zhang, por que você diz isso?\nSra. Zhang: Você só precisa colocar um anúncio que diga que recompensará Mora, ele com certeza não virá?\n(Danqing, andante calmo)\nZi Xin: \"assim se diz -\"\nZi Xin: O vinho faz as pessoas corarem, e a riqueza chama o coração.\n(Zi Xin caminha cabisbaixa)\nZi Xin: A esse bom herói quero encontrar, mas temo que ele não se mostrará.\n(À parte)\nSra. Zhang: Não diga isso, faça o que lhe digo!\nSra. Zhang: Confie na Sra. Zhang que você um arrependimento não terá.\n(Zi Xin e Sra. Zhang saem do palco)\n[Ato II]\n(Zhang San, Li Si e Wang Erma sobem ao palco)\n(Canto Falado)\nZhang San: Eu sou Zhang San.\nLi Si: Eu sou Li Si.\nWang Erma: Eu sou Wang Erma.\nZhang San: Vejam este anúncio, vamos pegar sua recompensa!\nLi Si: Olhe para mim, você acha que eu realmente farei algo bom?\nWang Erma: O idiota do Li Si tem razão.\n(À parte)\nZhang San: Meus colegas, todos vocês vieram pegar a recompensa com a jovem Zi Xin?\nLi Si: Sim.\nWang Erma: Com certeza.\nLi Si: Você trouxe o grampo de cabelo de flores?\nWang Erma: Pelo que me lembro do anúncio, ela não havia perdido brincos?\nLi Si: Que burrice, eram grampos de cabelo de flores!\nZhang San: Seus idiotas, era para trazer um perfume!\nWang Erma: Está bem, chega! Será que realmente importa o que encontramos cada?\nZhang San: Hahahaha.\nLisi: Hahahahaha.\n(Zhang San, Lisi e Wang Erma se viraram para Zi Xin)\nZhang San: Jovem Zi Xin, olá, eu sou Zhang San. Lhe trouxe esse perfume, minha recompensa está pronta?\nLi Si: Saia da frente! Eu sou Li Si, trouxe o seu grampo de cabelo de flores, a recompensa claramente deve ser minha.\nWang Erma: Calem a boca! Jovem, eu, Wang Erma, lhe trouxe seus brincos. Eu sou quem deve ser recompensado.\nZi Xin: Do que vocês estão falando? Estou confusa.\nZi Xin: Além disso, nunca vi nenhum de vocês! Se realmente tivesse perdido meus brincos, perfume ou grampo de flores, acham que eu não saberia?\nZhang San: Aposto que você se esqueceu porque estava vendendo peixes. Não demore mais, não há como se enganar.\nLi Si: Rápido, me dê essa Mora!\nZhang San: Se não nos der nada, quebraremos sua loja e mancharemos sua reputação.\nZi Xin: De onde saíram esse grupo de brutamontes?\nZi Xin: Sra. Zhang, veja o que sua ideia me trouxe!\nSra. Zhang: Não se preocupe, minha jovem. Vou pensar em uma maneira de afungentá-los.\nSra. Zhang: Tsc...\n(Zhang San, Lisi e Wang Erma caem juntos no chão)\nSra. Zhang: Eu disse para a jovem Zi Xin oferecer uma recompensa falsa para capturar ladrões como vocês!\nSra. Zhang: As coisas que vocês trouxeram são falsas! Deem logo o grampo, o brinco e o perfume de Zi Xin!\nSra. Zhang: Se não...\nZhang San: Se não o quê?\nSra. Zhang: Farei com que vocês nos compensem por terem roubado o grampo de flores feito de Lírios-de-Vidro, os brincos de Jade Nocticulosa e o perfume importado de Zi Xin...\nSra. Zhang: Vamos, deem logo suas Moras!\n(Sra. Zhang persegue Zhang San, Li Si e Wang Erma com uma escova)\nZhang San: Ei!\nLi Si: Não bata em mim! Não queremos mais uma Mora sequer!\nWang Erma: Vamos logo, dê o que ela quer para que nos deixe em paz!\nTerceira Cena\n(Zhang San entra no palco com Fan Jie)\n(À parte)\nZhang San: Agora entendo o que você fez. Foi por você ter roubado as coisas daquela jovem que eu e meus amigos apanhamos!\nFan Jie: Eu, Fan Jie, sou honesto. Nunca roubei nada de mulher alguma, você está sujando minha limpa reputação com mentiras!\nZhang San: É melhor você calar sua boca, você tem coragem de ir comigo ver a moça que foi roubada?\nFan Jie: Vamos indo, quero saber quem está me caluniando.\n(Zhang San e Fan Jie se dirigem para Zi Xin)\nZhang San: Não é a senhora Zi Xin que perdeu suas coisas? Explique para ela.\nFan Jie: Está bem! Então é você!\n(Lianjiang, Lago do Leste)\nFan Jie: Outro dia, esta era a senhorita que estava furiosa e que nenhuma palavra mais saiu de sua boca.\n(Dongtang, andante calmo)\nFan Jie: Senhorita, eu não sou um enganador. Eu, Fan Jie, sou um trabalhador das docas.\nFan Jie: Não tenho grandes riquezas, mas por que iria roubar os pertences da senhorita?\nFan Jie: Minha honestidade está sendo atacada, mas desejo que seu incidente com as pérolas perdidas seja logo resolvido.\n(À parte)\nZi Xin: Então o nome desse homem honesto é Fan Jie.\nZi Xin: Lamento ter lhe envolvido em algo que você nada tem relação. É minha culpa.\nZi Xin: Devo me desculpar. Se não aceitar, continuarei a pedi-la.\n(Zi Xin se desculpa para Fan Jie)\nZi Xin: Ah, homem bom, foi tudo um mal-entendido. Além disso, na verdade...\n(Fan Jie vira a cabeça)\nFan Jie: Hpmh!\n(Zi Xin sorri e se aproxima um pouco mais)\nZi Xin: Na verdade, há uma razão.\nZi Xin: Como partiu sem me dizer seu nome, eu queria encontrá-lo para lhe recompensar.\nZi Xin: Mas não esperava que essa ideia fosse me causar tantos problemas.\nZi Xin: Eu gostaria de me desculpar.\nFan Jie: Uh?\n(Remando no Lago do Leste)\nFan Jie: Apesar de suas acusações me irritarem, agora que me acalmei, posso repensar este mal-entendido.\nFan Jie: Eu sinto descontentamento e indignação, mas não posso falar com ele com raiva.\n(À parte)\nFan Jie: Deixe-me lhe perguntar.\nFan Jie: Você acabou de dizer que foi um mal-entendido.\nFan Jie: Como queria encontrar a pessoa que levou suas pérolas, publicou um anúncio e me acusou, não foi?\nZi Xin: Isso mesmo, por isso quero lhe pedir desculpas.\n(Fan Jie conforta Zi Xin)\nFan Jie: A senhorita não precisa se desculpar. Uma pessoa como eu não merece isso de você.\nFan Jie: Fui eu que fui rude e grosso e a envergonhei. Eu que deveria me desculpar.\nZi Xin: Não precisa dizer isso...\n(Fan Jie faz uma reverência)\nZhang San: Hã?! Vocês ainda estão se tratando com toda essa educação? Chega disso, dê logo as Moras!\nSra. Zhang: Cale sua boca. Eles estão conversando, o que você quer?\nSra. Zhang: Viu? Todas as senhoras e senhoras na audiência estão aqui para ver o show da Yunjin, e não têm tempo para ouvir o seu absurdo!\nSra. Zhang: Seja prudente, e vá embora.\n(A Sra. Zhang puxava Zhang San)\nZi Xin: Olha só, eu vendo peixes todos os dias aqui, como é possível que não te vi antes?\nFan Jie: Todos os dias eu passo por aqui para trabalhar.\"\nFan Jie: \"Como sempre está movimentado, e talvez fosse ignorado... Amanhã talvez possamos nos ver, se o destino permite nos cruzarmos...\nZi Xin: Se for o caso... fico ansiosa por amanhã..."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Nossa heroína encontra o jovem novamente. Eles se apaixonam e estão prontos para viverem felizes para sempre. Mas um désposta que cobiça a beleza de Zixin está tramando algo contra para separá-los...\n— Ato III: As Pérolas, Novamente Perdidas —\nProtagonista masculino: Fan Jie\nProtagonista feminina: Zi Xin\nMulher Velha: Sra. Zhang\nVilão: Wu Wang\nPersonagens Cômicos: Wu Yi, Wu Er\n[Ato I]\n(Zi Xin e Fan Jie surgem na cena pelos lados)\n(Narração)\nFan Jie: Os cães latem animadamente no amanhecer.\nZi Xin: O Sol bate e o gelo derrete nos beirais.\n(À parte)\nFan Jie: Aquela ali é a Senhorita Zi Xin?\nZi Xin: Sim! É você, Fan Jie?\n(Dongtang, senza misura)\nFan Jie: Ontem sonhei que lhe encontrei, bela mulher.\nZi Xin: Detestei nossa despedida, apesar de nos encontrarmos de novo logo.\nAmbos: Os desejos de meu coração realizaram-se!\n(A parte, em uníssono)\nZi Xin: Ó, nobre homem...\nFan Jie: Ó, jovem...\n(À parte)\nFan Jie: O sol sobe para o este, e o trabalho começa nas docas. Devo também ir e começar o meu dia.\nFan Jie: Vou indo, Senhorita Zi Xin.\n(Zi Xin o cumprimenta e o vê sair. Na distância, Fan Jie vira a cabeça, e Zi Xin abaixa e levanta a sua o respondendo. Fan Jie desaparece, e Zi Xin espreme suas mãos.)\n(Dongtang, andante lento)\nZi Xin: Oh, acovardou-se no último momento!\n(Zi Xin sai)\n[Ato II]\n(O ostentador Wu wang, vestido de verde, e seus colegas Wu Yi e Wu Er entram em cena)\n(Narração)\nWu Wang: Eu sou Wu Wang, conhecido como o rei das ruas.\nWu Wang: Hoje estou entediado. Vim andar pelas ruas a procura do que fazer.\n(À parte)\nWu Wang: Wu Yi, Wu Er!\n(Os dois de uma vez)\nAmbos: Sim, senhor!\n(À parte)\nWu Wang: Gostaria de comer algo novo hoje, vocês tem alguma boa sugestão?\nWu Yi: O que você acha de Almôndegas Douradas de Camarão?\nWu Wang: Não aguento mais comer carnes finas e peixes gordurosos. As Almôndegas Douradas de Camarão são uma boa ideia.\nWu Wang: Wu Er, venha comigo procurar por uma loja que venda Almôndegas Douradas de Camarão.\nWu Er: Sim, senhor!\nWu Wang: Espere. As Almôndegas devem ser fritadas com um brilho dourado perfeito. Não quero que estejam queimadas como giz preto.\nWu Er: Não ter nem um pouco de preto, sim, tomei nota.\nWu Wang: Deixa eu ver. Devem ter o mesmo tamanho.\nWu Er: Devem ter o mesmo tamanho, sim. Quer ler novamente as instruções?\nWu Wang: Não é necessário.\nWu Er: Você tem algum outro pedido, meu senhor? Seu desejo é uma ordem.\nWu Er: Se o que aquela loja fizer não estiver a sua altura, faremos o que sempre fazemos...\nWu Yi: O que nós sempre fazemos?\nWu Er: Não dar nenhuma Mora, é claro.\nWu Wang: Não podemos fazer isso. Você está vendo aquela peixaria? A dona é uma moça tão bonita que, apenas com um olhar, nos faz sentir como se tivessemos comido e estivessemos cheios.\n(Dongtang, andante lento)\nWu Wang: Perguntarei sobre sua vida amorosa, e assim descobrirei se poderei aproximar-me dela.\n(Wu Wang se vira para Zi Xin)\n(À parte)\nZi Xin: Cliente, você veio comprar peixe hoje?\nWu Wang: Sim, sim. Senhorita, de onde você é? Onde estão seus pais?\nZi Xin: Cresci aqui nas docas, e meus pais já envelheceram. Vendo peixes sozinha para sustentar minha família.\nZi Xin: Mas por que você, cliente, quer saber disso?\n(Vira a cabeça, fala em voz baixa)\nWu Wang: Ótimo, ótimo... Os pais dela não estão aqui, a situação não poderia ser melhor.\n(Vira a cabeça de volta para Zi Xin)\nWu Wang: A Senhorita já está envolvida com outro homem?\nZi Xin: Eu trabalho o dia inteiro. Não estou envolvida com ninguém.\nZi Xin: Mas o que minha vida amorosa tem algo a ver com comprar peixes, caro cliente?\n(Vira a cabeça, fala em voz baixa)\nWu Wang: Ótimo. Ainda não se casou. Se acontecer algo de ruim, também não há ninguém que possa ajudá-la.\n(Vira a cabeça de volta para Zi Xin)\nWu Wang: A Senhorita está apaixonada por algum rapaz?\n(Zi Xin abaixa a cabeça e nada diz)\n(Dongtang, senza misura)\nWu Wang: Vê-la cabisbaixa assim me faz entender que você não tem ninguém especial. Dessa forma, eu, Wu Wang, tive uma ideia má.\nWu Wang: Venham, venham, meus colegas. Sequestremos essa moça, e aproveitamos no máximo esse vinho e vista tão lindo.\n(Wu Wang, Wu Yi e Wu Er sequestram Zi Xin)\nTerceira Cena\n(Sra. Zhang entra em cena)\n(À parte)\nSra. Zhang: Senhoras e Senhores, se vocês já ouviram muitas óperas de Yunjin, e são entendedores dela, podem adivinhar o que acontecerá.\nSra. Zhang: Não há outra alternativa a seguir senão um enfrentamento.\nSra. Zhang: Para que um herói possa surgir é necessário haver algo que o desperte.\nSra. Zhang: Ou seja a desordem causada por monstros, ou seja a mudança das situações graves... Aí vem um herói...\nSra. Zhang: Que Luta heroicamente para entrar na história, mas se ele se acovardar...\nSra. Zhang: Por exemplo, vocês se lembram daquele Zhang Jie, não... Wang Jie... Ah, sim, Fan Jie.\nSra. Zhang: Mas para pessoas comuns como nós devemos insistir para que salve a jovem senhorita.\nSra. Zhang: Vamos ver qual será a reação de Fan Jie.\n(Fan Jie entra em cena)\n(À parte)\nSra. Zhang: Por que você chegou em um momento desses?\nSra. Zhang: Zi Xin foi puxada por Wu Wang, um bandido maléfico!\n(Dongtang, andante calmo)\nFan Jie: Oh não!\nFan Jie: As suas palavras me surpreenderam! Nunca imaginei que a catástrofe estivesse tão perto de mim.\nFan Jie: Esses vilões podem causar danos e até assassinar pessoas. Se for com Zi Xin...\nFan Jie: Temo ir com vida mas retornar sem ela.\n(A Sra. Zhang entrega a Fan Jie uma pulseira de pérolas)\nSra. Zhang: Sr. Fan, como pode dizer algo assim?\n(Dongtang, andante calmo)\nFan Jie: Vejo a pulseira de Pérolas, não posso mais...\nFan Jie: Como esses vilões foram capazes de raptar uma mulher tão frágil assim?\nFan Jie: Levando essa pulseira na mão, balanço minha espada furiosamente. Wu Wang se arrependerá do que fez e, diante mim, se ajoelhará implorando.\n(Fan Jie e Sra. Zhang saem de cena)"
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Para resgatar aquela que ama, o jovem enfrenta o perigo sem cuidado, entrando no covil do inimigo com sua espada empunhada. E, do outro lado, sua amada luta desesperadamente...\n—Ato IV: Julgamento à Luz de Velas—\nProtagonista masculino: Fan Jie\nProtagonista feminina: Zixin\nVilão Cômico: Wu Wang\n[Ato I]\n(Fan Jie com um manto, lado superior esquerdo, Zixin sentada sozinha, lado direito)\n(Dongtang, appassionato)\nFan Jie: \"Ó vilão maldito, raptou uma donzela em plena luz do dia! Minha amada sofre e eu lamento.\"\nFan Jie: \"Portanto, cabe à minha espada julgar aqueles que violam a lei.\"\nFan Jie: \"Vamos embora.\"\n(Fan Jie montam em seu cavalo e se dirige para a fortaleza de Wu Wang)\n(À parte)\nFan Jie: \"Rapidamente cheguei até aqui, seguindo os sons atrozes que ouço de longe.\"\nFan Jie: \"Este, então, deve ser a cova do lobo.\"\nFan Jie: \"Para resgatar Zixin, devo explorar seu covil com cuidado.\"\nFan Jie: \"Um ótimo plano. Vamos!\"\n(Fan Jie pula o muro e sai de cena.)\n(Piangevole)\nZixin: \"Na masmorra estou acompanhada pela luz solitária de uma vela, lá fora bestas selvagens espreitam.\nZixin: \"Quem poderia imaginar tamanho desastre? Como fugir de um lugar tão cruel?\"\n[Ato II]\n(Wu Wang entra pela direita, bêbado)\n(Narração)\nWu Wang: \"Aceito apenas o que me agrada, contra mim os deuses fazem nada\".\n(À parte)\nWu Wang: \"Haha, este é um dia de sorte. Hehe.\"\nWu Wang: \"Que moça bela, muito bela.\"\nWu Wang: \"Agora que já nos divertimos, é hora de vermos a linda donzela!\"\n(Dongtang, andante calmo)\nZixin: \"Lá vem aquele patife bêbado. Pare! Ou te acerto com este castiçal.\"\n(À parte)\nZixin: \"Eu jamais serei sua!\"\n(Wu Wang persegue Zixin. Zixin acerta Wu Wang com o castiçal. Ele cai. Ela vai ao chão em alívio.)\n(Dongtang, andante calmo)\nZixin: \"Que sorte tive neste conflito! Com meus pés trêmulos fugirei.\"\n(À parte)\nZixin: \"Nenhuma luz há lá fora. Como pode estar tão escuro?\"\nZixin: \"Talvez seja melhor acender este castiçal...\"\nZixin: \"Não. Eu ficaria em apuros se fosse pega novamente.\"\nZixin: \"É melhor deixá-lo apagado e andar em meio à escuridão.\"\nZixin: \"Sim, é o que irei fazer.\""
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "O covil do bandido, na calada da noite, é escuro como breu. O tirano, o jovem e a dama tateiam no escuro em busca um do outro. Lá, um perigoso mal-entendido está prestes a acontecer...\n—Ato V: Pérolas Gêmeas Retornadas—\nProtagonista masculino: Fan Jie\nProtagonista feminina: Zixin\nVilão Cômico: Wu Wang\n[Ato I]\n(Fan Jie entra pelo lado esquerdo e Zixin pelo lado superior direito. Wu Wang está deitado sobre o chão com os olhos fechados)\n(Ambos se encontram na escuridão do covil de Wu Wang)\n(Suas mãos fazem contato no escuro, mas sem saber quem é o outro, elas se afastam no susto)\n(Wu Wang desperta)\n(À parte)\nWu Wang: \"Ora, essa garota está tão voluntariosa quanto eu, para se atrever a me bater assim.\"\nWu Wang: \"Ninguém está por perto. Talvez eles tenham fugido.\"\nWu Wang: \"Hunf. A noite caiu, os portões estão fechados.\"\nWu Wang: \"A menos que eles tenham saltado o muro, como aquela donzela poderia escapar? Certamente não pelo portão!\"\n(Wu Wang entra no salão)\n(À parte)\nWu Wang: \"Hah. Estes arruaceiros estão completamente embriagados. Nem uma luz eles acenderam!\"\nWu Wang: \"Bem, deixe-me arranjar uma, e vamos começar nossa busca.\"\n(Wu Wang pisa no pé de Fan Jie no escuro, e ambos se afastam)\nWu Wang: \"Haha, então aí está você!\"\n(Wu Wang estende seus braços para dar um salto em Fan Jie, que se agacha. Eles se esbarram no escuro enquanto Zixin se encolhe em um canto)\n(Wu Wang finalmente agarra Fan Jie)\nWu Wang: \"Ahá, te peguei!\"\n(À parte)\nWu Wang: \"Hmm? Você engordou tanto assim desde a última vez que nos encontramos?\"\nFan Jie: \"Coloquei mais algumas roupas, muito melhor para se manter aquecido.\"\nWu Wang: \"Ah sim, devemos realmente nos aquecer neste tempo frio.\"\nWu Wang: \"Então, por que você ficou tão mais alto?\"\nFan Jie: \"Eu coloquei um salto alto, muito melhor para dar um show.\"\nWu Wang: \"Oh sim, certamente faz sentido.\"\nWu Wang: \"Então por qual motivo suas mãos ficaram tão grossas?\"\nFan Jie: \"Bem... Chegue mais perto e te contarei.\"\nWu Wang: \"Claro, claro.\"\n(Fan Jie apunhá-la Wu Wang com sua espada)\nFan Jie: \"Para portar uma espada, nada melhor do que tirar sua vida com ela.\"\n(Wu Wang cai)\n[Ato II]\n(À parte)\nFan Jie: \"Vilão detestável. Apenas um golpe e você foi assassinado.\"\nZixin: \"Você é Fan Jie?\"\nFan Jie: \"Essa voz - você deve ser a Senhorita Zixin!\"\n(Fan Jie e Zixin se aproximam e tocam um ao outro)\nZixin: \"Fan Jie!\"\nFan Jie: \"Você deve ter sofrido.\"\nFan Jie: \"Eu exterminei aquele demônio. Seus lacaios são tudo o que resta.\"\nFan Jie: \"Sua morte os dispersará como macacos quando sua grandiosa árvore cai.\"\nFan Jie: \"Não tema, quebrarei o portão.\"\n(Fan Jie quebra o portão)\nZixin: \"Ah! Minha vida teria sido perdida se você não tivesse chegado.\"\n(Dongtang, andante lento)\nZixin: \"Um coração de pérolas em sua casa irá se aconchegar.\"\nFan Jie: \"Nos céus, com o vento, poderemos descansar.\"\nFan Jie: \"A lua branca brilha sobre a clareira das catalpas.\"\nZixin: \"E de cabeça baixa, prometemos sem ressalva.\"\n—Fim—"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Pérola de Coração"
          }
        ]
      }
    ]
  }
}