{
  "epId": 2351,
  "name": "A Princesa Javali",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Princesa Javali"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Há muito tempo, na floresta do reino...o que será que aconteceu de tão incrível?\nA Princesa Javali, Parte 1. É uma história de amizade, amor e morte.\nNas lendas antigas, as feras que caminham sobre a vegetação na terra possuem seu próprio reino.\nNaquela época, a Cidade de Mondstadt era apenas uma floresta e o lugar preferido dos Javalis.\nO Reino dos Javalis se situava nessa floresta e o reino era próspero e feliz sob o governo do Rei Javali.\nO Rei tinha uma linda filha jovem, que tinha o nariz mais bonito, os dentes caninos mais brancos e o pelo mais liso de todo o reino.\nA Princesa era linda e bondosa. Todos os dias dava as frutas mais doces e com mais suco para os súditos.\nNão importa se eram bagas agridoces, maçãs doces e crocantes ou cogumelos frescos, a Princesa sempre partilhava primeiro com seus companheiros.\nTodos os javalis do reino adoravam seu Rei e sua Princesa. Todos os dias, eles exclamavam em admiração:\n\"Ei! Ei! Felicitamos nosso Rei! Com ele, teremos sempre frutas para comer!\"\n\"Ei! Ei! Agradecemos ao Arconte Anemo gentil, que permitiu que o Rei tivesse assim uma Princesa tão querida e inteligente!\"\n(Há pequenas palavras escritas ao lado: \"papai, se eu não comer doce todas as noites e rezar todos os dias, vou me tornar um porquinho selvagem? Quero ser um porquinho selvagem porque são muito saborosos\")"
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Um campo de gelo sem vida, uma terra que o gentil Arconte Anemo nunca visitou. Como será que agora há visitantes solitários?\nA Princesa Javali, Parte 2. A história continua na geleira.\nE, no norte da floresta dos javalis, havia um campo de gelo frio.\nNaquela época, o Barbatos brincalhão ainda não chegou a essa terra, portanto, só se via gelo e neve.\nTodos os seres que pisam nesse campo ficam com seus pés congelados.\n\"Ai! Que frio! Que frio! Minha pata vai ficar ferida do gelo!\"\nAté o deveras corajoso e forte Rei Javali, quando chega ao campo de gelo, não aguenta tanto frio:\n\"Ui! Ui! Tão frio! Minhas patas ficaram roxas de tão frias!\"\nAli só tem um lobinho, que é o único residente.\n(Há palavras infantis escritas no fundo: \"Papai, por que o cãozinho tem patinhas que não congelam no frio?\")"
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Você nunca mais perderá as esperanças agora!\" O que o destino guarda para o filhote de lobo como uma maldição tão cruel?\nA Princesa Javali, Parte 3.\nO lobinho era uma criança despreocupada que tinha olhos azuis e pelo cinza escorregadio.\nQuando ficava bravo era igual à estátua de cabeça de lobo que estava na Catedral de Mondstadt.\nPorém, um dia, quando caçava na floresta, encontrou Woobakwa, o esquilo bruxo maligno!\nDe todos os seres do mundo antigo, nenhum era mais maligno do que o Woobakwa - nem mesmo demônios e dragões. O Woobakwa odiava tudo que era bom e jurou transformar a beleza em feiura e a luz em escuridão.\nQuando viu o feliz e despreocupado lobinho, a raiva despontou em seu coração e murmurou para si:\n\"Titititit! Com raiva estou! Eu vou atravessar seu coração com o gelo mais frio, e ele nunca mais saberá o significado da esperança!\"\nAssim, Woobakwa começou a fazer um feitiço para amaldiçoar o lobinho.\nPorém, o lobinho foi direto, nem precisou falar, e engoliu logo Woobakwa.\nO Woobakwa ficou furioso, ele amaldiçoou as piores palavras que ele conhecia. O filhote notou palavras saindo de sua boca, e só então percebeu que havia cometido um erro.\n\"Aauu, me desculpe, senhor Esquilo, eu achei que você era comestível!\"\nO lobinho quis pedir desculpa, mas à medida que sentia sua garganta apertar e soltar, ele resolveu engolir o Woobakwa.\n(Uma folha de papel com caligrafia discreta está colada a esta página: \"Lily, é por isso que você deveria comer com cuidado quando você está fora.\")"
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "O filhote de lobo cresceu na solidão do frio. O segredo do passado solitário do lobo foi revelado.\nA Princesa Javali, Parte 4.\nPor acaso, umas reações químicas ocorreram no estômago do lobinho. A magia do Woobakwa funcionou!\nPor conta da maldição, o coração do lobinho foi perfurado e congelado por um pingente de gelo. Ele ficou frio e maldoso para sempre, e sempre que outros animais lhe mostravam bondade, ele os retribuía com as palavras mais duras ou com os atos mais infelizes. No final, todos os animais o detestavam.\nDaquele momento em diante, cada lobo na floresta falou dele dessa maneira:\n\"Woof, que lobo egoísta! É realmente uma criança muito desagradável.\"\n\"Woof, sim, sim, é um lobo sem coração, vamos nos manter longe dele.\"\nO filhote perdeu seus amigos um por um. A floresta não acolheu mais o filhote solitário, então ele não teve escolha a não ser ir para o norte.\nAs nevascas que explodiram na tundra do norte mantiveram a maioria das criaturas afastadas. Mas com o seu coração já congelado, o filhote não tinha mais medo do frio.\nDecidiu morar ali, e então se tornou o lobo solitário que rondava a tundra.\n(No canto da página tem a escrita de uma menina: \"Mas papai, para onde Woobakwa foi?\")"
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Ninguém merece este fim\". A princesa derramou uma lágrima de compaixão antes de colaborar com o parceiro. O gelo pode ser quebrado com a determinação.\nA Princesa Javali, Parte 5.\nUm dia, a Princesa Javali ouviu a história do pequeno lobo e ficou profundamente triste.\nEntão ela perguntou a seu povo como descongelar o coração dele e transformá-lo de volta ao seu antigo eu doce.\nEla perguntou e perguntou, mas apenas a sábia raposa e a tartaruga anciã sabiam a resposta:\n\"Ack, ack, ack! Apenas honestidade e o fogo podem derreter tal gelo mal. Ack, ack, ack!\" Respondeu a raposa.\n\"A amizade exige sacrifício. Nenhuma amizade vem sem sacrifícios. Peço desculpas por não saber fazer sons engraçados,\" disse o confiável Vovô Tartaruga.\nA esperta princesa javali sabia imediatamente o que tinha que fazer. Ela secou suas lágrimas e fez reverência aos dois sábios animais:\n\"Oinc, oinc! Obrigada! Eu gostaria que você fosse ver o lobinho comigo, assim você poderia ser o primeiro a testemunhar nossa amizade!\"\nQuando a raposa e a tartaruga ouviram que a Princesa Javali estava disposta a convidá-los para uma viagem real, seus corações estavam cheios de alegria. Eles partiram com a Princesa e seguiram para o norte.\n(Há uma nota colada no final da página que parece ter sido escrita pelo pai da menina: \"As tartarugas não fazem barulho e não podemos forçá-las. Quero enfatizar novamente porque o vovô Tartaruga é muito educado.\")"
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "A Princesa Javila e seus dois companheiros desbravam uma terra gelada e escalam uma montanha nevada, onde descobrem um habitante misterioso...\nVeja como essa aventura em altas altitudes e baixas temperaturas desenrola-se no sexto volume da Princesa Javali.\nTem alguma escrita infantil na página do título, com a seguinte frase: \"Papai, quando você voltar, você tem que ler para mim sobre a montanha nevada também!\".\nDesta forma, a princesa e dois sábios partiram rumo aos territórios gelados do norte.\nAqui tem gelo e neve por todo lado. Nem a fera mais corajosa e forte ou o furão com mais capacidade para escavar a terra podem encontrar aqui um bosque caloroso ou uma fruta suculenta.\nA princesa tremia com o frio do gelo, mas ela não se encolheu nem desviou sua cabeça do vento gélido enquanto caminhava.\nA sábia raposa e a confiável tartaruga continuavam a suportar o frio penetrante, tentando persuadir a princesa:\n\"Se o Rei souber que nos aventuramos nesse lugar tão perigoso e gélido assim, ele irá ficar preocupado, é melhor voltarmos logo...\"\n\"Isso, isso. Temo que essa nevasca se torne cada vez mais forte, cada vez mais fria... É melhor descansarmos um pouco. Quando o vento parar e o céu aclarar, continuamos, pode ser? Desculpa, eu não falo mais.\"\nMas a princesa decidida não ouviu os conselhos dos dois sábios e continuou caminhando determinada por entre o vento gélido do extremo norte.\nNeste mundo, o que é mais nobre que salvar os amigos queridos e resgatar uma amizade perdida?\nAssim, eles caminharam e caminharam... Até suas patas ficarem roxas do frio e sua respiração congelar e se transformar em neve.\nEntão, no pico gelado de uma montanha alta, ao lado de um rio congelado que, apesar de tudo, ainda corria - embora com gelo em vez de água - a Princesa encontrou um espírito, balançando de um lado para o outro no vento gelado.\nNo cume gelado da montanha viviam Fadas com sabedoria ancestral. Elas não tinham forma, mas tinham uma magia forte.\n\"Vocês são as mestras daqui? Por favor, vocês podem nos ajudar a cruzar a nevasca?\"\nA princesa perguntou educadamente, movendo o casco congelado dormente na neve.\nA sábia raposa e o fiel Vovô Tartaruga também olharam com expectativa para a fada do gelo enquanto dormiam com suas patas congeladas.\n\"Hu, hu\"\nO espírito disse,\n\"Pode sim, mas...\"\n\"Como retribuição, absorverei sua força física e quando vocês estiverem caminhando pelo vento gélido, ficarão cada vez mais esfomeados, mais cansados e mais frios... Mas não haverá perigo de vida... Talvez! Hu-hu!\"\n\"Oinc, Oinc, no final é uma Fada do Gelo\", pensou a Princesa,\n\"Além disso, as pessoas mais sábias e carinhosas de todo o reino estarão do meu lado. Eles darão um jeito!\"\nSem hesitação, a Princesa aceitou o pedido da Fada e a raposa sábia e a tartaruga confiável sequer tiveram tempo de falar algo.\n\"Ei, ei, o acordo é justo! Por favor nos leve ao lobo\"\nAssim, a Fada se transformou em um fio de gelo cruelmente gélido e guiou a Princesa determinada a atravessar aquela montanha de neve alta..."
          }
        ]
      },
      {
        "title": "Volume VII",
        "desc": [
          {
            "type": "RichText",
            "text": "As coisas não estavam perdidas no terreno congelado. O final perfeito de amizade, amor, vida e morte!\nEste é o fim da famosa história emocionante, A Princesa Javali.\nDepois de aventurar-se pelo frio e pelas tempestades, a Princesa Javali finalmente conheceu o pequeno lobo.\nAgora o lobinho está coberto pelo gelo, e os olhos azuis nunca mais brilham. Ainda pior, já se esqueceu como ladra.\n\"Aauu! Você chegou na hora certa, eu já estava me preocupando que não tinha almoço!\"\nAo ouvir suas palavras, a gentil Princesa do Javali não pode deixar de derramar lágrimas. Suas lágrimas quentes pareciam derreter um pouco do gelo na ponta do coração do filhote.\n\"Aauu! Por que você está chorando?\"\n\"Oinc, oinc! Você vai passar fome aqui fora - eu nunca vi tanta miséria em meu reino!\"\n\"Sacrificarei tudo que tenho para saciar sua barriga esfomeada!\"\nDepois de ouvir essas palavras, o pequeno lobo estava atônito:\n\"Aauu! Você é louca! Nunca ninguém na minha frente disse isso!\"\nMas quando o lobo viu a determinação nos olhos dela, o cristal de gelo que era seu coração foi quebrado mais um pouco.\n\"Não é necessário! Por isso...\"\n\"Eu vou sacrificar duas pessoas da minha família mais sábias e carinhosas somente para lhe alimentar! Isso é pela nossa amizade!\"\nA raposa sabia ao qual horror ela se referia e tentou fugir, mas ela foi presa ao chão pelo lobinho e pela Princesa Javali. O Vovô Tartaruga estava tão assustado com a visão que se recolheu para dentro de seu casco.\nO lobinho e a princesa fizeram uma deliciosa refeição na neve. Depois de localizar uma caverna, eles colheram mais alguns cogumelos, fizeram uma fogueira e prepararam uma deliciosa sopa de tartaruga.\nO filhote sentiu o prazer de compartilhar e fazer amigos pela primeira vez que pôde se lembrar. Seu coração congelado derreteu completamente, e ele derramou lágrimas de alegria.\nA princesa puxou o pequeno lobo pela sua pata e voltaram alegremente para casa.\n(Entre as últimas páginas havia um cartão que tinha uma caligrafia elegante: \"Querido, acho que seria melhor doarmos este livro à biblioteca.\")"
          }
        ]
      }
    ]
  }
}