{
  "epId": 2352,
  "name": "Seleção de Poemas de Linling",
  "desc": "Uma coleção de poesia que Linling publicou às suas próprias custas. É a sua primeira publicação e ela tem muito orgulho disso.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Linling's Anthology of Selected Poetry _icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Seleção de Poemas de Linling"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalhes",
        "desc": [
          {
            "type": "RichText",
            "text": "O gato\nGatos são bons, gatos são ótimos. Gatos adoram miar e coçar suas cabeças.\nCom seus dois grandes olhos brilhantes, nenhuma peste consegue escapar!\nGerente do Estaleiro Xiao\nO supervisor do estaleiro foi tirar um cochilo, seu sono era profundo e com um ronco enorme.\nDe longe, você pensaria que o Arconte Geo tinha dor de estômago, mas de perto ele soa como um grande javali.\nContemplando o mar\nContemplo o mar, admiro sua beleza; sua cor azul me enche de interesse.\nOs remos do navio parecem para mim como um os membros de um camarão gigante.\nContemplano o mar novamente\nDia após dia, eu contemplo e contemplo até meus olhos ficarem cansados e meu coração dormente.\nAno após ano, eu escrevo e recito, mas eu sou para meus poemas uma audiência de uma única pessoa.\nVez ou outra, os navios içam as velas como bravos pequenos peixes de rio que partem para o oceano.\nMais cerdo ou mais tarde, aqueles que não gostam de poesia serão afogados pelas marés.\nRuas noturnas\nAs luzes brilham como estrelas, enchendo as ruas cheias de comida.\nLamentável, choro e grito, deixando as pessoas incomodadas e desesperadas.\nMonte Tianheng\nMonte Tianheng, parece uma grande muralha que esconde todo Porto de Liyue.\nPode impedir monstros e resistir a bandidos, é uma verdadeira boa muralha!\nPrimavera no porto\nAs Flores de Seda do Porto de Liyue, elas florescem quando a primavera chega.\nParece uma seda, mas tem um cheiro sutil, poderia ser tanto uma seda e uma flor?\nOde ao Chop Suey\nEsse Chop Suey de Zhongyuan está muito salgado, não posso comer mais que isso.\n\"Como é que o Chop Suey está tão salgado?\" Eu perguntei.\nO rosto da Senhora Su mudou na mesma hora: \"Gostando ou não dele, sempre foi salgado desse jeito!\""
          }
        ]
      }
    ]
  }
}