{
  "epId": 2355,
  "name": "Contos da Rua Toki",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Toki Alley Tales_icon.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Contos da Rua Toki"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (Prólogo).\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.\nPrólogo - Crônicas dos Tanuki de Inazuma\nDizem que, no passado, quando os frágeis e efêmeros mortais ainda não haviam cruzado o mar rumo a essas terras, Inazuma era uma terra que pertencia aos tanuki.\nNascidos preguiçosos e inconstantes, os tanuki nunca se preocuparam com o amanhã, nem deixaram seus problemas incomodá-los durante a noite. Durante aquele período, a terra de Inazuma era um paraíso aconchegante para os tanuki e todos os dias eram como um animado festival.\nPelo menos, isso é o que os anciões tanuki sempre disseram.\nTempos depois, os Kitsunes chegaram pelo mar, obrigando os tanuki a entrarem em uma grande guerra que durou gerações. As negociações de paz começaram quando ambos os lados haviam sofrido pesadas baixas. Os tanuki eram teimosos e não gostavam de perder, mas mesmo assim cortaram um pedaço da Sakura do Trovão como oferta de paz aos Kitsunes.\nMas os Kitsunes também eram ardilosos e inconstantes. Dizem que na grande guerra, as intermináveis batalhas entre os Kitsunes e os tanuki deixaram muitas almas desfortunadas confusas devido à sua natureza precária, não lembrando mais quem eram ou de onde vieram.\nE assim, os mortais perdidos nasceram de monstros confusos.\nEu ouvi essa história da tengu que gosta de se vangloriar."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (I).\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.\nConto de Yoichi\nUma tengu chamada Yoichi vive em Hanamizaka, em uma pequena rua chamada Rua Toki. Ela tem uma loja que vende bebidas alcóolicas e passa os dias no ócio.\nBem, ócio seria otimista. Na verdade, caos provavelmente seria uma descrição melhor.\nTeoricamente falando, alguém que vende bebidas deve saber algumas coisas sobre elas. O mesmo vale para monstros.\nFalando sem rodeios, Yoichi tem um péssimo gosto para bebidas e não sabe fazer negócios. O pior é que, em seus dias de eremita, ela nunca conseguiu se livrar dos terríveis hábitos de tengu, como criar problemas com outros monstros, sequestrar crianças mortais e passar a noite toda fazendo uma tremenda algazarra; ou ela entra em um teatro sem se importar com a atmosfera, e então casualmente sobe no palco para dar umas bofetadas no protagonista.\nSe não fosse por seu prestígio entre os monstros ou por suas extensas conexões, Yoichi poderia ter sido forçada a se aposentar no sopé de alguma montanha tempos atrás.\nMas os monstros e mortais que residem na Rua Toki a veem de forma diferente. Mesmo os donos do pedaço não prestam muita atenção nela, pois ela nunca causou grandes problemas.\nEmbora presunçosa e negligente por natureza, como o (autoproclamado) maior monstro, Yoichi não é avarenta quando se trata de posses materiais. Todo o dinheiro dela é gasto em bebidas ou romances da Editora Yae. Mesmo assim, esses romances são rapidamente jogados pela janela depois de serem lidos apenas pela metade. Como resultado, a casa dela está sempre uma bagunça.\nEm resumo, ela não possui nenhum bem material, e a única exceção que vale a pena mencionar é o leque de papel dourado que está sempre em sua cintura.\nOs tengu são monstros que viajam para muitos mundos, por isso não é estranho que costumem enfeitar seus corpos com muitos troféus de diferentes histórias. Esse é o caso deste leque de papel.\nEm uma noite de luar, a Yoichi embriagada e com a camisa aberta, se vangloriou para mim sobre sua história...\nEla disse que, em um dos muitos mundos que havia visitado, assumiu a forma de um jovem e presunçoso arqueiro, que servia a um Shogun igualmente presunçoso. Sob o comando do Shogun, ela, ou melhor - ele - abateu orgulhosamente incontáveis oponentes, incluindo samurais barrigudos e tanuki disfarçados de astutos ninjas. Até mesmo os Jikininki, com suas figuras corpulentas, foram derrubados por uma única flecha do arco dela.\n\"Hahahahaha! Você é mesmo um grande soldado! Sua visão é afiada como um raio, assim como a visão dos tengu!\"\nNaquela idade, o arrogante Shogun estava desmemoriado e ria tão alto quanto conseguia, algo que poderia ser descrito como desagradável.\nDepois disso, Yoichi fez inúmeras contribuições para o Shogun, executando muitos monstros e mortais desafortunados. Nem é preciso dizer que ela provavelmente inventou uma parte disso. Mas o que realmente a tornou famosa foi a batalha final naquele mundo em que ela passou cem anos.\nNaquela batalha marítima, o Shogun e os rebeldes entraram em confronto entre os estreitos, em meio a uma tempestade sangrenta. Os monstros chegavam a milhões, enquanto os samurais mortais eram dezenas de milhões. Sem contar as baixas, foram 800.000 embarcações afundadas durante a batalha. Yoichi contou esses números impressionantes nas mãos, com a minha ajuda, é claro.\nComo em incontáveis histórias de impasses entre exércitos, heróis de ambos os lados cortaram os inimigos como se fossem grama, pintando o mar de vermelho. Os furiosos generais ainda riam sem parar, relutantes em ir para casa e ter uma boa noite de sono.\nFinalmente, em uma fria noite de luar, um pequeno barco chegou vindo das linhas inimigas. Uma figura solitária estava no barco, que flutuava como um reflexo na água. Ao lado daquela figura havia um reluzente mastro de bandeira, com um leque de papel no topo, que tinha um brilho dourado ao luar.\n\"Argh, ARGH... Isso é um insulto! Uma provocação tão descarada é intolerável!\"\n\"O Shogun apertou os olhos, observando o leque dourado distante. Ela acabou explodindo de raiva.\"\nYoichi não conseguia entender por que a autoestima da Shogun era tão frágil, mas tinha preguiça de sentir empatia pela dignidade barata dos mortais. Naquele momento, ela, ou melhor ele, usou sua aguçada visão de Tengu e olhou para a figura que estava no barco.\nO que ele viu foi uma mulher, diferente de qualquer outra que tivesse visto antes.\nMomentos depois, uma flecha voou ao luar, rasgando o céu da noite.\n\"Haha, ótimo!\"\nLogo, a alegria da Shogun foi abafada pelo regojizo de seu exército.\nSe aqueles dois velhos soubessem o que perderam, provavelmente explodiriam de raiva!\nYoichi sorriu com um olhar embriagado. A inegável expressão lasciva da Tengu estava totalmente clara, o que era ainda pior.\nMas no momento em que a flecha voava através do ar, Yoichi já havia aberto suas asas e voado pelo estreito. Quando passou por cima do pequeno barco, agarrou o leque de papel dourado e a bela mulher. Partindo ao vento, Yoichi empurrou a Shogun que não parava de gritar e voou para longe da batalha.\nUma pegada perfeita da Tengu.\nÉ uma pena que...\n\"Bem, você sabe o que aconteceu, ela me deixou com muitos arranhões...\"\nYoichi mostra a língua, suspirando em desespero.\n\"Oh, certo, é temporada de pargos! Você deveria levar alguns de volta com você.\"\n\"Hum? Uma Tengu avarenta como você tem coração?\"\n\"Eu estava falando sobre aquela mulher!\"\nVendo o olhar ameaçador da Tengu, eu peguei rapidamente os pargos que restavam e fui embora."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (II).\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.\nConto de Osen\nExiste outra rua estreita no caminho sinuoso fora da casa de Yoichi. Esta rua estreita é o lar de uma velha senhora.\nQuando a noite está muito escura e a lua sobe no ponto mais alto do céu, os Tanuki despertam de seu repouso.\nDizem que um Tanuki que viveu cem ou mil anos pode assumir a forma de uma garota, pregando peças divertidas nas pessoas ou perseguindo viajantes inocentes por causa de algum sentimento de vingança. Mas isso é apenas uma ilusão dos mortais.\nOs Tanuki só assumem a forma de garotas se estiverem irritados. Na maior parte do tempo, eles preferem assumir a forma de idosos, principalmente porque isso combina com a natureza astuta e perversa deles. Esse disfarce também permite que eles transmitam docilidade para as pessoas que passam.\n\"Ei, isso não é de graça!\"\nErguendo a cabeça ao som da voz, uma garota estava esperando no beiral por um bom tempo. Seu rosto está oculto pelas sombras, e apenas um leve sorriso e a luz verde dourada refletida em seus olhos podem ser vistos. O luar penetra em seu vestido ao longo de seus ombros parcialmente expostos e escorre descuidadamente pela bainha, emoldurando as bordas de porcelana de suas longas pernas esguias. Brincando casualmente com uma espada de jade, ela parece distraída.\nEsta senhora é mesmo louca...\n\"Você se atrasou de novo hoje.\"\n\"É claro, me desculpe.\"\nMosquitos se chocam contra a lâmpada de papel, que pisca preguiçosamente em resposta.\nA lua traz um vento úmido, abafando o som das cigarras.\nCom o cabelo solto, a garota sacudiu a roda de fiar com um estranho sorriso, o que era enervante.\nComo um Tanuki, eu posso estar em paz com os tengu, mas mesmo eu preciso pagar tributo ao insondável Bake-neko. Para encurtar a história, você deveria estar de joelhos se desculpando por sua recente ofensa.\n\"Certo, certo. Como o pargo ainda está fresco, você pode se levantar primeiro.\"\nÉ difícil para mim, com a forma de um Tanuki, reassumir a posição de sentar correta. A garota gradualmente se transformou em uma velha, que tinha um sorriso gentil, porém estranho.\n\"Obrigado, Vovó Sen.\"\n\"Me chame de Osen!\"\nIsso foi um alívio.\nMas, de alguma forma, isso ainda parecia desconcertante.\n\"Hahahaha, falando nisso, como aquela tola tem estado?\"\n*Slurp* Osen engoliu o peixe inteiro, incluindo o rabo.\nQuanto a como o destino dela se entrelaçou com os Tengu, a história só pode ser descrita como irônica. Yoichi já contou essa história a partir de sua própria perspectiva, mas é uma história totalmente diferente quando contada a partir da perspectiva do bake-neko.\nOsen não nasceu em nosso mundo, e sim em um mundo onde os mortais eram muito mais selvagens.\nCerta noite, em uma floresta de bambu, a jovem Osen foi capturada por um monge errante e depois vendida ao Shogun como bake-neko.\nEla não se lembra daqueles dias, mas imaginava por que os homens poderosos do mundo mortal sempre a perturbavam e brincavam com ela. Todos os dias, ela era forçada a despedaçar os inimigos ou obrigada a fazer brincadeiras entediantes que apenas eles gostavam.\nAqueles longos dias foram enlouquecedores, mas ainda assim passaram rapidamente, pois os monstros viviam mais tempo e tinham muito mais paciência que os mortais.\nMais tarde, quando o Shogun e o Shogun dos rebeldes começaram a lutar, Osen se transformou em uma ninja.\n\"Essa parte da história é ainda mais chata...\"\nCom isso, Osen aperta os olhos e deixa escapar um grande bocejo, com a boca se esticando até as orelhas.\nPosteriormente, na noite da batalha marítima, a Shogun pensou em um plano brilhante...\nO Shogun ordenou que Osen se transformasse em uma bela mulher e ficasse em um barco com um leque dourado para humilhar os rebeldes, de forma que eles não ousassem se aproximar. E mesmo que se aproximassem, o bake-neko daria uma lição brutal neles.\nApenas mais tarde, Yoichi...\n\"Apenas mais tarde, aquela tola resolveu se levantar, dizendo que poderia derrubar o leque com uma única flecha.\"\nEntão, aquela Tengu...\n\"...Escorregou, se esborrachando no oceano.\"\nA velha não conseguiu evitar uma risada.\n\"Ela estava tão bêbada naquela noite que achou que o mar estava agitado. Mas naquela noite, a lua estava fria e não havia nenhum vento.\"\n\"Mas faziam algumas centenas de anos desde que eu havia visto alguém tão divertido. Então, eu poupei a humilhação para ela e rasguei o leque de papel eu mesma, enquanto continha meu riso... Então, uma chuva de aplausos veio dos navios. Quando penso nisso, ainda é muito engraçado...\"\nDepois, a Tengu abriu as asas e saltou no ar, como uma nuvem cobrindo a lua, voando na direção da bela mulher...\n\"Depois de uma chuva de flechas, parecendo mais um porco-espinho do que uma Tengu, e caiu novamente no mar. Bem, eu não conseguia mais fingir e comecei a rir sem parar.\"\nEntão, Osen tirou a desafortunada Tengu do mar em meio a risadas. Segurando ela pelos braços, continuou rindo enquanto voava por entre os navios de ambos os lados, irritando os shoguns.\nAs pessoas dizem que ela passou por oito navios em um instante e depois desapareceu na noite. Sua risada ainda podia ser ouvida mais de três dias depois que a batalha terminou.\n\"Eu não conseguia parar de rir, então a segurei com mais força. Pensando na situação embaraçosa dela, quanto mais forte eu segurava, mais acabava rindo! Hahahaha...\"\nA velha não conseguia parar de rir.\n\"Depois, ela me trouxe para este mundo e me tratou como um tipo de troféu!\"\nO rosto da velha inflou e se transformou no rosto aborrecido de uma garota. Porém, era engraçado porque o rosto dela ainda estava vermelho por causa de todas as risadas de antes.\n\"Eu não sou nenhum troféu!\"\n\"Bem, provavelmente esse seja o motivo por que ela não vem me visitar pessoalmente.\"\nA garota suspirou suavemente, e então sorriu timidamente de novo.\n\"Você deve ir. Saia pela porta. Volte na próxima lua cheia.\"\n\"E não esqueça de levar esta capa de chuva para nossa velha amiga.\""
          }
        ]
      },
      {
        "title": "Volume IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (III).\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.\nO Conto da Vovó Ame\nApós sair da casa de Osen, eu virei a esquerda, então a direita ao longo de uma rua, rumo a um pátio encharcado, e cheguei na casa da Vovó Ame.\nNo elegante pátio, até os chilros das cigarras foram silenciados. No suikinkutsu havia apenas o gotejamento silencioso das gotinhas de água, acompanhado de batidas rítmicas do shishi-odoshi.\nHá muito tempo, nas montanhas e florestas onde a yokai podia levar uma vida despreocupada, a senhora que podia transformar a névoa em chuva era uma boa amiga dos tanuki e kitsune.\nNaturalmente, nós yokai somos muito diferentes dos mortais. Não temos problemas complicados que nos atormentam, nem mesmo coisas como superioridade ou classe. Mas nas montanhas envoltas de névoa e chuva, a Ameonna gentil, sempre conseguiu ganhar mais respeito e adoração.\nFoi só mais tarde, quando todos tinham se submetido ao Grande Gongen. Bons tempos vieram para os mortais, e os yokai ou viviam em reclusão em vários locais, ou eram submetidos à destruição e supressão... Foi então que a vovó Ame se mudou para o Beco Toki. Como sinal de simpatia, a Kitsune do Grande Santuário Narukami, senhora Guuji, deu-lhe esta mansão.\nQue tipo de perda e tristeza levou a Senhora Guuji a cuidar especialmente da Vovó Ame? Que curiosidade...\nParando brevemente no pátio, vi a lua crescente balançando no lago, enquanto sua voz ressoava suavemente na brisa fresca da noite.\n\"Minhas desculpas por ter te feito esperar por tanto tempo.\"\nQuando me virei, vi Ameonna parada junto à porta. Ela estava banhada pelo pálido luar, seu longo vestido branco brilhava com um brilho de orvalho, mas sua figura jovem e esbelta exalava uma aura melancólica de uma era já passada.\nEntão, olhei para baixo e me apressei a entregar a capa de chuva que Osen me deu, não ousando olhar diretamente nos seus olhos cinza claro.\nHá rumores entre os mortais de que os olhos da melancólica Ameonna vão assumir o tom de mármore cinza-branco de uma pessoa que se afoga. Aqueles que se atrevem a olhar diretamente para esses olhos tristes se perderão para sempre no incompreensível nevoeiro da chuva.\nClaro, isso é apenas uma lenda boba entre os mortais, mas a etiqueta básica como \"Não olhe nos olhos da triste Ameonna\" é de fato uma regra não escrita entre os yokai.\n\"Obrigada\".\nA voz da Vovó Ame era leve e gentil como sempre, como orvalho da manhã na neblina.\nEla não me convidou para entrar, nem contou sua história para mim.\nEla só me deu uma caixa de madeira, mas isso era tudo que eu precisava saber.\nPor isso, enquanto a lua estava brilhando, eu saí do pátio silenciosamente."
          }
        ]
      },
      {
        "title": "Volume V",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (IV).\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.\nO Conto de Gonbei\nGonbei tem 76 anos e é o único mortal vivendo na Rua Toki.\nEle foi um camponês, um samurai e um artesão.\nA caixa em minha mão foi feita por ele. Sua superfície interna de laca é de um preto liso com uma pérola mãe iridescente. Isso foi uma habilidade que ele aprendeu com os pescadores da Ilha Watatsumi.\n\"Obrigado\".\nO homem velho em minha frente curvou sua cabeça profundamente.\nApesar de eu privadamente pensar que essa era a forma que os mortais deveriam se comportar com os Yokai, eu ainda assim senti um pouco de pena por sua melancolia.\nDe acordo com Gonbei, contrário a lendas populares, ele foi amigo com o Ameonna que vagava pelas e florestas.\nApenas que Gonbei, que na época era um adolescente, estava tentando trazer a chuva para os campos secos de sua terra natal. Ele escutou as palavras do ancião da vila e foi para as montanhas para conseguir a ajuda de Ameonna.\nNaquela época, a Vovó Ame não era mais jovem, e estava ciente das muitas mudanças no mundo. Mas os seres de montanhas e florestas sempre são mais simples e ingênuos quando comparado a mortais.\nO que aconteceu depois? O jovem Gonbei fez o erro de enganar os seres das montanhas e mares. Apesar de até hoje ele insistir que tal trapaça foi para salvar sua terra natal.\nE sua vila teve um ano de colheita rara por causa das fortes chuvas.\nDepois disso, Gonbei, que estava profundamente envergonhado, evitou as montanhas de longe e veio morar na cidade por muito tempo.\n\"Sinto muito\". O idoso mortal curvou sua cabeça, mas não levou a caixa de madeira.\nSaí de sua casa, antes que o luar fosse envolto por nuvens escuras."
          }
        ]
      },
      {
        "title": "Volume VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois de coletar as 10 páginas, será possível formar os Contos da Rua Toki (V).\nEssa página balança na brisa, parece ter sido derrubada de uma velha história antiga.\nTalvez você possa reconstruir o texto completo, caso encontre as outras páginas rasgadas espalhadas.\nIntervalo\nDizem que, no passado, quando os frágeis e efêmeros mortais ainda não haviam cruzado o mar rumo a essas terras, Inazuma era uma terra que pertencia aos tanuki.\nNascidos preguiçosos e inconstantes, os tanuki nunca se preocuparam com o amanhã, nem deixaram seus problemas incomodá-los durante a noite. Durante aquele período, a terra de Inazuma era um paraíso aconchegante para os tanuki e todos os dias eram como um animado festival.\nPelo menos, isso é o que os anciões tanuki sempre disseram.\nTempos depois, os Kitsunes chegaram pelo mar, obrigando os tanuki a entrarem em uma grande guerra que durou 800 anos e depois por mais 800 anos. As negociações de paz começaram quando ambos os lados haviam sofrido pesadas baixas. Os tanuki eram teimosos e não gostavam de perder, mas mesmo assim cortaram um pedaço da Sakura do Trovão como oferta de paz aos Kitsunes.\nMas os Kitsunes também eram ardilosos e inconstantes. Dizem que na grande guerra, as intermináveis batalhas entre os Kitsunes e os tanuki deixaram muitas almas desfortunadas confusas devido à sua natureza precária, não lembrando mais quem eram ou de onde vieram.\nE assim, os mortais perdidos nasceram de monstros confusos.\nVaguei pelas ruas e vielas sinuosas, enquanto recapitulava as histórias de longa data do clã tanuki.\nNo final, eu não encontrei um restaurante que ainda estivesse aberto.\nAcho que isto significa que é hora de voltar.\nCom isto em mente, eu me levantei e estiquei minhas costas em frente ao suporte de sobá do tio Kitsune.\nNesse momento, um cheiro familiar veio de trás-"
          }
        ]
      }
    ]
  }
}