{
  "epId": 236,
  "name": "Breve Dicionário de Hilichurlês",
  "desc": "Um manual de Hilichurlês escrito pela folclorista Ella Musk, embora seu uso prático ainda não tenha sido testado no campo.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Handy Handbook of Hilichurlian_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1700522687,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Dedicado a minha herdeira e neta, Ella. Na história de nossa família, ela será muito provavelmente a mais excêntrica, mas mais bonita, Ella Musk.\nEste manual prático só pode oferecer alguma assistência básica em situações em que você precisa se comunicar com urgência em Hilichurlnês (este livro é apenas para referência e não pode ser responsabilizado por quaisquer consequências de seu uso).\nSe você deseja aprender Hilichurlnês, por favor, use um livro de texto padrão como o meu próximo livro introdutório.\nFrases de Introdução:\n【Da/Dada】\n1. Bom/Muito Bom. 2. Afirmação casual ao conversar, tal como, \"Ah, ok\". 3. Muito, completamente, mais.\nNota: \"Dada upa\" significa \"montanha muito alta/grande.\"\n【Ika ya/Ika yaya/Ya ika/Yaya ika】\n1. Uma pessoa ruim/pessoas más!\nNota: Se você ouvir um Hilichurl gritar estas palavras e você está confiante em si mesmo, dê-lhes uma surra. Caso contrário, corra.\n【Muhe】\n1.Gosta, quer.\nNota: Você geralmente não ouvirá Hilichurls dizerem que gostam de você, então traduzir como \"quer\" é suficiente.\nFrases Úteis:\n【Gusha】\n1. Legumes, gramas, frutas. Coisas que não gostam.\nNota: Além de comer plantas, \"mosi gusha\" também pode expressar infelicidade.\nSe um Hilichurl diz \"Gusha\" para você, você deve usar o tom de voz deles para determinar se querem frutas, arroz ou trigo, ou se estão insatisfeitos.\n【Mita】\n1. Carne, comidas deliciosas. Itens que gostam.\nNota: \"In movo lata mita/Mita movo lata\" refere-se a \"carne na água\" - Acredito que até você deve conseguir entender essa, pequena Ella.\n【Upano】\n1. Difícil de explicar, favor ver a nota.\nNota: Esta palavra é afixada aos substantivos e descreve uma direção superior, altura ou voo. Pode indicar insetos voadores, pássaros, nuvens, cavaleiros de patrulha, um pequeno companheiro lançado voando por um Hilichurl maior. Em resumo, esta palavra é difícil de explicar.\n【Celi】\n1. Quente. Algo que é quente. Fogo.\n2. Ocasionalmente \"sol\", \"Celi upa\" sem \"upa\" também pode significar \"sol\".\nNota: \"Celi lata\" é uma figura de linguagem incomum, pois implica tanto frio quanto calor.\nEsta frase geralmente se refere a coisas que emitem luz, mas não calor. Por exemplo, \"Celi lata gusha\" é \"Lâmpada de Grama\".\nE \"Celi lata\" pode descrever coisas como vaga-lumes, estrelas, ou a lua.\n【Kucha gusha/Unu gusha】\n1. Sementes.\nNota: Pode ser difícil acreditar que eu listaria uma palavra assim. Hilichurls não praticam especificamente a agricultura, mas eles têm o hábito de estocar sementes. Às vezes, quando estão de bom humor, eles encontram um lugar e enterram suas sementes. \"Kucha\" carrega uma conotação um pouco depreciativa em Hilichurlnês. \"Unu\" é o número um e é uma palavra sagrada que encarna o conceito de deuses para os Hilichurls e a origem da vida. Estes dois termos podem ser usados para descrever uma semente, o que é fascinante.\nA propósito, \"Du\" é dois, \"Unu du\" é três, e \"Dudu\" é quatro. Você consegue adivinhar o que é cinco?\nA resposta correta é \"Mani\", que também significa \"mãos\" ou \"trabalho manual\".\n【Sada】\n1. Sólido, duro.\nNota: Em Hilichurlnês, \"Upa sada\" significa que você está preparado para fazer algo.\n【Boya】\n1. Usado em algumas palavras para designar cores.\nNota: De acordo com meus testes, \"Celi boya\" é vermelho, \"Gusha boya\" é verde, \"Lata boya\" é azul, \"Nini boya\" é branco, \"Nunu boya/Sama boya\" é preto, e \"Unu boya\" é amarelo.\nTempo e Direções:\n【Aba mosi dada】\n1. Do despertar ao almoço.\n【Unta mosi dada】\n1. A partir de depois do almoço até a bela luz do pôr do sol.\n【Mosi aba nunu】\n1. Desde depois do pôr do sol até a tarde da noite.\n【Unta nunu】\n1. Tarde da noite.\n【Du ya zido dala?】\n1. Para onde aquela coisa foi?\nNota: Depois de pensar um pouco, decidi omitir as palavras direcionais de Hilichurlnês deste manual. Os Hilichurls não têm direções absolutas, portanto, seu pronunciamento direcional é relativo. Entretanto, o assunto em suas respostas depende de sua atitude em relação a você. Se eles gostarem de você, eles falarão a partir de seu ponto de vista. Caso contrário, eles se utilizarão como ponto de referência.\nO método mais recomendado é obter um mapa, fazer-lhes esta pergunta, e fazer com que identifiquem a localização no mapa."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Breve Dicionário de Hilichurlês"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido com Ella Musk durante o evento Pegue-me se Puder\nMissão Pegue-me se Puder"
          }
        ]
      }
    ]
  }
}