{
  "epId": 254,
  "name": "Princesa Mina da Nação Caída (III)",
  "desc": "Os dois, que entraram no campo de batalha, finalmente testemunham o verdadeiro inferno Avici. A verdade por trás dos fogos da guerra que varreram o mundo será revelada aqui!<br/>Esse volume vem com alguns extras adicionais super valiosos!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/59559639/b848bbbb65160795671d282133571cde_3679297753690025044.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1700620373,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Princesa Mina da Nação Caída (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Vendido por Kuroda na Editora Yae na Cidade de Inazuma"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "As pessoas chamam a guerra de inferno, mas a maioria está apenas descrevendo-a como tal.\nMas o que apareceu diante de seus olhos só poderia ser verdadeiramente chamado de \"inferno\".\nA terra desolada, as árvores murchas e as pessoas como montes de cadáveres.\nEra como se a vida tivesse sido arrancada deste lugar.\n\"Huh.\"\nO samurai colheu uma lasca de uma folha. Ela se desfez em pó imediatamente, flutuando pelo vento.\n\"Parece que a vida foi literalmente arrancada deste lugar.\"\nHá mais de século, o conflito girava em torno da capital.\nApós a primeira década, os recursos e as riquezas das várias nações em guerra já haviam sido praticamente gastos.\nA coisa que sustentou o derramamento de sangue por tanto tempo foi algo conhecido como Maldição Nakura.\nA Maldição Nakura foi um feitiço aterrorizante que sugou a vida de todos os seres vivos e da terra em si, dando-a à poderosos samurais e alimentando a guerra.\nE aqueles que usavam tais magias depravadas para dominar a terra eram malditos conhecidos como os Nakura Daimyo.\nOs Daimyo visavam por dominação, mas não importava quem ganhasse, a terra seria ainda mais roubada de sua vida.\nEsta era a verdadeira face da guerra que se desenrolava há quase um século.\n\"E os que criaram a maldição foram os Onmyouji que habitam na Torre do Céu, no centro do mundo.\"\nIgnorando a princesa Mina, que tinha hesitado diante de seus olhos, o samurai continuou lentamente,\n\"Ó 'princesa que traz a destruição'... Será que este mundo já não foi destruído?\""
          }
        ]
      }
    ]
  }
}