{
  "epId": 255,
  "name": "Princesa Mina da Nação Caída (II)",
  "desc": "\"Uma Princesa que traz a destruição. Isso não é apenas uma desculpa para fazer guerra?\"<br/>ELes viajam para o centro do mundo em busca da verdade por trás da profecia.<br/>A light novel popular de aventura continua!",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/59559639/b848bbbb65160795671d282133571cde_3202560933301420207.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1700620358,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "\"Não é isso.\"\nEssas palavras saíram de repente.\nNo santuário sem nome da montanha, a princesa de cabelos pretos sentou-se imóvel, seu rosto cintilando entre a luz e a sombra em frente a chama.\n\"O que você quer dizer com \"não é isso\"?\"\nVeio a resposta, quase como um reflexo condicionado.\n\"O que eu quero dizer, seu samurai burro, é: você não pensa nada a meu respeito, a princesa que traz a destruição?\"\n\"Pensar algo? Bem, eu acho que você é realmente peculiar, por exemplo.\"\n\"Eu não quis dizer 'pensar algo' nesse sentido\". A princesa Mina soava bastante irritada agora. \"Quero dizer com relação a me salvar.\"\n\"Tecnicamente falando, eu não te salvei.\"\nO samurai corrigiu.\n\"Naquele momento, você me ordenou que a levasse na sua condição de princesa. Nesse sentido, você se salvou.\"\n\"Oh, então é isso que samurais se importam?\"\nUma resposta esperada.\nBem, pensou o samurai, valeu a pena tentar esquivar-se da responsabilidade.\n\"De qualquer forma, essa bobagem de \"princesa que traz destruição\"... Hah. Isso não é apenas uma desculpa para fazer guerra?\"\nO tom apático do samurai mudou.\n\"Além disso,\"\nO samurai se virou, olhos vazios agora em chamas.\n\"Destruir o mundo é um conceito totalmente estúpido. Você vai entender em breve.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Princesa Mina da Nação Caída (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Vendido por Kuroda na Editora Yae na Cidade de Inazuma"
          }
        ]
      }
    ]
  }
}