{
  "epId": 256,
  "name": "Princesa Mina da Nação Caída (V)",
  "desc": "\"Se este mundo exige seu sacrifício para ser salvo, então talvez seja melhor que ele queime.\"<br/>Tendo finalmente alcançado a Torre dos Céus no coração do mundo, será este... Finalmente o fim da história dessa dupla?",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/22/59559639/b848bbbb65160795671d282133571cde_1318108644414117883.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1700620347,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "\"Eu quero salvar este mundo!\"\nA princesa Mina disse.\n\"Já lhe disse isto muitas vezes antes. Não existe tal coisa como \"salvar este mundo\". Agora, isto não impediu que idiotas como eu tentassem, é claro. Mas este mundo... Está condenado.\"\n\"Eu não ligo. Eu sou uma princesa. As princesas não nasceram para salvar o mundo?\"\n\"Não, eu nunca ouvi falar de nada assim. E até onde eu sei, você era a princesa que traz a destruição.\"\n\"E até onde eu sei, alguém disse que esta 'destruição' é na verdade o nascimento de uma nova vida.\"\n\"Bem, eu não sei onde foi que você ouviu isso, mas tais crenças já são antigas. Se você escrevesse esta bobagem hoje em dia, as pessoas a jogariam na nação de Tokoyo, e isso seria para o melhor.\"\n(A princesa cobriu suas orelhas)\nNo topo da Torre do Céu, o samurai e a princesa discutiram futilmente, como se ninguém estivesse observando.\nBem, digo isso, mas na verdade, havia muitas outras pessoas vestidas com o traje de onmyouji.\n\"Então, uh, como todos sabem, a Maldição Nakura foi originalmente criada para preservar a vitalidade de um mundo que estava diminuindo lentamente.\"\nComo se não fosse capaz de suportar a conversa - e também de impulsionar a trama em seu papel de NPC - o onmyouji mais velho finalmente falou.\n\"E quem pode utilizar essa vitalidade armazenada...\"\n\"Então, você poderia tirar esses pensamentos de sua cabeça?\"\nO samurai parecia não ter ouvido o feiticeiro onmyouji de jeito nenhum.\nPor quanto tempo essa farsa iria continuar?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Princesa Mina da Nação Caída (V)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em uma sala à esquerda na Sede da Comissão Yashiro na Mansão Kamisato"
          }
        ]
      }
    ]
  }
}