{
  "epId": 2907,
  "name": "Isca Adocicada",
  "desc": "<p>Isca feita à base do orvalho de uma rosa e foi misturada com pó de Fruta Harra seca ao sol. Tem um sabor picante e um gosto doce, assim como a vida de um pescador. A colheita depois de ter passado por dias sofridos de temporal é particularmente gratificante.</p><p></p><p>Apropriada para as espécies de peixe: Peixe Bola, Marlim-azul.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/a3eec824abb55f5ccd6fd1d8ce67974c_3968588563743850690.png",
  "filterValues": {
    "objectType": [
      "Isca"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1695081370,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Receita"
      },
      {
        "type": "CustomEntry",
        "epId": 3616,
        "name": "Receita: Isca Adocicada",
        "desc": "<p>Um diagrama com o passo a passo detalhado de como fazer Isca Adocicada.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/26/89220822/d9f2e984e08c39d2b053dbf6d6609691_2677100343271747562.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Ingredientes\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Fruta Harra",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Cresce em florestas tropicais quentes e úmidas, e possui um aroma especial. Basta moê-la para transformá-la numa especiaria. É a planta de especiaria mais importante de Sumeru.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/16791688/8db9b48afc2f6ddb83dd81a8b7830615_6130525537897720249.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Rosa de Sumeru",
        "desc": "<p>Flor roxa escura e exuberante, exala uma fragrância agradável que faz qualquer pessoa querer parar para sentir o seu aroma. Muitas pessoas a chamam de  \"rosa multiflora\", mas na verdade, ela é \"rosa\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/8078404/c4c6476b2c76410d2e8b38e7424099eb_2122103841226389947.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Peixes"
      },
      {
        "type": "CustomEntry",
        "epId": 2831,
        "name": "Pêssego das Ondas Profundas",
        "desc": "<p>Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.</p><p>Todo o corpo desta espécie é rosa e a barbatana caudal é verde, cores associadas ao Pêssego Zaytun. Esses peixes são, como o próprio nome sugere, tão doces que são considerados \"deais para sobremesas\".</p><p>Sem dúvida, devido a vários fatores, a sobremesa de peixe que os chefs esperavam criar não deu certo. Como esse tipo de peixe é raro e caro, muitas vezes é criado como peixe ornamental.</p><p>Há uma grande quantidade de clientes que não queriam gastar muita Mora neste tipo de peixe, mas mesmo assim não se cansam de suas cores brilhantes. Existem até empresários que conseguiram reverter esse fenômeno, modelando seus Pêssegos Zaytun a partir desses peixes. Esses pêssegos se tornaram campeões de vendas.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/6720f1dab0b0b6aa0d67b709e5a18df0_2301437315576172859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2827,
        "name": "Peixe Bola da Areia",
        "desc": "<p>Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.</p><p>Este peixe de aparência simples e cor de areia é uma espécie importante. Os pesquisadores conseguiram deduzir as características ecológicas de toda a linhagem deste peixe a partir da anatomia da espécie. Com sua imensa força e chifres mais fortes, ele atua como um \"cavalo de batalha subaquático\". Eles evoluíram sua coloração protetora como resultado de atividades de longo prazo no álveo dos rios e no fundo dos lagos, além de passar todos os dias com a areia como seus companheiros.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/fa81c1a3fe5341afc7b9269422eff7eb_4430894954122111200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2829,
        "name": "Peixe Bola das Nuvens Crepusculares",
        "desc": "<p>Um peixe redondo de tamanho médio com cartilagens semelhantes a chifres usados para cavar tocas submarinas, construir abrigos e afastar predadores.</p><p>Como a espécie de peixe de vida mais longa, eles têm uma cor cinza clara e são fáceis de identificar. A cor vem de sua forma única de sobrevivência, sua cútis contém uma substância semelhante à bílis, que é muito mais ácida do que a de outros peixes, fazendo com que sejam evitados por muitas criaturas subaquáticas.</p><p>Mas, quando cozidas de uma maneira especial, a acidez realmente contribui para o frescor do peixe. Como resultado, este peixe vende muito bem. Nos mercados de peixe de Sumeru, muitas vezes você pode encontrar placas dizendo: \"Não o mantenha no mesmo tanque que outros peixes destinados ao consumo\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/1aa68848b24ef95130f49f8c3c4fac79_7658465419129076576.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2832,
        "name": "Peixe Fruta Verdadeira",
        "desc": "<p>Peixes de tamanho médio e corpo redondo com a estrutura cartilaginosa na forma de chifres, que dizem que é usada para cavar tocas submarinas para construir abrigos ou afastar criaturas invasoras.</p><p>A espécie mais comum nesta linhagem é o baiacu, com uma cor azul-esverdeada em seu corpo. Como ele parece uma fruta imatura, veio o seu nome \"Fruta Pura\".</p><p>Embora o baiacu tenha muito poucas espinhas e uma carne boa, o peixe ficará azedo como uma fruta imatura se for preparado incorretamente ou se a vesícula biliar for tirada tardiamente. Portanto, a capacidade de fazer um delicioso prato de baiacu se tornou um dos critérios para avaliar os cozinheiros de Sumeru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/f8e1966a8e42ac68908c2b33aa1975e2_4138701788503558428.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2828,
        "name": "Marlim Machado de Jade",
        "desc": "<p>Um peixe com uma forma única, é o primo de Sumeru do peixe-borboleta. Este peixe tem um largo esqueleto e um corpo curvado peculiar. Reza a lenda que os primeiros pescadores a pescar esse peixe tiveram suas varas inclinadas na ponta da barbatana caudal e descobriram que as duas, quando combinadas, se assemelham a uma arma de haste, dando origem ao nome \"Marlim Machado\". Este nome ficou muito mais conhecido do que o seu nome científico, \"Borboleta Âncora\", e desde então é usado comumente pelas pessoas.</p><p>O Marlim Machado de Jade prefere viver em áreas onde as plantas aquáticas florescem e onde sua forma se mistura facilmente com o ambiente. Pequenos peixes que vagam pela grama muitas vezes esbarram em seus corpos camuflados e ficam atordoados, mas o marlim não se sente provocado e, em vez disso, oferece abrigo a seus vizinhos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/7a2bcc9668aec3c23811a2b346b2e086_8298513645006593587.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2830,
        "name": "Marlim Machado de Lazurita",
        "desc": "<p>Um peixe com uma forma única, é o primo de Sumeru do peixe-borboleta. Este peixe tem um largo esqueleto e um corpo curvado peculiar. Reza a lenda que os primeiros pescadores a pescar esse peixe tiveram suas varas inclinadas na ponta da barbatana caudal e descobriram que as duas, quando combinadas, se assemelham a uma arma de haste, dando origem ao nome \"Marlim Machado\". Este nome ficou muito mais conhecido do que o seu nome científico, \"Borboleta Âncora\", e desde então é usado comumente pelas pessoas.</p><p>Embora seu homônimo seja uma arma, e sua força supere a de muitos outros peixes, o Marlim Machado tem uma personalidade gentil, especialmente aqueles com listras azuis e douradas no corpo. Devido às suas escamas duras e tamanho grande, os Marlim Machado são capazes de lidar com ataques de outras criaturas aquáticas, esperando até que seu atacante esteja exausto e desista.</p><p>Sua força também pode ser um desafio para um mestre pescador, cuja única opção é tratá-los como grandes feras. Para drenar sua resistência com mais eficiência e, eventualmente, pegá-los, é preciso segurá-los até que sua resistência se esgote.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/8078404/b515aec19c896a47ce4ec9899a0cb25d_5085455845672397324.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4101,
        "name": "Marlim Machado d'Água",
        "desc": "<p>Parente distante do peixe-borboleta, este peixe possui um esqueleto de grande tamanho e forma curvilínea. Conta a lenda que o primeiro pescador que capturou um desses peixes o fez prendendo a vara à extremidade da nadadeira caudal do peixe, e descobriu assim que a forma resultante se parecia com a de uma lança. Daí vem o seu nome de Marlim Machado d'Água. O nome se revelou tão descritivo que não demorou pra se espalhar entre as pessoas comuns.</p><p>Rumores dizem que o Marlim Machado de Fontaine na verdade veio de Sumeru. Ao contrário de seus parentes em Sumeru, o Marlim Machado d'Água tem uma natureza muito mais tenaz e é capaz de sobreviver por longos períodos em ambientes adversos ou realizar longas viagens como um comerciante. Por isso, alguns marinheiros o consideram um símbolo de coragem e paciência.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/59559639/f1d3f884df4cdb68cab04cfa66169340_721770250732252454.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Isca Adocicada"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Isca"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido na síntese"
          }
        ]
      }
    ]
  }
}