{
  "epId": 2921,
  "name": "Pergaminho da Canção Fluente",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/c27b975a9c45619911e4e3decb71c44c_9029446757583137086.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292766,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Pergaminho da Canção Fluente"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 1"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma página rasgada descoberta nas ruínas do deserto e recuperada por pesquisadores do Darshan Vahumana da Academia. O autor desta página ainda não foi confirmado.\nQuando a Dama de Pushpavatika ouviu falar disso, ela não hesitou em condescender,\nindo para o grande palácio de (...) com a intenção de testar a sabedoria da princesa com enigmas.\nIncontáveis criadas, criados e oficiais se amontoaram em volta da sempre brilhante princesa,\nTodos estavam vestidos com linho fino e seda, como se inúmeras estrelas diurnas estivessem decorando o luar.\n(Observações do Herbad Tafazzoli do Haravatat: Há um erro de tradução aqui. Na última frase desta seção, \"seda\", deveria ter sido traduzido como \"tecido nunca visto\" para não ser confundido com as especialidades de Liyue. Além disso, o \"grande palácio\" referido na segunda frase desta seção não significa \"palácio\" nem a qualquer \"construção\" no idioma original. Referia-se a \"um pedaço de terra onde o divino está presente\". Os estudiosos de Vahumana, responsáveis pela tradução deste volume parecem não ter compreendido o idioma da época, por isso escrevi minhas notas cuidadosamente.)\n...uma doce fragrância paira sobre a princesa naquele (sebe? jardim? campo de batalha?),\ncomo um riacho contornando a lua prateada sob a sombra das árvores.\nDesde os tempos antigos até os atuais, ninguém jamais testemunhou tamanha beleza,\nassim como ninguém jamais viu a geada matinal que cai em julho.\n(Observações do Herbad Tafazzoli do Haravatat: Na primeira frase deste versículo, palavras cujo significado não pode ser determinado no momento também podem ser traduzidas como \"terra agrícola\" ou \"cemitério\".\nObservações do Herbad Yarshater do Vahumana: muito obrigado por sua nota, Mestre Tafazzoli, agora estamos ainda mais confusos sobre quem é o autor deste livro.)\n...Assim, a Dama de Pushpavatika falou:\n\"Louvado seja o Alado, o rei que governa todos os reinos da terra.\"\n\"Sou uma Jinni primordial, sou uma ilusão oscilante, sou um brilho aos olhos do criador.\"\n\"As pessoas em terras longínquas estão entoando sua sabedoria. Me pergunto se você pode se livrar da confusão que me incomoda há muito tempo?\"\n\"Estas especiarias, ouro e pedras preciosas, lhe presentearei por ter adivinhado meus três enigmas.\"\nA princesa de (...) assim respondeu:\n\"Louvado seja o Alado, a verdade governante de todas as nações da terra.\"\n\"Sou o possuidor do ontem, sou o mestre do amanhã, contudo, nunca vi tanta beleza e elegância como vejo em você.\"\n\"Dama de Pushpavatika, quaisquer que sejam as dúvidas que você tenha em sua mente, você pode trazê-las ao meu conhecimento sem reservas.\"\n\"Todas estas especiarias, ouro e pedras preciosas, mesmo somando-as, ainda assim são incomparáveis a capacidade de transmissão de conhecimento.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 2"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma página rasgada descoberta nas ruínas do deserto e recuperada por pesquisadores do Darshan Vahumana da Academia. O autor desta página ainda não foi confirmado.\nAssim, a Dama Pushpavatika disse novamente:\n\"Princesa Benevolente, se você é realmente tão sincera,\"\n\"então, por favor, ouça-me recitar o primeiro enigma.\"\n\"O que é tão frio quanto algo morto quando está vivo,\"\n\"Ainda assim, emana calor após a morte?\"\nA princesa de (...) assim respondeu:\n\"São as rosas perecíveis no final da primavera. Mesmo cheias de espinhos, não conseguem esconder sua beleza.\"\n\"As flores colhidas para produzir perfumes de forte aroma, e as hastes cortadas para formar o núcleo das lâmpadas a base de óleo.\"\n\"Muitos amantes têm sido enfeitiçados por ela através dos tempos, e o rei de vermelho admirava sua beleza.\"\nEntretanto, teria a rosa em algum momento cobiçado alguém? Somente para então murchar junto com a chegada da lua nova e o orvalho matinal?\"\nA Dama de Pushpavatika fez um elogio mentalmente, sua expressão, contudo, estava tão impassiva como sempre.\nEla deu um passo à frente calmamente e recitou um segundo enigma para a rainha.\nA Dama de Pushpavatika disse:\n\"Ó sábia Princesa, respondeste corretamente de fato ao primeiro dos meus enigmas.\"\n\"Contudo, desde as estrelas até o abismo, ainda existem inúmeros mistérios inexplicáveis neste mundo.\"\n\"Sábia Princesa, se sua sabedoria é tanta quanto as fábulas dos homens contam,\"\n\"por favor, responda ao meu segundo enigma assim como você fez para o primeiro;\"\n\"O que é que ascende da terra e descende dos céus;\"\n\"Ninguém jamais a viu, ela, entretanto, vê a todos;\"\n\"Sua parte superior é como a inferior, e vice-versa;\"\n\"No entanto, apenas de cima para baixo, nunca de baixo para cima?\"\nA Princesa de (...) assim respondeu:\n\"Você está se referindo a lei universal estabelecida pelos céus. O plano divino forjado no início dos tempos.\"\n\"Ninguém no mundo jamais evidenciou a lei eterna, mas ela para sempre, a todos governará.\"\n\"Curve-se apenas à venerável Vaana, que venera os espíritos do céu. Nenhuma arrogância, fraude, ou enganação é permitida.\"\n\"Se alguém ousar imitar esta técnica proibida, lhe restará sua ruína inexorável no penhasco da sabedoria.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 3"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma página rasgada descoberta nas ruínas do deserto e recuperada por pesquisadores do Darshan Vahumana da Academia. O autor desta página ainda não foi confirmado.\nA Dama de Pushpavatika estava prestes a se regozijar ao ouvir isto, mas seu rosto bonito permaneceu matizado de frieza.\nEla se curvou gentilmente, recitando o terceiro enigma para a Princesa.\nA Dama de Pushpavatika disse:\n\"Ó sábia Princesa, você de fato, controla e carrega toda a astúcia desde o abismo até as estrelas.\"\n\"No entanto, este mundo não é apenas um lugar de coisas transitórias, existem ainda mais elementos que são eternos em sua exuberância.\"\n\"Ó sábia Princesa, se sua sabedoria é realmente fiel às lendas mundanas,\"\n\"Assim como você fez com o segundo enigma, por favor solucione o terceiro.\"\n\"O que pode resistir a destruição, mas não, a uma flechada?\"\n\"O que não pode destruir uma armadura, mas consegue acabar com cidades?\"\n\"O que não se submete nem aos mensageiros do céu e nem as nações terrestres? \"\n\"O que nem deuses nem demônios são capazes vencer?\"\nA Princesa de (...) assim respondeu:\n\"Você está falando da eterna sabedoria que defenderá a civilização de (...).\"\n\"Ressuscitará dos mortos como (...), e permanecerá indestrutível como (...).\"\n\"Mesmo que as areias do tempo acumulem-se sob seus pés, depois de milhares de anos ainda será assim (...).\"\n\"As pessoas eventualmente se alegrarão por seu (...), e com certeza também irá (...) por causa deles.\"\n(Observações do Herbad Tafazzoli do Haravatat: As omissões aqui não foram intencionais, e sim devido à perda do livro. Algumas das omissões podem ser inferidas a partir dos vestígios marginais de texto residual do volume original, mas infelizmente, os estudiosos do Vahumana, responsáveis pela tradução deste volume parecem não ter tido o conhecimento relevante, por isso vou acrescentar um pouco aqui.\nAs palavras que faltam na primeira frase deste capítulo são: \"Meu (Nosso),\" \"Eternidade\", ou ainda \"Todos\";\nPalavras que faltam na terceira frase deste capítulo: Parece ser o nome de uma pessoa, mas poderia igualmente ser preenchido com a frase \"restos mortais preservados;\"\nA primeira palavra em falta na quarta frase deste capítulo: \"Voltar\", ou \"Morte\", ou \"Renascimento\".\nAs outras palavras que estão faltando não podem ser inferidas atualmente.\nObservações do Herbad Yarshater do Vahumana: ...Você não me disse nada disso na época, hein?)\nA Princesa acertou os três enigmas, nenhum deles poderia confundir seu segredo.\nTendo ouvido tudo isso, a Dama de Pushpavatika não pôde deixar de admirar a Princesa.\nAssim, a Dama de Pushpavatika disse:\n\"Vossa sabedoria, ó benevolente e eterna Princesa,\"\n\"vosso conhecimento, de fato, ultrapassa infinitamente aquilo que consta nas lendas mundanas.\"\n\"Quão felizes são seus dependentes, quão afortunados são seus súditos,\"\n\"que ao seu lado estão, a ouvir vossos ensinamentos.\"\n...Desde então, as duas princesas formaram uma aliança sólida, e aquele que as acompanhou do começo ao fim, o rei de (Sangue? Raiva? Coroa Vermelha?), trabalhou com elas para liderar o povo de (...) em direção a prosperidade eterna."
      }
    ]
  }
}