{
  "epId": 2925,
  "name": "Ode à Khvarena",
  "desc": "<p>Uma canção passada de geração a geração de um grupo religioso perdido no deserto. Não se sabe quem a transcreveu.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/cda909617df5c89a702d8c2f2ddac7a5_3659647278934028836.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1754984530,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Ode à Khvarena ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma canção passada de geração a geração de um grupo religioso perdido no deserto. Não se sabe quem a transcreveu.\nÓ Nagarjuna,\ncom a ajuda de todas as auras de incontáveis espíritos, abençoo esta terra de calamidade eterna.\nQuando a sujeira do fundo do abismo manchou o reino original,\nos espíritos gloriosos que auxiliam o Senhor da Sabedoria dispersaram-se em milhões de espécies.\nAtravessei o Rio do Pesar em minha sede por água.\nAbri caminhos para os bons espíritos para que a luz da sabedoria irradie por todos os cantos.\nÓ Nagarjuna,\nCom a ajuda de todas das auras dos infindáveis espíritos, alimento os bons espíritos do mar de flores.\nEis que a luz dos espíritos revelam a essência do espírito, último descendente do deus da grama e das árvores.\nEis o guerreiro que sobreviveu a centenas de batalhas, o inimigo dos demônios de Dev.\nA nevoa escura distante do céu, também não poderá corroer suas figuras.\nÓ Nagarjuna,\ncom a ajuda da aura de milhões de espíritos, transcendi o mortos desta terra imunda.\nBanhe os pecados dos inocentes e faça-os renascer em uma terra pura e sem sofrimento.\nNos chackras da terra, sementes de karma darão luz à todas as coisas.\nO definhamento temporário e a prosperidade do mundo são apenas uma ilusão das sementes ativas.\nÓ Nagarjuna,\ncom a ajuda das auras de incontáveis, limpei o abismo dos céus.\nA lama que transborda do fundo do abismo finalmente recua,\no legado de Dahri, também sucumbiu a lei.\nCanções em uníssono, as chuvas, temporariamente se acalmam.\nÓ Nagarjuna,\nSe a maré negra e o abismo reaparecerem.\nEntoe este cântico e ore pela invencível aura dos espíritos.\nA luz espiritual eterna que guiará nossa ascensão."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Ode à Khvarena"
          }
        ]
      },
      {
        "key": "Entradas Relacionadas",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2925,
            "name": "Ode à Khvarena",
            "desc": "<p>Uma canção passada de geração a geração de um grupo religioso perdido no deserto. Não se sabe quem a transcreveu.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/cda909617df5c89a702d8c2f2ddac7a5_3659647278934028836.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}