{
  "epId": 2929,
  "name": "Roteiro do Diretor da Companhia Teatral Crepúsculo",
  "desc": "<p>O roteiro para \"Dramaturgia Fantasmagórica: A Princesa Espadachim!\". Os rabiscos ao redor do roteiro parecem ser anotações do diretor da companhia de teatro, e algumas delas contêm instruções extremas para que não sejam utilizadas.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/23/194600931/d406928104f58f5fcbb2b73a24cfc4cf_5781305386623130243.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1754984759,
  "components": {
    "textualResearch": [
      {
        "title": "Roteiro do Diretor da Companhia Teatral Crepúsculo",
        "desc": [
          {
            "type": "RichText",
            "text": "Prólogo\n(Um palácio luxuoso com ornamentos tão luxuosos quanto. O grande rei, a princesa valente, e seu servo real, aguardam no palco.)\nNarrador: Após ouvir sobre sonhos humanos tão preciosos quanto o outro, um dragão maligno insaciável apareceu no reino.\nNarrador: Sem saber deste mal, o rei e a princesa continuaram a discutir sobre o conteúdo de sua comida.\nNarrador: Carne ou vegetais — o servo real da princesa teria sugerido ambos para acabar com a discussão.\nNarrador: Mas poucos sabiam seu nome, e menos ainda se importavam com seu conselho.\n(O dragão maligno faz uma volta pelo céu três vezes antes de pousar no palco. O dragão irá soprar fogo, mas tenha cuidado com as coisas no palco, e certifique-se de não deixar nenhuma chama cair na plateia!)\nDragão Maligno: Sonhos dourados... me pergunto se são deliciosos.\n(O palco balança conforme o dragão maligno pousa. Esse deve ser um momento impactante! Mas não muito, se não as imagens de fundo podem acabar caindo.)\nDragão Maligno: Ufa. Esses ladrilhos irregulares no chão quase me fazem perder o equilíbrio.\nDragão Maligno: Ah! Bom, muito bom! Embora vocês sejam insignificantes, vocês abrigam sonhos grandiosos o suficiente para mim!\n(O rei avança e enfrenta o dragão, de forma imponente.)\nRei: Dragão Maligno! Por que vieste aqui?!\nDragão Maligno: \"Dragão Maligno\"? Que ridículo.\n(O Dragão Maligno abre suas asas para cobrir as luzes do palco. Pelo menos metade delas deve ser coberta.)\nDragão Maligno: Um dragão tão ilustre e inteligente como eu, certamente deveria receber o título de \"iluminado\".\nDragão Maligno: Minha espécie é conhecida por cobiçar tesouros, mas achei os sonhos dos humanos insignificantes mais interessantes do que joias.\nDragão Maligno: É fascinante como os humanos podem encher suas cabeças com sonhos, estejam eles cheios ou famintos.\nDragão Maligno: Os sonhos dos humanos são mais preciosos do que ouro, pelo menos, é o que dizem.\nDragão Maligno: (Vorazmente) Hoje, verei por conta própria se seus sonhos são tão saciadores quanto valiosos.\nDragão Maligno: (Furioso) Minha fome está insuportável. Mal posso esperar para devorá-los.\nDragão Maligno: Rei insignificante, se você valoriza sua própria vida e as de sua espécie, então ofereças vosso sacrifício imediatamente!\nRei: Você acha que sou um covarde? Esses seus olhos malditos são apenas como pedras mais reflexivas?\nRei: Sonhos e a nobreza é pelo que mais luto em minha vida, jamais entregarei eles a você.\nRei: Suma daqui, dragão maligno! Meu reino não se acovardará diante de você!\nDragão Maligno: Devo insistir para que reconsidere, ainda que sinta que a coragem preencha sua alma miserável.\nDragão Maligno: Sacrifício ou a aniquilação, espero que com o tempo seu juízo faça a escolha certa.\nDragão Maligno: Hunf, descansarei nas redondezas de sua cidade. Mas antes do anoitecer, retornarei para me saciar.\nDragão Maligno: Se você não me der, tomarei por conta própria. Seu palácio será meu campo de caça e seus salões o meu fogão.\n(O Dragão solta um rugido ensurdecedor e o palco treme para mostrar o seu poder. Tenham cuidado com a intensidade de seu rugido, lembrem-se de usar cordas para segurar o pano de fundo no lugar. A partida do dragão não precisa ter ele soltando chamas. Nosso orçamento deve ser gasto no ato final.)\nNarrador: Convencido de que o rei o proveria com um delicioso jantar, o dragão partiu do castelo para descansar.\nNarrador: O rei justo não tinha a intenção de ceder e pretendia chamar seus cavaleiros para conquistar o mal.\nPrincesa: (Princesa, lembre-se de se destacar quando entrar em cena!)Irei derrotar o dragão para proteger nosso reino.\nRei: Minha filha! Você esqueceu quem você é?\nRei: Uma princesa não pode ir para a guerra.\nRei: Seu lugar não é em batalha, mas dentro de seus aposentos.\nPrincesa: Não esqueci de seus ensinamentos; não posso abdicar dos sonhos e da nobreza.\nPrincesa: Caminharei livremente entre as pessoas, como uma princesa, mas também como uma guerreira!\nPrincesa: Com o dragão logo ao lado de fora, não posso apenas ficar sentada esperando.\nRei: Antes de tudo, você é uma princesa.\nRei: Além disso, eu não poderia suportar lhe ver em perigo.\nRei: Além disso, você...\nServo Leal: (Leon não precisa de luz) Ahem! Não se preocupe, Majestade, eu protegerei a Princesa!\nRei: Sem nome nem honra, como você pretende protegê-la?\n(O Rei acena com sua mão para Leon retirar-se.)\nRei: Não diga mais nada — chamarei os guerreiros mais corajosos do reino para andarem ao lado dela.\nNarrador: Haviam três renomados cavaleiros no reino, todos dotados de grandes talentos, e conhecidos por habilidades espetaculares.\nNarrador: Todos esperaram pacientemente do lado de fora do palácio, ansiosos para entrar na sala do trono.\n(A subida ao palco dos três servos deve ser destacada pela luz do palco. Junto com a luz, talvez algumas penas caindo também ajudem?)\nNarrador: O forjador de grandes legados, o mundialmente famoso lutador, Servo A.\nNarrador: Sua glória é imensa, e suas viagens épicas até os dias de hoje.\nNarrador: A exceção dos ingênuos, quem não ouviu falar o seu nome no reino?\n(O Servo A desembainha sua espada perante a plateia. Sua voz deve ser alta, pelo menos 30% mais alta que a dos outros personagens presentes.)\nServo A: Você disse que não sabia? Aqui, contarei-te tudo sobre meu nome!\nNarrador: Um estrategista indeciso e excessivamente cauteloso, Servo B.\nNarrador: Especialista em sobreviver inteiro a qualquer um e qualquer coisa.\nNarrador: Alguns criticam sua indecisão, outros elogiam seu receio.\n(O Servo B sobe ao palco e se dirige à plateia.)\nServo B: Um plano fenomenal leva tempo para ser formulado. Use sua cabeça, não seus punhos.\nServo B: Você acha que eu estou com medo? Não duvide de minha experiência no campo de batalha!\nNarrador: E finalmente, nosso matador de dragões: o Servo C!\nNarrador: \"Será que sou o único que pensa que matar dragões é mamão com açúcar?\"\nNarrador: O matador contou suas lendas, exibindo suas conquistas para todos.\n(O Servo C sobe ao palco e pega uma capa de um baú para mostrar para a plateia.)\nServo C: Veja, esta capa tem uma história muito longa. Por favor, escute atentamente...\nNarrador: O guerreiro chegou, todos estão prontos para a batalha.\nPrincesa: Seus nomes são tão grandes e complicados. Por que será?\nServo Leal: Se costuma utilizar títulos assim para que as pessoas sintam medo e admiração.\nPrincesa: Oh! Eu devo ser ignorante. Nunca ouvi falar de um costume assim.\nRei: Guerreiros, sejam bem-vindos! Que vocês persistam e vençam todos os obstáculos a frente!\n(Quando cada servo falar, ele deverá ser iluminado.)\nServo A: Eu juro perante minha glória passada que o triunfo pela nossa princesa se aproxima!\nServo A: A princesa nada precisa temer enquanto eu estiver ao seu lado! O dragão logo cairá!\nServo B: ... Dragão, você não é páreo para mim!\nServo B: Meu plano fará ele fugir com o rabo entre as pernas!\nServo C: Amigos, vocês têm boas ideias, mas talvez nem precisem lutar.\nServo C: Minha fama como um matador de dragões é vasta pela terra. O dragão tremerá e fugirá.\nNarrador: Por isso, a princesa, acompanhada de seu servo...\nNarrador: E também com três guerreiros famosos, a princesa partiu para sua missão.\n(Todos saem de cena. Alguns efeitos especiais podem ser utilizados, como usar a iluminação em seu caminho, mostrando que seu futuro é brilhante! Tenham cuidado para não iluminar a plateia, não quero ser processado.)\nInterlúdio — Ato I\n(O entorno da cidade. Essa é uma floresta perto de um lago com um castelo na distância. As árvores devem parecer realistas. Algumas folhas caídas podem ser colocadas no palco de antemão, assim, elas subirão para o ar quando o dragão passar voando, mostrando o realismo de nosso cenário!)\nNarrador: Do lado de fora dos portões da cidade, havia uma pradaria junto ao lago, com vegetação exuberante e uma brisa suave e agradável.\nNarrador: Procurando um momento para descansar, o dragão maligno aterrissou com tranquilidade.\n(O Dragão Maligno voa para o palco e fará três volta ao redor dela, ele pode fazer mais, mas nada de soltar chamas, ou então queimará o pano de fundo.)\nDragão Maligno: O castelo é como se fosse um pássaro em uma gaiola. Será que os humanos terminaram de preparar o meu jantar, ou eles acreditam que conseguem desafiar seu destino?\nDragão Maligno: O sol está brilhando, e a terra está queimando. Irei procurar um lugar mais confortável.\n(O Dragão Maligno pousa sob a sombra de uma árvore e passa a descansar. Tenham cuidado para que sua cauda não derrube o pano de fundo quando ele fizer isso.)\nDragão Maligno: (Cansado) Por um momento de um sabor incomparável, viajei por centenas de quilômetros e tive fome durante dezenas de dias.\nDragão Maligno: É melhor os humanos não esgotarem minha paciência, pois até mesmo eu tenho paciência limitada.\nNarrador: Assim, o dragão maligno procurou descansar sob uma sobra, e nesse momento, um comerciante veio de outra direção apressado...\n(O comerciante entra em cena e vai rapidamente para o lado do Dragão Maligno.)\nComerciante: (Furioso) Que má sorte, sofrer um golpe antes mesmo de conseguir fazer uma única venda!\nComerciante: Sou um comerciante que viajou de muito longe. É assim que este reino lida com pessoas como eu?\nComerciante: Em todos esses anos nessa indústria vital, essa é a primeira vez que me deparei com um cliente tão barulhento e estranho quanto esse homem hoje.\nComerciante: Para ele, tudo que tenho a oferecer é um esquema de manipulação por dinheiro, ou futilidades de qualidade horrenda.\nComerciante: E imaginar que eu achava que ele era algum tipo de especialista, quando no fim das contas, ele apenas me fez de idiota!\nComerciante: Ele nunca se importou em fazer uma venda, ele apenas me viu como um \"desafio\" e se recusava a ser \"derrotado\"!\nNarrador: Conforme o comerciante desabafou suas angústias, outra alma irritada apareceu em cena.\n(O aventureiro entra em cena, cambaleando rumo ao comerciante.)\nAventureiro: Droga! Por que esse sujeito está ficando no meu caminho? Minha missão é rastrear o dragão, não tenho tempo a perder!\nAventureiro: Como um aventureiro, derrotar o mal é meu destino! Só de pensar nele já me deixa irritado!\nAventureiro: Tudo que eu disse é que nunca ouvi falar nele, e ele lidou com isso como se fosse um tremendo erro.\nAventureiro: Me insultando, insinuando que quero roubar sua glória, e sugerindo que minha missão é apenas um truque...\nServo A: Dragão maligno! Apareça! Resistir é inútil!\nComerciante: Essa voz! É ele!\nAventureiro: É ele! Com certeza é ele!\n(O comerciante e o aventureiro procuram furiosamente pelo Servo A, e a cena acaba. Para focar na emoção dos atores, é recomendado que eles imaginem que o Servo A roubou seu jantar.)\nDragão Maligno: Os humanos realmente são seres muito barulhentos. E pensar que conseguem fazer tanta bagunça sem nem mesmo mostrar a cara...\nNarrador: Este homem está buscando o aclamado cavaleiro do reino. Embora o sol continue a queimar, ele continua firme em sua procura.\n(O Servo A sobe ao palco brandindo uma espada, cheio de confiança e de bravatas. A luz do palco deve iluminá-lo.)\nServo A: Ahá! Parece que minha fama inigualável fez com que até mesmo o dragão maligno se irritasse.\nDragão Maligno: Como um dragão tão esclarecido, não é possível tolerar tais palavras tão transtornadas.\nServo A: Ah! Dragão maligno! Não pensei que você me enfrentaria sem ressalvas! (O Servo A brande sua espada contra o Dragão Maligno, cheio de intenção de atacar).\nDragão Maligno: O humano insignificante fala muito e usa um tom agressivo. Porém, será que a substância de seu sonho reforça suas alegações?\nDragão Maligno: Oh... Hmm. (O Dragão Maligno olha para o Servo A da cabeça aos pés perplexo.)\nServo A: Ficou mudo, dragão maligno!? Meu sonho é tão grandioso que até mesmo um dragão acha difícil de engolir?\nNarrador: Conforme o nobre cavaleiro enfrentava o dragão maligno, a princesa ansiosa e sua comitiva finalmente chegava.\nNarrador: O servo sem nome manteve seus olhos no campo de batalha. As palavras do cavaleiro despertaram uma chama em seu coração.\n(Leon sobe ao palco e olha para o Servo A, e então faz seu monólogo.)\nServo Leal: Admiro sua postura intrépida. Seria um sonho um dia poder provar meu valor.\nServo A: Dragão maligno! Por que você não fala? Finalmente percebeu que deveria se curvar de medo?\nDragão Maligno: Não me importo com aqueles que são inferiores. Seu sonho é imenso, mas é vazio por dentro. Por agora, este dragão malig-esclarecido ainda não conseguiu decidir se é comestível...\nServo A: Que desprezível da sua parte me humilhar, apenas por ser um inimigo!\nServo A: Eu lhe considerava como um oponente digno, entretanto, você usa artimanhas traiçoeiras!\nServo A: Eu, o aclamado cavaleiro, jamais me deixarei abater por sua humilhação e artimanhas. Você me dá nojo! (O Servo A dá um passo adiante, pretendendo atacar o Dragão Maligno. Mas o Dragão Maligno está visivelmente, e solta um profundo bocejo).\nNarrador: As palavras decididas do cavaleiro acenderam uma chama dentro do coração oprimido da princesa.\n(A corajosa Princesa sobe ao palco! Esse Palco não precisa ressaltar magnificência, mas mantenham a iluminação nela. Também tenham em mente que \"acender as chamas pelos oprimidos\" é uma mera metáfora, não incendeiem o palco de verdade! Dito isso, há alguma maneira de que as luzes fiquem em um tom vermelho? Talvez o uso do suco de Valberry possa ser útil...)\nPrincesa: Estou cansada dos meus aposentos calmos, desejo lutar ao lado de meus soldados!\nDragão Maligno: Embora não veja razão suficiente para lhe dar uma lição, talvez não tenha outra escolha nessa situação.\nDragão Maligno: Muitos aperitivos antes do almoço podem acabar com o apetite, mas só por hoje, me permitirei aproveitar deste manjar.\nNarrador: Para a surpresa de todos, o dragão maligno engoliu o sonho do cavaleiro de uma só vez.\n(Uma luz escura brilha na armadura do Servo A. O Dragão Maligno ergue suas asas e se abaixa, absorvendo tudo! O Servo A cai no chão, chocado e com a espada jogada para o lado. Entretanto, tenham cuidado para cair levemente, ou então o cenário será derrubado pelo impacto, afinal, o Servo A está usando uma armadura.)\nDragão Maligno: É como imaginei. Fino e crocante, porém vazio em seu interior. Uma textura maravilhosa.\n(O Dragão Maligno lambe seu lábios satisfatoriamente, bate suas asas e parte.)\nPrincesa: O cavaleiro foi facilmente derrotado! Embora seja um orador talentoso, nunca foi um verdadeiro guerreiro.\nServo Leal: Sua arrogância foi a sua ruína. Seu poder não se comparava com sua fama.\nNarrador: O dragão continuou insatisfeito. Sob o olhar de todos, ele saiu voando para lugares desconhecidos.\n(Fim de cena. A Princesa fica de pé no meio do palco até a cortina ser puxada, melhor ainda para a plateia contemplar sua magnificência!)\nInterlúdio — Ato II\n(As bandeiras tremulam corajosamente além do portão da cidade, é uma vista majestosa. O Dragão Maligno voa até o palco através de uma janela e pousa perante o portão, olhando seus arredores. Pousar nas muralhas seria melhor, mas o cenário provavelmente não suportaria o peso do dragão, por isso é melhor que ele pouse na frente do portão!)\nNarrador: Quando o Dragão Maligno voou para longe do castelo, ele fez uma pequena pausa no portão.\nDragão Maligno: Onde estão os guardas? Estão aterrorizados demais para enfrentar seu destino?\nNarrador: Como o Dragão Maligno não tentou se mover ou se esconder, a Princesa e seu grupo o alcançaram.\nNarrador: O leal cavaleiro da princesa, que sempre ia na frente, foi o primeiro a avistar a terrível criatura.\n(Leon sobe ao palco e se dirige à plateia.)\nServo Leal: (Determinado) Prometi ao Rei que por mais feroz e poderoso que fosse, não deixaria o Dragão Maligno se aproximar da Princesa!\nServo Leal: (Visivelmente nervoso) Talvez nosso estrategista consiga derrotá-lo com inteligência e astúcia.\nServo Leal: Diz a lenda que não importa que tipo de perigo ele encontre, ele sempre triunfa no final.\nServo Leal: Se ele pode se proteger contra os perigos com tanta diligência, então não temos nada a temer.\nServo Leal: Sem um plano, não devemos provocar o dragão.\nNarrador: O fiel súdito, com extrema cautela, passou a mensagem a seus companheiros.\nNarrador: \"Enquanto o Dragão Maligno descansa, vamos bolar um plano.\"\nNarrador: E com essas palavras, ela se aproximou cautelosamente para que seus passos não chamassem a atenção do dragão.\n(A Princesa sobe ao palco e fica ao lado de Leon, falando para a audiência.)\nPrincesa: O estrategista tem razão. Precisamos de um plano antes de atacar.\nPrincesa: Graças ao meu fiel súdito, conseguimos encontrar o rastro do dragão e ganhar vantagem.\nServo Leal: Não mereço essa honra, Alteza. Eu apenas cumpri meu dever.\nPrincesa: Neste mundo, devemos praticar a justiça e a retidão e recompensar aqueles que são dignos de serem recompensados.\nPrincesa: O estrategista está atrás de nós. Por que ele está andando tão devagar? Há alguma coisa o impedindo de avançar?\nServo Leal: Ele prometeu ter um plano inteligente para reprimir o desastre causado pelo dragão, talvez esteja confuso com tanta responsabilidade.\nNarrador: Apesar de toda a fé e cinismo, o estrategista cínico permanecem em silêncio, seu semblante desanimado.\n(Servo B entra em cena, amedrontado e nervoso).\nServo B: ...\nServo Leal: Oh, estrategista, o Dragão Maligno se aproxima, por favor nos ilumine com seu estratagema.\nServo B: Es... estratagema? Nenhum estratagema pode ser aperfeiçoado tão rapidamente para uma situação tão grave. O tempo é crucial para um estratagema perfeito...\nDragão Maligno: Haha! Este dragão compassivo concede a você o tempo necessário. Você tem até o anoitecer, os segundos estão contando.\n(O Dragão Maligno, que antes rondava perante o portão da cidade, agora ergue sua cabeça e solta fogo contra o céu! Tenham cuidado para não queimar as bandeiras, o cenário não é a prova de fogo, por isso um incêndio seria problemático.)\nPrincesa: O Dragão Maligno sabe falar? Afinal, ele não estava dormindo, era apenas uma farsa para nos aproximarmos dele!\nServo B: Aah!\n(O Servo B está pálido e foge tropeçando para fora do palco. A plateia parece chocada por essa reviravolta.)\nNarrador: O Servo B estremeceu, caindo de joelhos para implorar por sua vida.\nNarrador: Ele murmurou um pedido de desculpas e então correu para o portão do castelo sem hesitar.\nNarrador: A princesa e seu fiel súdito correram em direção a ele, enquanto o dragão ria.\nDragão Maligno: (Desdenhosamente) Se o rei tivesse me pedido misericórdia imediatamente, eu não teria tido a oportunidade de presenciar tal cena!\nNarrador: Deixando para trás seu servo estrategista, a princesa retornou sozinha para vigiar o dragão.\n(Ainda que a Princesa não tenha falas, a luz do palco deve estar nela.)\nPrincesa: (Monólogo perante a multidão) O estrategista mentiu sobre sua inteligência, deixando a tarefa de bolar um plano para salvar o reino para a princesa.\nPrincesa: Não podemos mais atacar o dragão de surpresa, pois ele está calmamente nos esperando.\nPrincesa: O estrategista fugiu às pressas e meu fiel súdito está em seu encalço.\nPrincesa: E também não há vestígios dos guardas, ninguém está em seu posto para defender o castelo.\nNarrador: O velho guarda chegou. Apesar de visivelmente embriagado, seus passos eram surpreendentemente firmes.\n(O velho guarda entra cena.)\nVelho Guarda: ...Burp. Se você me perguntar, esses tempos de paz são realmente fantásticos, tem comida, vinho e mulheres bonitas!\nVelho Guarda: A nobreza nunca conheceu nossas dificuldades, o sol escaldante e o vento gelado!\nVelho Guarda: Dragão Maligno? Estrategista? Que estupidez!\nVelho Guarda: Meus olhos mal veem e meus ouvidos estão quase surdos. O que você quer que eu faça na linha de frente lutando contra o dragão?\nNarrador: Apesar do jovem guarda ter aprendido muito com seu superior, ele não esqueceu seu desejo de defender o reino.\n(O jovem guarda entra em cena.)\nJovem Guarda: P-Pela princesa, devo lutar!\nJovem Guarda: Depois que todos fugiram, eu sou a última linha de defesa!\nJovem Guarda: Eu tenho de salvar o reino da ruína e derrota desse dragão faminto!\nJovem Guarda: (Desembainha espada) Dragão Maligno! Você tem algo a dizer antes de eu lhe derrotar?\nDragão Maligno: (Rindo) Muito bom, muito bom! Mostre-me do que você é feito!\n(O dragão sobe ao céu novamente, pairando sobre o Jovem Guarda, que saca um arco e flecha e dispara nele. Apenas imitem os movimentos, não disparem flechas de verdade, ou podemos ter problemas se elas caírem sobre a plateia!)\nNarrador: O servo leal finalmente retornou, no momento que uma terrível batalha estava para começar.\n(Leon sobe ao palco apressadamente. Nesse altura, o foco da plateia ainda estará no Jovem Guarda e no Dragão, por isso, coloquem a luz do palco em Leon.)\nServo Leal: Com o rastro do estrategista desvanecido, chegou a hora do jovem e vigoroso guarda assumir a responsabilidade da situação.\nServo Leal: Ah! Cheguei tarde! Deveria ser eu protegendo a princesa!\nNarrador: O servo leal, chegando tardiamente, soltou um suspiro enquanto o dragão erguia-se em chamas.\n(O Dragão Maligno avança fortemente contra o Jovem Guarda. O guarda joga o arco e flecha e desembainha sua espada, avançando contra o inimigo. Os dois desferem golpes, mas o Joguem Guarda não é páreo para o Dragão, que o jogou para longe. O Dragão engole a luz escura que flui da armadura do guarda. O efeito especial aqui deve de fato ser especial. Por exemplo, o dragão deve soltar um pouco de fogo quando suas garras e a lâmina do guarda se chocam, só para fingir que são faíscas...)\nNarrador: Apesar do jovem guarda ter corajosamente lutado, o dragão ainda assim o facilmente engoliu.\nJovem Guarda: *Choro * Se eu tivesse treinado duro, não me sentiria tão desamparado hoje...\nDragão Maligno: Apesar de ainda ter fome, você foi suficiente para saciar meu apetite.\nDragão Maligno: As porções foram modestas, mas o gosto foi satisfatório.\nDragão Maligno: Se o aperitivo foi tão interessante, o prato principal será ainda melhor!\nNarrador: E assim, satisfeito, o dragão maligno lambeu sua boca e saiu voando.\n(O Dragão Maligno sai voando do palco novamente, e a plateia assiste, comovida. Fim de cena.)\nInterlúdio — Ato III\n(Vila no entorno da cidade. Antes de abrir a cortina, madeira pode ser queimada para criar um efeito de fumaça.)\nNarrador: Jurando derrotar o dragão, a princesa e os súditos seguiram o rastro.\nNarrador: O Servo Real continuou a segui-los, carregando os fardos sem reclamar.\nNarrador: Embora o autoproclamado matador de dragões o desprezasse, o fiel servo não deu importância.\n(Leon, carregando um baú pesado e opulento, sobe lentamente ao palco.)\nServo Leal: Se eu carregasse suas ferramentas e libertasse sua mente, talvez ele encontrasse vitória.\nServo Leal: Ele tem consigo a espada do destino, a lâmina do escolhido.\nServo Leal: Ele se elevará contra o dragão, e a vitória chegará em tempo.\n(O dragão chega voando e rugindo, queimando o sol poente com suas chamas. Garanta que as plataformas à prova de fogo foram instaladas corretamente. Se não, é melhor retirar a cena do pôr do sol completamente para prevenir acidentes e processos da plateia.)\nNarrador: Após ouvir seus pensamentos, o dragão desceu sobre uma vila.\nDragão Maligno: Deixe-me ver, deixe-me ver... Onde estão meus sonhos dourados que estou ansioso para comer?\n(Servo C entra em cena seguindo Leon, de mãos vazias e descontraído.)\nServo C: Oh, dragão maligno, ninguém rirá de você se você correr de medo!\nDragão Maligno: O humano não percebe o quão cômico ele e suas palavras são.\nServo C: Sábio e piedoso como sou, não morderei a isca.\nServo C: Entretanto, espero que você viva para se arrepender do que disse.\nDragão Maligno: Haha, para um humano insignificante, você tem uma língua afiada.\nDragão Maligno: Veremos então, se você realmente merece estar entre os heróis.\nNarrador: A princesa finalmente alcançou seus escudeiros.\n(A luz de foco rodeia o palco antes de centrar na princesa. A corajosa Princesa finalmente aparece no palco novamente!)\nPrincesa: É minha obrigação expulsar o dragão.\nServo C: Vossa Alteza, peço permissão para atacar o dragão.\nServo C: Com minha espada e minha experiência, cortarei o dragão em pedaços.\nPrincesa: Permissão concedida. Prossiga com cautela.\nServo C: Uma vez derrotei um dragão venenoso, e trouxe comigo este tesouro valioso.\nServo C: Esta capa faz com que ninguém seja capaz de me ver.\n(Enquanto a plateia está distraída pela capa, o Servo C desaparece!)\nServo C: (Fora de cena) Eu me esconderei na multidão e aguardarei pela chance perfeita de atacar o coração!\nDragão Maligno: Ah, e cá estava eu achando que você conhecia alguma arte especial.\nDragão Maligno: Você estava planejando fugir esse tempo todo, e só estava esperando uma oportunidade para sumir?\nNarrador: Se o matador de dragões colocar sua capa e andar em meio a multidão, quem seria capaz de descobri-lo?\nServo C: Dragão, como ousa manchar o meu nome?\nServo C: Apesar da minha paciência e piedade, você não demonstrou a mínima vergonha.\nServo C: Será tarde demais para se arrepender quando eu fizer meu golpe certeiro.\nDragão Maligno: Com certeza, por favor, continue. O esclarecido mal pode esperar para jogar seus joguinhos.\nServo C: V-Vamos tentar por ali!\nNarrador: Silenciosamente escutando o pedido, o dragão soltou um sorriso benevolente.\n(Fim de cena. Quando a cortina cair, o pano de fundo do cenário deve ser alterado um pouco. Lembrem-se de apagar o fogo nas decorações do pôr do sol!)\nNarrador: Em um piscar de olhos, o dragão pousou no local escolhido.\nNarrador: A princesa e seus nobres servos seguiram imediatamente.\nNarrador: Mas o matador de dragões continuou parado no lugar. Será que ele perdeu sua fé?\n(Servo C sobe ao palco e caminha ao redor de uma espada incrustada numa pedra, mas não tenta tirá-la.)\nServo C:...Dragão maligno, você verá do que sou feito!\nServo C: Subi montanhas, atravessei lagos, desbravei domínios, e derrotei a sua espécie...\nServo C: Para finalmente conseguir essa espada, a lâmina do destino.\nServo C: Suma agora, caso contrário essa lâmina afiada irá te cortar em pedaços!\nServo C: Hahahaha. O que é um incrível mito para você é apenas um falatório sem sentido para mim.\nDragão Maligno: Estou aqui e não penso em dar nem um passo. Ataque à vontade.\nNarrador: Os aldeões se juntaram para presenciar a cena. Muitos estavam fascinados pelo mito da lâmina.\nNarrador: Um fazendeiro deu um passo a frente para experimentar a lâmina, mas os outros se perguntaram como que uma mão acostumada a erguer o ancinho poderia sequer segurar o cabo da espada.\n(O fazendeiro sobe ao palco, solta seu forcado e aproxima-se da espada.)\nFazendeiro: Eu me considero um homem em forma, um adversário à altura dos cavaleiros do palácio.\n(O fazendeiro tenta várias vezes com toda sua força retirar a lâmina, mas ela não se move de jeito nenhum.)\nFazendeiro: Uh! Achei que era forte o suficiente, mas nem fui capaz de movê-la.\nNarrador: O fazendeiro usou toda sua força, mas a espada permaneceu imóvel.\nNarrador: Quanto a princesa e seu servo, eles se negaram a tentar sua sorte.\nNarrador: O dragão observou atentamente, mas sua paciência finalmente se esgotou.\nDragão Maligno: (Entediado) Por fim, estou cansado de suas palavras e bobagens. Quando que um humano insignificante aparecerá para finalmente salvar o dia?\nDragão Maligno: Pegue a lâmina e me derrote, se você está falando sério!\nServo C: Um matador de dragões não é um escravo!\nDragão Maligno: Um matador de dragões? Você não passa de um farsante.\nDragão Maligno: Pare de fingir e pergunte a uma criança. Até uma consegue ver através de você.\nDragão Maligno: Poderiam as palavras do dragão serem verdade, e sob a armadura existir um mero impostor?\n(Uma criança sobe no palco, olha para o dragão, e então para o Servo C.)\nCriança: Um dragão, maior que aqueles das canções! Mas eu não serei assustado!\nCriança: Essa armadura brilhante, por que tilinta? Sua boca está aberta, por que não fala?\nDragão Maligno: Apesar de não ter fome, esta comida veio direto até minha porta!\nNarrador: A boca enorme do dragão instantaneamente engoliu o sonho do matador de dragões.\n(Servo C fica paralisado pelo medo enquanto o dragão voa alto antes de atacá-lo. Essa descida deve ser no mínimo de 50 metros, e o rugido do dragão deve ser suficiente para tremer o palco. O dragão absorve a luz escura da armadura do Servo C, após isso, Servo C deverá ficar imóvel, e a espada de pedra jogada para o lado. Por favor, tenham cuidado para não danificar os itens do cenário.)\nDragão Maligno: Nhac Nhac Hunf, é como eu esperava. Sonhos velhos apodrecidos são uma comida horrível.\nDragão Maligno: Os sonhos dele tinham um gosto de maçã podre... Quase passo mal com uma mordida.\n(O dragão limpa seus dentes com um certo desgosto e sai da vila. O Servo Leal e os demais estão chocados, mas a Princesa apenas suspira levemente.)\nServo Leal: O matador de dragões foi derrotado!\nPrincesa: Parece que as histórias de suas batalhas eram somente da boca para fora.\nNarrador: O dragão novamente partiu, deixando para trás um matador de dragões com sonhos destruídos.\n(Fim de cena. Lembrem-se de puxar as cortinas somente quando o dragão tiver ficado longe o suficiente, ou então a plateia não estará olhando a Princesa.)\nFinal\n(Longe da cidade real, a Princesa e seu fiel escudeiro chegam até a caverna que o dragão está descansando.)\nPrincesa: O sol está quase se pondo, e a lua em breve aparecerá.\nPrincesa: O nosso tempo está quase acabando, e eu ainda não alcancei meu objetivo.\nPrincesa: Os famosos guerreiros lutaram contra o dragão, mas todos, um por um, caíram.\nPrincesa: Eu fiz um juramento quando isso tudo começou...\nPrincesa: Mas agora temo que meu juramento tenha virado uma farsa...\nServo Leal: Como servo leal da princesa, eu deveria dividir suas preocupações.\nServo Leal: Eu não sou ninguém, mas graças a ela, encontrei um lugar no palácio.\nServo Leal: Ainda assim, admiro a diligência e gentileza da princesa.\nServo Leal: Por favor, não fique triste, princesa. Poderemos refletir sobre os erros desses heróis.\nPrincesa: Seu conselho é válido. Deixe-me relembrar de suas palavras e ações.\nNarrador: A princesa lembrou... Um com um ego inflado, mas fracassando no primeiro confronto...\n(Servo A entra, cabisbaixo, encarando a plateia enquanto é iluminado pela luz do palco.)\nServo A: Eu me proclamei herói valente, mas o Dragão Maligno podia ver através de mim. Eu me superestimei.\nServo A: Eu não podia vencer contra um inimigo poderoso, mas eu também me agarrei ao meu orgulho.\nServo A: Eu não respeitei, pois temi que outros não me respeitariam.\n(A luz do palco volta a iluminar a Princesa.)\nPrincesa: Um sonho tão grande, mas totalmente vazio.\nPrincesa: Muita coragem, mas nenhuma habilidade.\nPrincesa: A princesa lembrou... Um plano infalível, mas ninguém para criticá-lo...\n(O Servo B entra, claramente apavorado perante a plateia. A luz do palco o ilumina.)\nServo B: Para me salvar, fugi e deixei que outros tomassem meu lugar.\nServo B: Todos os meus planos foram pelo ar quando vi o dragão perante mim.\nServo B: Eu sobrevivi tudo, mas todas as vezes, fiz isso ao abandonar aqueles ao meu lado.\n(Aqui a luz do palco deve iluminar a Princesa novamente!)\nPrincesa: Ele era um estrategista, mas sem moral ou estratégia.\nPrincesa: É natural ser cauteloso, mas aquele que abandona seus companheiros é apenas um hipócrita.\nNarrador: A Princesa se lembrou... Evitando o presente, e falando somente de glórias passadas...\n(Servo C sobe ao palco, envergonhado perante a plateia. A luz do palco deve iluminá-lo.)\nServo C: Meus troféus passados provam que o que eu disse é verdade, só que agora não tenho coragem de enfrentar um inimigo tão poderoso.\nServo C: Sacrificar minha vida agora seria tolice. Balançar os ganhos e risco é elementar.\n(Aproveitando que a luz do palco retorna para a Princesa, os três servos saem do palco silenciosamente.)\nPrincesa: Seu passado já se foi, tudo que resta agora é a glória de outrora.\nPrincesa: Seu espírito apodreceu. Ele há muito tempo esqueceu o gosto de seu sonho.\n(A Princesa gentilmente segura sua espada e olha para o céu.)\nPrincesa: Ah, eles fracassaram em derrotar o dragão, mas eu...\nPrincesa: Como eu, que só tenho um sonho e uma espada, poderei derrotá-lo?\n(Leon andou rumo a princesa, assentindo levemente, cheio de determinação.)\nPrincesa: Eu sou apenas um simples espectador no palácio.\nServo Leal: Mas aos meus olhos, você é uma princesa capaz e humilde.\nServo Leal: Você não é egoísta ou impiedosa.\nServo Leal: Todos sabem que você sempre está disposta a colaborar, que é diligente, e que seus sonhos são como ouro.\nServo Leal: Sua Alteza, por favor, não se subestime. Acredite em você e nos seus sonhos dourados...\nServo Leal: Só então você poderá derrotar aquele Dragão Maligno de uma vez por todas!\n(Fim de cena. Quando a cortina abrir novamente, o dragão estará engatinhando em sua caverna, preocupado. O dragão deve subir ao palco com muito cuidado para não derrubar o cenário!)\nNarrador: Quando a noite caiu, o Dragão Maligno mudou seu nome para \"Dragão Faminto\".\nDragão Maligno: Comi vários lanches hoje, mas é o jantar que vai realmente me saciar.\nDragão Maligno: Lanches servem apenas para me distrair enquanto espero pela refeição principal.\nDragão Maligno: Além disso, alguns desses lanches me deixam maldisposto.\nDragão Maligno: Receio que apenas um sonho verdadeiramente dourado possa acalmar meu estômago.\n(Leon sobe ao palco sem fazer barulho. O Dragão Maligno, coçando sua barriga, não repara nele.)\nNarrador: O dragão não percebeu que o súdito fiel se aproximou lentamente. Pela princesa, ele é capaz de tudo.\nServo Leal: Isso não é só pela minha promessa ao rei...\nServo Leal: Mas também para fazê-la feliz. Mesmo que isso pareça impossível no momento...\nServo Leal: Hã? O Dragão Maligno parece estar agindo de forma estranha. Por que está cobrindo a barriga com as mãos? Vamos ouvir o que ele está murmurando...\nDragão Maligno: (Monólogo) Eu não deveria ter subestimado as pessoas e ter sido tão guloso...\nDragão Maligno: Agora meu estômago está revirando, e não tenho forças para lutar contra esse reles súdito do Rei?\nNarrador: Cheio de felicidade, o fiel súdito voltou correndo para contar a novidade a princesa.\n(Leon sai do palco e retorna para ele com a Princesa, armada com sua espada. A luz do palco a ilumina quando brande sua arma e confronta o Dragão Maligno!)\nPrincesa: Meu coração está cheio de coragem. Coragem suficiente para eu poder empunhar minha espada com orgulho.\nServo Leal: Vejam! O coração do Dragão Maligno é a única parte que não está coberta de escamas!\nServo Leal: Devemos aproveitar agora que ele está débil!\nPrincesa: Dragão Maligno! Em nome da paz do meu reino, eu o desafio para uma batalha!\n(A Princesa salta para cravar a espada no coração do Dragão. O Dragão apressadamente bate suas para tentar bloquear o golpe, mas a Princesa salta o seu corpo e perfura seu peito!)\nDragão Maligno: Ahhh! Sua humana miserável!\nPrincesa: E assim, com um só golpe, a princesa concedeu seu desejo e derrotou o dragão.\n(O Dragão é derrotado e desmorona. Usem um efeito sonoro, ou o palco também desmoronará!)\nPrincesa: O mundo se abre para aqueles que são nobres de coração e não desistem de seus sonhos.\nPrincesa: Obrigado, meu fiel súdito. Eu prometo que você será reconhecido por seus feitos.\nPrincesa: De acordo com os costumes do nosso reino, eu o proclamarei...\n(A Princesa aponta para seu Servo Leal e ele brilha com uma luz escura. Penas escuras caem sobre o palco, e o servo começa a girar enquanto lentamente ascende ao céu. Fim de cena.)\nNarrador: \"O Destruidor do Terror, Escudeiro da Justiça e Fiel Servo da Princesa\".\nNarrador: Finalmente, a princesa conseguiu derrotar o dragão com suas próprias mãos e garantir a paz no reino.\nNarrador: Louvada seja a Princesa!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Roteiro do Diretor da Companhia Teatral Crepúsculo"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Evento da Versão 2.8 - A Jornada do Mar de Verão\nMissão de Mundo - Dramaturgia Fantasmagórica: A Princesa Espadachim!"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2931,
            "name": "Roteiro do Diretor da Companhia Teatral Crepúsculo",
            "desc": "<p>O roteiro para \"Dramaturgia Fantasmagórica: A Princesa Espadachim!\". Os rabiscos ao redor do roteiro parecem ser anotações do diretor da companhia de teatro, e algumas delas contêm instruções extremas para que não sejam utilizadas.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/94376896/d406928104f58f5fcbb2b73a24cfc4cf_6057391688825085259.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "2.8"
          }
        ]
      }
    ]
  }
}