{
  "epId": 2930,
  "name": "O Pastor e a Garrafa Mágica",
  "desc": "<p>A história de um pastor que se deparou com uma garrafa mágica no deserto com um ser inesperado dentro.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/35428890/7a0a7278d7ddb0d96d13606cc45155a4_8541423891824654734.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1754984711,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "O Pastor e a Garrafa Mágica ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nA história de um pastor que se deparou com uma garrafa mágica no deserto com um ser inesperado dentro.\nDiz-se que quando o rei Ahmar estava vivo, ele coletou incontáveis Jinni e demônios da terra e os colocou em milhares de garrafas mágicas.\nDe acordo com a lenda, o mundo já foi cheio de Jinni, e o poderoso, mas desnorteado Ahmar capturou todos; desde os ventos noturnos e prateados do deserto e suas areias movediças, passando pelos imprevisíveis redemoinhos do oceano, até as nascentes de córregos nas florestas tropicais. Então, os colocou em misteriosas garrafas prateadas. Atitude semelhante, ao mesmo tempo, com a de um poderoso conquistador e uma criança curiosa.\nAhmar fez uso de rédeas e jugos para escravizar as Jinni. De seus lamentos, o rei aprendeu sobre a história da lua sombria e a estrela da iluminação. Para celebrá-las, ele construiu a magnífica Ay-Khanoum, a \"Cidade dos Anfiteatros\" ou \"Cidade da Dama da Lua\". Diz a lenda que esta é uma terra de espíritos, um paraíso concedido por Ahmar para os sobreviventes do desastre da lua. Como retribuição, as Jinni forjaram a enorme porta de acesso ao mausoléu de Ahmar.\nAs palavras acima pertencem a uma família de cantores do deserto. Hoje, milhares de anos depois, Ay-Khanoum, assim como Saleh, a cidade dos valentes Thamudianos, Tulaytullah, a terra dos sábios Tighnarianos e Organsina, a cidade dos Vinte e Nove Deys, dos incontáveis clãs e das inúmeras Jinni das garrafas mágicas prateadas, ela também fora enterrada pelas areias douradas, lodo e pelos redemoinhos.\nContudo, agora vamos omitir pesquisas e evidências desnecessárias e retornar ao tópico principal...\nFoi no décimo quinto ano após a construção do Porto Ormos que um jovem pastor desenterrou um frasco prateado em meio aos cascalhos das Dunas de Canção-cascalho (nota 1). Não sei se foi por uma curiosidade infantil ou por desprezo indevido do povo do deserto, o jovem quebrou o selo no fundo da garrafa e a abriu ao luar. (Nota 2)\n\"Corvos mortais, tão barulhentos...\"\nUm Jinni surgiu da garrafa (nota 3) na forma de uma dançarina, parecendo ser tão ágil e preguiçosa como um gato e, ao mesmo tempo, tão brilhoso como um lírio d'água.\n\"Corvos...?\"\nO jovem tolo não entendeu. Ela não parecia um pássaro e não era barulhento por natureza.\n\"Sim, corvos.\"\nA Jinni repetiu, desta vez mostrando certa impaciência.\n\"Pássaros que nascem e morrem rápido, e vidas barulhentas... 'Após morrerem, é quando acordarão'. O que você não entendeu?\"\nO menino confuso balançou sua cabeça, fazendo com que a Jinni suspirasse.\n\"Eis o acordo, pássaro tolo\".\nA Jinni balançou a cabeça, suas tranças revestidas de mirra balançavam suavemente ao luar, e os sinos dourados amarrados nas pontas emitiram um som que parecia induzir o sono. Suas pupilas, de cor âmbar-ouro brilhavam como uma adaga.\n\"Permito que você faça três perguntas, mas também tenho três condições...\"\n\"A primeira é não difamar meu senhor Ahmar. Esta é a mais importante de todas. (Nota 4)\"\n\"Segundo, não seja arrogante. Mortais com vida curta devem conhecer sua posição.\"\n\"Terceiro, não se intrometa em assuntos do céu e da terra. Você precisa saber que existem de fato, fortes guardiões e esplêndidas constelações no céu.\"\n\"Caso contrário, irei entrar pela sua boca e nariz cavalgando os ventos noturnos como as três deusas da lua noturna faziam em seus cavalos de guerra, esvaziando suas entranhas e sua alma, e fazendo de sua carne sem vida minha nova morada.\"\nO jovem cobriu apressadamente a boca e o nariz, assentiu vigorosamente e fez o possível para mostrar que entendia as condições da Jinni.\n\"Questione-me, adorada criança do meu senhor, o servo do reino dos céus.\"\nJinni falou com um sorriso leve. O luar branco e brilhante derramou-se sobre suas longas tranças, misturando-se a sua pele quase transparente, emitindo um brilho cristalino como areia.\n\"Quem é você?\"\nQuestionou o jovem.\n\"Sou uma criatura do céu assim como da terra. Sou a eterna exilada e serva leal de meu senhor. Um espírito elemental que não se curva à carne e ao sangue, uma eterna prisioneira satisfeita com a falsa felicidade...\"\nA Jinni ergueu o peito com orgulho, deixando o luar fluir através de sua figura translúcida e fazendo com que o vento da noite do deserto soprasse os sinos dourados na ponta de suas tranças.\n\"Sou descendente de Liloufar. Posso ser grande ou pequena, me levantar ou me esconder. Dentro das ondas, nos ventos noturnos e acima da luz pálida da lua dos mortos, minha espécie poderá ser encontrada. Em suma, sou uma Jinni orgulhosa.\"\n\"Então, por que você está nesta garrafa?\"\nO jovem intrigado, sacudiu o frasco de prata em sua mão e, perguntou sem entender.\n\"Meu senhor Ahmar é um homem que estava determinado a conquistar os céus e a terra. As montanhas e os mares estavam sob seu comando. Assim, ele forjou garrafas prateadas e colocou sua marca em nós. Tornamo-nos então seus servos, engajados na nobre criação e exploração. Em outras palavras... não somos escravos da vergonha, mas orgulhosos empregados.\"\n\"Mas depois...\"\nOs olhos, cor de âmbar-ouro da Jinni escureceram e sua voz ficou muito mais leve.\n\"Meu senhor trouxe desastre sobre si, e fomos punidos por gerações de esquecimento. Então nós e nossos semelhantes, fomos presos em garrafas de prata lacradas, onde nos afogamos em sonhos até a hora da nossa morte.\"\n\"Já basta! Terceira pergunta!\"\nA Jinni acenou ativamente, as antigas moedas de prata presas ao seu pulso emitiram um som melodioso,\n\"Cuidado ao perguntar, ou terá que se preocupar com sua boca e nariz!\"\n\"Então...\"\nO jovem hesitou por um momento, então fez sua pergunta final.\n\"Como é a vida em uma garrafa\"?\nA Jinni foi pega de surpresa com essa pergunta, e respondeu lentamente:\n\"No início, vivia em um palácio tranquilo, cantava com o rouxinol e interagia calorosamente com as rosas. Foi uma época linda, uma época em que os poetas e amantes nasceram por minha causa. Naquela época, parecia que todos da 'Cidade da Dama da Lua' também residiam dentro da garrafa, e até mesmo as águas inodoras e incolores eram encantadoras.\"\n\"Naquela época, disse a mim mesmo que se alguém rompesse o selo e me deixasse sair para o mundo exterior, eu amaldiçoaria e mataria aquela pessoa.\"\n\"Na era que veio depois, tempestades de areia e monstros rondavam a terra. Rouxinóis cantavam até que sua voz ficasse rouca e seu sangue secasse. As rosas murcharam e viraram espinhos. Poetas morreram de fome, amantes foram separados, e a prosperidade desapareceu... Foi um tempo nefasto em que tudo parou no colapso esterno. Entretanto, a Cidade da Dama da Lua parecia estar no meio da garrafa.\"\n\"Então, disse a mim mesmo, se alguém romper o selo e me deixar sair para o mundo, irei investigar sua injustiça.\"\n\"Então, na terceira era, tudo foi reduzido a pó. O grande espetáculo da Cidade da Dama da Lua acabou, e o que permaneceu foram as ruínas do teatro e as máscaras quebradas dos deuses. Naquela era, eu não tinha mais lágrimas para derramar, e o tilintar dos sinos dourados e os véus das danças se tornaram uma maldição que me perseguia.\"\n\"Dessa forma, em meio a toda desolação, disse a mim mesmo, se alguém romper o selo e me deixar sair, me tornarei um espírito maligno vingativo, destruirei o mundo ou a mim mesmo.\"\n\"Portanto...\"\nO vento do deserto soprou de repente e o garoto não pôde deixar de se agarrar em suas vestes largas e se encolher.\n\"Sim, eu teria feito de você o primeiro alvo de minha vingança... Estraçalharia seus ossos e usaria sua alma para compor um canto cruel.\"\nA Jinni riu de forma provocadora, como um rouxinol anunciando a morte em uma noite de verão.\n\"Contudo, o luar morto brilha sobre as dunas de areia movediça e sob a mim mesma... Me fez perceber de repente, como o mundo poderia ser encantador.\"\n\"A Jinni miserável, assim como um filhote de pássaro lutando para quebrar a casca de seu ovo, apaixonou-se irremediavelmente por este mundo desolado e, pelo nascimento e a morte de todos que o habitam. A Jinni orgulhosa, antes criada pela beleza das rosas, agora, adora à terra dos sapos e das víboras...\"\n\"Tudo isso me deixa ansiosa pelo momento em que o 'Corvo' irá se metamorfosear em um 'noivo'... Qual seria o resultado?\"\n\"Então...?\"\nO jovem se encolheu novamente.\n\"Então, por favor, me conte uma história, pequeno corvo. Faça-me entender este mundo.\"\nOlhando para a expressão, agora pálida, do jovem, a Jinni riu maliciosamente, e os sinos dourados farfalharam.\nDesta forma, a Jinni da Cidade da Dama da Lua reiniciou sua jornada pelo mundo.\nNota de rodapé:\n1. A área desértica frequentemente referida pelos membros dos \"Eremitas\" como a \"Dar al-Azif\". Não é o nome de um lugar específico, pois, as próprias dunas fluem como o vento.\n2. Faramaraz, um pesquisador dos Purbiruni, persistiu com sua visão absurda de que era \"devido à ignorância inerente do povo do deserto\" que não valeria a pena refutar. Para um homem tão insensato, que uma centena de pássaros se reúnam em sua cama, e que as montanhas lhe atirem pedras!\n3. Faramaraz, um pesquisador dos Purbiruni, mais uma vez refutou o autor, alegando que a palavra \"ascender\" é inadequada, e que uma expressão melhor deveria ser usada para denotar a aparência de algo \"difuso como fumaça deslumbrante\". Deve-se admitir que, embora sua opinião seja desejável na literatura, não é um trabalho acadêmico. Que suas entranhas se tornem tão nodosas como as pedras de chumbo, e o barbeiro, seja o carrasco de seus cabelos!\n4. Faramaraz, um pesquisador dos Purbiruni, salientou que \"Ahmar\" não era o nome do rei quando ele estava vivo, e que seria inadequado citá-lo aqui. Que o conhecimento possa rejeitar sua existência, que ele perca seus cabelos e sua barba fique branca antes do tempo!"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Pastor e a Garrafa Mágica"
          }
        ]
      },
      {
        "key": "Entrada Relacionada",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2926,
            "name": "O Pastor e a Garrafa Mágica",
            "desc": "<p>A história de um pastor que se deparou com uma garrafa mágica no deserto com um ser inesperado dentro.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/20/194600931/6b72aae929e05f67544ac7677d45fe36_5172368330610973847.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}