{
  "epId": 300,
  "name": "Carne Crua",
  "desc": "Um pedaço de carne fresca. Se feita adequadamente pode ser usada para fazer pratos deliciosos.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Raw Meat_icon.png",
  "filterValues": {
    "objectType": [
      "Ingrediente"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1700888527,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Carne Crua"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Ingrediente"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Dropado pelos animais\nVendido por comerciantes\nProduto de Carne Misteriosa"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Dropado por"
      },
      {
        "type": "CustomEntry",
        "epId": 2432,
        "name": "Javali da Neve",
        "desc": "Um javali que vive nas áreas e florestas frias e que possui couro mais grosso que seus similares das zonas mais quentes.<br/>De acordo com os registros, este tipo de javali teimoso consegue existir nas nevascas, e próspera nos ambientes em que faltam predadores naturais. Lendas dizem que esse tipo de javali da neve pode viver muito, e que um javali que viver por tempo suficiente pode se tornar enorme.<br/>Mas esse animal já está extinto há algumas centenas de anos. Ou pelo menos as pessoas assim acreditavam, visto que depois das explorações da Espinha do Dragão, os Aventureiros parecem ter descoberto novos espécimes...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snowboar_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2356,
        "name": "Grande Rei Javali da Neve",
        "desc": "Em meio à neve e ao gelo habita um antigo rei à espera de ser despertado por seus irmãos que foram sepultados no gelo.<br/>Num passado distante, além da memória, uma certa lenda circulou entre os caçadores na natureza: Quando a terra selada pelo gelo voltar à vida e quando um visitante não convidado perturbar o silêncio profundo e congelado, o senhor e líder dos javalis de neve despertará de seu sono, sacudirá o gelo que o acorrenta e trará julgamento sobre esses intrusos desrespeitosos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Great Snowboar King_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2423,
        "name": "Javali do Bosque",
        "desc": "Um dos residentes mais energéticos de Teyvat, javalis são encontrados ativamente nos bosques.<br/>Esse animal selvagem é caracterizado pela sua rápida reprodução e personalidade teimosa. É capaz de sobreviver em várias condições, e pode ser encontrado em todos os tipos de florestas e terrenos selvagens. A carne do javali selvagem é gostosa e macia, sendo um excelente ingrediente para muitos pratos. Além disso, javalis da floresta são também personagens centrais em muitas lendas de Teyvat.<br/>Os ecologistas da família Musk observaram alguns Hilichurls tentarem domesticar tais javalis, presumidamente para tentar treiná-los como montarias.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Forest Boar_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2945,
        "name": "Porcogumelo",
        "desc": "<p><span style=\"color: #BFBFBF\">Um javali da floresta que habita as florestas tropicais. Essa criatura desenvolveu uma simbiose maravilhosa com os cogumelos.<br>De acordo com a pesquisa de estudiosos, Porcogumelos contam com os cogumelos parasitas neles para camuflagem natural, permitindo que escapem de predadores e sobrevivam na floresta.<br>Se estiverem em um espaço com muita vegetação, essas javalis talvez atraiam borboletas e pássaros com sua aparência única e formem jardins móveis no Bule de Relachá.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/a3e61cd74d91504e1b9e32eaf88ff932_8378316699332097975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2949,
        "name": "Animal de Carga do Deserto",
        "desc": "<p><span style=\"color: #BFBFBF\">Animais de Carga são amigos dos seres humanos. São dóceis, e servem como ferramentas importantes de produção e transporte.<br>Os Animais de Carga podem se adaptar a vários fenômenos naturais diferentes. Muito antes dos comerciantes florestais repararem neles, esses animais trabalhadores já eram animais domesticados comumente utilizados pelos povos do deserto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/503bbcca89d2ab83baa0729057a69a59_3131805335227009440.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2942,
        "name": "Animal de Carga Desgrenhado",
        "desc": "<p><span style=\"color: #BFBFBF\">Animais de Carga são os amigos da humanidade. Essas criaturas de bom coração são elementos indispensáveis da produção e transporte.<br>Em Sumeru, sua riqueza é medida através do número de Animais de Carga que você possui. Grandes caravanas comerciais e os Eremitas geralmente andam com comboios muito grandes de Animais de Carga, o que lhes permite transportar vários suprimentos e mercadorias tanto pelo deserto quanto pela floresta.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/18657bf4aa7ba72d1f5df4d705bc32cd_1035067122927026688.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2395,
        "name": "Raposa Vermelha",
        "desc": "Um animal astuto e esquivo como uma fada que comumente aparece em histórias folclóricas, simbolizando astúcia incomum e memórias antigas.<br/>Uma raposa pequena que se esconde entre as árvores e grama grossa, evitando os olhares perigosos e flechas de caçadores.<br/>Lendas folclóricas em Teyvat contêm histórias de raposas que viveram por muitos anos e acumularam grande sabedoria, e há até mesmo histórias de raposas que assumiram a forma humana. A popular fábula infantil \"A Raposa no Mar de Dandelion\" conta uma história dessas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Crimson Fox_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2936,
        "name": "Raposa do Deserto",
        "desc": "<p><span style=\"color: #BFBFBF\">Um animal astuto e elusivo como uma fada que aparece em histórias populares. Ele simboliza sabedoria incomum e memórias antigas.<br>Esses animais residem no vasto deserto e são menores que a maioria dos de seu gênero, talvez essa seja a razão para terem conseguido sobreviver as antigas calamidades. Seus longos ouvidos são uma adaptação que os ajudam a viverem vidas melhores no quente e seco deserto.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/8bb95a6d3d65e5c3bc65446567556019_1193424643649721435.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2431,
        "name": "Raposa de Neve",
        "desc": "Um animal astuto e esquivo como uma fada que comumente aparece em histórias folclóricas, simbolizando astúcia incomum e memórias antigas.<br/>Sua camada grossa de pelo branco o ajuda a se esconder na neve. Viver em ambientes difíceis aguçou sua inteligência e olfato.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snow Fox_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2943,
        "name": "Caracal",
        "desc": "<p><span style=\"color: #BFBFBF\">Uma criatura que vive na floresta. O rei da selva.<br>Ele considera toda a floresta como seu território, e constantemente irá vistoriar seu domínio como um verdadeiro rei iria. Qualquer intruso será recebido com extrema violência.<br>Ele tem uma quantidade quase que exagerada de pelos em sua têmpora, e as pesquisas indicam que isto lhe permite medir distâncias.<br>Dizem que uma vez na floresta realmente havia um verdadeiro \"tigre\", uma besta divina que defendia a floresta. Após sua morte, essas criaturas que se parecem mais com gatos, se tornaram os sucessores de seu grandioso nome.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/9df5546be68bbebaf5bad66ae834ef0e_7641189567452835542.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2944,
        "name": "Crocodilo Espinhoso",
        "desc": "<p><span style=\"color: #BFBFBF\">Uma forma de vida antiga que habita no pântano do lago. Feroz por natureza, ele irá atacar de dentro da água.<br>As muitas histórias de Sumeru são mais antigas do que a floresta. Na época em que os deuses com rostos de bestas ainda tinham domínio sobre o mundo, estas criaturas eram adoradas como deuses pelos humanos. Até hoje, os habitantes do deserto vêm suas espinhosas coroas vermelhas como relíquias de antigas divindades.<br></span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/dc0a7f22d5f3bf5d84e009207a18ae12_3175290321860722741.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2935,
        "name": "Furão de Máscara",
        "desc": "<p><span style=\"color: #BFBFBF\">Um brincalhão ágil e levado.<br>Seu rosto escuro dá uma impressão de ser um bandido mascarado, mas, na verdade, essas criaturas são gentis e amigáveis, e raramente roubarão residências humanas. Ainda assim, a natureza dócil dos Furões Mascarados às vezes é aproveitada por outras pessoas de más intenções, usando essas criaturas para satisfazerem seus desejos egoístas de colherem aquilo que não plantaram.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/51ddd38c0ed76ab7011e6f291ad31dbd_3766790748569820223.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2394,
        "name": "Furão de Cauda Vermelha",
        "desc": "Um animal de estatura fina, ágil e causador de problemas.<br/>Um furão completamente vermelho, especialista em pegar insetos e lagartos. Sua cor vermelha escarlate é muito chamativa, devido a isso a sua cauda ter uma cor parecida com Pyro, muitas presas temem ser queimadas e mantêm sua distância.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Red-Tailed Weasel_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2437,
        "name": "Furão de Botas",
        "desc": "Um animal de estatura fina, ágil e causador de problemas.<br/>Esse furão ganhou o seu nome por ter o pelo negro em seus quatro membros, parecendo pares de bota. O temperamento do Furão de Botas é um pouco mais prudente e covarde que o de seus similares. Seus movimentos leves dão ainda mais a impressão de estar vestindo botas. Por isso, os habitantes de Teyvat possuem muitas lendas sobre esse animal furtivo. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Boot Weasel_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2433,
        "name": "Furão de Neve",
        "desc": "Um animal de estatura fina, ágil e causador de problemas.<br/>Um furão que corre como o vento e se esconde nas cavernas no meio da neve, especialista em pegar insetos e lagartos, e corajoso para enfrentar até mesmo animais um pouco mais altos que ele. Devido a sua aparência fofa, comumente há pessoas que tentam capturá-los para criar como animais de estimação, mas eles nasceram amando a liberdade. É muito difícil fazê-los aceitar o destino de uma vida presa nas casas quentes dos seres humanos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Snow Weasel_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3052,
        "name": "Furão do Trovão Azul",
        "desc": "<p><span style=\"color: rgb(191, 191, 191)\">Esses furões inteligentes vivem bem no subsolo dentro dos túneis de mineração e nas profundezas das cavernas do Despenhadeiro. Sua pelagem tem um estranho brilho azul único.<br>Tendo se acostumado a uma vida na escuridão, eles agora têm um excelente olfato e audição.<br>Agora que eles se acostumaram à vida no Paraíso Mágico do Bule, estes furões preferem áreas que não têm tanta luz, muito menos a luz solar penetrante. Tubby às vezes faz uso de seus sentidos aguçados para encontrar alguns objetos perdidos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/16935775/820a353392d77086955d26941f136cf4_7304944532640952669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2934,
        "name": "Escorpião",
        "desc": "<p><span style=\"color: #BFBFBF\">Insetos grandes que vivem sob o arenito. São especialistas em usarem seu veneno para caçarem.<br>Devido a sua habilidade de secretarem fluidos altamente tóxicos quando estão sob ataque, eles são muito procurador por conspiradores e alquimistas, com suas substâncias tóxicas sendo ingredientes para venenos. Como esperado, corações humanos são ainda mais perigosos que escorpiões venenosos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/28/16935775/6208c06d2f2ff8c38b6165187768dc0f_4458572424230734428.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2373,
        "name": "Esquilo",
        "desc": "Um esquilo com uma cauda grande, visto comumente nos bosques.<br/>Um animal excelente em armazenar comida, especialmente as sementes de pinheiros.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Squirrel_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Teyvat:"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-br#/map/2?shown_types=121&center=1882.77,-3848.89&zoom=-2.50"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Culinária"
      },
      {
        "type": "CustomEntry",
        "epId": 71,
        "name": "Carne Fresca Fria",
        "desc": "Um tipo de carne fresca deliciosa incomum.<br/>Essa espécie de javali foi extinta há muito tempo e foi preservada pela temperaturas extremas da Espinha do Dragão. Para os amantes da gastronomia de Teyvat, isso é considerado um ingrediente sagrado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chilled Meat_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/29/237301566/1b0dedc4ea7fd2a8eeb65af99082ad05_2039753374735732018.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 300,
        "name": "Carne Crua",
        "desc": "Um pedaço de carne fresca. Se feita adequadamente pode ser usada para fazer pratos deliciosos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Raw Meat_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3484,
        "name": "Carne Misteriosa",
        "desc": "<p><span style=\"color: #BFBFBF\">Um pedaço de carne fresca que parece estar irradiando uma aura misteriosa. Qual será o seu gosto?</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/20/89220822/835d61f21cc37bd5f779a4bc901b687f_2682903558550034603.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/29/237301566/1b0dedc4ea7fd2a8eeb65af99082ad05_2039753374735732018.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 300,
        "name": "Carne Crua",
        "desc": "Um pedaço de carne fresca. Se feita adequadamente pode ser usada para fazer pratos deliciosos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Raw Meat_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}