{
  "epId": 307,
  "name": "Diário do Aventureiro Roald - Costa de Yaoguang",
  "desc": "Um diário deixado para trás por um aventureiro, Roald. As páginas possuem o cheiro da brisa do mar.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/25/59559639/d7114af32be71200e6a95ca6fca33cd0_798780373596171720.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1700888828,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "– Costa de Yaoguang –\nEste é o delta do rio Bishui, onde a areia e a lama carregadas pelo rio se acumularam em uma encosta aberta e plana. Quando finalmente cheguei, o banco de areia estava envolto em uma manta de névoa e meus sapatos novos estavam ensopados novamente. Eu ouvi o som de alguns monstros desconhecidos vindo do nevoeiro, mas não consegui dizer sua localização exata.\nTudo que restava fazer era montar a tenda e esperar essa neblina desaparecer.\nQuando eu estava repousando no Albergue Wangshu, um comerciante me contou as lendas sobre Costa de Yaoguang. Ele começou com um poema - \"Ondas com o brilho de jade inundaram o oceano enquanto uma concha jazia vazia na areia branca.\"\nO significado do poema é que a luz do sul, pura como jade, brilha na superfície do Rio Bishui e segue para o mar percorrendo seu caminho, mas o Alojamento Concha Verde nas Costa de Yaoguang estava vazio.\nUma vez eu me aventurei em direção à neblina para visitar o Alojamento Concha Verde, mas não encontrei o dono.\nUma lenda entre os pescadores diz que o Alojamento Concha Verde era o lar de um Adeptus - a própria concha verde, de fato, era constituída de parte de seu próprio ser. Ela abrigava viajantes de que estavam perdidos no nevoeiro, cuidava dos sobreviventes e náufragos e dava as boas-vindas a outros Adepti nas cruzadas contra monstros marinhos.\nMas os pescadores mais velhos interpretam a lenda de uma forma diferente. Eles dizem que o Santuário da Concha não era a moradia de um Adeptus, mas uma família que vivia na concha gigante há gerações. Eles se dedicaram a ajudar os perdidos e salvaram a vida de muitos pescadores.\nParece que a neblina está se dissipando e o sol está quase visível.\nEm seguida, pedirei emprestado um barco para chegar na Floresta de Pedra Guyun e visitar as ruínas onde o Arconte Geo venceu o monstro do mar.\nSe o tempo estiver bom devo chegar logo."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Diário do Aventureiro Roald - Costa de Yaoguang"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em um acampamento na ponta norte da Costa de Yaoguang"
          }
        ]
      }
    ]
  }
}