{
  "epId": 3322,
  "name": "Crônicas do Pavilhão do Deserto",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/16791688/b86d9fd7cf57937a021c9c68c9b185ed_8830463352663030741.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano",
      "Afinidade Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 1671164951,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Bônus de Dano Anemo +15%</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Quando um Ataque Carregado atinge um inimigo, aumenta a Vel. de ATQ do Ataque Normal desse Personagem em 10% e aumenta o Dano infligido por Ataques Normais, Carregados e Imersivos em 40% por 15s.</span></p>"
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Início da Capital dos Reis",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Uma flor artificial reluzente e esplendorosa. Quando se encosta ela no ouvido, é possível escutar belas e sutis risadas vindas de seu interior.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/16791688/b86d9fd7cf57937a021c9c68c9b185ed_598396703919034198.png"
      },
      "goblet_of_eonothem": {
        "title": "Protetor dos Sonhos Inebriantes",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Uma antiga taça dourada de aparência deslumbrante. Em seu interior vazio, ecoam murmúrios.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/16791688/0c319d4054751adc08be47eee0ebad53_8932847526951489650.png"
      },
      "circlet_of_logos": {
        "title": "Tesouro das Areias Movediças",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Brincos feitos de âmbar dourado, incrustados com joias preciosas. Reluzem com um brilho fantástico.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/16791688/999a78b73235c08ca4a0664a23e7079f_7545017370408604343.png"
      },
      "plume_of_death": {
        "title": "Final do País Dourado",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Uma pluma artificial reluzente. Faz parte das relíquias deixadas por habitantes de um país antigo. Gritos de águias parecem estar selados nela.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/16791688/6fdd4f75d233d1690e845a2db65ba433_7650045469497540088.png"
      },
      "sands_of_eon": {
        "title": "Relógio dos Caminhos Perdidos",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Um relógio antigo. O fragmento de um amuleto espiritual nele cintila brilhantemente, vibrando sutilmente como se quisesse dizer algo…</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/16791688/88ca09ebc7ed0069e8e8de5516bea8c7_4145424587609370968.png"
      }
    },
    "story": [
      {
        "title": "Início da Capital dos Reis",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Nobre caído, por favor, escute as palavras deste velho cego…</color>\n<color=#ffffffd9>Escute as lições da Cidade de Gurabad, escute sobre a destruição repentina das flores feitas pelos homens.</color>\n<color=#ffffffd9>Escute sobre o rei que nasceu entre os plebeus, e sobre o amor enlouquecido e a fúria dos Jinni…</color>\n<color=#ffffffd9>Diz a lenda que o Senhor das Areias, após o falecimento de sua amante, foi fazer um pacto com a humanidade com o auxílio dos Jinni.</color>\n<color=#ffffffd9>Somente aqueles que não possuem coração de ferro e não são contaminados pelo fascínio da corrupção</color>\n<color=#ffffffd9>podem servir como rei-vassalo e guiar o povo, como um pastor cuida de seu rebanho.</color>\n<color=#ffffffd9>Assim mesmo, sob o olhar misericordioso de um mestre severo, a Jinni encontrou sua escolha…</color>\n<color=#ffffffd9>Ormazd, um jovem pastor na época, se apaixonou por Liloupar, a nascida em lírio.</color>\n<color=#ffffffd9>“Serão concedidas cem gerações de bênçãos, ao preço de uma retribuição severa e derramamento de vinho tinto.”</color>\n<color=#ffffffd9>“Pois o amor louco de todos os Jinni está acorrentado à ganância e às exigências, e carrega consigo uma retribuição digna.”</color>\n<color=#ffffffd9>No entanto, sob a luz da lua, Ormazd não deu atenção a esses avisos…</color>\n<color=#ffffffd9>Era como se o castigo predestinado ainda estivesse longe de atingir este valente jovem.</color>\n<color=#ffffffd9>Sob a orientação da Jinni, o jovem pastor tornou-se o líder de seu clã nômade,</color>\n<color=#ffffffd9>e com o passar do tempo, Ormazd derrotou seus rivais divididos e viu-se coroado como o rei vassalo.</color>\n<color=#ffffffd9>Gurabad desabrochou-se como uma flor no penhasco, tornando-se a capital dos mortais.</color>\n<color=#ffffffd9>O antes pastor Ormazd se tornou o rei vassalo, representante do Rei Deshret.</color>\n<color=#ffffffd9>Entretanto, enquanto as flores desabrochavam e suas fragrâncias preenchiam o ar, ninguém imaginaria…</color>\n<color=#ffffffd9>Que um amargo e violento fim estava para seguir o florescer mais resplandecente.</color>\n<color=#ffffffd9>Seguindo os antigos contos narrados por seu mestre, Xiphos iniciou sua jornada para a Cidade de Safira…</color>\n<color=#ffffffd9>E as lições enterradas sob as areias do passado encontrarão um eco nos ventos do futuro…</color>"
          }
        ]
      },
      {
        "title": "Final do País Dourado",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ó, você, andarilho de primeira jornada, escute este velho que não mais vê…</color>\n<color=#ffffffd9>Sobre as ruínas da Cidade de Gurabad, sobre a culminação de um sonho ilusório…</color>\n<color=#ffffffd9>Sobre uma joia que brilha como uma abóbada de estrelas, e sobre vários reinos que se separaram.</color>\n<color=#ffffffd9>Torres espiralantes e templos dourados foram engolidos por uma maré furiosa, e os corredores e palácios foram preenchidos pelos pobres…</color>\n<color=#ffffffd9>A multidão enfurecida seguiu a liderança de alguém com uma máscara de latão, enquanto aqueles com sabedoria proclamaram esse acontecimento como \"A Grande Praga\".</color>\n<color=#ffffffd9>E dessa praga escura, a Cidade de Gurabad caiu, e o Rei Deshret caiu em um caminho de autodestruição…</color>\n<color=#ffffffd9>Liloupar, que nasceu em lótus d'água, teve sua alma dividida por punição divina após cair em uma conspiração maléfica.</color>\n<color=#ffffffd9>Enquanto os vastos e férteis reinos colapsavam na areia durante a noite, tribos e reinos voltaram a se tumultuar…</color>\n<color=#ffffffd9>Deste momento em diante, os povos dos oásis do deserto dividiram-se em Sete Nações, com a Cidade de Safira, Tulaytullah, sendo a maior delas.</color>\n<color=#ffffffd9>“Eu acho que vivi o bastante para testemunhar muitos tolos com suas vidas curtas e vilões traiçoeiros…”</color>\n<color=#ffffffd9>“Quando eu era jovem, as muralhas escarlates protegiam as cúpulas de safira como ondas que cobrem a lua.”</color>\n<color=#ffffffd9>“Quando eu era jovem, os canais de Tulaytullah brilhavam como uma rede reluzente, sua luz duelando contra a lua pela preponderância…”</color>\n<color=#ffffffd9>“Agora, mesmo sem minha visão, ainda sou testemunha da queda de nobres à escravidão, e de príncipes derrotados por soldados escravos…”</color>\n<color=#ffffffd9>“Agora, mesmo sem minha visão, ainda falo sobre dignatários assassinando sábios e dançarinas estrangeiras tomando o poder…”</color>\n<color=#ffffffd9>“Uma nação vive e morre como se estivesse em um sonho inebriado, com os honestos e traiçoeiros igualmente esmagados como trigo sob a pedra de um moinho.”</color>\n<color=#ffffffd9>O mar de safiras está envolto por uma neblina de mentiras, e essas mentiras se tornarão lendas e histórias…</color>\n<color=#ffffffd9>Um general que no passado foi um conquistador de inúmeras cidades, no final partiu com um único escravo para guiá-lo em seu caminho.</color>\n<color=#ffffffd9>Enquanto um jovem escravo carregava a chave para recuperar sua terra natal…</color>\n<color=#ffffffd9>O rei, que morreu absurdamente por causa de um falcão caçador, ficou com sangrentas marcas de faca em sua garganta;</color>\n<color=#ffffffd9>E a dançarina que jurou ao príncipe só se importava com o ódio que sentia do tirano…</color>\n<color=#ffffffd9>As mãos de mortais moldaram a silhueta de um falcão, infundida com um Jinni quebrado.</color>\n<color=#ffffffd9>Surgindo dos precipícios de Gurabad, voando sobre o estado patético das areias do deserto…</color>\n<color=#ffffffd9>Até finalmente chegar nas mãos dos descendentes dourados, suas memórias perdidas se esvaindo como as areias.</color>\n<color=#ffffffd9>Uma pena artificial repousa sobre uma duna, proclamando silenciosamente o fim das nações…</color>\n<color=#ffffffd9>Através de uma voz antiga, o príncipe relembrou o palácio em chamas de sua terra natal,</color>\n<color=#ffffffd9>seu mestre na época era um general e um poeta, leal ao tirano que destruiu sua nação.</color>\n<color=#ffffffd9>Tudo tem suas próprias recompensas e repercussões. Um perdeu sua visão, outro seu trono…</color>\n<color=#ffffffd9>Enquanto isso, o moinho do destino continua girando, dispersando esperanças trituradas pelo mundo.</color>"
          }
        ]
      },
      {
        "title": "Relógio dos Caminhos Perdidos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>“Mãe… Mãe…!”</color>\n<color=#ffffffd9>“Nascido velho e com poder inimaginável apoiado por uma consciência despedaçada…”</color>\n<color=#ffffffd9>“Sem jamais ter provado a doçura do leite ou sentido o calor de um ventre…”</color>\n<color=#ffffffd9>“Com lágrimas vaporizadas pelo sol escaldante, e momentos de alegria sendo esmagados pelo girar de engrenagens…”</color>\n<color=#ffffffd9>“Viemos não da união do amor, mas do ódio e alienação…”</color>\n<color=#ffffffd9>“Mãe… Mãe…!”</color>\n<color=#ffffffd9>“Não somos orgulhosos e carecemos de sabedoria para nos vangloriarmos…”</color>\n<color=#ffffffd9>“Não há espaço para podermos existir, nem descontração para descansarmos…”</color>\n<color=#ffffffd9>“Nossas vozes foram substituídas por tubos de cobre, e nossos estômagos inchados não possuem umbigos…”</color>\n<color=#ffffffd9>“Para a mãe que nunca nos concebeu, que a doença caia sobre vós…”</color>\n<color=#ffffffd9>“Mãe… Mãe…!”</color>\n<color=#ffffffd9>“O que somos nós se não máquinas sem alma, escravos de Jinni…”</color>\n<color=#ffffffd9>“Não temos nome, e ninguém nunca ouviu nossos apelos…”</color>\n<color=#ffffffd9>“Com corpos moldados por violentas tormentas, impulsionados pelo ódio…”</color>\n<color=#ffffffd9>“Todo esse ódio se coalesce em nós, criando o desejo de destruir tudo que existe…”</color>\n<color=#ffffffd9>“Em nome da face brilhante e desfigurada da lua, façamos esse juramento final…”</color>\n<color=#ffffffd9>“Que as areias consumam seus pulmões, que tudo que é verde seja queimado…”</color>\n<color=#ffffffd9>“Para que finalmente possamos partir as correntes que nos aprisionam desde nossa concepção…”</color>\n<color=#ffffffd9>“Finalmente, retornaremos aos braços de nossa progenitora injustamente atormentada, Shirin…”</color>"
          }
        ]
      },
      {
        "title": "Protetor dos Sonhos Inebriantes",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ó, você viajante, que veio até esta nascente saciar sua sede, escute este velho que não mais vê…</color>\n<color=#ffffffd9>É uma canção para a cidade de Gurabad, um sonho irrealizável do Rei Deshret…</color>\n<color=#ffffffd9>Sobre um leal, mas falho Jinni, e sobre uma traição entre companheiros.</color>\n<color=#ffffffd9>Dizem que há muito tempo, quando a Rainha das Flores faleceu, seus muitos Jinni juraram lealdade ao Rei Deshret.</color>\n<color=#ffffffd9>O Rei Deshret buscou futilmente pelo antigo paraíso no lugar que a agulha divina caiu, e construiu um oásis eterno…</color>\n<color=#ffffffd9>Uma de suas grandes Jinni, Phyllis, foi escolhida pelo Rei Deshret como governadora deste oásis.</color>\n<color=#ffffffd9>Para proteger o mausoléu do descanso eterno de sua mestra, ela usou seus poderes para manter as nascentes sempre fluindo,</color>\n<color=#ffffffd9>e cobrindo os campos verdejantes do deserto de estrelas para que as pessoas que perderam suas casas tivessem um abrigo…</color>\n<color=#ffffffd9>Depois, sob a liderança da Jinni Liloupar, os estados vassalos dos reinos mortais construíram suas cidades ao redor do Oásis Eterno,</color>\n<color=#ffffffd9>e jurando lealdade à Rainha das Flores e tendo compaixão para essa recém-nascida nação, Phyllis decidiu fazer um sacrifício.</color>\n<color=#ffffffd9>Desobedecendo à responsabilidade concedida pelo Rei Deshret, a Jinni trancafiou seu corpo em correntes de gelo,</color>\n<color=#ffffffd9>se transformando em um selo com forma de uma taça cristalina, para conter a fúria das vastas areias que protegiam as cidades dos mortais com sua forma inabalável…</color>\n<color=#ffffffd9>“Mas, nada é eterno, tudo sempre está em mudança. Hoje podemos estar juntos, mas amanhã podemos nos separar.”</color>\n<color=#ffffffd9>“Uma Jinni que perdeu sua orgulhosa liberdade, que perdeu seu corpo para desfrutar da alegria e do amor, da sabedoria e do hoje,”</color>\n<color=#ffffffd9>“a bela moça dos lótus d’água proferiu doces mentiras para enganar os reis mortais em suas armadilhas, mergulhando o Rei Deshret em um sonho irrealizável…”</color>\n<color=#ffffffd9>“Mas eu sempre esperarei, sempre esperarei nesses sonhos sem adormecer… Esperarei até que o Rei das Areias realize sua antiga promessa.”</color>\n<color=#ffffffd9>A mente e o corpo, restritos por horrendas máquinas, esperam o fim do sono de sua mestra</color>\n<color=#ffffffd9>carregando lamentáveis esperanças enquanto guarda os sonhos destruídos desse império de areia.</color>\n<color=#ffffffd9>Não importa se a água da nascente estiver misturada com o cascalho, ou se o oásis for engolido pela areia…</color>\n<color=#ffffffd9>Em meio ao pulsar eterno das máquinas, ela ainda aguarda pelo som dos passos que trarão a mudança.</color>\n<color=#ffffffd9>“Meus mestres foram cegos. Eu nasci para as correntes da escravidão, e tive tudo tirado de mim ainda jovem…”</color>\n<color=#ffffffd9>“Será que até mesmo eu, abandonada pelo destino como as dunas de areia, seria merecedora das mudanças do destino?”</color>"
          }
        ]
      },
      {
        "title": "Tesouro das Areias Movediças",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Mercador se protegendo da tempestade, por favor, preste atenção a este homem velho e cego.</color>\n<color=#ffffffd9>Preste atenção ao passado de Gurabad, preste atenção à retribuição que seu povo buscava para si.</color>\n<color=#ffffffd9>Preste atenção aos dignitários infantis da nobreza e ao campesinato que habita sob o palácio…</color>\n<color=#ffffffd9>Dizem as lendas que quando Gurabad se ergueu, os reinos dos homens reuniram diversos oásis em um só.</color>\n<color=#ffffffd9>Neste momento, as tribos dispersas e as nações de vida curta obedeceram apenas à vontade de Ormazd.</color>\n<color=#ffffffd9>Ormazd tomou o Senhor do Deserto como seu senhor-padroeiro e construiu palácios e templos para facilitar sua adoração.</color>\n<color=#ffffffd9>Os escravos eram tirados das tribos. Das nações era exigida a servidão, e das cidades, eram exigidos sacrifícios.</color>\n<color=#ffffffd9>A cidade prosperou, e tanto os nobres quanto os escravos viviam igualmente envoltos nas sombras.</color>\n<color=#ffffffd9>Do alto, ao observar os sacerdotes e servos abaixo agitados como insetos, Aiji, a companheira Jinni, só podia suspirar de tristeza.</color>\n<color=#ffffffd9>Como parente da Deusa das Flores, ela achava que havia escolhido o rei ideal, mas não queria que ele fosse desvirtuado pela vaidade.</color>\n<color=#ffffffd9>Então, entre o abismo das camas, a Jinni ofereceu conselhos gentis, tentando em vão mudar a mente do rei…</color>\n<color=#ffffffd9>Ormazd tomou as convenções do governo e da escravidão como prática, considerando suas palavras apenas como declarações suaves de uma amante.</color>\n<color=#ffffffd9>“Infundir amor em alguém é ser uma companhia constante para desejos eternos e exigentes.”</color>\n<color=#ffffffd9>“A busca por um sonho, uma casa, e por minha pessoa amada que vá além dos ideais mundanos.”</color>\n<color=#ffffffd9>“Mas agora, meu amado está profundamente mergulhado na hipocrisia e ganância, assumindo os hábitos de um tirano qualquer.”</color>\n<color=#ffffffd9>“Para reprimir a fúria causada por essa traição, imporei três gerações de ruína.”</color>\n<color=#ffffffd9>Silenciosamente, a Jinni removeu seus brincos em sinal de determinação,</color>\n<color=#ffffffd9>um esquema venenoso se manifestando em um coração que se tornou cruel.</color>\n<color=#ffffffd9>“Xiphos, minha criança, o ódio queima tudo como fogo, deixando apenas as cinzas da loucura.”</color>\n<color=#ffffffd9>“No entanto, o amor descontrolado se torna cada vez mais selvagem. Muitos males nascem de um amor sem algemas…”</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Crônicas do Pavilhão do Deserto</color>"
          }
        ]
      }
    ]
  }
}