{
  "epId": 3373,
  "name": "Galho Primário",
  "desc": "<p><span style=\"color: #BFBFBF\">Um novo ramo foi recolhido do centro do mundo.<br>Antes havia uma enorme árvore que atuava em todas as partes do mundo; este ramo fazia parte dela. Embora tenha sido quebrado, este ramo nunca perdeu a ligação que tinha com a árvore. Dessa forma, enquanto a madeira daquela gigante branca, que simboliza o centro do mundo, não morrer, o ramo também nunca murchará.<br>\"Árvore\" é um símbolo de vida. Nas histórias do mundo todo sempre há alguém que, em seu leito de morte, confia seus pensamentos aos galhos de alguma árvore branca. É por isso que vida e a esperança não serão perdidas, e ramos crescerão e brotarão em lugares onde houve sol, chuva e orvalho para por fim florescer e dar frutos.<br>E \"Árvore\" também é símbolo de sabedoria. Nas lendas de alguma parte do mundo, um sábio pendurado de cabeça para baixo em uma árvore obteve o conhecimento de escrever runas, e o reino construído através da raiz da árvore finalmente conseguiu um vislumbre do segredo do submundo.<br>Todo conhecimento, memória e experiência fluem nas raízes desta árvore. Assim como riachos fluem para rios, e rios para o oceano, eles voltam a se transformar em chuva e caem sobre a terra. Assim como a vida.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/16935775/05a1c827b845851af03663ede6b2d41f_8009328504232031718.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1674967180,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Galho Primário"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Missão do Arconte: Capítulo III - Ato V \"O Akasha Pulsa, a Chama Kalpa se Ergue\""
          }
        ]
      }
    ]
  }
}