{
  "epId": 3454,
  "name": "As Mil Noites",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/94376896/692009da3b0475744e0acb48cfa97045_3339718948708167397.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292739,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 1"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.\nUm Conto Daqueles Sem Sombra\nNo passado, esta terra era lar de um grupo de pessoas sem sombras.\nElas levavam vidas simples, ignorantes ao mundo além do lugar em que viviam.\nIsso durou até um dia, quando um aventureiro perdido os descobriu. O povo sem sombras ficou chocado ao descobrir que o aventureiro tinha um atendente que o acompanhava passo a passo, silencioso e leal. O aventureiro também estava chocado em ver que pessoas que não faziam sombra ao serem iluminadas pelo sol vivam no mundo.\n\"Nunca em meus maiores sonhos, eu achei que faria tal descoberta,\" disse o aventureiro.\n\"Sonhos? Nós não temos um desses há muito tempo,\" disse uma das pessoas sem sombra. \"Nossos anciões nos dizem que todos os sonhos já foram sonhados.\"\n\"As sombras escondem segredos da alma. Vocês não têm sombras, e é por isso que vocês não sonham,\" disse o aventureiro. \"Talvez vocês já tiveram sombra um dia, assim como já sonharam.\"\n\"É mesmo, então aonde eu vou para encontrar aquilo que perdi?\"\n\"Vá para a floresta secreta. Muitos sonhos habitam lá, e talvez aqueles que capturem sonhos possam ter alguns sobrando para compartilhar com vocês.\"\nE assim, o jovem sem sombra deixou sua terra natal para trás, viajando muito distante para visitar a floresta secreta que o aventureiro havia mencionado. Esta floresta era cheia de camadas de sombras: as sombras das nuvens, copas das árvores... Até os pequenos pássaros faziam grandes sombras sobre o solo macio.\nDia após dia, ele passou entre as sombras cruzadas. Sombras escondem os segredos das almas, ele pensou, e talvez ele fosse o único aqui sem qualquer segredo. Então, um dia, ele descobriu que todos os planos dos sonhos estavam abertos para ele, pois ele não tinha sonhos, mas era por causa disso que ele podia entrar nos sonhos dos outros.\nNos muitos sonhos que ele testemunhou, os pássaros sonhavam com cores vívidas, o tigre com cheiros fragrantes, mas ele não viu aquele que capturava sonhos, nem ele descobriu os sonhos extras dos quais ele ouviu falar. Os sonhos, as sombras e os seres que habitavam aqui só poderiam ser combinados um com um... e assim ele se perguntou se o aventureiro havia enganado-o, e se realmente não havia algo como um sonho sem mestre, assim como não havia coisa como sombra sem uma fonte.\nMas assim que ele estava prestes a admitir derrota, aquele que capturava sonhos o encontrou. Seu encontro aconteceu dentro do sonho de uma concha. Ele invadiu seu final, procurando pelas ondas brancas e o vento salgado, mas nenhum foi encontrado em seu sabor remanescente entristecido.\n\"Assim como esta concha, você não pertence a esta floresta.\"\nQuem falava era uma mulher, e logo ele percebeu que ela era a captora de sonhos que o aventureiro havia mencionado, pois sua sombra tinha uma textura estranha, manchada, como um tecido encrustado com gemas.\n\"Eu tenho procurado por você,\" ele disse, \"talvez você tenha alguns sonhos extras...\"\n\"Eles passam como o orvalho da manhã...\" Ela disse, e não havia tristeza em sua voz. \"Sonhos sem mestres não duram muito. Eu tentei muitas vezes, mas eles sempre se dissipam no fim.\"\n\"...Viu, assim como esta concha... nós dois devemos sair.\" Pegando-o em sua mão, ela o levou deste sonho desaparecendo, abandonado pelas ondas brancas e ventos salgados.\nAo lado de um riacho sussurrante, ela contou a ele muitas grandes histórias e o ensinou como entrar em sonhos. Após isso, ela o advertiu muitas vezes sobre os tabus dos captores de sonhos, tais como eles nunca devem encarar repetidamente o sonho do outro, pois seus segredos também são sem fim.\n\"Os pesadelos são mais astutos do que você pode imaginar. Quando eles descobrem o que você fez, eles surgem como um enxame e te arrastam para a escuridão. Você não poderá deixar aquele lugar, a fronteira onde não há nenhuma sombra. Se você esperar o bastante, você poderá entender palavras significativas, nomes que permanecem em memórias fracas que não pertencem mais a lugar nenhum. E você sabe que não deve falar os nomes dos mortos, ou eles buscarão você...\"\nEu já acreditei que nenhum de vocês tinha sombras,\" ele disse honestamente. \"Eu já acreditei que captores de sonhos não tinham seus próprios sonhos, sendo por isso que eles coletavam aqueles que pertenciam a outros.\"\nA mulher não respondeu, sua sombra manchada balançando no vento noturno como uma folha.\nMas o jovem sem sombras estava ansioso demais por uma resposta, e apesar de a captora de sonhos ter defendido as sombras bem, ele encontrou sua chance mesmo assim. Diferentemente dos sonhos dos seres da floresta, cujos portões dos sonhos eram escancarados, estes tinham um caminho acidentado que levava ao mundo dos sonhos da captora de sonhos.\nParecia evidente para ele que ela havia escondido os segredos dela nos sonhos dos outros, ele pensou, mas quais eram os segredos dela? E de quem eram esses sonhos?\nO sonho da captora de sonhos tinha muitas camadas, assim como a floresta secreta, então ele perdeu seu caminho, e antes que soubesse, os pesadelos já estavam sobre ele.\n\"Eu quebrei o tabu da captora de sonhos, mas mesmo que eu possa ver o poço sem fundo, eu não consigo encontrar minha resposta,\" ele pensou. \"Ela disse que se eu ficasse tempo suficiente, eu poderia entender um nome em suas vozes. Pelo menos assim, eu saberei de quem é este sonho.\"\nE então ele se permitiu ser levado às profundezas e assim como a mulher havia o advertido, era um reino sem fronteiras e sem luz. Ele ouviu os sons baixos, esperando encontrar palavras que pudessem apontar a um nome.\nUm tempo desconhecido passou antes que ele finalmente pudesse ouvir um nome entre os sons espalhados. Este som tinha uma atração especial e estranha para ele, e ele não podia deixar de recitá-lo.\nEntão ele abriu seus olhos.\n\"Eu tive uma visão estranha,\" ele disse. \"Eu vi que uma mulher havia entrado em meus sonhos e os roubado, roubado segredos da minha alma que eu não sabia que existiam, e desde aquele dia, eu não tinha mais uma sombra. E eu a ouvi dizer isso, e ela me chamou...\"\n\"Sabe,\" ela disse, o interrompendo, \"uma pessoa não deveria falar os nomes dos mortos, ou eles vão persegui-lo...\"\nA captora de sonhos sentou ao lado de um riacho sussurrante, sua sombra manchada balançando no vento noturno como uma folha.\n\"Esse é apenas um conto sobre os mortos. Eu contei tais contos antes, mas havia muito mais a serem contados ainda.\"\nE então a captora de sonhos continuou a contar ao jovem sem sombra uma história que ninguém havia ouvido ainda..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 2"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.\nO Conto do Dastur\nEra uma vez, um Dastur Vahumana que viajava sozinho pelas profundezas do deserto para investigar as ruínas de reinos antigos. Infelizmente, ele encontrou uma tempestade de areia e perdeu seu caminho. Mas assim que ele estava prestes a respirar pela última vez, uma jovem com olhos de âmbar apareceu perante a ele. Ela partiu as areias uivantes com o cajado em suas mãos, e o levou para fora do deserto.\nJá era meio-dia quando eles chegaram à vila. Ela deu almoço para ele em sua casa e ofereceu escoltá-lo de volta ao Ribat de Caravanas. Mas, tendo visto-a partir as areias como se fosse um feitiço, e como ela tinha afugentado as feras sombrias pelo caminho, o Dastur se recusou a sair, ao invés disso, perguntando se ela poderia ensiná-lo as artes secretas das terras antigas.\nA maga respondeu que seus olhos de âmbar podiam ver tudo que os vivos e mortos haviam visto. Pessoas sem sombra, um relógio de bronze cujo pendulo balança pelo poder da imaginação, baleias que nunca deixaram a terra, uma cidade que existe apenas pelo reflexo do luar em um espelho de prata, uma acadêmica aprisionada na eternidade, uma torre alta pendurada por sete cordas. Ela podia ver que ele tinha um potencial infinito e um futuro sem fronteiras a sua frente, e ela estava disposta a ensiná-lo tudo que ela sabia. Ela tinha apenas uma preocupação... que após aprender tudo, ele buscaria o próprio ganho e negaria o dela.\nO Dastur ajoelhou no chão e beijou a ponta de seus dedões, prometendo que ele nunca esqueceria o que ela havia feito por ele, não importa o que acontecesse, e que ele nunca a negaria, mesmo se eles morressem juntos. Sua seriedade emocionou a jovem maga, e sorriu gentilmente, ela o ajudou a se levantar. Segurando a mão dele, ela o trouxe à porta do porão, dizendo que ela realmente o tomaria como discípulo, e que todos os segredos dela estavam escondidos em sua biblioteca subterrânea.\nE então eles desceram as escadas rodopiantes, andar após andar, com um espelho pendurado na parede de cada andar, refletindo suas faces e a luz fraca de arandelas acesas. Eles andaram por sabe-se lá quanto tempo, talvez várias horas, talvez vários minutos, pois a escuridão havia obscurecido sua percepção de tempo. No fim das escadas estava um portão estreito, e atrás do portão estava uma biblioteca hexagonal. Ele não podia ver o teto, nem podia estimar a altura deste quarto, mas os livros aqui, todavia, superavam tudo que ele imaginava possível para conhecimento.\nEle aprendeu bem sob sua tutela, mas após algumas semanas, enviados do Templo do Silêncio vieram até o Dastur e contaram a ele que seu mentor havia falecido devido a uma doença e que devido a análise positiva de sua tese, a Academia havia decidido fazer uma exceção e promovê-lo a Herbad, para que ele pudesse tomar o lugar do seu mentor e continuar a educar mais estudantes. O Herbad recém-nomeado estava muito satisfeito, e ainda assim ele não estava disposto a partir, então ele cuidadosamente perguntou à maga se ela poderia levar alguns de seus livros e vir com ele para a Academia, e continuar a ensiná-lo lá. Ela concordou com seu convite, mas disse que ela tinha uma irmã que sempre quis estudar na Academia, mas nunca foi aceita devido à sua ancestralidade do deserto. Ela, portanto, perguntou se o Herbad poderia fazer dela sua própria pupila. O Herbad respondeu que a Academia tinha um estrito processo de testes e que ele não poderia fazer exceções, nem para alguém como uma pupila. A maga, por sua vez, não disse mais nada, simplesmente arrumou as malas e o seguiu para Sumeru.\nVários anos depois, o sábio do Vahumana faleceu. Graças à tese que abalou as fundações do mundo que ele conseguiu escrever e concluir com a ajuda da maga, era de se esperar que o Herbad fosse recomendado a se tornar o novo sábio. A maga foi parabenizá-lo, e perguntou se ele poderia fazer de sua irmã uma estudante agora que ele tinha sua posição como um sábio. O sábio recém-nomeado a rejeitou, dizendo que ele não tinha mais dever de fazer isso, pois ele já não precisava mais de sua orientação, sendo alguém que não precisava mais escrever teses. Ele a aconselhou a retornar para sua vila e viver o resto de seus dias em paz. A maga não disse mais nada, e arrumando suas malas, retornou ao deserto.\nVários anos depois, o Grade Sábio também faleceu, e o sábio Vahumana foi selecionado para tomar seu posto. Ouvindo as notícias, a maga veio rapidamente do deserto. Encontrando-o, ela ajoelhou aos seus pés e beijou a ponta de seu sapato, lembrando-o da promessa que ele havia feito a ela e implorando para que ele acolhesse aqueles de sua tribo que foram desalojados pelas tempestades de areia e permitindo que eles se refugiassem sob a grande sombra da floresta tropical. O Grande Sábio ficou furioso e ameaçou jogá-la em uma cadeia de bronze e deixar que ela morresse de fome e sede, pois ele não conhecia essa charlatã do ermo do deserto, e quem era ela, de qualquer forma, para coagir a Academia? A maga, já velha, levantou sua cabeça, limpando lágrimas de suas bochechas, e olhou para o Grande Sábio uma última vez com seus turvos olhos de âmbar. Ela implorou para ela pudesse retornar à sua vila e ajudar o povo de sua tribo. Recusando, o Grande Sábio fez os soldados a prenderem. Então a maga não disse mais nada para ele, além disso:\n\"Nesse caso, eu devo pedir, senhor, que retorne para sua própria vila.\"\nO Grande Sábio se assustou, e quando ele levantou sua cabeça, ele se encontrou de pé em frente ao Ribat de Caravanas. A noite havia se estendido, a vila distante não poderia mais ser vista claramente, coberta como está agora por poeira e areia voando e pelo próprio manto da noite. A jovem estava de pé perante a ele, sorrindo, e seus olhos de âmbar refletiam como ele era naquele momento: o Dastur Vahumana, cuja tese ainda teria que ser aprovada.\n\"Bem, já está tarde, e você deve retornar à Academia agora. Afinal, assim como as histórias dizem...\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 3"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.\nO Conto do Príncipe e do Animal de Carga\nHá muito, muito tempo, quando Porto Ormos ainda era governado pelos Deys do mar, havia um Dey mais valente entre os outros. Ele era o subjugador de incontáveis ilhas e domínios, assim obtendo muitos tesouros curiosos e se tornando mais rico que todos em todo o porto. Mas a vida no mar não o deixou tempo para mais do que um único filho em seus últimos anos, e ele faleceu antes que o príncipe atingisse a vida adulta.\nO filho do Dey havia herdado sua grande fortuna, mas não tinha poder sobre aqueles que seu pai havia administrado. Guiado pelos anciões que careciam de fibra moral, ele rapidamente começou a viver a vida de um animal sensual. As prósperas ruas de Porto Ormos eram como uma fera que engolia ouro, e assim a herança do Dey foi esgotada pelo príncipe dentro de alguns anos, até o enchendo de dívidas massivas no processo. Quando o príncipe recobrou seus sentidos, as paredes de sua casa estavam despidas, com nenhuma Mora sequer a vista. Após vender suas propriedades e dispensar os servos, o príncipe, sem ter aonde ir, buscou refúgio no templo de um antigo devoto do deus dos marinheiros, que através do patrocínio do seu pai, por sua vez, tinha obtido sua atual estatura majestosa.\nO príncipe pediu ao sacerdote do templo ajuda assim: \"Sábio ancião, eu já fui o filho de um Dey que conquistou os sete mares, mas veja, eu caí em tamanha desgraça devido à minha extravagância desenfreada. Eu imploro que você tenha misericórdia de mim e me mostre uma maneira rápida de acabar com minhas dívidas e resgatar minhas propriedades. Eu prometo que mudarei para o melhor e me tornarei um homem que conhece o seu lugar.\"\n\"Jovem príncipe,\" disse o sacerdote, \"os destinos de mortais foram há muito estabelecidos pelos deuses, mas eles devem realizar esses destinos por si mesmos. Já que você deseja começar uma nova vida, você não deveria começar através de trabalho duro, ao invés de se confiar no oportunismo?\"\nO príncipe respondeu rapidamente, \"meu pai era um grande patrono deste templo, então se devemos discutir, metade das suas estátuas douradas e de fato, suas despesas, deveriam pertencer a mim, certo. E eu não estou aqui para reivindicar esta dívida a quem sou devido?\"\n\"Príncipe arrogante, você se tornará um inimigo dos deuses?\" O sacerdote disse com um suspiro. \"Ainda assim, por conta do seu pai, se você prometer se manter no seu lugar e gerir suas finanças bem, eu contarei a você como ficar rico.\"\nE então o príncipe jurou sob a estátua divina, e o sacerdote o direcionou a um mercado de rua no porto externo. Vindo ao dito mercado, o príncipe conheceu uma mulher vestida em grande elegância cuidando de um Animal de Carga emaciado.\n\"Estimada senhorita,\" perguntou o príncipe, \"há algo que eu possa fazer por você?\"\n\"Você veio em boa hora,\" a mulher respondeu. \"Eu devo ir ao mar em uma tarefa urgente, e receio que não haja quem possa me ajudar a cuidar deste animal. Mas se você me ajudar, eu retornarei em três meses e o pagarei dez milhões de Mora.\"\nO príncipe estava radiante com isso.\n\"Mas,\" continuou a mulher, \"você não deve alimentar este animal até que ele esteja cheio, nem você pode falar com ele. Caso contrário, até aquilo que você possui agora, você perderá.\"\n\"E o que eu tenho a perder?\" O príncipe pensou consigo mesmo, e assim concordou prontamente. A mulher então confiou o Animal de Carga a ele. Três meses passaram rapidamente e assim como a mulher pediu, nenhuma vez ele encheu completamente o estômago do Animal de Carga, nem ele falou uma única palavra para ele, até o final do dia.\nNeste dia, o príncipe, animado com a ideia de sua recompensa próxima próximo a uma fogueira, falou ao Animal de Carga, \"Oh, bom Animal de Carga, é graças a você que eu serei rico novamente. Se você tiver um pedido, fale-o, e eu o satisfarei.\"\nOuvindo estas palavras, o Animal de Carga gritou, \"Ó, príncipe honrado, eu não tenho outro desejo além de ter um estômago cheio neste último dia.\"\nOuvindo o Animal de Carga falar, o príncipe estava imensamente chocado e permitiu que sua curiosidade o dominasse, esquecendo tudo que a mulher o instruiu. Virando-se, ele trouxe água e feno do comedouro.\n\"Meu mais gentil príncipe,\" o Animal de Carga agora cheio disse lentamente, \"eu já fui um deus que serviu os céus e governou muitos reis vassalos do deserto, mas eu fui enganado por aquela bruxa venenosa e forçado a ficar preso nesta forma. Se você tiver misericórdia de mim e me soltar no deserto, eu juro pelo rei do sol ardente que eu o concederei riquezas além da conta, muito mais do que o que aquela bruxa pode dar-lhe.\"\nO príncipe se sentiu duvidoso das palavras do Animal de Carga, por isso decidiu escondê-las, e então se escondeu em um canto para esperar o retorno da mulher.\nEla realmente retornou no próximo dia, apenas para ver que o príncipe e o Animal de Carga sumiram.\n\"Miserável sem fé!\" A mulher xingou. \"Se eu pegar você, eu o selarei na menor garrafa mágica que eu encontrar, e lá você enfrentará tormento eterno!\"\nVendo-a assim, o príncipe finalmente acreditou nas palavras do Animal de Carga. Quando ela tinha saído, ele se preparou para liberar o pobre animal. Assim que ele estava prestes a sair, o animal disse a ele, \"Ó, príncipe misericordioso, que todos os deuses do deserto o defendam... Eu cumprirei minha promessa de conceder riquezas e felicidade infinitas. Eu apenas peço que você não pergunte sobre suas origens, senão você perderá até aquilo que possui agora.\"\nSeguindo as direções do Animal de Carga, o príncipe veio ao local oculto na beira do deserto, e lá ele de fato descobriu um palácio luxuoso e imponente. As paredes eram decoradas com ouro e gemas, e seus portões eram feitos de ouro puro, com um servo masculino adorável liderando muitas senhoritas encantadores por aquelas grandes portas para recebê-lo.\nE assim, o príncipe levou mais uma vida opulente. Cada dia, o servo masculino o trazia prata, ouro, pérolas e gemas. Raras iguarias e bons vinhos eram o seu prazer e cada dia trazia dançarinas únicas para fazê-lo companhia, e assim foi sua vida por três anos.\nMas até na alegria e na folia poderia surgir o tédio, e um dia o príncipe acordou de dias de letargia embriagada, e pensou consigo mesmo, \"Eu cansei de minha vida hoje e preciso de novas emoções. Agora, não é porque eu rejeitei as instruções daquela bruxa que eu ganhei esta minha vida? Quem diria então se aquele Animal de Carga não escondeu algo de mim por receio que eu pudesse descobrir seus segredos? Se eu puder encontrar a fonte de riqueza sem limites, certamente mais felicidade ainda será minha.\"\nE então o príncipe chamou seu servo mais fiel e disse a ele, \"meu servo mais leal. Você poderia me contar a fonte de todo o ouro e gemas, vinho e aguardentes, e até estes músicos e cortesãs, que você me traz cada dia?\"\n\"É claro, meu respeitado mestre,\" o servo masculino respondeu. \"Cada dia, eu atravesso as terras entre o deserto e este lugar, e tudo que você desfruta é retirado dali. Suas encantadoras dançarinas já foram um dia enguias do deserto dançantes, o ouro brilhante são areias infinitas, e as refeições requintadas que você saboreia são feitos meus.\"\n\"E eu, seu leal servo\", o criado fez uma pausa, \"não sou nada além de um humilde escaravelho\".\nAssim que terminou de falar, o glorioso palácio se dissolveu em um instante, e o príncipe descobriu estar sentado sobre uma duna, e nada havia ao seu redor além de insetos.\nDepois de muito tempo, ele recuperou seus sentidos, e mesmo com seu choque e terror, ele sentiu a mão do pesar e do arrependimento. O que ele havia perdido agora não podia ser recuperado facilmente, e o príncipe estava finalmente reduzido a vaguear, para nunca mais sentir felicidade. A partir de então, ele contaria a qualquer um que quisesse ouvi-lo falar esta história..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 4"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.\nO Conto do Pesquisador\nEra uma vez um pesquisador sobre quem todas as marcas do homens das letras arrogantes poderiam ser vistos, apesar de que ele próprio, e seremos generosos com ele aqui, não é o melhor entre seus contemporâneos.\nConhecimento é como uma fruta, e o tempo rapidamente leva seu frescor embora. Se ele não puder comer tudo enquanto ele ainda está suculento e maduro, o resto pode ter um gosto doce e decadente.\n\"Tempo,\" o jovem pesquisador disse, \"você realmente é meu odioso inimigo, até mais do que eu considero meus colegas.\"\nTais características inatas como a preguiça não podem ser facilmente abandonadas. Dessa forma, invernos se tornaram verões e assim por diante, trazendo glória e louvor aos seus colegas, enquanto ele era deixado como as cicatrizes de seus anos passados.\nTalvez esse era algum truque do destino, mas nosso protagonista de fato descobriria uma maneira de tornar seu desejo realidade, acidentalmente, para falar a verdade.\n\"O tempo parece justo, apesar de ser apenas uma camada superficial. Eu não sou tão sagaz quanto os outros devido a falta de talento. Não, é a crueldade do tempo...\" Assim pensou o pesquisador, já não mais jovem. \"Agora que minha chance chegou, eu devo usá-la bem.\"\nEntão ele fez seu desejo à Jinni ferida: \"Eu desejo que o tempo seja justo... para que eu possa escrever teses melhores.\"\nA Jinni o entendeu facilmente, dizendo: \"Tudo tem seu preço.\"\n\"Bem, sim, e eu claramente já paguei metade dele,\" ele disse, balançando os ombros. \"Eu desperdicei minha juventude em busca de perseguições frívolas. Agora que as coisas chegaram a esse ponto, eu não desejo mais alegrias comuns. Eu apenas desejo deixar para trás um trabalho de esplendor estonteante, que meu nome seja louvado por gerações. Nem desejo que meu trabalho seja perdido em tinta e papel, e sim que seja entalhado em pedra. Milhares de anos passados, minhas marcas ainda estarão sobre este mundo... e assim, eu terei minha justiça — triunfarei com o tempo.\"\n\"Se este é o seu desejo,\" a Jinni respondeu sem compromisso, não obstante, realizando o desejo do pesquisador.\nMas se esse foi verdadeiramente um Jinni ou algum demônio disfarçado era questão de disputa, especialmente em retrospectiva. Deixando essa questão de lado, o pesquisador cujo desejo foi realizado percebeu que tudo agora havia se tornado lento comparado ao seu raciocínio.\n\"Bom, bom. Agora, a agilidade da minha mente não será um problema.\" Primeiramente, o pesquisador estava muito contente. Agora que ele tinha uma folga ampla, por assim dizer, havia muito tempo para considerações contemplativas. O tempo que levou para um grão de areia cair até à terra não era suficiente para ele levantar sua mão esquerda para tocar em sua testa, mas sua mente podia correr durante este tempo - da floresta até o deserto, das vastas planícies até a tundra nevada, ele podia mesmo correr. Ele amaldiçoou que todas as páginas de um livro não podiam ser distribuídas uma do lado da outra, mas deviam ser passadas de uma para a outra. Mas mesmo que elas fossem colocadas uma do lado da outra, seus olhos teriam falhado em se mover rápido o suficiente. No momento que seus olhos terminavam de repousar sobre uma palavra, ele já teria exaurido todo o vocabulário relacionado àquela palavra, e todo o imaginário pertencente àquele vocabulário.\n\"Eu penso muito e escrevo pouco,\" o pesquisador pensou em seguida. \"Eu devo usar as palavras mais elegantes para escrever o artigo mais academicamente rigoroso.\" Mas quando ele tinha registrado a primeira palavra, seus pensamentos já haviam pulado para a conclusão. Então ele devia constantemente repetir o texto para si mesmo, e enquanto ele ditava o texto silenciosamente, ele se tornaria cada vez mais refinado - quando tudo foi dito e feito, sua mão direita ainda não havia escrito sete palavras.\nDessa forma, este era um incrível trabalho, composto pelo melhor léxico e a lógica mais sólida, composto pelo próprio corpo do pesquisador. Cada passagem esfarrapada, como se alguém tivesse triturado cada página e as tivesse reunido atropeladamente. As palavras que estavam conectadas pareciam fragmentos aleatoriamente selecionados de um texto completo, e ninguém conseguia perceber a conexão entre elas.\nFoi em uma noite sem estrelas quando ele, com toda sua força, como alguém concluindo um êxodo de séculos de duração, conseguiu deixar seu escritório, chegando ao seu pátio no andar de baixo.\n\"Talvez falar seja mais direto do que escrever,\" ele disse, um único fio de esperança permanecendo em seu coração. Mas até a sua voz parecia tropeçar depois de uma linha de seus pensamentos. As sílabas dele saiam desconsertadas e fragmentadas - como se a intenção por trás das palavras haviam mudado enquanto eram ditas, então elas saiam como meros murmúrios e choramingo.\n\"Ah, que pobre coitado! Alguém pode até pensar que eles está possuído!\" Assim disse o grupo jovem e bem-vestido que o olhou com simpatia. \"Mas pelo menos ele ainda possui a lua.\"\nEles saíram após dizer estas palavras, deixando o pesquisador sozinho do pátio banhado pelo luar, preso na prisão que ele já chamou de corpo. Então, a mera casca do homem mortal começou a se lembrar de uma história que ele tinha lido..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 5"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.\nO Conto do Espelho, do Palácio e do Sonhador\nNoite após noite, ela sempre sonharia com aquele palácio distante. Sua estrutura intrincada era formada por esquinas, arcadas e passagens infinitas, e em cada esquina havia um espelho com uma moldura dourada. Dizem que o rei passou 200 anos (6 anos mais deve ser adicionado se alguém quiser seguir a numeração de anos naqueles tempos) para projetar este lugar, e ao sentar no trono, ele podia vislumbrar qualquer espelho, e através de seus caminhos de luz primorosamente contorcidos e planejados, qualquer um poderia ver qualquer canto de seu reino. Entretanto, quando ela olhou para os espelhos nos fins dos corredores no sonho dela, tudo que ela conseguia ver era uma imagem borrada: aquela de uma jovem mascarada trajada com vestes de qualidade, usando ornamentos adoráveis, andando pelos corredores opulentos, como uma distorção de calor em no ouro escaldante do dia. Naquele momento ela sabia que seu propósito, apesar de parecer estranho, ela desejou ganhar uma audiência com aquele rei e contar algo a ele, pois aquelas palavras haviam sido colocadas em seu coração e não eram dela para que ela as comandasse, apesar de que ela sempre deixava as palavras em algum lugar nas luzes dos espelhos cada vez que ela acordava de supetão.\nAno após ano, tão claro em seus sonhos quanto a alvorada, ela tentava, e falhava, encontrar um caminho até o trono, e ela também não encontrava aquele rei em pessoa. A jovem que já esteve perdida entre os espelhos agora era uma maga famosa, e mesmo assim, naqueles momentos em sonho roubados, naqueles lampejos de lucidez inconsciente, aqueles pensamentos fantásticos ainda mantinham a alma dela com um punho de ferro. Um dia, a grande maga descobriu pistas para finalmente alcançar aquele reino distante. Abandonando tudo aquilo que o mundano possa considerar querido, ela partiu em sua jornada sozinha. Através do luar manchado ela velejou, através dos vales sombreados ela correu, e as florestas mais sombrias ela desbravou, até que, finalmente, ela alcançou o reino de seus sonhos. Mas que lástima! Aquela cidade havia sido aniquilada em um terrível incêndio algumas centenas de anos atrás, e o reino que era próspero naquele momento, já não existia mais. Exatamente como os poetas dizem:\nA brisa matinal é esquecida por todos,\ncanção e cor desaparecem de vista.\nApenas o fraco brilho de altas torres,\nilumina a noite morta e arruinada.\nEla entrou no palácio devastado e andou entre as ruínas. Os espelhos e suas molduras douradas há muito haviam sido estraçalhados, com nada além de seus restos destruídos remanescentes, cada fragmento refletindo um raio do luar arrepiante. A corte não era bizarra ou estranha como era nos sonhos dela - em alguns poucos corredores e esquinas, ela estava batendo na porta da sala do trono. Era um salão circular com centenas de espelhos pendurados das paredes de pedra - apesar de que como os espelhos nos corredores, a maioria desses também haviam sido destruídos. A maga subconscientemente andou até o trono há muito vago e sentou-se, olhando para um dos espelhos ainda inteiros.\nNaquele espelho, ela visualizou aquela jovem mascarada trajada em vestes de qualidade, andando pelos corredores opulentos, e atrás dela, os espelhos - espelhos que nunca haviam sido despedaçados - refletiam mil reflexos de sua forma.\nEla se assustou e levantou a cabeça, já que aquela jovem agora estava diante dela, observando silenciosamente, uma dor inimaginável em seus olhos. A maga tinha acabado de pensar em algo para dizer quando a mulher empunhou uma adaga - antes de esfaqueá-la no coração. Uma brilhante rosa em florescimento agraciou a ponta silenciosa da lâmina enquanto chamas se acendiam ao redor dela, consumindo o salão que já havia sido destruído por grandes chamas mais uma vez.\nEla sorriu em confusão, espanto e alívio, pois a mulher então tirou sua máscara, revelando as feições da própria maga, lábios secos tremendo levemente.\nDesta vez, a maga podia finalmente ouvir as palavras da outra pessoa - palavras que se perderam através das décadas e séculos dentro deste sonho labiríntico e sua perplexidade do entardecer. Era uma história, uma história contada por ela a si mesma, uma história refletida em milhares de estilhaços despedaçados de prata, ecoando um no outro, para sempre..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 6"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma antologia de histórias coletadas e compiladas por um pesquisador itinerante que percorreu a floresta tropical, o deserto e a cidade na época da catástrofe. Dizem que possuía incontáveis contos, mas o que sobreviveu até hoje é uma pequena parte.\nConto do Caça-Pássaros\nEsta é a história de um velho que persegue pássaros.\nAo norte do reino fica uma densa floresta. Ela é o lar de um pássaro que pode imitar as palavras das pessoas. Eles frequentemente se reúnem como uma nuvem no nascer do sol. Tonalidades iridescentes dançam em suas asas, e o seu chilrear ecoa junto das copas das árvores. Um velho,\nAssim como uma árvore imponente já foi delicada, o velho costumava ser belo. Ele cresceu em uma vila perto da floresta. Ele era ágil e gentil, e como resultado tinha conquistado muitos afetos, toda garota na vila o adorava. Mas o coração do jovem batia apenas pelo seu amor, uma jovem sacerdotisa servindo na floresta quem sempre o fascinou com milagres do divino.\nO jovem acreditava que ele desistira de qualquer coisa para estar com a garota, até que a morte os separou.\nAquilo que é doce nunca dura. Uma guerra que se provou sem fim foi deflagrada, e todos com idade adequada foram recrutados, incluindo o jovem. Antes de ele sair para o campo de batalha, ele viu seu amor chorar pela primeira vez. Lágrimas desceram em suas bochechas como orvalho caindo de uma folha verde, elas caíram com força no coração dele. Mesmo assim ele mal sabia da real razão por trás da melancolia da garota. Ele fez promessas apressadas, desejando acalmar a tristeza da garota, tristeza que vem da despedida, como ele então acreditava.\nCom pesar estampado na cara dela, a garota não respondeu aos belos votos. Após um breve silêncio, ela disse que mandaria pássaros falantes para ele. Eles transmitirão minhas palavras de saudades para ele. Apesar de ser pego de surpresa pelo pedido peculiar, o jovem pensou que a garota está usando seus maravilhosos poderes para fortalecer seu elo.\nEle acenou.\nNo dia seguinte, o jovem partiu para se juntar ao exército do rei. A guerra acabaria logo, ele pensou. Mas ele seria provado o contrário. A guerra durou tempo demais, até a barba crescer em seu queixo, até seus olhos e mãos serem calejados por ela.\nNesta guerra brutal, seu único refúgio eram os pássaros de sua terra natal. Como se guiados pelos deuses, eles sempre conseguiam ir até ele em noites quietas, trazendo palavras da sacerdotisa.\nA separação sustentada não diminuiu o amor dele por ela. Ao invés disso, se amor fosse um monumento, ele teria sido direcionado ao seu coração.\nQuando a guerra finalmente acabou, ele se apressou de volta para casa para pedir sua amada em casamento, para apenas encontrá-la morta de uma doença aguda em uma noite fria logo após sua partida.\nO jovem se recusou a aceitar, pois ele já tinha sido visitado por um pássaro falante no dia anterior, quando a jovem sacerdotisa leu para ele uma belíssima prosa por sua boca.\nEle invadiu a câmara privada da garota. Conforme a luz do sol preencheu a sala pouco iluminada, ela abalou o que estava dentro dela: inúmeros pássaros encantados aguardando ser acordados de seu sono. No próximo momento, da porta que ele abriu, passaram pelo seu corpo, por seus ouvidos, voaram para o céu como uma nuvem etérea. Os pássaros voltaram para casa, o jovem permaneceu lá, com o quarto vazio de seu amor perante ele.\nEle finalmente percebeu o motivo da garota ter feito os arranjos mais incomuns com aquela expressão triste no rosto na noite em que eles partiram.\nFoi um arranjo de toda uma vida. No leito de morte dela, ela deve ter ensinado aos pássaros incontáveis palavras, mais do que são necessárias para preencher cada noite dele desde então com uma cintilação de luz.\nPássaros vivem muito mais do que os humanos acham. Daquele dia em diante, o jovem persegue os pássaros falantes na floresta. Ele busca capturar sua alma remanescente nas vozes deles, para reparar o pecado de espalhar o amor dela na floresta. Enlouquecido, porém incansável, o jovem parou sua busca nem por um único dia enquanto chegava a meia-idade, e enquanto chegou à idade avançada. Os pássaros falantes já não falam nada de novo, e seus números diminuíram. Mas e se ainda houvesse um que ele ainda não encontrou, um com algo dela que ele ainda não conhece? A obsessão prende o perseguidor de pássaros na floresta. O preço dos anos estampado em seu rosto.\nEle consegue armar armadilhas com bastante habilidade para capturar os pássaros. Ele os mantém em uma gaiola, alisando seus pescoços, brincando com eles, e os dando o melhor da safra e a mais limpa das águas. Então, ele fala com eles, \"Falem, Pássaros Falante, falem do meu amor, a quem a floresta favoreceu tanto. Fale sobre o que ela os ensinou.\"\nAssim, os pássaros generosamente alimentados contarão tal história..."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "As Mil Noites"
          }
        ]
      }
    ]
  }
}