{
  "epId": 3456,
  "name": "Falso Estame",
  "desc": "<p>Uma feltrara esverdeada escondida nas costas de um Verme da Areia, fino e esguio como um fio.</p><p>Reza a lenda que, em uma época anterior à existência do tempo, esses Vermes se moviam pela terra úmida dos prados e florestas ciclópicas com a mesma facilidade que os pássaros voam pelos céus ou os peixes nadam na água. A opinião geral é que esse mimetismo floral visa atrair presas em potencial perdidas em tempestades de areia. Mas alguns dizem que essa exuberante aparência florida é um reflexo de uma época passada, quando, em vez de areia dourada, a terra estava coberta por um manto exuberante de plantas e flores.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/16935775/e39014291c39f09f50c4125c7f46afcf_4657800953323682218.png",
  "filterValues": {
    "objectType": [
      "Material de Fortalecimento de Arma e Personagem"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1674967182,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropado por"
      },
      {
        "type": "CustomEntry",
        "epId": 3474,
        "name": "Verme da Areia Setekh",
        "desc": "<p>Um predador sem olhos das profundezas do Grande Mar de Areias Escarlates que usa som e vibrações para perseguir sua presa.</p><p>A lenda diz que no passado antigo, antes de o conceito de tempo ser criado, estas criaturas proliferavam com seus progenitores e crias em uma terra de grama verdejante e árvores colossais, atravessando solos lisos como peixes mergulhando em água.</p><p>Com a passagem das eras, as dádivas do céu há muito tempo reduziu os solos a areia, extinguindo muitas criaturas. Este ramo do gênero deles conseguiu sobreviver ao se adaptar para uma vida mais baseada na terra, e se tornando conhecida como os \"vermes da areia\".</p><p>Alguns povos do deserto ainda acreditam equivocadamente que vermes da areia são o ponto final da vida de um unagi de areia movediça, provavelmente devido a similaridades superficiais entre os comportamentos das espécies.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/8078404/ca675a813c0acf7a5efbc88e7af636c2_5543098236314408627.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascensão de Personagem"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Estrelas</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>O atual Escriba da Academia de Sumeru, um homem de grande inteligência e talento. Vive sua vida livre e despreocupado, sendo uma pessoa muito difícil de se encontrar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/8078404/25249dd20b86c775fb35bdbbd805d9ec_1621708276776511768.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Falso Estame"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de Elevação de Personagem"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Dropado por Vermes da Areia Setekh Nv.30+"
          }
        ]
      }
    ]
  }
}