{
  "epId": 3693,
  "name": "Sonho da Ninfa",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/12804176/1bde348ad550ef356ff197b93caed6c8_7901480160306636715.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 1682030306,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Sonho da Ninfa"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Domínio da Bênção: Forsaken Rampart III\nDomínio da Bênção: Forsaken Rampart IV"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Bônus de Dano Hydro +15%</p>",
      "fourSetEffect": "<p><span style=\"color: rgb(255, 255, 255)\">Quando um </span>Ataque Normal, Carregado, Imersivo<span style=\"color: rgb(255, 255, 255)\">, </span>Habilidade Elemental<span style=\"color: rgb(255, 255, 255)\"> ou </span>Supremo<span style=\"color: rgb(255, 255, 255)\"> atinge um inimigo, será gerado um acúmulo do efeito \"Ninfa Espelhada\" por 8s. Ao possuir 1/2/3 acúmulos ou mais do efeito \"Ninfa Espelhada\", aumentará o ATQ em 7%/16%/25%, e o Bônus de </span><strong><span style=\"color: var(--color-hydro)\">Dano Hydro</span></strong><span style=\"color: rgb(255, 255, 255)\"> em 4%/9%/15%. Os acúmulos de \"Ninfa Espelhada\" gerados por Ataques Normais, Carregados, Imersivos, Habilidade Elemental ou Supremos existem independentemente.</span></p>"
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Flor da Jornada\t",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>A história deve terminar e até as flores frescas murcharão. Mas a flor dentro dos sonhos permanecerá sempre em flor plena e perfumada.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/12804176/1bde348ad550ef356ff197b93caed6c8_9093148821095712548.png"
      },
      "goblet_of_eonothem": {
        "title": "Festa de Chá dos Heróis\t",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Uma linda xícara de chá. Talvez tenha sido usado por pessoas que desfrutavam de uma tarde de lazer juntos.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/12804176/dbbea8a478949256621433ea777a438d_8455601046832433442.png"
      },
      "circlet_of_logos": {
        "title": "Monóculo do Dragão Maligno",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Um monóculo primorosamente feito. Anedotas antigas dizem que alguém pode ver o futuro através dele.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/12804176/8dec1cd42cd80eda05b913fade0f5422_5401357245951014694.png"
      },
      "sands_of_eon": {
        "title": "Ninfas Eternas\t",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Um relógio de bolso que há muito parou de funcionar. Parece ter testemunhado a passagem de muitos anos enquanto suas mãos giravam em vão.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/12804176/42d75466608199483d74bf1704d4d50f_5517462679137498517.png"
      },
      "plume_of_death": {
        "title": "Pluma do Feiticeiro Maléfico\n",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Isso já foi uma pena decorativa no chapéu de alguém. Sendo verde escuro, é realmente atraente.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/12804176/78ca65a64de4a2f6f25d7a537928c620_1565605621048157280.png"
      }
    },
    "story": [
      {
        "title": "Flor da Jornada\t",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>...Mas no final, uma sombra ainda caiu sobre o reino.</color>\n<color=#e8eaed>Não foi que o dragão derrotou o herói, mas sim que ambos se perderam no mundo.</color>\n<color=#e8eaed>Em meio ao caos denso como águas escuras sem luz, em meio às tristezas e separações que se seguiram,</color>\n<color=#e8eaed>A diretora e suas irmãs partem em uma jornada para derrotar o mal em sua origem,</color>\n<color=#e8eaed>E seu assistente, por sua vez, embarcou no navio construído para a batalha, eventualmente adormecido sob as águas.</color>\n<color=#e8eaed>Os campeões de Narzissen e muitos cavaleiros, dragões malignos e sábios virtuosos foram espalhados.</color>\n<color=#e8eaed>Alguns seriam acolhidos pelo Marechaussee Phantom ou pela Patrulha Especial de Segurança e Vigilância,</color>\n<color=#e8eaed>E eles trabalhariam para proteger o reino de forma que não houvesse novamente uma sombra sobre ele.</color>\n<color=#e8eaed>Alguns foram acolhidos por exploradores que se deslocavam de e para terras estrangeiras,</color>\n<color=#e8eaed>E a partir de então partiria verdadeiramente numa aventura para presenciar a orla do mundo.</color>\n<color=#e8eaed>Muitos anos se passariam depois disso.</color>\n<color=#e8eaed>Alguns tentariam impedir que histórias futuras fossem interrompidas por eventos como esses,</color>\n<color=#e8eaed>E assim buscaria o caminho a seguir usando os segredos das máquinas e corpos de aço.</color>\n<color=#e8eaed>Alguns, por outro lado, iriam contra a corrente, para que as histórias pudessem recomeçar,</color>\n<color=#e8eaed>Embarcando em uma jornada além da compreensão normal em nome das ninfas.</color>\n<color=#e8eaed>E assim como algumas pessoas valorizam flores murchas,</color>\n<color=#e8eaed>Alguns ainda relembram infinitamente as aventuras da tarde que ainda não continuaram...</color>"
          }
        ]
      },
      {
        "title": "Pluma do Feiticeiro Maléfico\n",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Onde há heróis, deve haver magos perversos, e onde há cavaleiros, deve haver dragões malignos.</color>\n<color=#e8eaed>O herói sempre empunharia uma lâmina sagrada, enquanto o mago poderia carregar algum tipo de catalisador mágico.</color>\n<color=#e8eaed>No interstício entre as aventuras, quando os heróis, magos, cavaleiros e dragões mortais ainda não haviam nascido,</color>\n<color=#e8eaed>Eles sempre olhavam para a pena de uma espécie de ave desconhecida presa ao chapéu do vice-diretor.</color>\n<color=#e8eaed>Essa pena deve conter muitas histórias dentro dela, os pequenos aventureiros pensaram para si mesmos,</color>\n<color=#e8eaed>E a vice-diretora deve ter presenciado muitas histórias, como uma velha heroína após sua reclusão.</color>\n<color=#e8eaed>Ou por que mesmo o Diretor, que havia prometido conseguir a pena para nós, nunca poderia tirá-la?</color>\n<color=#e8eaed>\"Agora, agora, ██, ██, se dêem bem. Não briguem.\"</color>\n<color=#e8eaed>Os dois que sempre interpretariam o cavaleiro e o dragão caído assentiram com relutância.</color>\n<color=#e8eaed>\"E quando eu não estiver por perto, ███, você cuidará de ███, não é?\"</color>\n<color=#e8eaed>\"O Diretor e eu voltaremos assim que terminarmos de tratar dos negócios, então não saia correndo.\"</color>\n<color=#e8eaed>A vice-diretora pensou um pouco e tirou a pena verde-escura do chapéu antes de partir.</color>\n<color=#e8eaed>\"Você queria isso por um tempo, não é, ███? Tudo bem então. Aqui está.\"</color>\n<color=#e8eaed>\"Mas eu só estou dando isso a você por segurança por um tempo, certo? Eu vou ficar muito chateado se ficar sujo.\"</color>\n<color=#e8eaed>Mas no final, essa pena nunca se tornaria o cajado místico usado por algum mago maligno.</color>\n<color=#e8eaed>Em vez disso, seguiria seu novo dono e alcançaria a fonte daquilo que causou a calamidade da separação, antes de retornar de onde veio...</color>"
          }
        ]
      },
      {
        "title": "Ninfas Eternas\t",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Os ponteiros de um relógio devem eventualmente retornar aos seus lugares originais, e seu círculo começará de novo.</color>\n<color=#e8eaed>Tudo o que os campeões de Narzissen eram parecia que nunca iria mudar.</color>\n<color=#e8eaed>Mas os anos devem, em última análise, desgastar os calibres intrincados, mas vulneráveis, de tais relógios.</color>\n<color=#e8eaed>Até o momento em que um novo dia não chegará. Na verdade, onde nada vai.</color>\n<color=#e8eaed>Este relógio de bolso pertenceu originalmente a um pequeno campeão que adorava máquinas,</color>\n<color=#e8eaed>Uma peça de teste criada reunindo os componentes rejeitados de vários dispositivos.</color>\n<color=#e8eaed>No final, este relógio de bolso e aquele a quem foi presenteado caíram no líquido primordial que tudo dissolve.</color>\n<color=#e8eaed>Mas já há muito havia deixado de seguir seu curso mecânico naquele ponto.</color>\n<color=#e8eaed>\"Muito, muito tempo no futuro, em um lugar muito, muito distante...\"</color>\n<color=#e8eaed>\"Havia um império sombrio governado pelo dragão caído Narciso.\"</color>\n<color=#e8eaed>\"A princesa pela qual ele ansiava havia, junto com a alta torre em que ela vivia, mergulhado em um sono estagnado no qual não havia sonhos, e assim ela permaneceu imaculada por ele. Narciso ficou furioso com isso e então enviou seu lacaios e executores para vasculhar o império em busca de seu tesouro. Ele montou muitos mecanismos de defesa usando suas feitiçarias cruéis para impedir que aqueles do lado da justiça resistissem a ele. Ele jurou que recuperaria o tesouro da princesa e a despertaria. Dessa forma, ele seria capaz de reivindicá-la totalmente para si.\"</color>\n<color=#e8eaed>\"Havia um grupo de heróis que protegiam um tesouro que a princesa havia confiado a eles, uma pérola de água límpida e brilhante.\"</color>\n<color=#e8eaed>\"Um dia, uma pequena vida nasceu desta pérola.\"</color>\n<color=#e8eaed>\"Hmm... e como vamos chamar essa vida? Ah, que dor. Se eu soubesse que era assim que a história poderia ser, eu deveria ter usado seu nome aqui. Você tem algum outro bom amigo?\"</color>\n<color=#e8eaed>\"'Amigos, vocês dizem... Bem, se é disso que vocês precisam, eu tenho um. Acho que caberia aqui.'\"</color>"
          }
        ]
      },
      {
        "title": "Festa de Chá dos Heróis\t",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Mesmo os campeões de Narzissen precisariam descansar um pouco ao longo da estrada de aventuras.</color>\n<color=#e8eaed>Quando o relógio soou, muitos campeões e magos, cavaleiros e dragões malignos,</color>\n<color=#e8eaed>Todos esqueceram por um tempo a princesa aprisionada e os tesouros dos domínios.</color>\n<color=#e8eaed>As nuvens escuras que envolviam os céus do reino distante desapareceram temporariamente,</color>\n<color=#e8eaed>E a princesa em meio a sua espera agonizante desviava o olhar da janela.</color>\n<color=#e8eaed>Pois quando os cavaleiros partem, a aventura também deve ser suspensa.</color>\n<color=#e8eaed>Esta é a regra universal que os campeões de Narzissen seguem, e muitos outros pequenos mundos também.</color>\n<color=#e8eaed>Se alguém deve perguntar por quê, é porque os refrescos feitos pelo vice-diretor são deliciosos demais.</color>\n<color=#e8eaed>Era uma tarde sombria... mas essa frase parece ter pouco significado.</color>\n<color=#e8eaed>Pois a nova casa para a qual ela estava indo era uma que não veria a luz do sol ou da lua.</color>\n<color=#e8eaed>Aqui, a primeira pessoa que ela conheceu foi o diretor alto e puro.</color>\n<color=#e8eaed>E embora ela tivesse menos certeza do que fazer do que a garotinha, ela ainda a cumprimentou com um abraço,</color>\n<color=#e8eaed>E deixou suas roupas encharcadas pelo trabalho. A vice-diretora tinha idade para ser mãe da menina.</color>\n<color=#e8eaed>Pegando a garota pela mão, ela a trouxe entre os campeões, cavaleiros e dragões malignos em repouso.</color>\n<color=#e8eaed>Ela achou que estava tudo bem. De qualquer forma, os refrescos estavam realmente deliciosos.</color>"
          }
        ]
      },
      {
        "title": "Monóculo do Dragão Maligno\n",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>Os heróis de diferentes histórias encontrarão naturalmente espadas sagradas diferentes (oportunas) e também devem enfrentar diferentes inimigos.</color>\n<color=#e8eaed>Mas costuma-se dizer que os heróis que vivem muito, vivem para se tornar o dragão do mal. E quando muitas histórias se cruzam, talvez o herói de um lado seja o dragão do outro lado.</color>\n<color=#e8eaed>A história que finalmente surge tenderá a narrativas mais fáceis de entender – e é por isso que heróis são heróis, e não dragões malignos.</color>\n<color=#e8eaed>É por isso que, apesar de toda a sua força e esquemas, os dragões do mal serão finalmente derrotados pelos heróis empunhando suas espadas sagradas.</color>\n<color=#e8eaed>E antes que o dragão caia no abismo que dissolve todas as coisas, ele pensará nos tempos que passou com o herói. E, por fim, ele dirá:</color>\n<color=#e8eaed>\"Sim, o ódio não deve me preencher. Eu sei que você não viu as paisagens que eu tenho, e é por isso que você deseja me impedir.\"</color>\n<color=#e8eaed>\"As bestas estelares beberão o líquido amniótico do mundo seco. Daqui a cem anos, toda a vida em sua superfície será eliminada.\"</color>\n<color=#e8eaed>\"Eu certamente voltarei para salvar todas as almas. Dez anos, até mesmo cem anos podem se passar, mas eu renascerei como um novo universo.\"</color>\n<color=#e8eaed>Mas o herói, vitorioso sobre o dragão, também perderá o que tem de mais precioso durante a caçada.</color>\n<color=#e8eaed>Ele nunca mais acreditará em nada que a soma do conhecimento humano não possa compreender e entender completamente,</color>\n<color=#e8eaed>E até o fim de seus dias, ele conceberá um reino movido por máquinas e energias não derivadas dos elementos.</color>"
          }
        ]
      }
    ]
  }
}