{
  "epId": 3694,
  "name": "Brilho Vourukasha",
  "desc": "<p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12804176/bc9329baf36935b2fb094f783a7695f2_1567462016368563680.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano",
      "Vida"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 1694657801,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Coração do Brilho de Khvarena\n",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Um brinco sofisticado multicolorido, seu brilho parece fluir as cores de cem flores.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12804176/fce888d514d4c5115035d43514d7065d_3866488724662473998.png"
      },
      "flower_of_life": {
        "title": "Estame Primordial de Khvarena",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Uma insígnia na forma de uma adorável flor que foi utilizada por peregrinos num passado distante.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12804176/bc9329baf36935b2fb094f783a7695f2_8670138369655789650.png"
      },
      "goblet_of_eonothem": {
        "title": "Cálice do Festival Alegre\t",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Um cálice de vinho que no passado continha excelente mel e néctar, mas hoje está vazio.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12804176/65916b37803325834f0f5f8dac66ad9a_3326240401304549015.png"
      },
      "sands_of_eon": {
        "title": "Areia do tempo\t",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Um relógio antigo com o brilho da luz de Khvarena. Está cheio de um líquido que parece vivo.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12804176/ba10e34aa87726117ebad3dee1a40e4c_9201178206987269172.png"
      },
      "plume_of_death": {
        "title": "Pluma do Cristal Reluzente\n",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Uma pena decorativa em que as cores das folhas verdejantes e das flores aromáticas reluzem.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12804176/70bb0ce74b0823c06d4228861df7aebe_4225301577341886889.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Brilho Vourukasha</color>"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Domínio da Bênção: Fortaleza Abandonada III</color>\n<color=#ffffff>Domínio da Bênção: Fortaleza Abandonada IV</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Estame Primordial de Khvarena\t",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Minha filha inocente, minha Khvarena...\" \"Eu te darei a outra mãe. Ame-a e seja leal a ela.\" \"Ela não é menos do que eu, e sua luz é ainda mais radiante do que a minha.\" \"Uma vez encontrei um pesadelo sem rosto em meus sonhos, e isso me assustou infinitamente.\" \"E então eu separei você do meu corpo, e peço agora para evitar que esse pesadelo venha.\" \"Meu Khvarena, a luz dos meus olhos...\" \"Uma vez eu a avisei sobre a chegada da maré negra, e é disso que surge o seu destino.\" \"Por favor, não tenha medo e não fuja, não deixe seu Khvarena escurecer e não desonre sua mãe.\" \"Assim como é meu destino me sacrificar pelos mortais, também é sacrificar o belo prelúdio para uma nova vida...\" \"Vá agora, para o abraço verde de sua mãe. Você encontrará seu destino no reino dela.\" \"Minha Khvarena, minha filha pura...\" \"Você mudará totalmente. Você enfrentará o julgamento da divisão e da morte.\" \"E depois disso, você se tornará imortal - e ainda assim esse será um caminho ainda mais difícil...\" \"O senhor do doce orvalho e o senhor da grama e das árvores o precederão ao perder suas formas divinas...\" \"Eles serão esquecidos, e apenas a memória do seu sacrifício será lembrada.\" \"Minha Khvarena, filha das flores...\" \"Se você está decidido a não recuar por medo...\" \"Então se jogue nos braços de sua nova amante.\""
          }
        ]
      },
      {
        "title": "Pluma do Cristal Reluzente\n",
        "desc": [
          {
            "type": "RichText",
            "text": "Em uma época que ninguém se lembra, na noite anterior à tempestade de areia da tragédia que varreu o paraíso... As flores e as árvores já falaram dos reinos mortais, suas esperanças e seu futuro desolado. Aqueles que não devem ser abordados provocaram a morte cinzenta, e a maré negra devastou as margens cruas do rio, Apenas para as plantas e feras recém-nascidas se unirem aos mortais e empurrarem as ondas sinistras para trás. Nos anos solitários depois que ela rompeu os laços com o senhor das areias vermelhas, a rainha da grama e das árvores transformou Khvarena em um pássaro divino, Encarregando-a da proteção de dois mundos, da guarda da fronteira entre o novo nascimento e a morte. O pássaro divino vivia entre os pinheiros, os ciprestes e os lótus da neve, e dormia em sonhos que lembravam uma época em que a aliança ainda perdurava... Foi somente quando o desastre veio que ela acordou e foi para seu destino inevitável. Mais tarde, assim como aquela pessoa havia profetizado tristemente, a escuridão mortal e silenciosa permearia a floresta tropical... Assim como aquele companheiro da aliança havia avisado, as marés de bestas negras avançaram e varreram as florestas recém-nascidas... A ex-líder do reino da água foi morta em meio à convulsão, e seu corpo foi transformado em um mar de puro orvalho, o Amrita, E mesmo aquele mar puro secaria em uma terra desolada destruída pelo Abismo. No entanto, a dona da grama e das árvores não teve tempo para lamentar, pois a árvore-mãe de inúmeras sementes precisava ser alimentada... Para limpar as impurezas escuras e garantir a pureza do Amrita, Simurgh destruiria sua forma divina— \"Todas as coisas belas nascidas do Khvarena das flores devem enfrentar seu destino - murchar e cair na lama\" \"E uma vez que tenham murchado, eles renascerão, alimentados pelo Amrita, como seres do mar florido, não mais perturbados por coisas como 'morte'.\""
          }
        ]
      },
      {
        "title": "Abscisão Antiga\t",
        "desc": [
          {
            "type": "RichText",
            "text": "Darei a você um fragmento de Khvarena, meu amigo. Mantenha-a por perto e a salvo. \"Ela vem da sabedoria das flores e das veias dos céus, e nela está a pura essência da vida.\" \"Khvarena é um ponto no coração da flor, uma única gota de luz em um mar de doce orvalho.\" \"Por favor, valorize meu presente, até o dia em que o abismo escuro surgir para afogar toda a vida...\" As folhas e flores passaram a fábula distante entre eles, e foi lembrado pelos frutos e sementes. Quando a senhora das flores murchou em pó, quando o mestre do deserto foi desencaminhado por um sonho falso, Quando os tiranos foram enterrados sob as dunas sempre em movimento e suas ambições foram extintas, Quando tudo o que veio do solo foi devolvido às areias douradas, e o que veio do vento forte foi entregue à floresta tropical... A rainha da grama e das árvores observou o mundo mudar silenciosamente, lembrando-se de sua aliança sincera com aqueles que haviam caído. \"Por favor, proteja este Khvarena para mim, meu companheiro, meu amigo a quem amo.\" \"Quando nos formos, os mortais vagarão, perdidos, como crianças recém-saídas de seus panos.\" \"Frágil, mas forte o suficiente para conquistar os ventos selvagens, as chamas abrasadoras e suas próprias imperfeições.\" \"Mas o que eu temo não são os desastres que posso prever, mas sim a escuridão caótica...\" \"Apenas o mal desta escuridão e a ameaça de 'morte' podem esmagar os botões.\" Quando a areia dourada devorou ​​o paraíso do passado, a rainha das árvores e da grama surgiu para cumprir aquele antigo acordo. Atendendo à vontade de Khvarena, ela criou para ela uma bela forma, moldando para ela uma vida que era adorável além de comparação— Aquele era Simurgh, o pássaro divino, em cuja forma podiam ser vistos os matizes vívidos de incontáveis ​​pássaros, e em cujo canto estava o canto de numerosas flores... O sonho final do oásis foi reunido em um corpo e transformado no mar puro, brilhante e infinito de flores escondidas no corpo do pássaro divino."
          }
        ]
      },
      {
        "title": "Cálice de Erátema\t",
        "desc": [
          {
            "type": "RichText",
            "text": "Depois que a dona do pomar passou, a rainha da grama e das árvores cortou os laços com o mar de areia. Abandonando o amor louco e a majestade, ela escolheu voltar para a floresta tropical e seguir o caminho da defesa da vida... Assim uma nova vida emergiu da floresta, assim os sábios fizeram uma agitação, e assim foi formado um lar. A fantasia selvagem leva à morte inexorável, e a metáfora da morte adverte os mortais. O Khvarena das flores nasceu do mais exuberante dos banquetes e das mais puras delícias, E dentro deles não se encontrava a acidez do ascetismo ou o fedor fétido da autoridade. Seu destino final era a morte inevitável, murchar e secar... Somente o Senhor da Sabedoria poderia aprender com isso, para protegê-lo e usá-lo adequadamente. \"Mas não se esqueça da profecia de minha grande senhora, pois foi ela quem me enviou a você.\" \"A loucura ainda não matará os mortais, mas a maré selvagem das trevas de além deste mundo ainda varrerá tudo.\" \"Eu sou o resquício final de minha senhora. Eu sou a essência floral que limpa tudo.\" \"Se eu me juntar à água mais pura, explodirei, assim como as romãs, em incontáveis ​​raios de luz.\" E assim nasceu o divino pássaro Simurgh do Khvarena das flores, Ficando ao lado de seu mestre por um tempo antes de voar para o mar florido..."
          }
        ]
      },
      {
        "title": "Coração do Brilho de Khvarena\n",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Meu querido amigo, você que era tão sábio, mas faleceu cedo...\" \"Em meio a lendas gloriosas espreita a escuridão do esquecimento\" \"Assim como a vida caminha com a morte, e o esquecimento é o amante da lembrança.\" \"Se a escuridão da morte não a ameaçasse, nenhuma vida teria importância.\" \"Se as ondas do esquecimento não surgissem contra eles, não haveria histórias dignas de registro.\" Há muito tempo, a rainha da grama e das árvores fez o que sua amiga havia confiado, Concedendo o Khvarena de flores à forma do pássaro divino, dando a ela o encargo de defender uma parte da floresta tropical. E assim como o destino da flor fresca é murchar, o destino de Simurgh era o sacrifício. A criadora de todas as coisas verdejantes sabia disso desde a noite em que dormiu ao lado do senhor das flores... \"E assim o verdejante pássaro divino floresceu em incontáveis ​​flores Khvarena, espalhando-se pela terra como poupas...\" \"O Khvarena caiu sobre os restos puros da amante do Amrita, e assim nasceu um mar cintilante de flores.\" \"Muitos espíritos habitam o mar e carregam os desejos da grama, da árvore e do orvalho, limpando toda a sujeira.\" \"Muitos espíritos moram no mar e cantam sobre as três mães - de verdura, de orvalho doce e flores frescas.\" Uma noite, a filha deve deixar o abraço das três mães, E sacrificar-se, pois a impureza do mundo cresce muito..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "\"Minha filha inocente, minha Khvarena...\" \"Eu te darei a outra mãe. Ame-a e seja leal a ela.\" \"Ela não é menos do que eu, e sua luz é ainda mais radiante do que a minha.\" \"Uma vez encontrei um pesadelo sem rosto em meus sonhos, e isso me assustou infinitamente.\" \"E então eu separei você do meu corpo, e peço agora para evitar que esse pesadelo venha.\" \"Meu Khvarena, a luz dos meus olhos...\" \"Uma vez eu a avisei sobre a chegada da maré negra, e é disso que surge o seu destino.\" \"Por favor, não tenha medo e não fuja, não deixe seu Khvarena escurecer e não desonre sua mãe.\" \"Assim como é meu destino me sacrificar pelos mortais, também é sacrificar o belo prelúdio para uma nova vida...\" \"Vá agora, para o abraço verde de sua mãe. Você encontrará seu destino no reino dela.\" \"Minha Khvarena, minha filha pura...\" \"Você mudará totalmente. Você enfrentará o julgamento da divisão e da morte.\" \"E depois disso, você se tornará imortal - e ainda assim esse será um caminho ainda mais difícil...\" \"O senhor do doce orvalho e o senhor da grama e das árvores o precederão ao perder suas formas divinas...\" \"Eles serão esquecidos, e apenas a memória do seu sacrifício será lembrada.\" \"Minha Khvarena, filha das flores...\" \"Se você está decidido a não recuar por medo...\" \"Então se jogue nos braços de sua nova amante.\""
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgb(255, 255, 255)\">Aumenta a vida em 20%</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgb(255, 255, 255)\">Aumenta o Dano da Habilidade Elemental e do Supremo em 10%. Nos 5s após o personagem que tem este artefato equipado sofrer Dano, o efeito de aumento de Dano mencionado acima será de 80%. Este efeito de aumento pode ser acumulado até 5 vezes, com cada acúmulo tendo sua duração contada independentemente. Este efeito pode ser desencadeado mesmo quando o personagem está na equipe, porém fora do campo de batalha.</span></p>"
    }
  }
}