{
  "epId": 379,
  "name": "Primeiro Aprendiz de Guhua",
  "desc": "Um conto escrito pelo Chang, o Nono. A julgar pelo peso do livro, percebe-se a dedicação que ele teve.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/59559639/4878ad972334a005deef9f80887526bd_598672930819239375.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1701411361,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Primeiro Aprendiz de Guhua"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Missão Diária - Um Romance Extraordinário"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Uma história escrita por Chang, o Nono. Ela conta a história de um jovem, frágil desde o nascimento, que foi adotado por um Mestre do Clã de Guhua das montanhas. Apesar de o rapaz não poder praticar as artes Guhua, sua vida inteira girava em torno delas conforme ele crescia na escola. Depois de ser recusado pelo Clã de Guhua e a morte de seu Mestre, o rapaz e um zelador idoso eram os únicos discípulos que restavam na escola. Mas o rapaz não desistiu, dominando todas as técnicas esotéricas e lendo cada um dos livros escondidos por lá. Dirigindo a escola sozinho, assim como seu mestre anterior havia feito antes dele, o jovem derrotou inúmeros desafiantes, mesmo sem ter Visão ou uma arma arcana... Ele também levou uma jovem de Inazuma como sua aluna.\nQuando tempos tumultuosos assolaram o mundo, e a garota de Inazuma partiu sem dizer adeus, o jovem decidiu que era hora de explorar o mundo além da montanha - começando, é claro, com a terra distante de Inazuma..."
          }
        ]
      }
    ]
  }
}