{
  "epId": 392,
  "name": "Registros de Expedições Antigas: Parte I",
  "desc": "Um diário de investigações encontrando na frente das ruínas com uma entrada circular.<br/>Seu autor parece ter sido um membro da aristocracia que uma vez governou Mondstadt.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ancient Investigation Journal: Part I_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1701411292,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Expedições Antigas: Parte I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em um baú na porta da caverna na Cidade da Neve - Palácio Antigo"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nO tempo de hoje é ainda muito horrível.\nApesar do vento ter acalmado, por vezes sopra um vento que não permite nem abrir os olhos.\nIsso me faz lembrar as descrições nos poemas antigos, que comparam a neve com a dança de forjamento das espadas.\nMas, como diz o Mestre Landrich, precisamos seguir em frente, independentemente dos obstáculos na frente.\nEu tenho que levar de volta os resultados a Mondstadt.\nApenas desta forma é possível não desiludir o Mestre Landrich e consolidar a reputação da família. Acabarei com a fúria dos rebeldes que se ocultam.\nDevido a essa placa de pedra, nós decidimos não seguir com o plano original de explorar Cripta nas Ruínas do Sudoeste e fomos explorar a Câmara Secreta fechada.\nDe acordo com os textos da Placa de Pedra interpretado pelo Mestre Eberhart, talvez dentro dele haja algumas pinturas de parede bem preservadas e algumas armas feitas de Estrelas de Prata.\nSe for assim mesmo, isso será uma descoberta arqueológica mais significante em décadas.\nApesar de Ingbert ter dito isso, não consigo deixar esquecer os meus companheiros perdidos na nevasca alguns dias atrás.\nEspero que eles sejam bem treinados desde pequeno como o que o Mestre Eberhart disse, e tenham capacidades de voltar sozinhos para acampamentos.\nDaqui a pouco sairemos do acampamento do lado ensolarado e ir para as profundezas das ruínas.\nDesta vez temos que examinar cuidadosamente a estabilidade estrutural das ruínas."
          }
        ]
      }
    ]
  }
}