{
  "epId": 393,
  "name": "Registros de Expedições Antigas: Parte III",
  "desc": "Um diário de investigação encontrado no acampamento no lado ensolarado da Montanha Nevada.<br/>Parece que seu autor foi um membro da aristocracia que governou Mondstadt no passado.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/59559639/59f17d37231cb49bcceb29124e5cfac1_4584340524165732815.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1701411278,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Expedições Antigas: Parte III"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em um porão à esquerda do ponto de teleporte da Caverna do Brilho Estrelar"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Será que é a sua história que tornou a paisagem tão solitária? Ou é a paisagem que tornou a história tão sombria.\nOu será que foi o que aconteceu durante a investigação que me fez ter essa opinião?\nOu será que talvez devido a perda de sangue e o frio extremo, minha consciência também acabou sendo afetada?\nDe qualquer maneira, este é o último trecho deste diário.\nNo final, o plano de Eberhart falhou... Não, talvez eu deva dizer que funcionou.\nAgora parece tão óbvio, mas antes ninguém imaginava sobre sua intenção. Agora que paro para pensar, meus companheiros durante a jornada devem ter sido vítimas dele. Até mesmo o desmoronamento que aconteceu na frente da porta circular da câmara secreta faz parte de seu plano.\nMas somente no final, quando eu e Ingbert estávamos no porão nas ruínas no lado sudoeste e que uma lança surgiu foi que eu entendi.\nTanto \"Um País Selado por Nevasca\" como \"Magia Divina\", foram criados para levar o Ingbert aos locais solitários usando a sua paixão pela aventura...\nNo fim das contas, um filho bastardo é um filho bastardo.\nPor isso treinei secretamente como usar a lança, uma arma que falta nobreza em si, para quando a hora chegar, matá-lo e me tornar o chefe da família.\nAgora que penso, isso deve ter sido como Parsifal fez ao ser desobediente, envolvendo-se com roubos e finalmente fugindo... Talvez isso seja essencial para ele...\nNunca me esquecerei de Ingbert ter sido provocado por sua lança.\nNós crescemos juntos, mas nunca vi o monstro que se escondia sob sua aparência amigável.\nOriginalmente o Mestre Landrich desejava lhe dar o nome da família depois de retornar. Se eu soubesse o plano do mestre desde o começo, talvez a situação não tivesse chegado a esse ponto...\nOu será que por saber o plano do mestre, ele avançou o plano para sua herança...\nNão conseguirei retornar para Mondstadt. Me desculpe, Priscilla.\nIndependentemente de quem ler esse meu diário, espero que você possa alertar o Mestre Landrich.\nApesar de Eberhart também ter sido ferido, ele talvez consiga retornar para Mondstadt.\nSe conseguir retornar para Mondstadt, só haverá uma pedra em seu caminho..."
          }
        ]
      }
    ]
  }
}