{
  "epId": 394,
  "name": "Registros de Expedições Antigas: Parte II",
  "desc": "Um diário de investigações encontrado em um porão nas ruínas cobertas de neve.<br/>Seu autor parece ter sido um membro da aristocracia que uma vez governou Mondstadt.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/59559639/59f17d37231cb49bcceb29124e5cfac1_3074295846582543676.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1701411285,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Devido à tragédia que nos atingiu anteriormente, temo que os registros anteriores do meu diário tenham sido perdidos.\nÉ lamentável que as anotações da investigação tenham sido perdidas, mas as condições aqui são verdadeiramente perigosas.\nLamentavelmente, não fomos capazes de abrir essas grandes portas.\nTanto as pinturas de parede, como as armas antigas por qual o Mestre Ingbert se ansiava, foram tudo em vão.\nAo retornar ao acampamento no lado ensolarado da montanha, os companheiros que havia me separado antes também não retornaram.\n...Apesar da esperança não ser grande, só podia esperar que eles conseguissem descer a montanha com segurança, e que trouxessem suprimentos e soldados para me resgatar.\nPois nossos suprimentos já não eram mais suficientes.\nPor mais cruel que possa parecer dizer tal coisa, o desmoronamento que ocorreu pouco antes das portas redondas da sala secreta não só nos roubou do Nick, mas também toda a comida e combustível que ele carregava.\nEu disse que ia explorar a integridade das estruturas das ruínas. Eu lhe disse...\nTalvez esse encontro dos últimos dias tenha me deixado mais indiferente.\nTalvez esse seja o efeito que um ambiente desesperador faz sobre as pessoas.\nO fato de o Mestre Eberhart poder manter a cabeça erguida mesmo diante de condições tão adversas, só tornou ainda mais admirável. Talvez esta seja a verdadeira tenacidade de um jovem aristocrata.\nO julgamento do Mestre Landreich parece ter sido correto.\nAinda que fosse um filho bastardo, ele também merecia o nome da família.\nDepois de esperarmos a nevasca se dissipar, escutando a sugestão de Eberhart, seguiremos para o porão das ruínas no sudoeste\nDe acordo com o que ele desvendou, devem ter muitas coisas antigas nele.\nApesar de ser inacreditável, o frio extremo possui a capacidade de preservar os suprimentos.\nNão posso desapontar para com as expectativas de meus colegas que já partiram.\n... E também não posso desapontar para com as expectativas do Mestre Landrich.\nCaso contrário, talvez eu me encontre lutando com os monstros na arena dos gladiadores.\nMesmo que conseguisse vencer aqueles monstros, acabaria como aquele escravo de Eberhart, morto pela espada daquele homem da família Lawrence..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Expedições Antigas: Parte II"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em um baú próximo ao lago de gelo à esquerda da Caverna do Brilho Estelar"
          }
        ]
      }
    ]
  }
}