{
  "epId": 3945,
  "name": "Rei do Chamado Sagrado dos Sete",
  "desc": "<p>Uma Light Novel baseada no jogo de cartas mais popular de Teyvat — O Chamado Sagrado dos Sete. Os personagens são únicos e a história é emocionante e cheia de reviravoltas. Se tornou uma das novidades mais populares do mercado.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/08/1023623/13c47d70bd04598cc4da0c6693b1c245_6076569822380436315.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1754984799,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Rei do Chamado Sagrado dos Sete"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma Light Novel baseada no jogo de cartas mais popular de Teyvat — O Chamado Sagrado dos Sete. Os personagens são únicos e a história é emocionante e cheia de reviravoltas. Se tornou uma das novidades mais populares do mercado.\nEis o fim de um duelo através de diversos mundos,\nDebaixo dos domos de diversos céus, este ritual supremo se desenvolveu da forma mais inesperada:\n\"Minhas desculpas, amigo, mas um 'gran finale', ou pelo menos é como dizem, quase sempre termina desse jeito.\"\nO outro duelista desceu as Escadas dos Rituais Arcanos, removendo a máscara de crocodilo e revelando sua aparência esverdeada, sua expressão igualmente melancólica...\nAo ver isso, Abu congelou enquanto tirava suas cartas de dentro da Urna de Grimórios.\nExponha suas mágoas, desabafe sua fúria, me insulte com seu sarcasmo amargo — pensou aquele que havia acabado de tirar a máscara.\nMas o jovem rapaz apenas retirou as cartas antes de gentilmente colocá-las sobre a mesa. Então, ele disse:\n\"Se todos finais terminarem desta forma, ficarei feliz com isso, pois sempre quis duelar com você.\"\n\"Chefe Dubah, o Abu vai ganhar?\" Um dos marinheiros perguntou, conforme o cheiro do peixe seco permeava a brisa marinha.\nA figura irrestrita sentada entre eles não era ninguém se não Dubbah, o lorde dos sete mares, que havia reivindicado a posse através do Ritual dos Duelos. O homem ergueu sua taça contra a lua fria, com uma luz azul dançando nele.\n\"Caso ele perca, arrancarei a cabeça dele fora como prometido. Mas é uma pena que o vinho de uma embarcação nova definitivamente não vai ter um gosto tão bom...\"\n\"Urg, olha só o que ele acabou de tirar nos dados... Bem, parece que a sorte está brilhando para o outro lado. Honestamente, por que ele não usou o truque que eu disse a ele...\"\n\"Mas, nenhuma trapaça passará despercebida no Salão dos Duelos. É mais prático ter algumas cartas para converter em dados em seu deck,\" disse a pequena Kitsune conforme ela se aproximava com uma bandeja de pratos. \"É exatamente por isso que Abu não queria aprender o truque, e também é por isso que você acabou trabalhando aqui, muito diferente de quando você era o dono do Salão dos Colecionadores... Ah, sim, Cui, essa é a Sopa de Peixe para a Mesa 17. Lembre-se de servi-la antes que fique fria.\"\n\"Tá, entendi,\" respondeu a garota conforme se levantava da mesa, mas seus olhos ainda estavam focados nas figuras projetadas no céu.\n\"Não está... funcionando... não consigo conectar.\" A garota de cabelos pretos escondeu seu rosto dentro do capuz, fluxos elétricos fluindo entre seus dedos. Mesmo assim, um por um, os dados flutuando a sua volta começaram a quebrar e se espalhar, como se estivesse sendo avisada de algo. \"O Salão dos Duelos é... Bem, é apenas mais um Reino Sagrado.\"\n\"Hã, ainda não vai desistir, não é mesmo? Apenas esqueça. Considerando como até mesmo o Rei Crocodilo falhou em conseguir escapar daquele lugar, eu ficaria chocado se você conseguisse, Nimue. Eu prefiro colocar minha fé naquele rapaz — mas é uma aposta alta.\" Comentou o Rei Cavaleiro dos Duelos, Ariatos. Parecia que o cavaleiro não ligava nem um pouco para a possível morte de seu amigo, que ajudou o cavaleiro a recuperar sua terra natal.\n\"...Mas como posso não sentir um pouco de inveja, Abu, quando o seu rival é o Rei Crocodilo?\"\nSeria um final feliz se o jovem rapaz conseguisse virar o jogo milagrosamente.\nO jogo já estava decidido na última rodada. Até mesmo o lorde do combate — que já havia sido selado aqui pelo Rei Íbis por desejar uma guerra maior e tentado apagar as muralhas dos mundos — seria abandonado pelo próprio combate.\nComo em qualquer outra história de superação, o jovem rapaz, Abu, conquistou a vitória.\n\"Diga o seu desejo...\"\nDisse o Rei Crocodilo, tentando esconder o fato de que seu corpo estava à beira de um colapso e perto da morte.\nAbu virou sua cabeça, assistindo conforme o corpo do rei gradualmente se despedaçava em cinzas.\n\"Embora você viva da guerra, não houve um dia em que você parou de extinguir a sua chama,\" disse o jovem rapaz.\nEle abaixa sua cabeça.\nIsso teria sido muito entediante, disse Abu, o mundo seria muito entediante sem você. Para mim, você é...\nVocê não entenderia. Oh, a propósito, acabo de me dar conta de que ainda não sei seu nome.\nO Rei Crocodilo viu um sorriso desconhecido e perigoso se formando no rosto do jovem rapaz.\nNaquele dia, vários mundos foram testemunhas do desejo do jovem rapaz:\n\"Deixe as muralhas se despedaçarem, e que a guerra entre os mundos comece. Eu quero que rios de sangue manchem o mundo de carmesim e as montanhas de ossos perfurem os céus.\"\n\"Assim o lorde dos duelos perdurará!\"\n— O Rei do Chamado Sagrado dos Sete #1, Grande Final! —"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rei do Chamado Sagrado dos Sete"
          }
        ]
      }
    ]
  }
}