{
  "epId": 3971,
  "name": "Lembrança de Retorno dos Mil Tesouros I",
  "desc": "<p>Uma Lembrança descoberta em um local de tesouro no evento clássico da Miragem Veluriyam, Retorno dos Mil Tesouros. O tesouro contém um baú que corresponde à primeira charada: \"A neblina doce espalha-se pelo ar. Ao olhar para o brilho da lanterna, quase esqueço que estou respirando. As lembranças da minha infância me guiam para sentar tranquilamente ao lado da mesa...\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/89220822/6444b0c9d2f78178927246f004114815_3105483334020827097.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1691030239,
  "components": {
    "textualResearch": [
      {
        "title": "Diálogo: \"Retorno dos Mil Tesouros\"",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Idyia:</color> O primeiro visitante que deixou sua lembrança era um soldado com uma forte determinação.\n<color=#37ffff>Idyia:</color> Eu o encontrei enquanto estava no deserto. Seu corpo estava coberto de feridas, pois ele havia passado por uma batalha violenta.\n<color=#37ffff>Idyia:</color> É óbvio que uma pessoa cansada e faminta seria atraída pelo cheiro de comida! São em horas como essas que nossos corações se abrem, e é possível escrever uma poesia cheia de emoção."
          }
        ]
      },
      {
        "title": "Mensagem numa Bolsa Rasgada",
        "desc": [
          {
            "type": "RichText",
            "text": "Ao viajante que descobrir este tesouro, se estiver lendo este texto agora, você deve ter se tornado um dos convidados mais estimados da Senhorita Idyia.\nA bolsa que você encontrar dentro do baú do tesouro é uma antiga bolsa de suprimentos minha. Ela me acompanhou pelas montanhas e morros através de vastos desertos vazios, me oferendo força por todas as décadas de minha vida.\nPor favor, permita-me usá-la para pagar a você o tributo de um guerreiro, assim como conceder a você todas as bênçãos do mundo.\nEu já fui um mercenário qualquer que escolheu viver e lutar na solidão. Meu motivo para me tornar um guerreiro de aluguel era simples: eu queria me vingar dos bandidos que aterrorizavam a terra.\nQuando eu ainda era muito jovem, a caravana da minha família pereceu em um ataque de bandidos. Meus pais, que estavam à frente da caravana, jamais voltaram.\nEu comecei a trilhar este caminho para erradicar a violência e a ganância. Jurando eliminar os bandidos até o fim, parti em uma cruzada para obliterar toda dor que causaram ao mundo. Meus métodos eram tão extremos, até outros grupos de mercenários não conseguiam me entender.\nTodas as coisas eram como deveriam ser. Eventualmente, um dia, não haveria bandidos ou não haveria a mim.\nMas em uma reviravolta do destino, um dia, acidentalmente rastreei um grupo de bandidos até o esconderijo deles.\nComparado a experiências anteriores, a única diferença desta vez é que reconheci alguém entre este grupo de bandidos. Muitos anos atrás, eu salvei um jovem feito órfão por bandidos. Embora eu acreditasse que ele fosse abominar bandidos ainda mais do que eu, o destino me levo a descobri-lo no covil inimigo.\nSeu cabelo desgrenhado e sua face cheia de alívio, ele se ajoelhou perante a mim e implorou por misericórdia, sua voz baixa conforme ele recontava todos os horrores que havia visto.\nE mesmo eu parado, chocado e estupefato, ele me apunhalou com uma arma e ligeiramente desapareceu na calada da noite.\nSe a Senhorita Idyia não tivesse me resgatado, talvez eu tivesse me tornado apenas outro esqueleto seco nestas areias.\nHavia qualquer significado à vida que eu levava? Por que uma vítima da bandidagem também abraçaria o estilo de vida deles?\nNas profundezas da Miragem, um jovem compartilhou sua história contra o fogo oscilante, suas sobrancelhas franzidas e seus olhos cheios de lágrimas. O desrespeito, a agonia do exílio e a solidão em viver sozinho... Se eu não tivesse fomentado um ódio ardente ou herdado uma quantia de fortuna familiar, eu provavelmente teria me tornado como ele.\n\"Se a tampa não funcionar, por que não tentamos a sorte com o fundo?\" As palavras da Senhorita Idyia conforme ela tenta abrir uma lata finalmente permitiram que eu reunisse meus pensamentos.\nHá muito mal no mundo que pode ser tratado apenas removendo suas causas diretas. Eu conheço melhor que ninguém as experiências que levariam alguém a se tornar um bandido. Se eu fosse impedir que seguissem esse caminho... Eu poderia começar fazendo o que posso para melhorar suas circunstâncias.\nSe você me perguntasse, eu provavelmente descreveria como uma luta diferente de bater em alguém em uma briga. É muito menos direto, muito mais difícil e requer mais raciocínio, mas eu acredito que também traria muito mais benefícios às pessoas necessitadas.\nEnfim, tudo isso para dizer que provavelmente não precisarei da bolsa de suprimentos de guerreiro mais.\nEu deixarei aqui para testemunhar minha determinação enquanto saio em minha nova jornada."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Lembrança de Retorno dos Mil Tesouros I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao Completar a Missão de Mundo \"Retorno dos Mil Tesouros\""
          }
        ]
      }
    ]
  }
}