{
  "epId": 3972,
  "name": "Lembrança de Retorno dos Mil Tesouros II",
  "desc": "<p>Uma Lembrança descoberta em um local de tesouro no evento clássico da Miragem Veluriyam, Retorno dos Mil Tesouros. O tesouro contém um baú que corresponde à segunda charada: \"Sustentado pelas estrelas voadoras das videiras, caminho tranquilamente pela floresta e finalmente entro em um sonho tranquilo...\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/01/89220822/6444b0c9d2f78178927246f004114815_916253085843224482.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1691030246,
  "components": {
    "textualResearch": [
      {
        "title": "Diálogo: \"Retorno dos Mil Tesouros\"",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Idyia:</color> Ela era uma estudante perdida. Depois de acordar naquele dia, descobriu que estava no deserto, olhou para todos os lados em busca de um marco, até que encontrou a Miragem Veluriyam.\n<color=#37ffff>Idyia:</color> Ela parecia estar preocupada porque não havia terminado sua tarefa de casa, e que não podia ficar muito tempo por aqui. Eu também estava bastante ocupada naquela época, por isso acabei não dando a hospitalidade que ela merecia. Agora que paro para pensar nisso, me sinto um pouco culpada...\n<color=#37ffff>Idyia:</color> Ainda bem que ela não tinha exigências altas! Só se sentou em um canto calmo e ficou olhando para as estrelas. Foi tudo que precisou para se acalmar. Fora isso, só pediu um ambiente fechado e calmo para descansar.\n<color=#37ffff>Idyia:</color> Por isso, eu encontrei uma caverna para ela. Antes de ela partir, usei vinhas para fechar a entrada do local, assim ela poderia dormir tranquilamente!"
          }
        ]
      },
      {
        "title": "Carta com Escrita Elegante",
        "desc": [
          {
            "type": "RichText",
            "text": "Ó, viajante que jamais conheci, se estiver lendo esta carta agora, você deve estar desfrutando as maravilhosas paisagens deste lugar, assim como fiz no passado. Que você possa encontrar as visões de seus sonhos e aprender muito com a experiência.\nSou uma estudante do Rtawahist que caiu no sono enquanto observava os céus. Após me encontrar aqui ao acordar, decidi ficar por um tempo.\nA zeladora, Senhorita Idyia, parece estar tendo problemas com a necessidade de \"reparar\" alguns mecanismos no local. Ela não respondeu minhas perguntas, mas me ofereceu um lugar quieto para ficar, e me permitiu descansar bastante...\nTodavia, da maneira que os outros falam dela, eu posso dizer que ela é geralmente uma anfitriã generosa. É compreensível que ela não tenha tempo para cuidar de mim enquanto está sendo puxada em várias direções diferentes.\nEu não pude obter uma resposta dela mesmo enquanto eu me arrumava e saía. Ela, entretanto, me deu muitos presentes e me convidou para experimentar essa atração.\nO que significa que também sou bastante nova a este lugar, e não tenho tantas ideias para compartilhar. Eu posso apenas desejar a você uma experiência divertida e relaxante.\nVocê pode receber uma experiência ligeiramente diferente se observasse as estrelas daqui. Embora as posições das estrelas não tenham mudado, suas impressões no céu parecem muito mais forte e é muito mais fácil tomar nota de suas características.\nTalvez o local especial e meu bom-humor ambos tenham algo a ver com isso? Afinal, nosso campo de visão é bem mais amplo aqui, e o ar também é menos seco e mais puro do que o ar normal do deserto.\nAinda mais importante, este lugar é isolado dos monstros e gente com más intenções. Se você tiver tempo livre, eu recomendo expressamente que passe algum tempo aqui para observar as estrelas!\nAs tradições dizem que eu deveria deixar algo aqui para testemunhar minha estadia. Mas eu não sei o que posso deixar para você como presente... Eu só trouxe alguns livros, papel e caneta comigo quando vim aqui, e precisarei de tudo isso para me formar.\nDentre os presentes que a Srta. Idyia me deu estava uma quantia em Mora, que ela recomendou que eu usasse para comprar móveis, acreditando que isso acrescentaria calor, beleza e conforto ao meu lar…\nEntretanto, minha casa já está cheia até o teto com livros e mapas estelares. Não há mais espaço para mobília, e de toda forma, se eu fosse cruzar o deserto novamente para retornar à Academia, duvido que conseguiria andar caso trouxesse mais coisas…\nEsses presentes serão deixados para os viajantes que virão depois de mim, e, por isso, esperei por um dia auspicioso com presságios maravilhosos antes de escondê-los. Enfim, é tudo seu. É meu desejo sincero que eles possam te trazer serenidade e alegria, e passem a você toda a boa-fortuna do céu estrelado."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Lembrança de Retorno dos Mil Tesouros II"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao Completar a Missão de Mundo \"Retorno dos Mil Tesouros\""
          }
        ]
      }
    ]
  }
}