{
  "epId": 3991,
  "name": "Trupe Dourada",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/c32bab10651059ad3c0c8a0e5bbd2e03_299318451729987609.png",
  "filterValues": {
    "reliquaryEffect": [
      "Adição de Dano"
    ]
  },
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 1702652496,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Trupe Dourada"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Domínio da Benção: Harmonia"
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Abertura da Era Dourada",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um intrincado relógio sola feito com ouro e prata incrustada. Parece que parou de girar na sua placa superior."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/a8668d27d97594684bb7ff73aad22cdd_8545385048432049864.png"
      },
      "circlet_of_logos": {
        "title": "Recompensa da Trupe Dourada",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coroa antiga. Parece mais parte de um figurino teatral do que um ornamento para o rei."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/6d62d7a59b21810f30a7e74f21998494_8017360295042076715.png"
      },
      "flower_of_life": {
        "title": "Variação da Composição Dourada",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor feita cuidadosamente de conchas, moluscos e folhas de ouro. Desabrocha orgulhosamente."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/c32bab10651059ad3c0c8a0e5bbd2e03_3710824199709345095.png"
      },
      "goblet_of_eonothem": {
        "title": "Clamor da Noite Dourada",
        "position": "Cálice de Erátema",
        "desc": [
          {
            "type": "RichText",
            "text": "Um recipiente de prata antiga. No passado estava cheio de vinho vermelho, mas hoje só contém água amarga do mar."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/10c41dd09f04615c3ff216fda90bff72_5044448710812395171.png"
      },
      "plume_of_death": {
        "title": "Pena Caída do Pássaro Dourado",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Um pingente pena feita de tiras de ouro e prata, e com uma gema azul incrustada em sua superfície."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/8e44740c21afd286149109475c157ed1_3149003023458507271.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Aumenta o dano da Habilidade Elemental em 20%.</p>",
      "fourSetEffect": "<p>Aumenta o dano da Habilidade Elemental em 20%. Além disso, quando o personagem não está no campo de batalha, o Dano da Habilidade Elemental aumenta em mais 25%. Este efeito será removido 2s após o personagem entrar no campo de batalha.</p>"
    },
    "story": [
      {
        "title": "Variação da Composição Dourada",
        "desc": [
          {
            "type": "RichText",
            "text": "A canção do destino uma vez percorria as vias navegáveis, espalhando a melodia harmoniosa da civilização e da ordem.\nOnde as notas caíam, a brutalidade era substituída pela iluminação, e a terra primordial desordenada havia quase sido transfigurada.\nO poderoso vento do mar rolava adiante, e as flores de água sem raízes flutuavam junto com ele.\nEm uma moradia tribal tão efêmera quanto a erva-marinha, um jovem músico encontrou um guerreiro.\nEm meio aos poemas de conquista que são tantos quanto as estrelas, essa canção não é tão atraente.\nMas as ondas testemunharam a amizade entre os guerreiros e também previram o seu fim.\nO jovem músico ainda não havia se livrado das paixões vulgares dos bárbaros e se tornou amigo íntimo do servo, do bando conquistado.\nO nome desse servo ninguém se lembra, mas nos últimos dias, o apelido \"Cassiodor\" se tornaria famoso no mundo todo.\nMais tarde, o jovem guerreiro seguiria o jovem músico até o Capitólio Dourado, a cidade mais alta na capital dourada.\nEles completaram os cursos e provas rigorosos e foram elevados pelo dourado Deus Rei para se tornarem mestres orgulhosos.\n\"O orgulho floresce no peito dos cidadãos deste glorioso reino como uma flor dourada. Não haverá mais pobreza ou selvageria sob o olhar abrangente do Deus Rei.\"\n\"O orgulho é o escudo da honra do reino e é a ponta da lança com radiância aurífera. Ele defende o poder impregnável do Deus Rei.\"\n\"Somente sob o comando de tal autoridade pode nascer a ordem, e onde a ordem reina, a arte e a beleza podem florescer livremente.\"\n\"Na bela terra dourada, fraqueza, loucura e selvageria nunca serão aceitas ou defendidas - tais elementos devem se submeter ou serem destruídos.\"\n\"Meu amigo, meu irmão, não deseje aquele passado empobrecido, e não deixe sua mente fixar-se na falsa e humilde dignidade daqueles povos de tempos passados.\"\n\"Você abandonou esse corpo simples e espírito fraco, e tornou-se puro como o aço. Por que lamentar as coisas pequenas, então?\"\n\"Meu amigo, meu irmão, ouça a melodia imutável, o ritmo mecânico de seu coração mais profundo - assim sussurra o Deus Rei para você.\"\n\"O glorioso reino tem olhos apenas para o mundo perfeito do futuro, e este futuro trará, para os povos do passado, a canção final de sua destruição inevitável.\""
          }
        ]
      },
      {
        "title": "Recompensa da Trupe Dourada",
        "desc": [
          {
            "type": "RichText",
            "text": "A imponente cidade do glorioso reino de outrora se erguia sobre o silêncio solene do fundo do mar.\nAli, como o triste espectro de um poderoso e antigo sonho, via-se um castelo dourado desbotado.\nA majestosa ópera daquela era dourada chegou ao fim, e sua música harmoniosa e unida já não ecoava mais.\nSobre os destroços da ambição e da traição, o \"povo dos tempos passados\" construiu um reino novamente.\n\"Ai, ai da ordem perfeita, que mais uma vez foi pisoteada pela barbárie. Os fracos e ignorantes tomaram a antiga terra do império!\"\n\"Os espíritos e as fontes, as fontes e os cavaleiros... Os delírios das crianças substituíram os poemas épicos, canções dispersas suplantaram a música.\"\n\"A majestade eterna foi arruinada por um momento de loucura do Deus Rei, e os selvagens ressurgentes desprezam sua memória...\"\n\"Será que grandes reinos devem ser finalmente reconquistados pela selvageria? Será que a tolice e a ignorância prevalecerão sobre a civilização e a razão no final?\"\nSobre o Teatro Dourado naquele castelo desbotado, assim choravam os músicos que haviam perdido suas partituras, lamentando por um passado que nunca mais retornaria.\nSeu púlico, golems silenciosos e famintos, apenas ouviam, esperando caçar e devorar as almas inocentes.\nQuando a grande sinfonia dourada tocar novamente, a Tropa Dourada receberá a recompensa merecida dos verdadeiros e leais.\nQuando a ordem perfeita separa a humanidade em mestres e servos, a prosperidade e a beleza farão o reino se tornar glorioso mais uma vez...\nAguarde até aquele dia... Aguarde até aquele dia...\nQuando cada membro da Tropa ganhará todo o futuro como seu prêmio."
          }
        ]
      },
      {
        "title": "Clamor da Noite Dourada",
        "desc": [
          {
            "type": "RichText",
            "text": "O mar pacífico surgiu, mandando o navio a deslizar entre a mansão silenciosa e o templo.\nSob o luar pálido, a redoma dourada que parecia tão gloriosa de dia, perdeu seu brilho.\nO Deus Rei acordou com um ímpeto do seu sonho majestoso. A clara luz das estrelas havia fugido.\nViolência e separação formavam uma escuridão mais profunda do que a própria escuridão, envolvendo a grande redoma.\nEm terror e remorso, ele invocou seus guardas mais leais e músicos mais afinados,\nDando eles suas ordens finais, pretendendo trazer paz de volta às terras fraturadas...\nPorém, assim como uma enchente não pode ser detida, a arrogância e preconceito irrevogável esmagou os Harmostas e regentes...\nTodos os nobres sacrifícios, todos os planos altruístas — tudo se arruinou nas mãos dos maléficos. Tudo acabou sendo destruído.\nSejam os exércitos bárbaros do Príncipe Dragão Caído, sejam os exércitos do Deus Rei determinados a salvar o império até o fim,\nTodos foram levados por uma tempestade inexorável — até o luxuoso palácio e a mansão verde-jade foram arruinados...\nSem a canção dourada para guiá-los, os nobres do outrora glorioso povo se transformaram em golens desfigurados...\nQuando a cacofonia final da noite dourada virou calmaria, o Boecius Harmosta estava caído entre os escombros.\nApenas os destroços ouviram seus sussurros insensatos, e apenas os escombros gravaram o pecado da traição...\n\"Em um momento de loucura, ele traiu a todos nós.\"\n\"Assim como a ordem não muda facilmente, tampouco mudam os arrependimentos humanos.\""
          }
        ]
      },
      {
        "title": "Pena Caída do Pássaro Dourado",
        "desc": [
          {
            "type": "RichText",
            "text": "Quando a brisa do mar se acalmou, o brilho rosa do crepúsculo impregnou os céus.\nOs pássaros do mar nunca demoram onde mil mastros estão ancorados. Deixam apenas plumas espalhadas em seu rastro.\nA sinfonia uma vez harmoniosa e magnífica teve seu encerramento, assim como nenhum império pode governar em paz para sempre.\nConforme as águas expandiram, o poder trouxe não só progresso e ordem, mas também arrogância, violência e exploranção.\nNa cidade distante das \"pessoas de eras passadas\", no vale dos exilados ocultos, até mesmo no pé do Monte Capitólio...\nOs nobres músicos que afinavam as cordas e o exército de ferro em armaduras brilhantes vieram tomar tudo do povo.\nAqueles que ainda não haviam sido conquistados e os poderosos que ainda não tinham perdido uma gota de água se uniram, jurando resistir até o fim.\n\"É como temi e como lamentei, meu irmão. Enquanto você cantava aos elevados, você deveria ter ouvido as vozes do rebaixados também.\"\n\"Nem todos estariam dispostos a ver suas casas e natureza roubadas de si. Nem todos podem aceitar nossa melodia.\"\n\"Você já os chamou de 'pessoas de eras passadas', irmão. Mas até aqueles que juram lealdade ao passado tem determinação e dignidade que não podem ser ignoradas.\"\n\"Nós já pensamos em conquistar e dominar os outros, mas como a glória de nosso reino radiante poderia—\"\n\"Fraqueza! Fraqueza! Essa sua compaixão covarde obscurece sua mente. Amoleceu seu coração, se tornou um ponto fraco, um alvo exposto em suas costas!\"\n\"Caso a barbaridade e ignorância ainda persistam em Fontaine, envenenando qualquer uma de suas águas, as exterminaremos.\"\n\"Se os selvagens desejam se unir à nossa majestosa ordem dourada, então os aceitaremos, assim como nosso glorioso lorde nos aceitou.\"\n\"Mas já que o Dragão Maldito Scylla destruiu nossas torres e aniquilou nossos músicos, as tribos selvagens e envenenadas já não são mais dignas de salvação ou aceitação.\"\n\"E já que eles não são dignos, eles devem ser expurgados do solo e das águas, assim como expurgamos pestes e incêndios da terra.\"\nFoi exatamente nesse momento que a era dourada subitamente chegou ao fim, mergulhando em uma guerra e rebelião incessantes.\nA câmara do trono estava cheia de gritos de conquista e destruição e a agonia das tribos bárbaras. Assim despertou o Deus Rei, assustado."
          }
        ]
      },
      {
        "title": "Abertura da Era Dourada",
        "desc": [
          {
            "type": "RichText",
            "text": "A brisa do mar ao amanhecer, extasiante e livre, entoa este hino antigo—\nO tempo deixou de fluir adiante, mas retornou ao passado com o cantor.\nAo longo das águas ele fluiu, passando pela cúpula dourada do glorioso reino.\nCruzou a brisa suave do verão, passando pelo palácio verde cercado por muralhas imponentes.\nSejam aristocratas em seus navios leves ou bárbaros trazidos como cativos,\nTodos estavam intoxicados pela música de uma era bonita, imersos nas memórias...\nPois este era o mundo dourado da abundância - uma era de um rei justo e glorioso.\n\"Eu vim de um reino insignificante em uma ilha solitária. Nasci em uma cabana e cresci em uma vila construída sobre juncos e gramas.\"\n\"Quando os guerreiros em suas brilhantes armaduras chegaram à minha casa, anunciaram a notícia de 'conquista'.\"\n\"Eu era apenas um jovem ingênuo e segui esses semideuses imponentes para a capital.\"\"Foi graças aos meus dedos ágeis e à minha voz vibrante que escapei do destino de servo.\"\n\"Foi somente depois que o Deus Rei me reconheceu que testemunhei pela primeira vez o poder da civilização e da ordem.\"\n\"Que minha carne e osso sejam então completamente transformados. Que meu nome e tribo sejam abandonados. O mundo só conhecerá o nome 'Boecius'!\"\nE assim, a criança nascida da barbárie foi levada pelo palácio dourado e tornou-se um servo de uma autoridade majestosa.\nComo se tivesse nascido novamente, ele trabalhou para abandonar os antigos costumes selvagens e devorou novos conhecimentos...\nTudo o que ele fez, fez para se transformar em uma pessoa de verdadeira honra e glória, uma parte desta grande civilização.\nPara nada mais ele se esforçou, pois este era o mundo dourado da abundância - uma era de um rei justo e glorioso em seu trono."
          }
        ]
      }
    ]
  }
}