{
  "epId": 4026,
  "name": "Resolução do Imperador",
  "desc": "<p>O martelo de guerra do Imperador do Fogo e Ferro. O poderoso caranguejo esmagou inúmeros inimigos com esta garra gigante. Sejam Mecautômatos movidos a engrenagens, outras Aberrações Primordiais ou caçadores curiosos - todos se renderam diante de seu poder.</p><p>As Aberrações Primordiais são diferentes dos seres humanos no sentido de que os conceitos de aristocracia ou herança são completamente estranhos a elas. Nenhuma delas nasce superior. Aquela que sobrevive a predadores mortais e adversidades é capaz de acumular um poder infinito à medida que continua caçando e se alimentando ao longo dos séculos. Tal criatura é frequentemente chamada de soberana, devido ao medo que ela inspira.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/101132274/4192b765e880bef0a49753fc0b634c13_5204670034740133267.png",
  "filterValues": {
    "objectType": [
      "Material de Ascensão de Personagem"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1692219183,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropado por"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Imperador do Fogo e Ferro",
        "desc": "<p>Um dos dois soberanos que um dia estiveram no auge das Aberrações Primordiais do Mar Primordial, e o tema de muitos contos entre os marinheiros.</p><p>Um Caranguejo de Armadura que evita a predação e pode continuar caçando e se alimentando, continuará crescendo, buscando constantemente conchas adequadas para se tornarem sua nova armadura. Mas eventualmente, ele se tornou simplesmente demasiado gigantesco. Antes do primeiro Período Diluviano, um imenso Caranguejo de Armadura atacou um navio e foi finalmente forçado a retornar às profundezas por Basil Elton, que ainda não havia sido reinstaurada como comandante naval.</p><p>Imagine este mundo: Toda a humanidade foi expurgada de Teyvat, e o sempre crescente Imperador do Fogo e Ferro eventualmente veste o Palais Mermonia sobre seu corpo como um luxuoso manto de pedra branca. É claro que, em um mundo assim, naturalmente não haveria ninguém para chamá-lo, meio brincando e meio maravilhado, de \"Imperador do Fogo e Ferro\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/59559639/92cf784732984089c7f5a91f7a42822c_2479375849373053871.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascensão de Personagens"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Personagens 5 Estrelas"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Um mágico astuto e habilidoso de Fontaine que sempre conquista o público com seus truques engenhosos e sua eloquência.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/03/59559639/e343d4442cc3b8e243f0d528bb715f75_4313588781914638849.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Personagens 4 Estrelas"
      },
      {
        "type": "RichText",
        "text": "-"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Resolução do Imperador"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de Ascensão de Personagem"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Dropado por Imperador do Fogo e Ferro Nv.30+"
          }
        ],
        "isMaterial": false
      }
    ]
  }
}