{
  "epId": 4098,
  "name": "Fruta Bulle",
  "desc": "<p>Uma fruta que cresce em ambientes quentes e úmidos com bastante luz do sol. Dentro desta fruta rotunda, esconde-se uma surpresa doce e refrescante.</p><p>Dizem que antigamente, houve um debate prolongado entre os filósofos de Fontaine sobre se a Fruta Bulle tinha a cor mais próxima ai nascer ou pôr do sol e se ela deveria ser chamada de \"Fruto do Nascer do Sol\" ou \"Fruto de Pôr do Sol\". Esse debate acalorado eventualmente foi encerrado quando esses filósofos descobriram que o Fruto do Pôr do Sol já existia. A contragosto eles se renderam e concordaram em nomear essa fruta doce baseada em seu formato.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/101132274/6cf3c48d4c41e5ac44723725064d3f85_1001052020156054556.png",
  "filterValues": {
    "objectType": [
      "Alimento"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1695658252,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Fruta Bulle"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Alimento"
          }
        ]
      },
      {
        "key": "Efeito",
        "value": [
          {
            "type": "RichText",
            "text": "Restaura 300 de Vida para o personagem selecionado"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Encontrado na natureza</color>"
          }
        ]
      },
      {
        "key": "Usos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4135,
            "name": "Isca Cítrica",
            "desc": "<p>Uma isca feita de farinha de trigo misturada com polpa e sementes de Fruta Bulle. Ao lançá-la na água, ela rapidamente impregnará um aroma agridoce fragrante, altamente eficaz para atrair peixes como os peixes-coração. Rumores dizem que houve uma vez um pescador que ficou pescando por tanto tempo que acabou ficando sem comida. O homem decidiu comer essa isca em uma situação de emergência, mas acabou envenenado... Para evitar que histórias como essa acontecessem novamente, aumentou-se consideravelmente a acidez da isca, a ponto de causar tonturas e lágrimas simplesmente ao cheirá-la. No entanto, isso garantiu que ninguém quisesse experimentar nem mesmo uma mordida.</p><p></p><p>Perfeita para pescar peixes-coração.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/9cb8800428dd83cefbd9d058d8841255_3271626083677039244.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}