{
  "epId": 4102,
  "name": "Peixe Arrebata-Coração",
  "desc": "<p>O \"Peixe Arrebata-Coração\" é uma espécie de peixe peculiar com uma aparência lateral em forma de coração. Diz-se que ele tem uma certa relação de parentesco com o Robalo. Suas barbatanas dorsal e pélvica, compostas por cartilagens longas e finas semelhantes a penas, renderam-lhe o nome sugestivo de \"Peixe Arrebata-Coração\" pelos estudiosos.</p><p>Como uma das espécies mais importantes de \"Peixe Coração\", o Peixe Arrebata-Coração possui uma habilidade de natação surpreendente, mesmo em meio a Corrente Torrencial. Dizem que quando este peixe emerge na superfície da água e nada contra as correntezas fortes, suas barbatanas únicas emitem um som característico de \"Arrebata-Coração\". Identificar essa espécie de peixe com camuflagem em meio às águas azuis já é um grande desafio. No entanto, a maioria dos pescadores ainda não teve a oportunidade de ouvir esse som único.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/e9875ab0591d42ae54cee94a0cd7892c_220038942662624695.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/2af6bd3129a3e8d4a591830e72a4f6f1_1135827068368107415.png",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "version": 1695268887,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Peixe Arrebata-Coração"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Peixes"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao pescar"
          }
        ]
      },
      {
        "key": "Localização",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Isca Necessária",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4135,
            "name": "Isca Cítrica",
            "desc": "<p>Uma isca feita de farinha de trigo misturada com polpa e sementes de Fruta Bulle. Ao lançá-la na água, ela rapidamente impregnará um aroma agridoce fragrante, altamente eficaz para atrair peixes como os peixes-coração. Rumores dizem que houve uma vez um pescador que ficou pescando por tanto tempo que acabou ficando sem comida. O homem decidiu comer essa isca em uma situação de emergência, mas acabou envenenado... Para evitar que histórias como essa acontecessem novamente, aumentou-se consideravelmente a acidez da isca, a ponto de causar tonturas e lágrimas simplesmente ao cheirá-la. No entanto, isso garantiu que ninguém quisesse experimentar nem mesmo uma mordida.</p><p></p><p>Perfeita para pescar peixes-coração.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/9cb8800428dd83cefbd9d058d8841255_3271626083677039244.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=488,528&center=-897.30,-5255.32&zoom=-0.50"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Arquivo",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/a6a92d8e7537c4fe1bdbf0e1b2d144f6_5922313244203873916.png"
      }
    ]
  }
}