{
  "epId": 4103,
  "name": "Peixe Esquenta-Coração",
  "desc": "<p>O \"Peixe Esquenta-Coração\" é uma espécie de peixe singular com uma aparência lateral em forma de coração. Dizem que ele tem certa relação de parentesco com a perca, e seu nome \"Peixe Esquenta-Coração\" foi dado pelos estudiosos devido às suas barbatanas dorsal e pélvicas, que são compostas por cartilagens longas e finas, semelhante a penas.</p><p>O peixe chamado \"Peixe Esquenta-Coração\" possui uma coloração única, semelhante ao sol, que o torna especialmente chamativo na água. Diz-se que essa é uma estratégia de autodefesa incomum, onde certas espécies de peixes que dependem da visão os enxergam como \"objetos desconhecidos em chamas\" e os evitam. No entanto, ao contrário de sua aparência ardente, esses Peixes Esquenta-Coração têm temperatura corporal baixa e consomem pouca comida. Às vezes, eles até preferem permanecer em áreas rasas para tomar sol.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/88ed256ee1594a902a8d65b2e341aa5b_8833129955543151402.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/6e8517e4d55dc365f0f650d503749369_5766432551121795046.png",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "version": 1695268805,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Peixe Esquenta-Coração"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Peixes"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao pescar"
          }
        ]
      },
      {
        "key": "Localização",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Isca Necessária",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4135,
            "name": "Isca Cítrica",
            "desc": "<p>Uma isca feita de farinha de trigo misturada com polpa e sementes de Fruta Bulle. Ao lançá-la na água, ela rapidamente impregnará um aroma agridoce fragrante, altamente eficaz para atrair peixes como os peixes-coração. Rumores dizem que houve uma vez um pescador que ficou pescando por tanto tempo que acabou ficando sem comida. O homem decidiu comer essa isca em uma situação de emergência, mas acabou envenenado... Para evitar que histórias como essa acontecessem novamente, aumentou-se consideravelmente a acidez da isca, a ponto de causar tonturas e lágrimas simplesmente ao cheirá-la. No entanto, isso garantiu que ninguém quisesse experimentar nem mesmo uma mordida.</p><p></p><p>Perfeita para pescar peixes-coração.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/9cb8800428dd83cefbd9d058d8841255_3271626083677039244.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Arquivo",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/3ce61a1a36364852ee928f987e96956f_8588328100980942913.png"
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=488,529&center=-650.00,-5149.00&zoom=-1.00"
      }
    ]
  }
}