{
  "epId": 4104,
  "name": "Mecaprotetor: Função Básica",
  "desc": "<p>Um Mecautômato compacto de apoio projetado para auxiliar em tarefas submarinas e aumentar a eficácia das equipes de mergulho mecânico. A intenção original desse modelo era limpar lixo, algas e outros resíduos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são chamados de \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor muito sensível capaz de localizar qualquer alvo e analisar em detalhes o lixo que encontra em seu caminho através de seu \"olfato\". Por isso, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um desses com sua vara costumam chamá-lo de \"Mecaprotetor Aquático\" ou \"Mecapeixe\".</p><p>Os primeiros modelos de Mecaprotetores eram feitos com finas camadas de madeira e minerais de relativamente baixo custo. A primeira série de modelos estava equipada com um dispositivo de mobilidade direcionado para cumprir seus objetivos. No entanto, seu desempenho estava longe do desejado. Por isso, foi implementado um modelo de trabalho em turnos, de modo que quando alguns desses Mecaprotetores concluíam suas tarefas ou ficavam inutilizados por algum motivo, outra série que permanecia oculta no fundo do mar os substituía imediatamente, garantindo assim a continuidade das tarefas de limpeza subaquática. Por esse motivo, a maioria das pessoas acredita que são mecanismos capazes até mesmo de se reproduzir, pois surgem do nada em um instante. Portanto, não se sinta culpado se você pegar um ou dois sem perceber.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/c762a9e0a49897b70070e177121d2b72_2792028477986280506.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/cce641c257f4d98bb3b1d3c4be390951_729789898537745473.png",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "version": 1695268726,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mecaprotetor: Função Básica"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Peixes"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao pescar"
          }
        ]
      },
      {
        "key": "Localização",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Isca Necessária",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4136,
            "name": "Isca de Flash de Mecaprotetores",
            "desc": "<p>Uma armadilha mecânica criada com a tecnologia de uma certa equipe de desenvolvimento do Instituto de Pesquisas de Fontaine. O exterior consiste em uma gaiola de proteção metálica e um anzol, no qual há uma luz feita de Marcotte em seu interior.</p><p>Ao lançá-la na água, a luz piscará com certa frequência para atrair os Mecaprotetores próximos, vulgarmente conhecidos como Peixes Reparadores ou Mecapeixes. Embora esses peixes tenham uma mordida poderosa, eles só são capazes de morder o anzol, ficando presos nele. Portanto, é uma isca muito especial que pode ser usada para capturar Mecapeixes de grande valor.</p><p></p><p>Perfeito para pescar Mecaprotetores.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/75dc61458ba59c585cbeef76f89ad772_5050482449449260848.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=488,530&center=-821.00,-5225.50&zoom=0.00"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Arquivo",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/7531d6bbd16ff0f0e548de56d71580c4_639612867749462079.png"
      }
    ]
  }
}