{
  "epId": 4105,
  "name": "Mecaprotetor: Controlador",
  "desc": "<p>Um compacto Mecautômato de suporte projetado para ajudar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros detritos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são chamados de \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor altamente sensível capaz de detectar qualquer alvo e analisar detalhadamente o lixo que encontra em seu caminho através do seu \"olfato\". Portanto, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um deles com sua vara costumam chamá-lo de \"Mecaprotetor Aquático\" ou \"Mecapeixe\".</p><p>Em certas circunstâncias, os Mecaprotetores confundem alguns alimentos de criaturas aquáticas com lixo que deve ser limpo, resultando em alguns desencontros dos quais os mecanismos menores e de menor desempenho não se saem muito bem. Devido a isso, pouco tempo depois, a população de Mecaprotetores diminuiu drasticamente.</p><p>Para proteger os dois modelos anteriores, os pesquisadores se basearam no conhecimento científico disponível para aumentar o desempenho da estrutura central e, assim, desenvolver um novo terceiro modelo com capacidade de combate, capaz de expulsar essas criaturas aquáticas ao investir contra elas. Dessa forma, garantiriam um bom ambiente de trabalho para os Mecaprotetores e poderiam continuar produzindo em massa através da cadeia de produção já estabelecida.</p><p>No entanto, mais tarde, o Instituto de Pesquisas de Fontaine ordenou que o desenvolvimento desses Mecaprotetores de Controle fosse interrompido urgentemente, porque, nas palavras literais das pessoas do Instituto de Pesquisas de Fontaine, \"Se esses trastes podem afugentar as criaturas aquáticas mais ferozes, por que continuar",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/96a13749797a5928608d2a9739c86fa1_4746716313539973821.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/92584cf88c00b96b9e2a8fc30dcd74ba_2808233040502775798.png",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "version": 1695268721,
  "components": {
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=488,532&center=-1033.00,-5239.50&zoom=0.00"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mecaprotetor: Controlador"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Peixes"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao pescar"
          }
        ]
      },
      {
        "key": "Localização",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Isca Necessária",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4136,
            "name": "Isca de Flash de Mecaprotetores",
            "desc": "<p>Uma armadilha mecânica criada com a tecnologia de uma certa equipe de desenvolvimento do Instituto de Pesquisas de Fontaine. O exterior consiste em uma gaiola de proteção metálica e um anzol, no qual há uma luz feita de Marcotte em seu interior.</p><p>Ao lançá-la na água, a luz piscará com certa frequência para atrair os Mecaprotetores próximos, vulgarmente conhecidos como Peixes Reparadores ou Mecapeixes. Embora esses peixes tenham uma mordida poderosa, eles só são capazes de morder o anzol, ficando presos nele. Portanto, é uma isca muito especial que pode ser usada para capturar Mecapeixes de grande valor.</p><p></p><p>Perfeito para pescar Mecaprotetores.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/75dc61458ba59c585cbeef76f89ad772_5050482449449260848.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Arquivo",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/65b30811028dfbbdf41aec59fb84634e_8882191629763081113.png"
      }
    ]
  }
}