{
  "epId": 4107,
  "name": "Mecaprotetor: Coleção de Platina",
  "desc": "<p>Um Mecautômato compacto de suporte projetado para auxiliar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros detritos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros.</p><p>Em comparação com outros modelos produzidos em massa, este Mecaprotetor Dourado de Colecionador é mais limpo e brilhante. Trata-se de um modelo comemorativo produzido por uma equipe de desenvolvedores que, para convencer comerciantes ricos a financiarem seu projeto de Mecaprotetores, presentearam-nos com esses modelos comemorativos para que os colocassem em seus aquários como peixes ornamentais sofisticados. Infelizmente, todas as tentativas da equipe de atrair investimentos fracassaram, então eles decidiram vender esses Mecaprotetores como brinquedos para cobrir os cada vez mais altos custos do projeto.</p><p>No final, todo mundo acabou descobrindo o que aconteceu, e a equipe de desenvolvedores interrompeu seu trabalho e os projetos futuros foram cancelados. Atualmente, ninguém cuida mais dos Mecaprotetores que vivem nas águas de Fontaine, e o lote do modelo dourado de colecionador, produzido anteriormente, acabou no fundo da água, em local desconhecido, sendo a espécie de peixe mais distinta e cara de Fontaine. À medida que alguns projetos do Instituto de Pesquisas se tornaram públicos, os jornalistas do \"Pássaro a Vapor\" começaram a investigar e verificar informações, e descobriram que \"a poluição aquática em Fontaine não melhorou significativamente mesmo após a implantação dos Mecaprotetores, tornando a eficácia do projeto duvidosa\". Mais tarde, os Mecaprotetores Dourados de Coleção que ainda não haviam sido ativados continuaram patrulhando as águas de Fontaine, e os pescadores começaram a se vangloriar quando pegavam um, pois eles eram muito menos comuns do que os peixes ornamentais de outras nações.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/3381bb0c50517282d73032de35c28a66_857681092733237833.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/b28f512f38b38932f22884de541af8d6_2641570480288158509.png",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "version": 1695268704,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mecaprotetor: Coleção de Platina"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Peixes"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao pescar"
          }
        ]
      },
      {
        "key": "Localização",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Isca Necessária",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4136,
            "name": "Isca de Flash de Mecaprotetores",
            "desc": "<p>Uma armadilha mecânica criada com a tecnologia de uma certa equipe de desenvolvimento do Instituto de Pesquisas de Fontaine. O exterior consiste em uma gaiola de proteção metálica e um anzol, no qual há uma luz feita de Marcotte em seu interior.</p><p>Ao lançá-la na água, a luz piscará com certa frequência para atrair os Mecaprotetores próximos, vulgarmente conhecidos como Peixes Reparadores ou Mecapeixes. Embora esses peixes tenham uma mordida poderosa, eles só são capazes de morder o anzol, ficando presos nele. Portanto, é uma isca muito especial que pode ser usada para capturar Mecapeixes de grande valor.</p><p></p><p>Perfeito para pescar Mecaprotetores.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/75dc61458ba59c585cbeef76f89ad772_5050482449449260848.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Arquivo",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/81ebf14814515fc929d767fb0a6e31f6_7145982023267229389.png"
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=488,533&center=-294.00,-5241.50&zoom=0.00"
      }
    ]
  }
}