{
  "epId": 4135,
  "name": "Isca Cítrica",
  "desc": "<p>Uma isca feita de farinha de trigo misturada com polpa e sementes de Fruta Bulle. Ao lançá-la na água, ela rapidamente impregnará um aroma agridoce fragrante, altamente eficaz para atrair peixes como os peixes-coração. Rumores dizem que houve uma vez um pescador que ficou pescando por tanto tempo que acabou ficando sem comida. O homem decidiu comer essa isca em uma situação de emergência, mas acabou envenenado... Para evitar que histórias como essa acontecessem novamente, aumentou-se consideravelmente a acidez da isca, a ponto de causar tonturas e lágrimas simplesmente ao cheirá-la. No entanto, isso garantiu que ninguém quisesse experimentar nem mesmo uma mordida.</p><p></p><p>Perfeita para pescar peixes-coração.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/9cb8800428dd83cefbd9d058d8841255_3271626083677039244.png",
  "filterValues": {
    "objectType": [
      "Isca"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1695268640,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Isca Cítrica"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Isca"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido na síntese"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Diagrama"
      },
      {
        "type": "CustomEntry",
        "epId": 4137,
        "name": "Receita: Isca Cítrica",
        "desc": "<p>Um diagrama com o passo a passo detalhado de como fazer Isca Cítrica.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/8f1c0cffffbfaa7449113aaccebec4e2_4877066219422206804.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Ingredientes\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 4098,
        "name": "Fruta Bulle",
        "desc": "<p>Uma fruta que cresce em ambientes quentes e úmidos com bastante luz do sol. Dentro desta fruta rotunda, esconde-se uma surpresa doce e refrescante.</p><p>Dizem que antigamente, houve um debate prolongado entre os filósofos de Fontaine sobre se a Fruta Bulle tinha a cor mais próxima ai nascer ou pôr do sol e se ela deveria ser chamada de \"Fruto do Nascer do Sol\" ou \"Fruto de Pôr do Sol\". Esse debate acalorado eventualmente foi encerrado quando esses filósofos descobriram que o Fruto do Pôr do Sol já existia. A contragosto eles se renderam e concordaram em nomear essa fruta doce baseada em seu formato.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/101132274/6cf3c48d4c41e5ac44723725064d3f85_1001052020156054556.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 646,
        "name": "Trigo",
        "desc": "Grãos dourados e tostados pelo sol. Necessitam ser moídos em farinha para usos posteriores.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wheat_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Peixes"
      },
      {
        "type": "CustomEntry",
        "epId": 4103,
        "name": "Peixe Esquenta-Coração",
        "desc": "<p>O \"Peixe Esquenta-Coração\" é uma espécie de peixe singular com uma aparência lateral em forma de coração. Dizem que ele tem certa relação de parentesco com a perca, e seu nome \"Peixe Esquenta-Coração\" foi dado pelos estudiosos devido às suas barbatanas dorsal e pélvicas, que são compostas por cartilagens longas e finas, semelhante a penas.</p><p>O peixe chamado \"Peixe Esquenta-Coração\" possui uma coloração única, semelhante ao sol, que o torna especialmente chamativo na água. Diz-se que essa é uma estratégia de autodefesa incomum, onde certas espécies de peixes que dependem da visão os enxergam como \"objetos desconhecidos em chamas\" e os evitam. No entanto, ao contrário de sua aparência ardente, esses Peixes Esquenta-Coração têm temperatura corporal baixa e consomem pouca comida. Às vezes, eles até preferem permanecer em áreas rasas para tomar sol.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/88ed256ee1594a902a8d65b2e341aa5b_8833129955543151402.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4102,
        "name": "Peixe Arrebata-Coração",
        "desc": "<p>O \"Peixe Arrebata-Coração\" é uma espécie de peixe peculiar com uma aparência lateral em forma de coração. Diz-se que ele tem uma certa relação de parentesco com o Robalo. Suas barbatanas dorsal e pélvica, compostas por cartilagens longas e finas semelhantes a penas, renderam-lhe o nome sugestivo de \"Peixe Arrebata-Coração\" pelos estudiosos.</p><p>Como uma das espécies mais importantes de \"Peixe Coração\", o Peixe Arrebata-Coração possui uma habilidade de natação surpreendente, mesmo em meio a Corrente Torrencial. Dizem que quando este peixe emerge na superfície da água e nada contra as correntezas fortes, suas barbatanas únicas emitem um som característico de \"Arrebata-Coração\". Identificar essa espécie de peixe com camuflagem em meio às águas azuis já é um grande desafio. No entanto, a maioria dos pescadores ainda não teve a oportunidade de ouvir esse som único.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/19/59559639/e9875ab0591d42ae54cee94a0cd7892c_220038942662624695.png",
        "displayStyle": "card",
        "menuId": 15
      }
    ]
  }
}