{
  "epId": 4136,
  "name": "Isca de Flash de Mecaprotetores",
  "desc": "<p>Uma armadilha mecânica criada com a tecnologia de uma certa equipe de desenvolvimento do Instituto de Pesquisas de Fontaine. O exterior consiste em uma gaiola de proteção metálica e um anzol, no qual há uma luz feita de Marcotte em seu interior.</p><p>Ao lançá-la na água, a luz piscará com certa frequência para atrair os Mecaprotetores próximos, vulgarmente conhecidos como Peixes Reparadores ou Mecapeixes. Embora esses peixes tenham uma mordida poderosa, eles só são capazes de morder o anzol, ficando presos nele. Portanto, é uma isca muito especial que pode ser usada para capturar Mecapeixes de grande valor.</p><p></p><p>Perfeito para pescar Mecaprotetores.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/75dc61458ba59c585cbeef76f89ad772_5050482449449260848.png",
  "filterValues": {
    "objectType": [
      "Isca"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1695268645,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Diagrama"
      },
      {
        "type": "CustomEntry",
        "epId": 4138,
        "name": "Receita: Isca de Flash de Mecaprotetores",
        "desc": "<p>Um diagrama com o passo a passo detalhado de como fazer Isca de Flash de Mecaprotetores.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/8f1c0cffffbfaa7449113aaccebec4e2_2297961363703796722.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Ingredientes\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 4006,
        "name": "Marcotte",
        "desc": "<p>Uma flor cor de rosa com um brilho perolado e perfil aromático encorpado. É um dos principais ingredientes de perfumes.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/59559639/946e456e7b8f19211bdb36ab65ab0a23_3319079588249219922.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1679,
        "name": "Pedaço de Ferro",
        "desc": "Este pedaço de ferro pode ser transformado em vários tipos de itens nas mãos de um bom ferreiro.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Iron Chunk_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Peixes"
      },
      {
        "type": "CustomEntry",
        "epId": 4104,
        "name": "Mecaprotetor: Função Básica",
        "desc": "<p>Um Mecautômato compacto de apoio projetado para auxiliar em tarefas submarinas e aumentar a eficácia das equipes de mergulho mecânico. A intenção original desse modelo era limpar lixo, algas e outros resíduos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são chamados de \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor muito sensível capaz de localizar qualquer alvo e analisar em detalhes o lixo que encontra em seu caminho através de seu \"olfato\". Por isso, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um desses com sua vara costumam chamá-lo de \"Mecaprotetor Aquático\" ou \"Mecapeixe\".</p><p>Os primeiros modelos de Mecaprotetores eram feitos com finas camadas de madeira e minerais de relativamente baixo custo. A primeira série de modelos estava equipada com um dispositivo de mobilidade direcionado para cumprir seus objetivos. No entanto, seu desempenho estava longe do desejado. Por isso, foi implementado um modelo de trabalho em turnos, de modo que quando alguns desses Mecaprotetores concluíam suas tarefas ou ficavam inutilizados por algum motivo, outra série que permanecia oculta no fundo do mar os substituía imediatamente, garantindo assim a continuidade das tarefas de limpeza subaquática. Por esse motivo, a maioria das pessoas acredita que são mecanismos capazes até mesmo de se reproduzir, pois surgem do nada em um instante. Portanto, não se sinta culpado se você pegar um ou dois sem perceber.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/c762a9e0a49897b70070e177121d2b72_2792028477986280506.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Mecaprotetor: Coleção de Platina",
        "desc": "<p>Um Mecautômato compacto de suporte projetado para auxiliar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros detritos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros.</p><p>Em comparação com outros modelos produzidos em massa, este Mecaprotetor Dourado de Colecionador é mais limpo e brilhante. Trata-se de um modelo comemorativo produzido por uma equipe de desenvolvedores que, para convencer comerciantes ricos a financiarem seu projeto de Mecaprotetores, presentearam-nos com esses modelos comemorativos para que os colocassem em seus aquários como peixes ornamentais sofisticados. Infelizmente, todas as tentativas da equipe de atrair investimentos fracassaram, então eles decidiram vender esses Mecaprotetores como brinquedos para cobrir os cada vez mais altos custos do projeto.</p><p>No final, todo mundo acabou descobrindo o que aconteceu, e a equipe de desenvolvedores interrompeu seu trabalho e os projetos futuros foram cancelados. Atualmente, ninguém cuida mais dos Mecaprotetores que vivem nas águas de Fontaine, e o lote do modelo dourado de colecionador, produzido anteriormente, acabou no fundo da água, em local desconhecido, sendo a espécie de peixe mais distinta e cara de Fontaine. À medida que alguns projetos do Instituto de Pesquisas se tornaram públicos, os jornalistas do \"Pássaro a Vapor\" começaram a investigar e verificar informações, e descobriram que \"a poluição aquática em Fontaine não melhorou significativamente mesmo após a implantação dos Mecaprotetores, tornando a eficácia do projeto duvidosa\". Mais tarde, os Mecaprotetores Dourados de Coleção que ainda não haviam sido ativados continuaram patrulhando as águas de Fontaine, e os pescadores começaram a se vangloriar quando pegavam um, pois eles eram muito menos comuns do que os peixes ornamentais de outras nações.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/3381bb0c50517282d73032de35c28a66_857681092733237833.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4105,
        "name": "Mecaprotetor: Controlador",
        "desc": "<p>Um compacto Mecautômato de suporte projetado para ajudar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros detritos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são chamados de \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor altamente sensível capaz de detectar qualquer alvo e analisar detalhadamente o lixo que encontra em seu caminho através do seu \"olfato\". Portanto, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um deles com sua vara costumam chamá-lo de \"Mecaprotetor Aquático\" ou \"Mecapeixe\".</p><p>Em certas circunstâncias, os Mecaprotetores confundem alguns alimentos de criaturas aquáticas com lixo que deve ser limpo, resultando em alguns desencontros dos quais os mecanismos menores e de menor desempenho não se saem muito bem. Devido a isso, pouco tempo depois, a população de Mecaprotetores diminuiu drasticamente.</p><p>Para proteger os dois modelos anteriores, os pesquisadores se basearam no conhecimento científico disponível para aumentar o desempenho da estrutura central e, assim, desenvolver um novo terceiro modelo com capacidade de combate, capaz de expulsar essas criaturas aquáticas ao investir contra elas. Dessa forma, garantiriam um bom ambiente de trabalho para os Mecaprotetores e poderiam continuar produzindo em massa através da cadeia de produção já estabelecida.</p><p>No entanto, mais tarde, o Instituto de Pesquisas de Fontaine ordenou que o desenvolvimento desses Mecaprotetores de Controle fosse interrompido urgentemente, porque, nas palavras literais das pessoas do Instituto de Pesquisas de Fontaine, \"Se esses trastes podem afugentar as criaturas aquáticas mais ferozes, por que continuar",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/96a13749797a5928608d2a9739c86fa1_4746716313539973821.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 4106,
        "name": "Mecaprotetor: Purificador Hydro",
        "desc": "<p>Um compacto Mecautômato de suporte projetado para auxiliar em tarefas subaquáticas e aumentar a efetividade das equipes de mergulho mecânico. A intenção original deste modelo era limpar lixo, algas e outros resíduos para evitar a obstrução dos principais componentes dos Mecautômatos que realizavam seu trabalho debaixo d'água, assim reduzindo ao máximo a ocorrência de erros. É por isso que eles são considerados \"lixões subaquáticos\" e desempenham um papel fundamental no ecossistema de Fontaine.</p><p>Este Mecautômato está equipado com um sensor altamente sensível capaz de detectar qualquer alvo e analisar detalhadamente o lixo que encontra em seu caminho através do seu \"olfato\". Portanto, não é surpreendente que às vezes eles também sejam atraídos pelas iscas lançadas pelos pescadores na água. Aqueles que conseguiram pegar um deles com sua vara costumam chamá-lo de \"Purificador Hydro\" ou \"Mecapeixe\".</p><p>Comparado com o modelo básico de Mecaprotetor, que foi distribuído em massa, este modelo mais refinado e produzido em grande quantidade, conhecido como Purificador Hydro, possui uma camada anticorrosiva poderosa. Além disso, o pesquisador responsável pelo desenvolvimento desse mecanismo não utilizou um sistema de descarga imediata e não adotou medidas de descarga prejudiciais, mas sim, utilizou um design de recuperação e reparo periódicos. Dessa forma, os pesquisadores podem usar flashes de uma certa frequência para enviar sinais de navegação para o sensor desse Mecaprotetor e, assim, fazer com que eles retornem para serem reparados, examinados e soltos novamente na água para continuar trabalhando. No final, esses flashes acabaram se tornando uma isca específica para os Mecaprotetores e, de alguma forma desconhecida, se popularizaram entre os pescadores.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/7a4705ac0c33c7eac7a8901529977a7b_5635612423394370273.png",
        "displayStyle": "card",
        "menuId": 15
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Isca de Flash de Mecaprotetores"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Isca"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido na síntese"
          }
        ]
      }
    ]
  }
}