{
  "epId": 4302,
  "name": "Página Misteriosa de um Livro I",
  "desc": "<p>Um papel antigo completamente incompreensível.<br>Talvez exista alguma maneira de decifrar o seu conteúdo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/5297fd201cef47a3124d0d2c95f8d6db_6348328607186991918.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1717883177,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...li inúmeros volumes aqui. Parece que esses livros foram deixados para trás por uma ordem antiga... Reinos surgem e caem, e quando uma civilização é aniquilada, uma nova nascerá das cinzas, o que esses livros se referem como \"Fortuna\"... É um tanto rudimentar, mas teoricamente, ao menos, apresenta uma notável semelhança com o esquema computacional que formulei e denominei de \"fórmula-mundial\"...\n...Todos os registros estão borrados pelo tempo. Mas se eu pudesse quantificá-los em certa medida, poderiam ser úteis em meus cálculos da \"fórmula-mundial\"...\n...Não importa quantas vezes eu derive, o resultado permanece o mesmo, embora esse resultado não seja esperado... Ao contrário do mundo retratado nesses textos antigos, não haverá mais novas civilizações nascendo... A menos que consideremos introduzir \"variáveis\" de fora do sistema... Se fosse esse tipo de poder, talvez houvesse uma chance..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Aqui eu encontrei técnicas mágicas deixadas para trás pela Trupe Dourada (eles parecem ser referidos por vários nomes, usarei esse por ora). Baseado em minha interpretação, parece ser conhecido como o \"Selo do Pacto\" e consiste de duas partes. Entretanto, ele foi muito desgastado para se decifrar qualquer informação adicional... Curiosamente, eu encontrei símbolos similares em documentos dos arquivos do Instituto da Cruz de Narcissus... Eles parecem complicados, mas os princípios subjacentes são bem claros. Se os registros se provarem precisos, há alguns locais-chave dentro do reino sobrando... Registros relacionados podem ser encontrados em outros lugares também... Eu registrarei meus achados aqui por ora, já que eles podem ser úteis no futuro..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Página Misteriosa de um Livro I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Missões do Mundo - Livro das Revelações Oceânicas\nEncontrado em um Baú Sofisticado"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fonte",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mapa Interativo de Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?center=149.02,-5622.42&zoom=1.50&shown_types=111"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/dd81d4ddfef9ea15e9ac3cddfa62cf88_48495559614450981.png",
        "alignment": "center"
      }
    ]
  }
}