{
  "epId": 4309,
  "name": "Página Misteriosa de um Livro VIII",
  "desc": "<p>Um papel antigo completamente incompreensível.<br>Talvez exista alguma maneira de decifrar o seu conteúdo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/42646513/5297fd201cef47a3124d0d2c95f8d6db_1686156295522085304.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1717911229,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Página Misteriosa de um Livro VIII"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Missões do Mundo - Livro das Revelações Oceânicas\nEncontrado na Escola de Filosofia Natural"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...Ao invés de chamar de uma espada, deveria ser chamada de uma chave... não pertence a ninguém, e apenas passa de uma mão para a outra... A vontade de incontáveis pessoas concentrada... Materiais e rituais necessários...\n...\n...Na verdade, é bem interessante, basicamente se resume a um tipo de magia negra muito efetiva que tira vantagem da situação. Mas o motivo de ser efetiva é por conta de sua natureza de origem, o primordial... baseado em registros, os elementos constituintes devem ser algum tipo de \"Círculo Limite do Quadrante\" e uma \"Árvore Fluente\"... flui das raízes em direção ao centro do círculo, e o círculo circunda o abstrato de... É como a crosta da torta e o recheio dela, uma metáfora que certamente animará Jakob. Hmm, precisaremos de uma terminologia apropriadamente sofisticada para os leigos...\n...Encontrei a localização geral da antiga aliança. Se os registros estiverem corretos, devemos ser capazes de confirmar o local específico... Talvez também sejamos capazes de determinar a localização dos quatro elementos constituintes, pois desde que consigamos encontrar um, podemos calcular todos os outros nódulos... Acertamos para que os membros da sociedade visitem vários locais candidatos, poderemos encontrar traços de água e canais de maior qualidade e densidade...\n...Agora, isso é hilário. Os segredos que a antiga civilização guardou com tanto cuidado, que piada... Acontece que já passamos por isso incontáveis vezes em nossa juventude...\n...A réplica da tabuleta de pedra que descobrimos suporta os cálculos. Como o prelúdio do apocalipse, o oceano irá...\nQuanto aos boatos sobre nós e a oposição da sociedade...\n\"A maior parte do conteúdo não pode ser interpretada devido a pensamentos confusos em excesso.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fonte",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mapa Interativo de Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?center=-781.10,-4969.58&zoom=2.50&shown_types=111,410,521,488,489,490"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/42646513/3fad0a6a1a0a8acf10b7768badeb2d35_2591557125619472036.png",
        "alignment": "center"
      }
    ]
  }
}