{
  "epId": 4321,
  "name": "O Detetive e o Ladrão: O Mistério do Broche Arco-íris",
  "desc": "<p>Um romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/94376896/6b536554b6229143e07ec3fd4c2464ba_339022146196227854.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739319204,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Detetive e o Ladrão: O Mistério do Broche Arco-íris"
          }
        ]
      },
      {
        "key": "Livros Associados",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4318,
            "name": "O Detetive e o Ladrão: O Mistério do Broche Arco-íris I",
            "desc": "<p>Um romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/94376896/6b536554b6229143e07ec3fd4c2464ba_4448306241784205229.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4319,
            "name": "O Detetive e o Ladrão: O Mistério do Broche Arco-íris II",
            "desc": "<p>Um romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/94376896/6b536554b6229143e07ec3fd4c2464ba_887575802775483111.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4320,
            "name": "O Detetive e o Ladrão: O Mistério do Broche Arco-íris III",
            "desc": "<p>Um romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/94376896/6b536554b6229143e07ec3fd4c2464ba_2648536827021637365.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 1 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.\nMe chame de Poiret. Alguns anos atrás — não importa quantos, exatamente — com pouca ou nenhuma Mora em minha bolsa, e nada particularmente me interessava fora da cidade, eu viajei para a Corte de Fontaine e fiquei aos cuidados do meu tio Chesterton, o famoso detetive particular. Para minha surpresa, ele imediatamente me encarregou de ajudá-lo a rastrear Loben, o misterioso Ladrão Fantasma...\nA Corte não deveria estar tão deserta à noite, mas mesmo assim, a essa altura, não havia quase pessoa alguma pelas ruas do lado de fora da mansão do Sr. Pierre. Apenas o vento da noite de outono ecoava sob a lua fria, como uma harpa a se lamentar.\nDas sombras, os policiais e os jornalistas observavam a mansão bem iluminada de perto, esperando pela chegada de um \"estimado convidado\".\nAssim como todos envolvidos, eu também, estava escondido nas sombras da esquina de uma rua. A longa espera já estava começando a me entediar...\n\"Isso está demorando muito. Loben realmente vai aparecer?\"\nA jornalista do Pássaro a Vapor parecia ter uma opinião diferente sobre esse assunto e me respondeu imediatamente:\n\"Claro que ele vai! Ele mandou uma mensagem, dizendo que ele roubaria o Broche da Pedra Estrelada Arco-íris — ele não vai voltar atrás com sua palavra! A única questão, na verdade, é que tipo de método legal que ele usará para chegar na cena dessa vez...\"\n\"Hmm? Você parece estar...\"\n\"É claro que estou! Seria mais surpreendente se alguém não estivesse encantado pelo Ladrão Fantasma!\"\nE no momento em que a jornalista estava entusiasmadamente me contando sobre as histórias dos \"grandes feitos\" desse ladrão, o relógio deu exatamente meia-noite.\nDe repente, houve uma grande explosão, e todas as luzes da mansão se apagaram de uma vez. Antes que conseguíssemos nos adaptar à escuridão repentina, uma grande luz se acendeu da janela da mansão, fazendo com que a noite se tornasse dia por alguns segundos.\nAo ter recuperado a visão, os policiais entraram, e eu fui logo atrás, entrando na sala de coleção do Sr. Pierre.\nNão havia nada no estrado — o Broche da Pedra Estrelada Arco-íris havia sumido.\nTanto os rugidos de raiva quanto os gritos de desgosto pareciam vazios e sem sentido diante dessa verdade óbvia. O alvoroço da multidão e os sons remanescentes da explosão formaram uma mistura cacofônica que fez minha cabeça doer.\nNão havia nada que eu pudesse fazer, então assim como meu tio havia instruído, eu fingi investigar a cena antes de voltar para casa.\nAntes de sair, ouvi o som da câmera atrás de mim, e a jornalista fazendo um comentário pouco profissional:\n\"Ah! O lendário Ladrão Fantasma, Loben, faz uma saída extravagante novamente! Que apresentação incrível!\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 2 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.\nPor sorte, a cena do crime não estava muito longe da casa do meu tio, e eu me arrastei cansado de volta para lá.\nEle não reagiu quando voltei, ao invés disso, continuou a ler em seu lugar de costume, assim como sempre fez.\n\"Imagino que a manchete do Pássaro a Vapor amanhã será bem agitada.\"\n\"Você não parece nem um pouco preocupado\", eu pendurei o meu jaleco, folguei o botão do meu colarinho e me afundei em um lugar confortável no sofá, antes de dizer a ele todos os detalhes do incidente.\n\"...A explosão não foi para destruir nada dentro da mansão, mas para acobertar uma parte diferente do plano do Ladrão Fantasma. Ele estava escondendo o som do movimento de um Mecautômato debaixo do som alto da explosão.\"\n\"Um Mecautômato? Ele teria muita dificuldade de fugir com algo tão grande, então deve ter sido descartado em algum lugar próximo. E talvez ainda possamos até descobrir algumas pistas dele... me parece que esse Loben não é tão astuto quanto dizem — acho que logo conseguiremos fechar o cerco nele.\"\n\"Isso não é algo concreto. Assim como a explosão apenas foi usada para acobertar o som de um Mecautômato, o próprio Mecautômato pode ser nada mais do que uma isca.\"\n\"Isso é tão complicado.\" Passei minha mão pelo meu cabelo bagunçado. \"E quanto ao broche?\"\n\"Ainda está na mansão.\" Meu tio parou por um segundo. \"Todos os truques apontam para um único objetivo — convencer a todos de que o broche já se foi. Ninguém jamais poderia imaginar como que o objeto 'roubado' ainda estivesse no local.\"\n\"Afinal de contas, tudo que ele precisa fazer é criar uma identidade que o permita ter acesso à mansão — em que no caso, ele pode pegar o broche sem levantar suspeitas.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 3 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm romance divertido bastante popular em Fontaine. Ele conta a história do ladrão \"Cavalheiro Fantasma\" Fantomas Robben e do famoso detetive Chesterton em seu primeiro confronto. Aviso legal: Esta é uma obra de ficção. Qualquer semelhança com pessoas vivas ou mortas, ou eventos reais, é mera coincidência.\n\"Entendo. Que sujeito astuto...\"\nMeu tio ficou me encarando com um certo interesse, como se estivesse me esperando continuar. Ao ver isso, suspirei fundo e comecei a explicar minhas deduções.\n\"Como você disse, quando você elimina o impossível, tudo que resta, apesar de improvável, deve ser a verdade. Então, com sua hipótese em mente, todos que estavam na cena podem ser culpados — e no pior dos casos, todos podem estar envolvidos. Loben, o Ladrão Fantasma, pode, na verdade, ser um grupo ao invés de uma única pessoa...\"\nPensei em todos que estavam presentes por lá, tentando me lembrar de cada mínimo detalhe suspeito.\n\"Srta. Rupley do Pássaro a Vapor definitivamente é uma admiradora do Loben. Bem, eu examinei as credenciais jornalística dela, mas falsificar papeis de identificação deve ser algo fácil para ele.\"\n\"Sr. Cendre do Maison Gardiennage deixou a cena por um tempo, e não retornou até depois que o roubo já havia acontecido. Ele estava incrivelmente furioso, mas pensando bem, isso também pode ter sido um ato.\"\n\"Madame Christia do Marechalato Fantasma vive insistindo a todos sobre a possibilidade do Loben estar usando um Mecautômato. Considerando sua hipótese, isso de fato poderia ser uma distração proposital.\"\n...\n\"Bem, quem você acha que é? Dentre todas essas pessoas, quem é o mais provável de ser o culpado?\"\nTendo analisado todo mundo pela possibilidade da culpa, fiz uma pergunta ao meu tio com muito cuidado.\n\"Você realmente possui olhos aguçados.\" Meu tio tirou seu cachimbo e se levantou, com sua bengala de metal brilhando com a luz da lua. \"Porém, você se esqueceu de algo... algo vital para o caso.\"\nEu fiquei atordoado por um instante. Ele levantou sua bengala.\n\"Você — o cavalheiro que veio ver o seu tio que nunca conheceu, dizendo ser Poiret — também estava na multidão. Não estou certo, Sr. Loben?\""
      }
    ]
  }
}