{
  "epId": 4323,
  "name": "A Queda de Remuria II",
  "desc": "<p>Diz-se que o grande estudioso Pulteney escreveu essa obra histórica épica sobre a antiga civilização remuriana nos primeiros anos da fundação de Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/42646513/d0e75f9b88a286749b4c7dff0871e129_8409460240081103167.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1717911193,
  "components": {
    "textualResearch": [
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Grandeza e glória a Remuria, e seu governante imortal, Remus, rei de tudo sob e céu e Harmosta universal. Hoje, o glamour e luxo da Cidade Eterna passada vai além das imaginações dos mais sábios acadêmicos.\nConforme você navegou através dos Pilares do Oceano e pelo canal real até o porto gigante recebendo Fortuna, o navio imperial, você primeiro viu uma torre elevada. A torre de Remuria não foi construída para receber oráculos celestiais, mas para guiar navios viajando entre ilhas e altos mares. Dizem que a torre ficava na fronteira da realidade e dos sonhos. Mesmo se marinheiros fossem atraídos ao sono de sereias, eles podiam seguir o som do sino para quebrar a névoa e encontrar o caminho até Remuria.\nContinuando pelo canal real levaria até Machimos, onde os bravos guerreiros de Remuria viviam. Os grandes templos foram construídos com rochas esculpidas gigantes para comemorar a glória e vitória da cidade. As sólidas e enormes paredes são decoradas com esmalte e ouro, estátuas de bronze e mármore organizavam a terra, e ouro, especiarias e produtos especiais do mundo inteiro se empilhavam nos mercados.\nAtravessando Machimos, você chegava no Capitólio, o centro de Remuria, transbordando com aromas deliciosos e melodias maravilhosas. Era um paraíso para artistas, onde apenas os maiores intelectuais e músicos eram permitidos. Mesmo entre os permitidos, contudo, apenas uma pequena fração desfrutava do privilégio de servir o Deus Rei. Aqui, todos os teatros e palácios eram estabelecidos em formas muito harmoniosas, suas vigas e domos adornados com os entalhes mais suntuosos e intrincados, centrados em um palácio dourado e pilares gigantes de cobre. O Rei, descansando pacificamente no coração do palácio, ouvia de perto cada melodia e nota vindo de todo canto do império. Sobre qualquer discórdia, o Deus Rei a corrigia imediatamente com um puxar de suas cordas, trazendo perfeição à sinfonia do império dele.\nPara impedir todas as pessoas sobre as águas altas de destruir a sinfonia de harmonia universal, o Rei Remus promoveu quatro humanos de grandes capacidades para altos postos. Ele compartilhou com eles o próprio poder e autoridade, tornando-os parceiros dele em governança, os Harmostas para todas as cidades, para eliminar todos os sons discordantes.\nPara espalhar a sinfonia harmoniosa através do mundo, ele construiu canais que se estendiam ao longe, que transmitiam melodias como ondas infinitas do Capitólio para cada canto sobre as águas altas.\nMesmo assim, o decreto do destino não podia ser desafiado nem pelos deuses, e sequer tentar escapar do julgamento destinado era um pecado mortal. Entre os pecados de Deus Rei, o mais terrível era a tentativa de passar o poder que deveria ter sido domínio divino aos humanos. Portanto, humanos foram vítimas da corrupção devido ao seu poder e condição, levando a violência e revoltas.\nTal é a astúcia do destino que usa os próprios poderes para rebelar contra seus próprios fins. Quando o dia do destino chegou, Remuria, a grande cidade imortal, enfrentou um fim inevitável. Hoje, a melodia do Deus Rei é tocada apenas no Capitólio, e seu poderoso reino chegou ao fim.\nAssim os antigos escritores declararam — \"Oceanos subirão, impérios cairão e a única constante é a mudança.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fonte",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mapa Interativo de Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?center=-1289.77,-5492.31&zoom=0.50&shown_types=111"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/42646513/e5a07db62cdc4d7e439c9974b78ea64f_3889747855738495334.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Relacionamento",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4322,
        "name": "A Queda de Remuria I",
        "desc": "<p>Diz-se que o grande estudioso Pulteney escreveu essa obra histórica épica sobre a antiga civilização remuriana nos primeiros anos da fundação de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_1143617543326918728.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 4324,
        "name": "A Queda de Remuria III",
        "desc": "<p>Diz-se que o grande estudioso Pulteney escreveu essa obra histórica épica sobre a antiga civilização remuriana nos primeiros anos da fundação de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_7474057500125115576.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Queda de Remuria II"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado no Palais Mermonia"
          }
        ]
      },
      {
        "key": "Registro no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4325,
            "name": "A Queda de Remuria",
            "desc": "<p>Diz-se que o grande estudioso Pulteney escreveu essa obra histórica épica sobre a antiga civilização remuriana nos primeiros anos da fundação de Fontaine.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_6892323517606346598.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}