{
  "epId": 4379,
  "name": "\"Dispositivo Tubion\"",
  "desc": "<p>O componente central do Gerador de Campo Experimental.</p><p>Um componente mecânico de precisão que reage aos efeitos da gravidade através de rotação de alta-velocidade quase impossível de ser capturada pelo olho nu.</p><p>Em sua longa história, o Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine sempre teve um embate contra a enchente que já levou incontáveis vidas, e ainda assim pode cobrir a terra e o céu em algum momento no futuro, buscando um meio de sobreviver.</p><p>Arkhium, com seu imenso potencial energético e poder para quebrar as correntes da terra, já foi considerado a chave para o portão da salvação.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/59559639/589ca2a7c53e2313d971436cf8007838_803900419823752408.png",
  "filterValues": {
    "objectType": [
      "Material de Fortalecimento de Arma e Personagem"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1696381794,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Dropado por"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Gerador de Campo Experimental",
        "desc": "<p>Um grande dispositivo projetado pelo finado Edwin Eastinghouse. Tem a habilidade de \"contrarreagir\" aos efeitos da gravidade. Segundo os objetivos de design originais, esse foi o primeiro passo em um plano para tornar Fontaine em uma cidade no céu, para que nunca mais as pessoas precisassem se preocupar com ondas que já varreram a terra. Mesmo se todas as sete nações fossem engolidas pelas profundezas, a elegante Corte de Fontaine flutuaria sobre tudo exatamente como Celestia. Até os segredos do universo não pareceriam mais tão distantes.</p><p>O Arkhium no núcleo do dispositivo tem as características de \"rompimento\" ou \"precipitação\", e pode pegar matéria, ou certas coisas fora da matéria, e separá-las. Dizem que este processo pode ser revertido, mas o Instituto de Pesquisas de Fontaine só tem amor com os efeitos físicos que ele pode produzir.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/59559639/411a0336222dd0d0f0dd7ae5c80e43f4_8441927591205681336.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ascensão de Personagem"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Estrelas</color>\n-\n<color=#ffffffd9>4 Estrelas</color>\n-"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "\"Dispositivo Tubion\""
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de Fortalecimento de Arma e Personagem"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Dropado por Gerador de Campo Experimental Nv. 30+"
          }
        ]
      }
    ]
  }
}