{
  "epId": 4402,
  "name": "Gerador Portátil de Bolhas Gelatinosas Aerodinâmicas",
  "desc": "<p>Um mecanismo que pode ser usado para criar uma abundância de bolhas coloidais.</p><p></p><p>Givalois, do Instituto de Pesquisas de Fontaine, desenvolveu este protótipo de máquina.</p><p>O propósito original era criar um grande gerador de bolhas gelatinosas. Assim como o projeto pretendia, as produzidas podiam carregar um pouco de água dentro delas e se mover ou flutuar no ar com estabilidade, potencialmente atingido o objetivo de poder transportar recursos hídricos rapidamente.</p><p>Entretanto, como não foram capazes de encontrar um material para fazer bolhas gelatinosas deste tipo, o projeto ficou parado na prototipagem.</p><p>Mas dizem que os filhos do pesquisador Givalois amaram esse protótipo de máquina de bolha, então talvez fosse possível vender como um brinquedo?</p><p></p><p>\"Essa máquina é um produto da pesquisa do papai e se chama Gerador Portátil de Bolhas Gelatinosas...\"</p><p>\"Aerodinâmicas! Que linda! Papai, você é incrível!\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/59559639/5b266f9858cba23c4e5a1d515db14ac8_3365521908322074290.png",
  "filterValues": {
    "objectType": [
      "Item"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1705947646,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Gerador Portátil de Bolhas Gelatinosas Aerodinâmicas"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item"
          }
        ]
      },
      {
        "key": "Utilidade",
        "value": [
          {
            "type": "RichText",
            "text": "Sopra bolhas por até 4s."
          }
        ]
      },
      {
        "key": "Tempo de Espera",
        "value": [
          {
            "type": "RichText",
            "text": "7s"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Evento da Versão 4.1 - Tesouros ao Longo do Caminho: Agradecimentos Especiais\nRecompensa de Evento por E-mail - Tesouros ao Longo do Caminho: Agradecimentos Especiais (4/4)"
          }
        ]
      }
    ]
  }
}