{
  "epId": 4454,
  "name": "Tirinha da Sorte",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/998c2a890d24e4f6af6f1997cbe982ef_6657942596839352822.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1711337152,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mensagens"
      },
      {
        "type": "RichText",
        "text": "\"A sorte apenas traz prazeres passageiros, a verdadeira felicidade requer trabalho duro.\"\n\"As coisas acontecem. Não leve pro lado pessoal!\"\n\"Azar é uma doença, e amigos carinhosos são a cura.\"\n\"Trabalho duro chama o sucesso!\"\n\"Aquele que ri mais alto pode não rir até o fim, mas certamente são os mais felizes enquanto riem.\"\n\"Depois de usar sua bochecha esquerda para acertar a mão da pessoa, você precisa aproveitar a oportunidade e atacar até a vitória, acertando a outra mão deles com a sua bochecha direita.\"\n\"Não fique deprimido quando você falhar. Às vezes, afundar no oceano também é uma forma de chegar ao seu destino.\"\n\"Você não irá ganhar um prêmio só por ter comprado um bilhete, mas você nunca irá ganhar um prêmio se nunca comprar um bilhete!\"\n\"Não procure por atalhos, afinal de contas, os atalhos já podem estar entupidos de pessoas que encontraram ele primeiro.\"\n\"Não se arrependa, ou se arrependa de se arrepender, e nunca jamais se arrependa de se arrepender do arrependimento.\"\n\"O sentido da vida é pensar, e o sentido de trabalhar é de desistir da vida.\"\n\"A sorte que veio facilmente não trará felicidade duradoura.\"\n\"Logo quando você pensar que a situação já está ruim o suficiente, fique alerta, pois as coisas podem sempre piorar.\"\n\"Acredite no poder do ceticismo.\"\n\"O azar sempre chegará ao fim. Uma vez que você já tenha se acostumado com ele, deixa de ser azar.\"\n\"Não desista se você encontrar um obstáculo. Primeiro, coma uma Refeição Social. O obstáculo não desaparecerá, mas pelo menos você estará de estômago cheio.\"\n\"Aqueles que não possuem liberdade não podem ser tristes.\"\n\"Você não deveria sentir como se não tivesse nada. Afinal de contas, você tem essa refeição deliciosa!\"\n\"Mesmo se as Flores Gigantes se disfarçarem de Flores Doces, a raposa inteligente não será enganada.\"\n\"O segredo para ser saudável é não ficar doente.\"\n\"Até mesmo os Frutos do Pôr do Sol mais doces caem dos galhos mais altos. Isso é o resultado da maturidade.\"\n\"Não acredite em frases escritas em pedaços de papéis.\"\n\"Às vezes, a felicidade é como um Lumitoile. Só pode ser visto claramente quando está na escuridão.\"\n\"A vida não é um jogo.\"\n\"Muitas vezes, dois pequenos passos são melhores do que um grande passo.\"\n\"Não se preocupe, tudo vai melhorar! Pelo menos foi isso que me mandaram escrever!\"\n\"A sorte não está aqui, está em outro lugar.\"\n\"Sou apenas uma tirinha da sorte, e não posso te dar as respostas para as dificuldades da sua vida. Você deve depender de si mesmo para superá-las.\"\n\"Contratempos podem te dar experiência, mas eles não te darão Cupons Especiais!\"\n\"Ok, pegue mais um! (Brincadeirinha).\"",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Tirinha da Sorte"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao abrir o consumível Refeição Social"
          }
        ]
      }
    ]
  }
}