{
  "epId": 4501,
  "name": "Encontro Explosivo de Dodoco",
  "desc": "<p>Um conto de fadas que Lisa escreveu baseado no jogo especial \"Encontro Explosivo de Dodoco\", apresentando a Cavaleira das Faíscas, Dodoco, Bombas Saltitantes Especiais, a Cavaleira Honorável e sua companheira de cabelos brancos em sua vitória contra os peixinhos...</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/94376896/965b96ab41219afe2240d6d0037dddb8_3447741031474205351.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1754984839,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Encontro Explosivo de Dodoco ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm conto de fadas que Lisa escreveu baseado no jogo especial \"Encontro Explosivo de Dodoco\", apresentando a Cavaleira das Faíscas, Dodoco, Bombas Saltitantes Especiais, a Cavaleira Honorável e sua companheira de cabelos brancos em sua vitória contra os peixinhos..."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/276c1cc8c44394eb9758579fbc783603_1888803812630872423.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/94bc90e3ff49e1a5018a0540cbc4c23c_2350922710772238845.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nas águas calmas do Lago de Sidra, os peixes de Mondstadt estavam aproveitando vidas felizes e tranquilas...\nEntão, um exército nunca visto de Peixes Espinhentos apareceu. Eles estavam revestidos em uma armadura estranha e carregavam espadas curtas. Ferozes e opressores, eles logo tomaram as casas dos peixes locais.\n\"Haha! Isso pertence aos Peixes Espinhentos Reis agora!\"\nPara recuperar sua terra natal e expulsar os invasores, os peixes de Mondstadt pediram ao forte e imaginativo Dodoco e à alegre e gentil Cavaleira das Faíscas por ajuda...\n\"Bomba... Hã? Não podemos usar Bombas Saltitantes dessa vez?\"\nA poderosa Bomba Saltitante destruiria as casas dos peixes que estavam tentando recuperar, e o fundo do lago seria totalmente destruído. Outra ideia era necessária.\nO inteligente Dodoco e a Cavaleira das Faíscas discutiram bastante o problema e pensaram em uma \"Bomba Saltitante Superespecial, Superconfiável e Supersegura\" — pequena e precisa suficiente para explodir apenas os Peixes Espinhentos malvados, deixando os peixinhos inocentes intactos.\nMas o nome — \"Bomba Saltitante Superespecial, Superconfiável e Supersegura\" — era um pouco longo e a Cavaleira das Faíscas ficava falando ele errado. Então, eles chamaram o novo dispositivo de \"Bomba Saltitante Especial\" no lugar!\n\"Espera! Deixe-me ouvir um pouco...\"\nAcontece que as orelhas longas de Dodoco não eram apenas bonitas. Elas também são ótimas para escutar sons!\nQuando jogadas no lago, Bombas Saltitantes Especiais nadam em direção a onde os Peixes Espinhentos estavam ativos e Dodoco conseguia ouvir tudo!\nIsso permitiu que as Bombas Saltitantes Especiais fizessem sua mágica no lugar certo, derrotando os Peixes Espinhentos!\nMas o inimigo parecia preparado. Tinham tantos dele! A Cavaleira das Faíscas e Dodoco iam para todo lado, sem parar nem para comer. Eles estavam quase sem Bombas Saltitantes Especiais!\n\"Acham que só vocês dois bastam para nos derrotar, conquistadores dos cinco mares?!\"\nMas o que eram os \"cinco mares\" que o Peixe Espinhento falou? Eles poderiam ter oprimido peixes em outros lugares também?\nConfusos, Dodoco e a Cavaleira das Faíscas retornaram à Biblioteca para perguntar à \"Bruxa Escrivã\".\nSem precisar abrir um livro, a bruxa riu suavemente:\n\"Talvez esses 'cinco mares' simplesmente se refiram ao norte, leste, sul, oeste e centro do Lago de Sidra.\"\nFinalmente a Cavaleira das Faíscas e Dodoco perceberam — eles caíram na conversa dos peixes!\nInfelizmente, os Peixes Espinhentos traiçoeiros aproveitaram essa oportunidade para construir uma barreira de recife. Então eles se esconderam com maestria entre as plantas aquáticas, iniciando um tortuoso jogo de esconde-esconde com Dodoco e a Cavaleira das Faíscas...\nAgora esses peixinhos espinhentos seriam um problema ainda maior!\nPor isso, Dodoco e a Cavaleira das Faíscas pediram ajuda — ao Cavaleiro Honorável e à Ajudante Branca. Com ampla experiência entre eles, os dois ofereceram os conselhos necessários.\nOlhando para um mapa, o Cavaleiro Honorável disse:\n\"Assim como qualquer aventura, você deve primeiro determinar a direção à qual avançar.\"\nDodoco entendeu — ao encontrar uma maneira de controlar a direção da explosão, eles poderiam melhorar o poder das Bombas Saltitantes Especiais e alcançar os Peixes Espinhentos mais longe.\nEntre grandes pedaços de sobremesa, a Ajudante Branca disse:\n\"E se você puder fazer as explosões terem todo tipo de forma, elas vão ser ainda mais difíceis de evitar!\"\nA Cavaleira das Faíscas então teve uma ideia: Se eles fizessem Bombas Saltitantes Especiais explodirem em formatos de diferentes sobremesas, eles poderiam atrair os Peixes Espinhentos gulosos e acabar com eles em um único estouro!\nEntão, Dodoco e a Cavaleira das Faíscas melhoraram a Bomba Saltitante Especial com uma nova habilidade.\nEssa nova e melhor Bomba Saltitante Especial pode explodir em vários formatos que podem facilmente passar pelas plantas do lago e atingir os soldados inimigos se escondendo nas posições mais difíceis!\nMesmo se não conseguissem lidar com as pedras inflexíveis, elas poderiam evitá-las — entregando uma surpresa explosiva ao peixe malvado por trás.\nArmados com estas Bombas Saltitantes Especiais, Dodoco e a Cavaleira das Faíscas não tinham mais que se preocupar com emboscadas pelos Peixes Espinhentos!\nUm após o outro, os Peixes Espinhentos foram derrotados. Quando notícias disso finalmente chegaram aos Peixes Espinhentos Reis, eles incharam em fúria e entraram na batalha!\nNa experiência do Cavaleiro Honorável e da Ajudante Branca, bolhas bulbosas eram sempre más notícias!\nQuando eles olharam para o lado oposto e viram os Reis imensos, brilhando em ouro, se perguntaram — como apareceram tantos deles de repente?\nNão importa como pensassem, era tudo muito suspeito...\nEntre grandes pedaços de sobremesa, a Ajudante Branca disse:\n\"Não há o que temer! Talvez esses Reis só usaram Bagas para se pintar de dourado!\"\nOlhando para um mapa, o Cavaleiro Honorável disse:\n\"Mesmo se eles se pintassem com Lótus Nilotpala, a força deles só aumentaria em 50%. No fim do dia, um peixe ainda é um peixe!\"\nDe fato, para eles, \"Rei\" pode ter sido mais como um título, algo que parecia impressionante e intimidador aos outros. Sua cor dourada não significava necessariamente que eram mais fortes!\nA Cavaleira das Faíscas e Dodoco respiraram aliviados — Agora não precisavam mais lutar com os peixes até tarde da noite e preocupar todo mundo voltando para casa tão tarde!\nEles chegaram na reta final. Era hora de resolver esse quebra-cabeça rapidinho!\nFortalecidos pelos seus reis, os soldados montaram outra defesa entre as pedras e plantas aquáticas. Eles eram destemidos!\nDodoco, a Cavaleira das Faíscas, o Cavaleiro Honorável e a Ajudante Branca tiveram que elaborar uma contramedida — como eles deviam usar seu número limitado de Bombas Saltitantes Especiais para derrotar todos os inimigos em apenas algumas explosões...?\nA Cavaleira das Faíscas olhou para a Ajudante Branca, que estava girando em torno do Cavaleiro Honorável e pensou em algo...\n\"Espera um minuto, se esses Peixes Espinhentos só sabem se defender contra Bombas Saltitantes Especiais da frente, então tudo que precisamos fazer é dar a volta neles, né?\"\nOs Peixes Espinhentos só podiam se mover na água, mas a Cavaleira das Faíscas e Dodoco podiam andar livremente na beira do lago até onde não havia defesas, então lançar suas Bombas Saltitantes Especiais de lá!\nCom explosões inteligentes e precisas, os Peixes Espinhentos foram completamente explodidos para fora da água e se espalharam em derrota!\nDurante sua retirada, eles até retiraram suas coisas, não deixando nenhum pedaço de lixo no Lago de Sidra!\nDodoco, a Bomba Saltitante Especial, o Cavaleiro Honorável e a Ajudante Branca defenderam assim o Lago de Sidra. A vida estava incrível novamente para os peixes de Mondstadt!\nPara se recompensarem pelo trabalho duro, Dodoco, as Bombas Saltitantes Especiais, a Cavaleira das Faíscas, o Cavaleiro Honorável e a Ajudante Branca colocaram uma toalha de mesa e alegremente desfrutaram de um piquenique no lago.\nNo cardápio estavam Gelatina de Menta, Biscoito de Caramelo, Bolo de Baga e Tomate com Pimenta — um patê doce, apimentado e refrescante!\nA ameaça ao Lago de Sidra foi resolvida — Dodoco e a Cavaleira das Faíscas salvaram o dia!\nE quem sabe? Talvez o fruto desse encontro estrango, a fabricação de Bombas Saltitantes Especiais, pode ser útil de novo um dia!"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Encontro Explosivo de Dodoco"
          }
        ]
      },
      {
        "key": "Entrada Relacionada",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4500,
            "name": "Encontro Explosivo de Dodoco",
            "desc": "<p>Um conto de fadas que Lisa escreveu baseado no jogo especial \"Encontro Explosivo de Dodoco\", apresentando a Cavaleira das Faíscas, Dodoco, Bombas Saltitantes Especiais, a Cavaleira Honorável e sua companheira de cabelos brancos em sua vitória contra os peixinhos...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/94376896/965b96ab41219afe2240d6d0037dddb8_2574096522631770532.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}