{
  "epId": 4597,
  "name": "Mecaprotetor: Líder Dourado",
  "desc": "<p>Um Mecautômato compacto assistente desenvolvido para aumentar as taxas de uso de grupos de Mecautômatos, ajudando com projetos submarinos. Eles foram originalmente elaborados para remover lixo, vegetação e outros destroços submarinos para prevenir o entupimento das partes vitais de outros Mecautômatos, diminuindo o número de falhas. De outro ponto de vista, eles também beneficiam consideravelmente o ecossistema de Fontaine como zeladores submarinos.</p><p>Comparado a outros modelos produzidos em massa, esse Mecautômato assistente especial Edição de Coleção de Platina usa um revestimento dourado, junto com equipamentos de controle. A equipe de projetos o elaborou para cumprir a função de \"estação retransmissora de controle\" em ambientes submarinos complexos, recebendo e retransmitindo comandos do controlador para todos os outros Mecautômatos no grupo, assumindo o papel de líder.</p><p>Entretanto, quando todo o projeto de manutenção dos Mecautômatos parou de funcionar, esses líderes mecânicos perderam sua razão de existir. Somente seus revestimentos dourados facilmente reconhecíveis os dão valor para os pescadores que os colecionam.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/59559639/72e7c036e4c69738e4d536e70a85e56e_5489257840117427283.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/59559639/dc6b7da22e386cfc1684a5c37d8e1a0a_7965363270260990350.png",
  "menuId": 15,
  "menuName": "Animais Selvagens",
  "version": 1705786008,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Mecaprotetor: Líder Dourado"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Peixes"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Obtido ao pescar"
          }
        ]
      },
      {
        "key": "Localização",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Isca Necessária",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4136,
            "name": "Isca de Flash de Mecaprotetores",
            "desc": "<p>Uma armadilha mecânica criada com a tecnologia de uma certa equipe de desenvolvimento do Instituto de Pesquisas de Fontaine. O exterior consiste em uma gaiola de proteção metálica e um anzol, no qual há uma luz feita de Marcotte em seu interior.</p><p>Ao lançá-la na água, a luz piscará com certa frequência para atrair os Mecaprotetores próximos, vulgarmente conhecidos como Peixes Reparadores ou Mecapeixes. Embora esses peixes tenham uma mordida poderosa, eles só são capazes de morder o anzol, ficando presos nele. Portanto, é uma isca muito especial que pode ser usada para capturar Mecapeixes de grande valor.</p><p></p><p>Perfeito para pescar Mecaprotetores.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/59559639/75dc61458ba59c585cbeef76f89ad772_5050482449449260848.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Arquivo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/59559639/baa9643af95c418912e82b486d06907f_3996919332846047571.png"
      }
    ]
  }
}