{
  "epId": 4684,
  "name": "O Colapso do Castelo Antigo III",
  "desc": "Um poema escrito por um autor desconhecido. O estilo de escrita parece transmitir uma aura estranha e sinistra.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1702304202,
  "components": {
    "textualResearch": [
      {
        "title": "O Colapso do Castelo Antigo III",
        "desc": [
          {
            "type": "RichText",
            "text": "No início, tudo estava parado, além das cortinas na brisa do vento,\nE os sons sutis de animais mastigando, ecoando pelas paredes de algo lugar desconhecido.\nEntão, uma risada esquisita e áspera surgiu de uma sala vazia,\nUm terror sem nome se espalhando pela escuridão.\nEntão, com o terrível som de trovões e tempestade,\numa nuvem de fumaça vermelha brilhante,\nenvolveu o castelo como um tecido.\nNo grande palco central do castelo, uma silhueta alta e magra realmente apareceu,\nUm espírito sombrio em capas pretas, chegando finalmente.\nOs convidados, há pouco desfrutando da folia,\ncaíram no chão um a um,\nroubados de tempo até para gritar.\nO mestre sentou tremendo e parado no seu trono,\na alma dele também levada pela escuridão.\nEntre o rugido dos tijolos e revestimentos caindo no chão,\nA glória do castelo desapareceu pelo passado,\nengolido pelas ondas brilhantes.\nA lua de sangue que as torres um dia bloquearam, reapareceu no céu,\nseu brilho funesto varrendo a terra.\nE hoje, pelas margens do lago mais puro do mundo,\na água reflete o castelo há muito desmoronado e opaco.\nA alegria e brilho de seus salões outrora acesos,\nreduzidos a lendas e sonhos.\nAs ruínas ficam sufocadas no sofrimento.\nAtravés de janelas destruídas, estátuas aparecem como monstros,\nQue com a melodia desornada que tocava, afundou com o castelo no mar.\nNão há nada lá agora além de escuridão, morte e perda."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Colapso do Castelo Antigo III"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Vendido por Hubel na Corte de Fontaine"
          }
        ]
      }
    ]
  }
}