{
  "epId": 4690,
  "name": "A Canção de Erinnyes",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/8b970c654b04a0e524be4c06d95332ea_3813253900659745806.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1717883151,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Canção de Erinnyes"
          }
        ]
      },
      {
        "key": "Livros",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "A Canção de Erinnyes I",
            "desc": "Como o emissário do Rei Remus chegou a Erinnyes. Pedindo a ela por um presente das águas e terra do Castelo Aremori, e para que ela se submetesse ao Capitólio Sinfônico.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4677,
            "name": "A Canção de Erinnyes II",
            "desc": "Como os cavaleiros de todas as regiões se uniram para emprestar suas forças a Erinnyes, em oposição aos planos de invasão do Capitólio.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "A Canção de Erinnyes III",
            "desc": "Como Erinnyes deu adeus a Senhora de Todas as Águas, e como ela jogou sua espada dentro do lago três vezes.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Capítulo 6\nCapítulo 7\nComo o emissário do Rei Remus chegou a Erinnyes. Pedindo a ela por um presente das águas e terra do Castelo Aremori, e para que ela se submetesse ao Capitólio Sinfônico.\nDos gloriosos feitos de Otkerus de Rhenanie, um nobre e justo cavaleiro, e sua valente batalha contra um dragão cuspidor de veneno.\nMuito já foi dito mais cedo que devemos encerrar por aqui. Agora, olharemos para trás e falaremos de Erinnyes naqueles dias.\nNa época, Erinnyes tinha acabado de derrotar os príncipes de Bellouacoi, Atrebatis e Uiromanduoi, e aceitado sua aliança.\nEntão os residentes daquelas terras sabiam da gentileza da Dama das Muitas Águas, submetendo ao seu governo com sinceridade.\nPara celebrar essa fidelidade e sabedoria, oito dias de festas foram ordenados no Castelo Aremori, com todos devendo ser tratados como convidados de honra.\nNaquele dia, um músico chegou, um emissário despachado pelo Rei Demônio de Capitolii, alegando ter uma mensagem para entregar.\nEle veio sem servos ou guardas, apenas um único cavalo e fasces de ponta dourada como símbolo de seu status.\nTodos os presentes ficaram profundamente incomodados, mas o emissário foi permitido falar por respeito por Erinnyes, a amada líder dos cavaleiros.\nAo ver Erinnyes, o emissário primeiro desejou felicidade e fez uma reverência formal a ela, antes de explicar suas intenções.\n\"Eu represento o mais honrável e maior Rei Demônio, imperador de tudo, e envio meus cumprimentos à sua corte.\"\n\"Que sua raiva jamais destrua os poderes da razão. O Rei Remus solicita dois presentes, como tributo legítimo.\"\n\"O primeiro é água, pois a mais pura das águas pode lavar todos os pecados. O segundo é terra, pois a densa terra pode resistir à erosão iminente.\"\n\"O Rei Demônio espera que você e seu povo honrem os desejos dele. Caso ouse resistir, morte certamente será o futuro.\"\nA mensagem do emissário enfureceu o Senhor Guillaume de Gellone, e ele sacou a espada sagrada Narbonnais de sua bainha.\n\"Pare, seu fanfarrão! Fazer tais ameaças nessa ocasião é um insulto a todo cavaleiro aqui.\"\n\"E se você pretende ameaçar minha senhora, não há necessidade de me segurar. Eu terei sua cabeça, senhor, em um único golpe!\"\nMais dos corajosos cavaleiros sacaram suas espadas, incluindo Cavaleiro Blancandrin e seu Cavaleiro compatriota Marsile.\nMas a sábia Cavaleira Erinnyes deu uma ordem aos cavaleiros presentes: O emissário de Capitolii não deveria ser machucado.\n\"Por gentileza, diga ao Rei Demônio, grande emissário, que neste mundo inteiro, há apenas um a quem nos ajoelharíamos.\"\n\"E essa é a benévola Dama de Todas as Águas, nossa senhora, que carrega nossos pecados, a maior e mais honrada governante.\"\n\"Nenhum outro governante ou deus pode ser mencionado com o mesmo fôlego, pois, ela é a maior em bondade e a primeira em glória.\"\nAo ouvir isso, o emissário do Rei Demônio falou novamente, dizendo isso perante todos que estavam reunidos:\n\"Antes que o Rei Demônio conquiste sua terra, ela enviará guerra, fome ou peste sobre vocês.\"\n\"Aqueles que já lutaram entre si receberam paz sob um único governante, e isso é sabedoria.\"\n\"Caso contrário, quem ficará de luto pelas águas fluindo sobre nossas cabeças? E quem nos salvará em nosso momento de necessidade?\"\n\"De todos esses corajosos, quem se resgatou da ignorância e superstição? Quem ouve os gritos dos fracos?\"\n\"As ordens do Rei Demônio são de boas intenções e vêm de piedade. Ele não deseja ver uma única pessoa cair nas águas. Ele gostaria que todos se salvassem.\""
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Capítulo 6\nCapítulo 9\nComo os cavaleiros de todas as regiões se uniram para emprestar suas forças a Erinnyes, em oposição aos planos de invasão do povo do Capitolii.\nQuando o Senhor Angricane havia terminado, o ótimo arqueiro Cavaleiro Drest, Príncipe de Lyonnais, foi o primeiro a falar e oferecer sua perspectiva:\n\"A harmonia e a prosperidade que o herdeiro de Vivarium prometeu eram só mentiras, sua promessa era um engodo.\"\n\"Cavaleira Erinnyes do Lago Brilhante, ninguém tão sábio e nobre como você deve ser enganado por tal mentira.\"\n\"Você deve saber que aquelas palavras eram miradas como uma flecha venenosa com ponta de ouro. Pode ser linda de assistir, mas a dor que ela traz é ainda maior.\"\nSua justa companheira, Adsiltia, a senhorita do mar azul, cujo nome significava \"filha do gelo\", falou em seguida:\n\"O herdeiro de Vivarium é o menos confiante dos traidores. Como alguém pode ser razoável com alguém desprezível como Boethius?\"\n\"Cavaleira Erinnyes do Lago Brilhante, não importa o que ele disser, não podemos deixar Capitoliani prejudicar tudo que conhecemos como bom.\"\n\"Por favor, decida-se assim que puder, e lute com a corte de Capitoliani. Pois não haverá salvação para nossas almas caso você se ajoelhe.\"\n\"Que o mal desapareça como o orvalho no sol. Aqueles que quebram seus juramentos e os injustos serão afastados deste mundo.\"\n\"E assim, canções serão cantadas sobre sua sabedoria, pois aqueles que buscam igualar a dívida de sangue serão lembrados em sua miséria.\"\nEm seguida, Sir Naimes, Sir Tuplin, e todos os outros nobres cavaleiros emprestaram suas espadas para a luta.\nErinnyes sabia de sua dedicação, e a ofereceu seu mais sincero agradecimento. Então ela conheceu o músico do Rei-Demônio e falou para ele:\n\"Por favor, informe ao Rei-Demônio, nobre emissário, que nenhum monarca deste mundo se ajoelhará para outro.\"\n\"A Dama de Todas as Águas nos concedeu honra igual. Ninguém superior pisará em mim, e ninguém inferior me invejará.\"\n\"E eu liderarei seu exército abençoado para destruir o dragão branco e a grande cidade, e para purificar seus corpos de seu sangue.\"\n\"Como um pastor que afugenta os lobos de seu rebanho, eu expulsarei os invasores dessa terra, e que isso sirva de um aviso eterno.\"\nE com isso, Erinnyes ordenou que o Senhor Fierabras preparasse presentes maravilhosos para o músico, Capitolani.\nEla também ordenou que o emissário fosse escoltado de volta até o Castelo Carubdis, para que ele reportasse para o Rei-Demônio. Disso, escreveremos depois."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Capítulo 20\nCapítulo 3\nComo Erinnyes deu adeus a Dama de Todas as Águas, e como ela jogou sua espada dentro do lago três vezes.\nA Dama de Todas as Águas ouviu isso, e na sua eterna gentileza, compaixão e graça, concedeu a Erinnyes o seu desejo. E então Erinnyes disse:\n\"Obrigada, rainha de todas as águas, por me mostrar o Graal da Pureza pelo qual ansiava, e por me permitir completar esta jornada.\"\n\"Aqueles cavaleiros que sobreviveram, seus servos, continuarão a servir lealmente você e seu reino futuro, seguindo aquele nobre músico.\"\n\"Eles perseguirão as sombras remanescentes, restaurando a justiça. Aqueles que viajam na escuridão anseiam pela luz, enquanto aqueles na luz nada sabem da escuridão.\"\n\"A bondade não é nada, senão um sonho. Por isso apresento esses bons cavaleiros a você, e imploro que você perdoe seus pecados.\"\nA Dama de Todas as Águas ouviu isso, e na sua eterna gentileza, compaixão e graça, concedeu a Erinnyes o seu desejo. E então Erinnyes disse:\n\"Ó Rainha de Todas as Águas, confesso-lhe meus pecados e não escondo meu mal, pois eles são muito graves para serem perdoados.\"\n\"Em seus altos e puros ideais, você não deveria perdoar esses pecados. O único conforto possível para minha alma é a expulsão e exílio.\"\n\"Não há anjos ou éditos divinos. Em sua gentil e amável terra, só o pecado pode determinar o pecado, e só as pessoas podem julgar as pessoas.\"\n\"Só peço que você lembre de meu sofrimento e testemunhe nosso luto. Pois ele é como uma doença, como um veneno.\"\n\"Eu entrego o meu nome às suas mãos, e que todos que nos criticam pela eternidade sejam amaldiçoados eternamente por sua falta de justiça.\"\nA cavaleira com olhos cor do mar terminou seu discurso e sacou sua espada brilhante. Um raio de luz aquática reluziu e iluminou o vale.\n\"Oh, justa Hauteclaire, Espada da Luz! Como você brilha sob os raios do sol!\"\n\"Você bebeu o sangue escarlate dos injustos. Os quebradores de juramentos e injustos caíram como flocos de neve no chão perante sua pureza.\"\n\"Incontáveis pescados mancham meu casaco, pois carrego a culpa do derramamento de sangue. Eu tirei vidas, até mesmo dos justos, mas ainda assim, você brilha.\"\n\"Que a Dama de Todas as Águas tenha misericórdia! Os injustos são indignos de você. Bela e do sagrado Lago Brilhante, retorno você para ele!\"\nE assim a cavaleira com olhos cor do mar parou de falar, e jogou a espada em suas mãos nas águas do lago. Mas a espada não afundou, e flutuou de volta para seus pés.\n\"Oh, justa Hauteclaire, Espada da Luz! Você é tão adorável e sagrada, seu pomo dourado está incrustado de joias!\"\n\"Daeira, a dama ao lado do lago, a nobre dama de águas puras, lhe presentou para o chefe dos cavaleiros, para que ela pudesse realizar incontáveis façanhas.\"\n\"Ela usou você para conquistar Peiregord. Ela usou você para derrotar Aisias. Até as fadas do sul distante não puderam lhe derrotar.\"\n\"Que a Dama de Todas as Águas tenha misericórdia! Os injustos são indignos de você. Bela e do sagrado Lago Brilhante, retorno você para ele!\"\nE assim a cavaleira com olhos cor do mar parou de falar, e jogou a espada em suas mãos nas águas do lago. Mas a espada não afundou, e flutuou de volta para seus pés.\n\"Oh, grande Hauteclaire, Espada da Luz! Tantos conflitos foram pacificados por sua espada, e a destruição da guerra foi descansada nessas terras.\"\n\"Um dia haverá alguém ainda mais nobre que eu, sete vezes mais, que levantará você novamente, e então realizará sete tarefas ainda mais grandiosas.\"\n\"Que dias maravilhosos passei ao seu lado! Ah! O amanhecer chegou, mas eu perdi a coroa da justiça para sempre.\"\n\"Que a Dama de Todas as Águas tenha misericórdia! Os injustos são indignos de você. Bela e do sagrado Lago Brilhante, retorno você para ele!\"\nE assim a cavaleira com olhos cor do mar parou de falar, e jogou a espada em suas mãos nas águas do lago. A espada afundou sem deixar sinal nenhum para trás.\nE então ela partiu com o espírito que estava ao seu lado no começo, para nunca mais ser vista por ninguém nesse mundo."
          }
        ]
      }
    ]
  }
}