{
  "epId": 4692,
  "name": "O Colapso do Castelo Antigo",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292898,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Colapso do Castelo Antigo"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "O Colapso do Castelo Antigo I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma vez, em um sonho, eu vi um navio preto.\nEle navegava pela noite escura e neblina sombria.\nO casco estava podre, o mastro quebrado,\nmesmo assim, em uma brincadeira perversa da racionalidade,\ncada pedaço quebrado foi colocado de uma maneira estranha.\nEntrelaçados pelas algas que envolviam a embarcação,\nformando uma sombra assustadora que cambaleava pelo luar,\numa que ninguém conseguia ver e não entrar em pânico.\nMude seu olhar só um pouco e em um instante,\nela aparecerá novamente perante você.\nUma silhueta alta e esguia de pé no convés,\nenvolta em uma capa preta, seu rosto quase imperceptível.\nApenas seus olhos, aqueles dois olhos frios,\nque podem perfurar sua alma com um vislumbre.\nAquele era um monstro que surgiu das profundezas dos mares?\nUm senhor retornando de algum mundo antigo?\nOu talvez pesadelo em si?"
          }
        ]
      },
      {
        "title": "O Colapso do Castelo Antigo II",
        "desc": [
          {
            "type": "RichText",
            "text": "Pelas margens do lago mais puro do mundo,\njá existiu um castelo brilhante.\nFolhas e ouro e gemas decoravam suas paredes,\ne ele cegava de tanto brilho no sol da tarde.\nBandeiras e estandartes voavam no teto,\nenquanto torres majestosas erguiam-se juntamente.\nConvidados de longe olhavam pelas janelas coloridas,\ne se encantavam com as maravilhas que cada degrau revelava.\nMesmo assim, nada era mais maravilhoso do que as muitas estátuas,\nestranhas em aparência, mas tão reais quanto a própria vida.\nNo centro do salão ficava um palco dourado,\nOnde músicos tocavam dia e noite para o mestre do castelo.\nConforme a música surgia, ouvintes se amontoavam como um enxame,\npara dançar junto à batida que parecia cativar o mundo inteiro.\nO vinho fluía sem parar para saciar a sede pela folia.\nTodos podiam participar, não importa sua classe ou terra natal,\nmas ninguém podia aplacar os medos do mestre,\nou trazer um momento de paz para sua alma inquieta.\nE cada vez que o relógio da torre badalava seu forte sino da meia-noite,\nele era possuído por um pânico incontrolável,\nPreso pelos seus medos e depressão.\nA silhueta de capa preta certamente coletaria o que era devido,\ne tudo perante seus olhos seria transformado em poeira.\nAs almas de seus convidados, e sua própria inclusa,\ncomo tributo para aquele mundo antigo e sombrio."
          }
        ]
      },
      {
        "title": "O Colapso do Castelo Antigo III",
        "desc": [
          {
            "type": "RichText",
            "text": "No início, tudo estava parado, além das cortinas na brisa do vento,\nE os sons sutis de animais mastigando, ecoando pelas paredes de algo lugar desconhecido.\nEntão, uma risada esquisita e áspera surgiu de uma sala vazia,\nUm terror sem nome se espalhando pela escuridão.\nEntão, com o terrível som de trovões e tempestade,\numa nuvem de fumaça vermelha brilhante,\nenvolveu o castelo como um tecido.\nNo grande palco central do castelo, uma silhueta alta e magra realmente apareceu,\nUm espírito sombrio em capas pretas, chegando finalmente.\nOs convidados, há pouco desfrutando da folia,\ncaíram no chão um a um,\nroubados de tempo até para gritar.\nO mestre sentou tremendo e parado no seu trono,\na alma dele também levada pela escuridão.\nEntre o rugido dos tijolos e revestimentos caindo no chão,\nA glória do castelo desapareceu pelo passado,\nengolido pelas ondas brilhantes.\nA lua de sangue que as torres um dia bloquearam, reapareceu no céu,\nseu brilho funesto varrendo a terra.\nE hoje, pelas margens do lago mais puro do mundo,\na água reflete o castelo há muito desmoronado e opaco.\nA alegria e brilho de seus salões outrora acesos,\nreduzidos a lendas e sonhos.\nAs ruínas ficam sufocadas no sofrimento.\nAtravés de janelas destruídas, estátuas aparecem como monstros,\nQue com a melodia desornada que tocava, afundou com o castelo no mar.\nNão há nada lá agora além de escuridão, morte e perda."
          }
        ]
      }
    ]
  }
}