{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>O Deus Rei que construiu Remuria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/42646513/513d51e0ebfd54f5da34a9f85dfaf61f_393734152835775123.png",
  "menuId": 10,
  "menuName": "Arquivo de NPCs",
  "version": 1717959055,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/31941f53b43891e840dd1997518ccef4_1325281874186918335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante uma era em que o povo do Alto Mar vivia em ignorância e as tribos não eram iluminadas, o Deus Filarmônico, Remus, governava ainda no Deserto de Sumeru. Ele já chegou a ser um cantor dos oásis, mas o lar ancestral de Remus foi perdido perante a luz do Rei Deshret. Rejeitando servir o novo trono, Remus escolheu exilar-se. O Deus Filarmônico havia escolhido o Alto Mar como seu túmulo, mas ao vagar por aquela terra ele viu as ruínas de uma cidade. As ruínas eram mais antigas que a própria terra. A cidade nunca foi mencionada em nenhuma crônica e existia abaixo das profundezas abissais sem luz. Logo ali, no coração do templo arruinado, sob o cedro branco-prateado, ocorreu a primeira reunião do futuro glorificado rei Remus e a Abelha Dourada, Sybilla, que conseguia ver o futuro. Sybilla previu que Remus iria governar cidades e súditos novamente. A nação que ele construiu iria florescer e prosperar, e um dia ele governaria todo o Alto Mar. Mesmo que Remus trouxesse civilização e justiça ao povo, no fim, essa mesma justiça seria a sua ruína."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Quando o momento de julgamento predestinado chegar, as ondas impiedosas irão devorar a glória e felicidade passageira.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "O Deus Filarmônico sabia que não adiantava resistir ao destino, e como tal ele concordou em embarcar nessa jornada. Ao fazer a escolha dele, a caverna sem água desmoronou com um estrondo, a árvore prateada se tornando em um navio dourado, \"Fortuna\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/fa8329bb7cc10e0fd51ddf52f0c31797_2305432044969375017.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A bordo do \"Fortuna\", Remus e Sybilla desceram sobre Meropis. Antes da chegada de Remus, a terra era habitada por povos antigos. Eles viviam em paz e harmonia, e até mesmo enviados de Celestia caminhavam pela terra. Após inúmeras ​​gerações, o povo decidiu que queria se libertar das correntes do destino. Enfurecidos com isso, os Céus destruíram os povos antigos. Prosperidade e a ordem só viriam a reaparecer em tais terras somente após Remus entrar na região. Ele ensinou as pessoas como plantar e cultivar a terra e construiu templos e cidades com pedras enormes para abrigar as pessoas. Mais importante ainda, foi ele quem difundiu a beleza da música e da arte, que diferenciou os humanos dos outros seres vivos, fazendo com que se considerassem mestres de todas as coisas. O Deus Filarmônico construiu uma grande torre em Meropis, juntando os povos dispersos para construir uma nova nação. A cornucópia da abundância abençoou a terra com fertilidade e um interminável desfile marítimo ligou as ilhas como uma só.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragmento da Harmonia Fantástica",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "A Queda de Remuria",
        "desc": "<p>Diz-se que o grande estudioso Pulteney escreveu essa obra histórica épica sobre a antiga civilização remuriana nos primeiros anos da fundação de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_6892323517606346598.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relacionamento"
      },
      {
        "type": "RichText",
        "text": "Al-Ahmar\nRemus perdeu suas terras para o Rei Deshret.\nSybilla\nUma profetisa que sobreviveu ao primeiro dilúvio e perdeu a sua mente e corpo. Ela previu a ascensão e queda de Remuria para Remus. Com a ajuda dela, foi criada a grande sinfonia Phobos.\n\"Fortuna\"\nO navio dourado de Remus, criado de cedro branco-prateado",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Império construído por Remus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>O \"Caçador Dourado\", um dos Harmostas de Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/10/42646513/1df790c1e63e81f4bb2f0d7d429c0954_1126363753307292286.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Um dos Harmostas de Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/42646513/8387f718bf24a2a128af2225335160c5_8819840168124852425.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nHarmostas remurianos\nEgeria\nA Dama de Todas as Águas, que contou a Remus sobre a punição inevitável pelo pecado que havia cometido e deu-lhe um copo com a água mais pura.\nScylla\nO amigo de Remus que o seguiu desde o Mar Primordial para ver a criação de um mundo livre dos grilhões do destino. Remus confiou a ele sua última sinfonia.\nPhobos\nA Grande Sinfonia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros e Itens Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "A Queda de Remuria",
        "desc": "<p>Diz-se que o grande estudioso Pulteney escreveu essa obra histórica épica sobre a antiga civilização remuriana nos primeiros anos da fundação de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/d0e75f9b88a286749b4c7dff0871e129_6892323517606346598.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "A Canção de Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/8b970c654b04a0e524be4c06d95332ea_3813253900659745806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Trupe Dourada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/101132274/c32bab10651059ad3c0c8a0e5bbd2e03_299318451729987609.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canção do Passado",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/59559639/7789fb5e684cf95a7011657d0fa8a971_5183604261447268705.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragmento da Harmonia Fantástica",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Cálice Quebrado do Mar Pristino",
        "desc": "<p>Quando o primeiro tirano chegou ao Mar Primordial, a pessoa que fundou a Nação da Água presenteou-o com uma taça.</p><p>Mais tarde, esse tirano se tornou Deus Rei, a quem ninguém podia questionar, e construiu um império glorioso e próspero com as milagrosas gotas de orvalho que coletou com essa taça.</p><p>Mas é uma história muito antiga e seu protagonista ainda dorme entre os bancos de peixes no fundo do mar.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/101132274/91ea8723306e98e3d1bcb55d7fdf7c81_3145886108480206487.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Cálice de Vinho do Mar Pristino",
        "desc": "<p>\"Que tipo de império pode perdurar por milênios?\", refletiu o tirano após retornar do reino dos dragões.</p><p>Com uma mistura de inertes rochas e orvalho vital extraído das águas primordiais, esculpiu-se uma raça tão tenaz quanto o ferro negro; uma raça cuja pele era rocha e cujo sangue era orvalho vital. Assim, nunca mais se temeu o retorno da abominável maldição.</p><p>Embora os taciturrnos golens ainda sonhem com esse império, já se passaram mais de mil anos desde o seu desaparecimento.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/101132274/53003e0178136f962ed95ee9c8cb7bff_4332075276078065606.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Cálice de Prata do Mar Pristino",
        "desc": "<p>Na época em que um manto dourado cobria toda a nação, a água pura das nascentes não teve outra escolha senão se esconder nos riachos das montanhas. Foi nesse santuários que nasceram os Cavaleiros da Água Pura.</p><p>Com suas armaduras de prata como juramento de honra, os cavaleiros protegiam os espíritos provenientes da água pura, defendiam os compatriotas que, assim como eles, acreditavam na existência de uma única fonte original e lutavam contra o autoritarismo do ouro que se impunha sobre toda a nação.</p><p>Esta é uma lenda muito, muito antiga... mas pouco depois que o império desmoronou e ficou submerso sob a água, os cavaleiros que tanto lutaram contra o tirano finalmente puderam tirar suas armaduras, e suas histórias se tornaram parte da história e do folclore.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/101132274/c70230640d8706fd2e3aa837a391166c_8598728081115916050.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Cálice de Ouro do Mar Pristino",
        "desc": "<p>Quando o tirano da cidade submersa tocou o último movimento da serenata dourada, o compositor que desfrutava do favor imperial roubou um cálice dourado cheio de orvalho vital.</p><p>Perplexo diante da traição do Deus Rei, ele reuniu os últimos guardas imperiais e, usando o líquido insolúvel do cálice, selou o dragão sob a torre, afundando até o fundo do mar junto com a cidade real.</p><p>Mais tarde, todo vestígio desse nobre ladrão desapareceu completamente dos livros de história, de modo que apenas a Companhia Dourada continuou a lembrar claramente a profecia que foi vaticinada.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/101132274/a8147d7dfc78a2dc5d47dd50bd6292ed_4576799528764518153.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Impureza da Gota de Orvalho Pura Sagrada",
        "desc": "<p>Conta a lenda que, antes do nascimento dos seres vivos, existia um denso Mar Primordial. Este mar era a origem da pureza de todas as coisas, mas também era o que acabaria engolindo todos os seres vivos. Enquanto isso, aquilo que não tinha lugar no Mar Primordial era filtrado e se tornava detritos à deriva.</p><p>\"Se até os detritos têm sua razão de existir, que tipo de coisas podem ser rejeitadas pelo mar das origens primordiais que tudo devora?\", refletiu o jovem Harmosta enquanto caminhava ao lado do grandioso tirano.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/59559639/b5eb251eb35df6de92c4e93ac29b1f23_5648966182051331741.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimação da Gota de Orvalho Pura Sagrada",
        "desc": "<p>O Harmosta Boecius certa vez disse: \"Os animais que vêm do Mar Primordial terão todos o mesmo destino, mas o espírito de superação dos humanos possui infinitas possibilidades, de modo que nem mesmo esse mar poderá engoli-los\".</p><p>No passado, o arrogante tirano tentou usar o orvalho vital, que era insolúvel em água pura, para reunir a sabedoria e as memórias com as quais ordenasse a seus súditos que renunciassem ao seu corpo físico e obtivessem uma vida eterna independente.</p><p>No entanto, nenhum ser vivo comum era capaz de suportar a dor dessa transformação corporal, e assim, devido ao decreto do tirano, as almas dessas pessoas se fragmentaram.</p><p>Assim, o orvalho vital foi manchado de negro pelos gritos e choros de inúmeras almas, perdendo toda a harmonia e sabedoria que continha e se transformado em um objeto de caos e loucura.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/59559639/bfe4638702fbef7e67d5d84b99d5276d_3010697678985637218.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Fonte da Gota de Orvalho Pura Sagrada",
        "desc": "<p>Esta é uma relíquia de quando ainda não existiam os Cavaleiros da Água Pura, que sempre afirmaram que, na nascente de uma montanha remota e solitária, viviam espíritos muito leais que protegiam essa nascente de toda contaminação.</p><p>No entanto, o dono do orvalho vital artificial não podia tolerar a existência de nenhum som além da grandiosa serenata. Dizem que o orvalho natural ficou enterrado e no império foram construídos aquedutos por onde o Harmosta Boecius passou, fazendo com que aqueles espíritos de água pura desaparecessem sem deixar rastro.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/59559639/54913bb983c08663e91eef34841c80b9_5910424461040414627.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essência da Gota de Orvalho Pura Sagrada",
        "desc": "<p>Um líquido denso, altamente condensado e de alta pureza, refinado a partir de gotas d'água do imensurável Mar Primordial. O antigo Deus Rei acreditava que esse líquido poderia conceder a vida eterna e a suprema sabedoria, mas não percebeu que, ao se aproximar do ouvido, era possível ouvir ao longe uma profecia que previa a dissolução de tudo em um.</p><p>A grandiosa serenata incompleta do Deus Rei dizia que o dourado orvalho vital, uma substância sem raízes ou origens, substituiria a água primordial selvagem e grosseira, e que a gloriosa ordem dos sábios eternos iluminaria todos os cantos do mundo como um doce orvalho matutino.</p><p>No entanto, a vaidade do Deus Rei acabou afundando nas profundezas das sombrias planícies abissais, e o dourado orvalho vital foi corrompido pelas águas primordiais devido à implacável passagem do tempo...</p><p>O Harmosta ignorou esses presságios e, usando seu corpo tão deteriorado, tentou usar a última gota do orvalho vital para dar vida a seus compatriotas e assim restaurar a antiga ordem.</p><p>Atualmente, poetas enlouquecidos e jovens pintores de Fontaine ocasionalmente veem em seus pesadelos a imagem apocalíptica que Boecius testemunhou, que os adverte de um ciclo inexorável.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/59559639/b511969117b243bc41e7af4c578dfb88_4918896695991753379.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru\nRemuria"
          }
        ]
      }
    ]
  }
}