{
  "epId": 4828,
  "name": "Os Dois Mosqueteiros I",
  "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/1ab6bb80ae86aab0a1f8064c05b6a72f_6745318669429700379.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1706062364,
  "components": {
    "textualResearch": [
      {
        "title": "Os Dois Mosqueteiros I",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nUm velho grisalho cuidadosamente colocou seis munições especiais de mosquete na mesa, olhando para o irmão e irmã perante ele com seus olhos quase cegos.\n\"Seis balas. Serão suficientes?\" O velho perguntou.\n\"Serão.\" Disse o irmão.\nO velho suspirou. Ele manteve sua promessa, ensinando os dois órfãos que ele encontrou em sua porta, tudo que ele sabia.\nDomínio com as espadas, pontaria, enganação...\nComo infiltrar uma mansão e não ser visto pelos cães, como matar alguém enquanto dorme sem deixas rastros e como puxar o gatilho sem hesitação...\n\"Seis balas, seis vidas...\" O velho disse para si mesmo.\n\"Não,\" disse a irmã, \"cinco vidas\".\n\"Duas dessas são para a mesma pessoa.\"\nO velho não disse nada. Ele não perguntou por que o escolheram e ele não perguntou como planejavam fazer, assim como seu professor não perguntou a ele todos esses anos.\nMas o velho se importava com seus estudantes. Seu olho quase cego já viu mais do que qualquer um na cidade.\n\"A vingança é um caminho sem volta, crianças,\" disse ele, \"o que vocês aprenderam comigo é suficiente para vocês viverem uma vida rica e significativa\".\n\"Eu não quero que vocês acabem como eu. Apenas olhem nos meus olhos — punição divina, aplicada àqueles que buscam vingança.\" Ele tentou abrir seu olho esbranquiçado para que o vissem.\n\"Nós morremos vinte anos atrás.\" Disse o irmão. \"Se não dispararmos essas balas naqueles que merecem, então não poderemos voltar para a terra dos vivos.\"\nO velho parou de falar. Ele sabia que esse dia chegaria quando ele os acolheu.\n\"Muito bem... não tentarei mais convencer vocês.\" Ele se apoiou com seus braços e levantou. Ultimamente, até mesmo algo tão simples quanto se levantar é cansativo para ele.\nMesmo assim, ele queria dar a volta na mesa e abraçar seus estudantes favoritos. Ele sabia que essa seria a última vez que se veriam.\nO velho perguntou, \"Vocês precisam de mais algo?\"\n\"Não.\" disse o irmão.\nO velho percebeu que a irmã franziu a testa. Ele não conseguia ver, mas ele sentiu.\n\"O que foi, Iris?\" perguntou o velho. Ele sempre preferiu a Iris. Enquanto ela era atenciosa e apaixonada, ela nunca hesitou quando tinha uma arma em mãos.\nIris olhou para as flores do lado de fora da janela e disse, \"Na verdade, eu tenho um outro pedido\".\n\"Posso colher algumas de suas Rosas Arco-Íris?\"\n...\n— Os Dois Mosqueteiros, pág. 224."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fonte"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=pt-br#/map/2?center=-1264.38,-5327.66&zoom=4.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4829,
        "name": "Os Dois Mosqueteiros II",
        "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/1ab6bb80ae86aab0a1f8064c05b6a72f_8961719538648346791.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4830,
        "name": "Os Dois Mosqueteiros III",
        "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/1ab6bb80ae86aab0a1f8064c05b6a72f_1677389674764208358.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Os Dois Mosqueteiros I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado em uma banca de notícias em frente à Oficina Beaumont"
          }
        ]
      }
    ]
  }
}