{
  "epId": 4896,
  "name": "Os Dois Mosqueteiros",
  "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/94376896/06cafec20db472eca5224777db494e04_4529061836378606420.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739319257,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Os Dois Mosqueteiros"
          }
        ]
      },
      {
        "key": "Livros Associados",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4828,
            "name": "Os Dois Mosqueteiros I",
            "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/1ab6bb80ae86aab0a1f8064c05b6a72f_6745318669429700379.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4829,
            "name": "Os Dois Mosqueteiros II",
            "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/1ab6bb80ae86aab0a1f8064c05b6a72f_8961719538648346791.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4830,
            "name": "Os Dois Mosqueteiros III",
            "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/1ab6bb80ae86aab0a1f8064c05b6a72f_1677389674764208358.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 1 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.\n...\nUm velho grisalho cuidadosamente colocou seis munições especiais de mosquete na mesa, olhando para o irmão e irmã perante ele com seus olhos quase cegos.\n\"Seis balas. Serão suficientes?\" O velho perguntou.\n\"Serão.\" Disse o irmão.\nO velho suspirou. Ele manteve sua promessa, ensinando os dois órfãos que ele encontrou em sua porta, tudo que ele sabia.\nDomínio com as espadas, pontaria, enganação...\nComo infiltrar uma mansão e não ser visto pelos cães, como matar alguém enquanto dorme sem deixas rastros e como puxar o gatilho sem hesitação...\n\"Seis balas, seis vidas...\" O velho disse para si mesmo.\n\"Não,\" disse a irmã, \"cinco vidas\".\n\"Duas dessas são para a mesma pessoa.\"\nO velho não disse nada. Ele não perguntou por que o escolheram e ele não perguntou como planejavam fazer, assim como seu professor não perguntou a ele todos esses anos.\nMas o velho se importava com seus estudantes. Seu olho quase cego já viu mais do que qualquer um na cidade.\n\"A vingança é um caminho sem volta, crianças,\" disse ele, \"o que vocês aprenderam comigo é suficiente para vocês viverem uma vida rica e significativa\".\n\"Eu não quero que vocês acabem como eu. Apenas olhem nos meus olhos — punição divina, aplicada àqueles que buscam vingança.\" Ele tentou abrir seu olho esbranquiçado para que o vissem.\n\"Nós morremos vinte anos atrás.\" Disse o irmão. \"Se não dispararmos essas balas naqueles que merecem, então não poderemos voltar para a terra dos vivos.\"\nO velho parou de falar. Ele sabia que esse dia chegaria quando ele os acolheu.\n\"Muito bem... não tentarei mais convencer vocês.\" Ele se apoiou com seus braços e levantou. Ultimamente, até mesmo algo tão simples quanto se levantar é cansativo para ele.\nMesmo assim, ele queria dar a volta na mesa e abraçar seus estudantes favoritos. Ele sabia que essa seria a última vez que se veriam.\nO velho perguntou, \"Vocês precisam de mais algo?\"\n\"Não.\" disse o irmão.\nO velho percebeu que a irmã franziu a testa. Ele não conseguia ver, mas ele sentiu.\n\"O que foi, Iris?\" perguntou o velho. Ele sempre preferiu a Iris. Enquanto ela era atenciosa e apaixonada, ela nunca hesitou quando tinha uma arma em mãos.\nIris olhou para as flores do lado de fora da janela e disse, \"Na verdade, eu tenho um outro pedido\".\n\"Posso colher algumas de suas Rosas Arco-Íris?\"\n...\n—Os Dois Mosqueteiros, pag. 224."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 2 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.\n...\n\"Então é isso\". Duas pistolas apontadas para a cabeça do Barão. O som do sangue pingando de uma das armas serviu como a contagem regressiva para a vida do nobre. \"Ping, ping, ping...\"\n\"Lixos inúteis.\" O Barão xingou em sua mente enquanto encarava os guardas no chão atrás dos dois atiradores. \"Eu paguei tanto dinheiro a eles... por nada!\"\n\"Você sabe quem somos?\" Um dos atiradores perguntou.\n\"E daí se eu souber?\"\n\"Você pode contar para o juiz do inferno quem te enviou para lá.\"\nA tempestade cobriu seu rosto, olhos e ouvidos, mas o som do sangue pingando era nítido. Ping, ping, ping...\n\"...Eu sei quem você é. Iris... Tulipe... Minhas crianças.\" disse o Barão. Ele havia desistido de resistir. Naquela noite tempestuosa, encolhido no chão lamacento, ele estava cansado.\nTulipe cuspiu.\n\"Como você ousa se chamar de nosso pai! Me pergunto qual era o olhar em sua cara quando você matou nossa mãe vinte anos atrás — quando você a forçou a beber veneno.\"\nO Barão suspirou e fechou seus olhos, se lembrando do que aconteceu na época. Para surpresa dele, não precisou esforço.\nOs olhos dela repentinamente apareceram diante de seus olhos.\nComo ele não se apaixonaria por ela?\nSua silhueta maravilhosa, sua risada melodiosa... De um cômodo a outro, ela o olhava de relance.\nSeus olhos castanhos, tão profundos quanto um lago sereno, brilhavam como as estrelas da noite.\nComo ele poderia ter a negado?\n\"Quer se casar comigo?\" Olhando nos olhos dela, ele não poderia dizer não.\nEntão, como ela poderia ter o traído?\nPor que ela havia pedido mais, pensando que ele fugiria e casaria com ela?\nPing, ping, ping...\n\"Ela pediu muita coisa...\" o Barão disse, abrindo seus olhos.\n\"Nossa mãe nunca pediu nada. Ela só queria viver uma vida serena assim como todo mundo,\" disse Iris. Sangue escorria do cabo de seu mosquete, mas sua mão não tremia.\n\"Ela me pediu para abandonar minha riqueza e fugir com ela!\" o Barão gritou. Ele tinha certeza de que seus filhos não entendiam a ideia de riqueza e poder.\n\"Ela pediu para você abandonar sua vaidade, e dar a ela amor verdadeiro, assim como você havia prometido,\" disse Iris.\n\"Você teria feito a mesma escolha se estivesse no meu lugar!\"\n\"Não,\" disse Tulipe firmemente, \"nós não mataríamos quem amamos por riqueza e poder. Apenas demônios são capazes disso.\"\nO Barão balançou sua cabeça. Ele não queria mais discutir.\nPing, ping, ping...\n\"Qual é a finalidade disso?\" ele perguntou para si e para os atiradores.\n\"Vocês perderam sua mãe, e logo matarão o seu pai também. O que vocês terão no fim das contas, além de seus crimes?\"\nIris e Tulipe se entreolharam. Não havia hesitação em seus olhos.\n\"Justiça\".\nDois tiros soaram, como um trovão rugindo pela noite. Cada gota de chuva tremeu em choque.\nEles ficaram na chuva, imóveis. A tempestade assolava a cidade, mas nada era mais barulhento do que o silêncio deles.\nDepois de muito tempo, Iris pegou uma Rosa Arco-Íris e colocou no peito do Barão. Então, caindo nos braços de seu irmão, ela chorou. A chuva lavou suas lágrimas, e a mistura fluiu livremente até a terra, em direção ao reino dos mortos...\nEntão, seu corpo repentinamente tremeu conforme ela segurava as roupas de Tulipe.\n\"O que houve, Iris?\"\n\"Veja\". Ela apontou para a Rosa Arco-Íris que ela acabara de colocar. Ela desabrochou silenciosamente na escuridão, tão vibrante quanto o sangue do Barão.\n\"A flor favorita da mãe... está desabrochando\".\n— Os Dois Mosqueteiros, pag. 358."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 3 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.\nNúmero 65, Avenida Lama. A porta de madeira para a Taverna em um cantinho desta cidade do pecado foi aberta com um estouro.\nO barulho alto de conversa parou e os clientes repousaram suas bebidas para olhar para o convidado indesejado na chuva.\nO homem musculoso estava vestido de preto da cabeça aos pés. Se não fossem pelas velas na taverna, seria possível pensar que era a escuridão pesada da noite que havia forçado a porta a abrir.\nO intruso se virou levemente. A aba do seu chapéu cobria a maioria do seu rosto, mostrando apenas seu queixo pontudo. Ele olhou ao redor, quase como se estivesse se perguntando porque ele estava aqui. De sua postura relaxada e respiração aliviada, os clientes especularam que ele realizara algo muito importante, ou acabara de obter alguma vingança...\nE, naquele momento, ele só queria uma bebida.\nEle andou até o bar e as gotas de chuva no seu casaco o seguiram como espíritos leais. Suas botas faziam barulho com cada passo pesado dado, misturado a uma convicção opressora e inacreditável.\n\"Me dê algo forte,\" ele disse, com uma voz grave suficiente para quebrar garrafas de vinho.\nO proprietário serviu um copo relutantemente, então olhou para a porta e se perguntou quanto tempo demoraria para ele limpar a pegada da bota da porta.\n\"Obrigado,\" disse o homem, \"eu acabei de realizar algo incrível ao lado de minha irmã.\"\n\"Bem, onde ela está?\" O proprietário perguntou, em uma tentativa de conversa casual.\n\"Ela foi plantar flores. Eu dei todo meu dinheiro a ela porque ela sempre quis fazer isso.\"\n\"Então como você vai pagar pela sua bebida?\"\nO homem pareceu ter sido pego de surpresa, como se ele jamais tivesse considerado isso.\n\"Acho que pagarei com isso.\"\nBam O homem largou uma pistola preta no balcão.\nOs clientes próximos a ele derramaram suas bebidas em terror. Todos seguraram os fôlegos.\n\"Não vou aceitar isso.\"\nO proprietário fingiu estar calmo enquanto respondia, mas silenciosamente, ele estendeu a mão até uma gaveta sob o bar, onde ele escondia uma pistola. Mas ele não tinha certeza se conseguia disparar mais rápido do que do homem em frente a ele.\n\"Não se preocupe, ela acabou de disparar seu último e mais importante tiro e jamais será usada novamente.\" Após a explicação, o homem virou outra bebida.\nO proprietário viu de relance o rosto do homem quando ele levantou a cabeça. Era um rosto bonito, com um nariz grande, algumas cicatrizes e olhos escuros tristes.\nO proprietário retirou a mão da gaveta. Este homem não estava aqui para causar uma cena. Era quase como se ele estivesse bêbado mesmo antes de entrar na taverna.\n\"Posso beber mais uma?\" O homem perguntou.\n\"Você já bebeu suficiente,\" respondeu o proprietário.\n\"Eu sei, mas essa noite era especial.\" Ele não percebeu que o proprietário queria que ele saísse.\n\"Por quê?\"\n\"Eu acabei de matar alguém.\"\nAs mãos do proprietário congelaram. Vindo deste homem, não parecia uma piada.\n\"Era vingança,\" adicionou o homem. \"Ele matou minha mãe.\"\n\"E quem era 'ele'?\"\n\"O Barão\".\n\"Besteira\". Agora o dono tinha certeza de que o homem estava bêbado.\nTodo mundo sabia que o Barão não era boa coisa. Muitos queriam matá-lo, mas ninguém ousava arriscar suas vidas.\n\"Acho que você poderia ter perdido os tiros, se seus peidos fossem altos o suficiente\", o homem disse.\nO dono olhou para o homem novamente. Ele tinha mãos grandes e era musculoso. Ele parece ter passado por diversas lutas — não por disputas de taverna, mas lutas de verdade que colocaram a vida dele na reta.\nAlgo piscou na mente do dono. Ele se lembrou dos assassinatos recentes com mosquetes, onde o assassino sempre deixava uma Rosa Arco-Íris e ataca durante uma noite de tempestade...\n\"Sem chance... você é...\"\nAntes que o dono pudesse terminar, relâmpagos soaram por detrás da porta de madeira, e uma ventania selvagem a abriu. A noite chegou, afogando a todos como um maremoto.\nQuando as velas foram acesas novamente, o homem havia sumido, mas ele tinha deixado sua pistola para trás. Ela olhava para todos em silêncio, como uma solene deusa da morte, encarando a noite que lhe pertencia...\n—Os Dois Mosqueteiros, Fim."
      }
    ]
  }
}