{
  "epId": 4935,
  "name": "Gnosis",
  "desc": "<p>As Gnosis são focos mágicos internos que cada um Dos Sete possui, permitindo-lhes ressoar diretamente com Celestia e servindo como um emblema de seu status. As Gnosis foram criadas a partir dos restos do Terceiro Descido.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1754984165,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trono Divino e as Gnosis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Há muitos milênios, o mundo era governado pelos Sete Soberanos — sete dragões elementais, um para cada elemento. Um dia, no primeiro trono da eternidade, o\napareceu nos céus.\ndeclarou guerra aos dragões elementais e, após quarenta anos de batalha, os sete soberanos foram derrotados e as sete nações se submeteram aos céus. Os Princípios Celestiais tomaram o poder dos Soberanos derrotados, usaram-no para criar tronos divinos e estabeleceram o ciclo dos sete. Desde então, todo aquele que se torna um Arconte ascende ao trono divino e recebe a Gnosis. Enquanto os tronos divinos existirem, o ciclo dos sete continuará, e os dragões elementais não poderão recuperar totalmente sua autoridade.\nDurante a guerra de vingança (provavelmente a antiga batalha entre os Descidos e os dragões), o Primordial foi ferido e perdeu parte de suas funções, não podendo mais exercer sua autoridade absoluta para suprimir a ordem original deste mundo. Para continuar a subjugar e controlar o ressentimento e o ódio do mundo, os Princípios Celestiais, junto a alguém que veio depois, criaram as Gnosis a partir dos restos do Terceiro Descido. Assim foi estabelecida uma ordem a ser mantida, e os humanos passaram a possuir apenas essas sete recordações, enquanto todos os fragmentos do primordial foram levados a devorar uns aos outros. Alguns acreditam que esses restos trazem má sorte, pois, assim que uma pessoa morre, todas as suas conexões anteriores com este mundo se tornam maldições. Após a criação das Gnosis, Celestia declarou a Guerra dos Arcontes, uma guerra entre os deuses de Teyvat pelo direito de ascender ao trono divino e obter uma Gnosis. Apenas uma divindade de cada região poderia se tornar um Arconte, enquanto todas as outras deveriam abdicar do trono ou ser derrotadas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/abfbc526affefdaa1bbde9581da0ecc0_6367116094440008547.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "As Gnosis são focos mágicos em formato de peça de xadrez que ligam diretamente o Arconte a Celestia e aprimoram suas habilidades. Esse artefato é o núcleo que contém um imenso poder elemental, o qual os Arcontes podem usar à sua própria discrição. Existem sete Gnosis, uma para cada elemento e região. Por serem a ligação direta dos Arcontes com Celestia, acredita-se que destruir esse artefato possa despertar os Princípios Celestiais, que permanecem adormecidos há cerca de 500 anos desde o Cataclismo.\nEnquanto os Arcontes usam as Gnosis, muitos outros seres utilizam Visões, focos mágicos que lhes permitem usar energia elemental. Embora muitos acreditem que os Arcontes concedam as Visões, eles não estão diretamente envolvidos nesse processo. Sempre que o desejo de uma pessoa alcança os céus, os sete soberanos do reino material têm o dever de conceder um presente. Ainda que possam não saber quem ou o que está diante do limiar do sagrado, os Sete Arcontes ainda transmitem um fragmento de sua maestria a essa pessoa. Quando alguém dotado completa sua missão, a retribuição que os deuses recebem é ainda mais abundante.\nA organização de Snezhnaya, os Fatui, subordinada à Arconte Cryo, a Tsaritsa, coleta as Gnosis para sua Arconte. O propósito exato de usar as Gnosis ainda é desconhecido, mas pode estar relacionado ao plano dos Fatui de derrubar os Princípios Celestiais.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette ",
        "desc": "<p>O Juiz Supremo de Fontaine, conhecido com Iudex, é renomado por sua imparcialidade inabalável.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/101132274/0513aa7f482dbb4778545d02f94956fe_916827246523274276.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Um pássaro enjaulado no Santuário de Surasthana, que só pode contemplar o mundo através de seus sonhos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/6926027/f29490bddc56b4a6773b6c5003bbb853_259627165814207986.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Coleção do Reino de Byakuya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Anemo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/25feb67d533079a8733817a551575202_1426772064900481799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante a Guerra dos Arcontes, os habitantes de Mondstadt se rebelaram contra a tirania do Deus das Tempestades, Decarabian. Quando o tirano foi abatido por uma flecha disparada por uma mulher que o amava, um elemental Anemo, Barbatos, absorveu o poder do deus morto, tornando-se o Arconte Anemo e obtendo uma Gnosis e o trono divino. Não querendo se tornar um tirano como Decarabian, Barbatos deixou o governo de Mondstadt para o povo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6c0fdabd2b5888ea057483852a685038_3585670078755379774.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cerca de 2.600 anos depois, o Dragão do Vento, Dvalin, corrompido pelo sangue do dragão das sombras Durin durante o Cataclismo, despertou de seu sono e atacou Mondstadt. Ele acreditava que Barbatos e outros o haviam traído. Para purificar a mente de seu amigo do veneno, Barbatos concedeu-lhe a bênção do Arconte Anemo, e Dvalin finalmente se lembrou dele. Após salvar Dvalin, Barbatos foi atacado pela Mensageira dos Fatui, Signora, que tomou à força a Gnosis do Arconte.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Geo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Após derrotar todos os deuses de Liyue durante a Guerra dos Arcontes,\nascendeu ao trono divino e recebeu a Gnosis Geo, tornando-se o Arconte Geo. Durante seu reinado, Morax cunhou a primeira moeda, que recebeu seu nome — Mora. Com o tempo, a Mora se tornou a moeda mais importante de todo Teyvat, e sua autoridade não foi questionada por ninguém. A produção de Mora ocorria na Casa Dourada em Liyue, utilizando o poder da Gnosis Geo. Quando Rex Lapis se despediu de sua Gnosis, a produção de Mora cessou, e o povo de Liyue precisou encontrar uma nova maneira de cunhar moedas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/e5e0c2b838033e99e946756ef1a722a8_1329865027744420835.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cerca de 3.700 anos após o início de seu reinado, Morax decidiu passar o governo de Liyue aos Adepti e ao povo, deixando o cargo de Arconte. Ele encenou sua própria morte diante do povo da região e firmou um “contrato para encerrar todos os contratos” com a Arconte Cryo. A perda de sua divindade para defender Liyue foi um preço alto demais a pagar, mas a Tsaritsa conseguiu oferecer a Morax um acordo que equilibrava a balança, e Rex Lapis entregou sua Gnosis aos Mensageiros dos Fatui, Signora.\nAlém de Signora, outro Mensageiro, Childe, também tentou obter a Gnosis Geo. Para roubar o artefato, ele libertou o Deus do Vórtice, Osial (o que mais tarde levou ao segundo ataque da esposa de Osial, Beisht), que havia sido aprisionado por Morax durante a Guerra dos Arcontes, para atrair o Arconte Geo. Como os Adepti e o povo conseguiram proteger Liyue do ataque do deus, o plano de Childe falhou, e Signora conseguiu se antecipar a ele.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>O N.° 11 dos Mensageiros dos Fatui, também conhecido como \"Childe\". Seu nome real é Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/42646513/ce21cae48f37c74c8d1b6dbf7cba12af_8616275582364599400.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Electro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Após a Guerra dos Arcontes, Raiden Makoto tornou-se a Arconte Electro, com sua irmã gêmea Ei tornando-se sua sombra. Quando Makoto morreu durante o Cataclismo, o trono divino e a Gnosis passaram para Ei. Buscando o ideal de eternidade, Ei tentou alterar a Gnosis Electro para se tornar o núcleo de uma marionete mecânica que assumiria o papel de governar Inazuma, mas todas as suas técnicas se mostraram inúteis. Renunciando à sua conexão com Celestia, Ei decidiu permanecer permanentemente no Plano da Eutimia para evitar ser erodida e confiou a Gnosis à sua kitsune familiar, Yae Miko, para que a guardasse."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Você não tem medo de que eu possa simplesmente vender isso?\"</color>\n<color=#ffffffd9>\"Você entende o valor de uma Gnosis. Mesmo se você a tivesse vendido, confio que a teria trocado por algo de igual valor, e isso não é um preço fácil de se pagar.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/f6e3eb165e1f92054a3e9132439fd413_3992376133253642302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quinhentos anos depois, Yae Miko trocou a Gnosis Electro pela vida do Viajante, que estava sendo ameaçado pelo Mensageiro dos Fatui, Scaramouche. Ao receber a Gnosis, Scaramouche desapareceu em vez de entregá-la à Tsaritsa. Algum tempo depois, ele e outro Mensageiro, o Doutor, aproximaram-se dos Sábios da Academia de Sumeru para criar um novo Arconte a partir de Scaramouche usando a Gnosis Electro. Embora o plano dos Sábios estivesse incompleto, Scaramouche obteve acesso ao Irminsul, que continha todas as memórias de Teyvat, e conseguiu controlar o clima em Sumeru. Após uma batalha contra a Arconte Dendro, a Lorde Menor Kusanali, Scaramouche perdeu a Gnosis Electro, nunca se tornando uma divindade. Embora a Gnosis Electro tenha sido tomada como troféu pela Arconte Dendro durante a batalha, entendeu-se que a Gnosis estrangeira poderia trazer infortúnio para Sumeru. A Pequena Senhorita Kusanali entregou o artefato em troca da destruição dos “segmentos” do Doutor e, assim, a Tsaritsa recebeu a quarta Gnosis.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "A Senhorita Guuji do Grande Santuário Narukami, e também a Editora-Chefe da Editora Yae. Por trás de sua bela aparência escondem-se sabedoria e astúcia inimagináveis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>O antigo número seis dos Onze Mensageiros dos Fatui, criado por Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/42646513/3ca9b9e2138195540f079c470acfbce5_4441171896420878021.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dendro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Há vários milhares de anos, Sumeru era governada pelo\n. Ele recusou o trono divino oferecido por Celestia e decidiu destruir o ciclo dos sete. Al-Ahmar começou a governar Sumeru junto com a Deusa das Flores, Nabu Malikata, e a Deusa da Sabedoria, Rukkhadevata. Nabu Malikata sacrificou-se para que o Rei Deshret não recebesse o conhecimento proibido, e Al-Ahmar sacrificou-se para livrar Sumeru do conhecimento que havia recebido, pois ele havia contaminado a terra, o povo e a árvore prateada, Irminsul. Assim, a Grande Lorde Rukkhadevata permaneceu como a única governante de Sumeru e ascendeu ao trono divino, tornando-se a Arconte Dendro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/7d1f8be5d5081fcd678b5d7649c3c971_6081790931631486011.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante o Cataclismo ocorrido há 500 anos, Irminsul foi novamente corrompida pelo conhecimento proibido. A Deusa da Sabedoria compreendeu que não conseguiria repelir o conhecimento proibido apenas com sua força, então usou a Gnosis Dendro para criar um dispositivo que unisse todo o conhecimento humano, chamado de “Akasha”. Com a ajuda do Akasha, Rukkhadevata extraía sonhos, a essência da sabedoria humana, do povo de Sumeru. Graças a essa sabedoria, quase todo o conhecimento proibido foi purificado de Irminsul, mas a Grande Lorde foi corrompida e morreu protegendo a árvore prateada. Antes de morrer, ela separou o galho mais puro de Irminsul e criou a Lorde Menor Kusanali, sucessora do trono divino. Embora Kusanali tenha se tornado a nova Arconte Dendro, os sábios da Academia de Sumeru a consideravam fraca demais e a trancaram no Santuário de Surasthana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/52f6d72b329b40219ba4e373fb4de3ae_6026158823257025095.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Com o poder do Akasha, os sábios da Academia criaram um terminal de Akasha que utilizava o poder da Gnosis. Ao usá-lo, as pessoas eram auxiliadas pela sabedoria da Arconte Dendro e adquiriam o conhecimento necessário. Com o tempo, os sábios começaram a usar a criação da Deusa da Sabedoria não para dar conhecimento a todos que quisessem, mas para colocar apenas o conhecimento que a Academia desejava, tornando outras informações proibidas e impossibilitando distinguir verdade de falsidade. Os Grandes Sábios usaram o terminal de Akasha para colher sonhos e atender aos desejos da falsa deusa obtida do Mensageiro dos Fatui, Scaramouche, com a ajuda dos sonhos. Como a Academia estava usando o terminal para propósitos errados, a Lorde Menor Kusanali decidiu desligar o Akasha. Quando o Mensageiro dos Fatui ofereceu à Arconte Dendro um novo acordo: dar a Gnosis Dendro em troca da destruição de seus “segmentos”, ela entregou a Gnosis Dendro em troca de conhecimento sobre os Descidos e o Céu Falso de Teyvat. Apesar da hesitação, a Deusa da Sabedoria entregou sua Gnosis, que foi enviada à Tsaritsa.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>O antigo número seis dos Onze Mensageiros dos Fatui, criado por Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/42646513/3ca9b9e2138195540f079c470acfbce5_4441171896420878021.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hydro",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/43c0c138c40111c11fe4bcf63ed89e5b_6051023378553119068.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O primeiro Soberano Hydro era o coração do Mar Primordial, de onde toda a vida se originou. Quando o Primordial derrotou os dragões, Celestia criou um novo “coração” — Egeria. Ela usou o poder do Mar Primordial e transformou seus familiares Oceanids em humanos, cometendo o pecado original, pelo qual Celestia a aprisionou. Quando Egeria foi libertada, recebeu uma parte do Primordial e o trono divino, tornando-se a primeira Arconte Hydro de Fontaine. Junto com o pecado original, surgiu uma profecia em Fontaine de que um dia todo o povo se afogaria, e apenas a Arconte Hydro permaneceria chorando em seu trono."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6b63ba3a7d5c46b0a07282251614a445_278349861575751041.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Após a morte de Egeria durante o Cataclisma, Focalors, uma Oceanid transformada em humana, tornou-se sua sucessora. Focalors refletiu por muito tempo sobre como combater a profecia e o destino, e encontrou apenas uma resposta possível: seria necessário enganar os Princípios Celestiais durante o cumprimento da profecia. Ela separou sua recém-descoberta divindade de seu corpo e espírito. Assim, nomeou sua contraparte humana de Furina e prosseguiu assumindo o papel de Arconte e governando Fontaine. Focalors colocou sua divindade, junto com a Gnosis Hydro, dentro da Oratrice Mécanique d’Analyse Cardinale, um dispositivo especial que convertia a fé do povo em justiça em Indemnitium, um tipo de energia que alimenta Fontaine. Embora o dispositivo fosse usado para julgamentos, seu principal objetivo era matar a Arconte Hydro e destruir o trono divino quando chegasse o momento. Focalors sabia que apenas com tal poder seria possível destruir o trono divino da Arconte, minar o governo de Celestia e esmagar as regras dos Sete. Quando a profecia começou a se cumprir, Focalors colocou seu plano em ação, e a Oratrice destruiu tanto Focalors quanto o trono divino de Fontaine, devolvendo o poder que ele continha ao Dragão Hydro Neuvillette.\nComo todos os Mensageiros,\nfoi encarregada de entregar a Gnosis Hydro para Snezhnaya e pôde usá-la para salvar Fontaine da profecia. Por muito tempo, a Mensageira tentou descobrir a localização do artefato, percebendo que Furina não o possuía. Ela até enviou crianças da Casa da Lareira para se infiltrar na Fortaleza de Meropide para descobrir que segredo os prisioneiros guardavam e se estava relacionado à Gnosis. Com o trono Hydro destruído, uma nova Arconte Hydro não poderia surgir. O Soberano Hydro, recuperando toda a sua autoridade, perdoou Furina por seu papel e assumiu pessoalmente o governo de Fontaine, concedendo seu poder àqueles cujos desejos pudessem alcançar os céus. Como o Dragão Hydro não tinha necessidade do poder da Gnosis, Neuvillette entregou a Gnosis Hydro a Arlecchino, como sinal de gratidão pela ajuda no desastre em Fontaine.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>O foco absoluto em cima do palco durante um julgamento, até o momento das cortinas fecharem e dos aplausos soarem.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/101132274/263e5ea0784d182b393f67a7e24146a5_4302086651062817901.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette ",
        "desc": "<p>O Juiz Supremo de Fontaine, conhecido com Iudex, é renomado por sua imparcialidade inabalável.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/101132274/0513aa7f482dbb4778545d02f94956fe_916827246523274276.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Arlecchino",
        "desc": "<p>A Quarta Mensageira dos Fatui, conhecida como a Serva. Seu nome real é \"Peruere\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/42646513/87e4301d75fef8a894e351dd8b01b2fb_8993128043970588343.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5767,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pyro",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Devido à natureza de Natlan, não há deuses na região que possam se tornar Arcontes, e o primeiro Arconte Pyro foi um mero mortal chamado Xbalanque. Ao ascender ao trono divino, ele tomou emprestado os poderes do Governante da Morte, Ronova, um dos aspectos do Primordial, e estabeleceu as regras de Natlan — uma estrutura através da qual pessoas comuns podem ascender à posição de Arconte. Essas regras são a Ode da Ressurreição, que permite aos portadores do Nome Antigo que caíram em batalha contra o Abismo serem ressuscitados, e a Peregrinação do Retorno da Chama Sagrada. Durante a Peregrinação, os natlaneses determinam o mais forte entre eles que possa se tornar o próximo Arconte Pyro e criar fogo de contenção para alimentar a Chama Sagrada. Quando uma pessoa ascende ao trono divino, o seu interior desperta, e a Chama Sagrada de Natlan concede um aumento significativo de conhecimento e memórias de vidas passadas. No entanto, o poder recebido por um novo Arconte depende do potencial da pessoa. O mesmo princípio se aplica ao poder do Governante da Morte, mas a quantidade de poder herdado não muda dependendo da habilidade de resisti-lo. Se uma pessoa resistir ao teste, ela ganhará um poder sem precedentes e a habilidade de usar poderes maiores que os de qualquer Arconte. Mas todo poder tem um preço, e o preço pelo poder de Ronova é a morte. Embora essa regra não defina o momento do pagamento, o resultado ainda é inevitável."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/501dfee2ecd09f21232bc2a87e17e2bf_1166317514582651473.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natlan difere de todas as outras nações por não possuir Linhas Ley. Inicialmente, eles sofreram durante a guerra dos dragões e do primeiro Descido e, posteriormente, foram corrompidos pelo Abismo e começaram a definhar durante o Cataclisma, 500 anos atrás. Um dos anjos, sob a orientação do Governante da Morte, criou o Reino da Noite, que substitui as Linhas Ley de Natlan e onde são estabelecidas as regras. Devido ao estado das Linhas Ley após o Cataclisma e aos constantes ataques do Abismo, de acordo com cálculos, a região não poderia existir por mais de 500 anos. A Arconte Pyro Mavuika elaborou um plano para usar o poder do trono divino e o poder de Ronova para salvar Natlan. Um herói deveria emergir de cada tribo e, quando todos os seis heróis se reunissem, o poder de Ronova seria liberado. Para executar um plano tão arriscado, Mavuika deu a própria vida para que pudesse renascer quando o tempo de Natlan estivesse se esgotando."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/07d83116d50f91e83284ddfd9d0b985f_2486634328497265934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cerca de 500 anos depois, Mavuika renasceu a partir da Chama Sagrada, e os seis heróis foram reconhecidos por seus Nomes Antigos. Embora Mavuika soubesse que teria de pagar com sua vida pelo poder de Ronova e que seu plano poderia falhar, ela não queria usar a Gnosis Pyro para destruir todas as almas e eliminar a corrupção. A Gnosis Pyro tem a capacidade de absorver as almas e memórias das Linhas Ley para tecê-las em uma teia gigante que pode conter a corrupção do Abismo. No processo de criação dessa teia, todas as almas seriam destruídas, e Mavuika hesitou em usar essa função. Mesmo que toda a memória da região fosse sacrificada, o coração ainda sofreria com a corrupção e todos os sacrifícios seriam em vão. Com o poder do trono divino e o poder de Ronova, Mavuika conseguiu interromper uma invasão total do Abismo em Natlan, purificar parcialmente o Reino da Noite da corrupção do Abismo e usar a Ode da Ressurreição em todo o povo de Natlan que morreu após receber o poder.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Gnosis"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Definição"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Gnosis Anemo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/3c5a1021179c8a8d934a9c3e2c8e302a_2361877613658342734.png"
      },
      {
        "key": "Gnosis Geo",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/c92d98900af22e8200b92d86d6db355f_1335409534745298894.png"
      },
      {
        "key": "Gnosis Electro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/1b363505e0b6a4f6d140f265093fcdae_4409335665501534098.png"
      },
      {
        "key": "Gnosis Pyro",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/0fec10150c9806617042f8e772f85940_9052837644028232018.jpg"
      }
    ]
  }
}