{
  "epId": 4936,
  "name": "Festival Fontinalia",
  "desc": "<p>O Festival Fontinalia desse ano será celebrado com um festival de cinema único, que não só proporcionando celebrações divertidas, mas também honra a memória dos lendários Cavaleiros da Água Pura, que receberam a antiga Arconte Hydro, Egeria, de volta a Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/94376896/6be113dc8ecbe93170d1b614788b0509_5351748974434764299.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1760361696,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers e Teasers de História",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Versão 4.3 \"Rosas e Pistolas\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/06360b16fb2965545e03715b69d8e5a0_6133965589154600586.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>08 de Dezembro, 2023</color>\nÀ medida que o Festival de Cinema de Fontinalia começa, os diretores, produtores, atores, diretores de arte e tal, todos já encontraram seu lugar certo.\nPortanto, fazer com que a arma de fogo soe no momento certo e como fazer a rosa florescer no momento exato, dependerá dos esforços de todos vocês.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival Fontinalia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9519d13b21da501be8baeee40e5606d9_8690285002724918201.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O Festival Fontinalia, em Fontaine, foi estabelecido para homenagear os lendários Cavaleiros da Água Pura, que buscaram pelas Oceanides e acolheram a Arconte Hydro, Egeria. Semelhante a outros festivais proeminentes, como o Festival das Flores do Vento de Mondstadt e o Ritual das Lanternas de Liyue, o Festival Fontinalia possui profundas conexões com a fundação de Fontaine, tornando-se um dos festivais mais importantes da nação. Originalmente, o povo comemorava aos Cavaleiros da Água Pura os imitando, vestindo trajes especiais, erguendo taças douradas e indo de porta em porta pedir água pura. No entanto, Lady Furina tornou a tradição mais festiva há alguns anos, substituindo o pedido de água por doces. Atualmente, o festival tem um caráter mais carnavalesco e é especialmente popular entre as crianças, que participam das atividades de “julgamento ou guloseima”, indo de casa em casa com cestas para pedir doces durante as celebrações. Durante o primeiro Festival de Fontinalia que o Viajante e Paimon participaram, o prestigiado “Prêmio Furina”, nomeado em homenagem à antiga Arconte Hydro, Lady Furina, foi entregue no encerramento do evento. Apesar das mudanças na liderança, o nome ainda é adequado, pois Lady Furina continua sendo uma figura amada em Fontaine.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Festival da Brisa Florescente",
        "desc": "<p>O Festival da Brisa Florescente foi criado para comemorar a coragem e o sacrifício dos heróis que derrubaram o tirano Decarabian, o Deus das Tempestades.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/10/42646513/f69afc8842c5f861bdc59a04f23f682f_822927908524521348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>O foco absoluto em cima do palco durante um julgamento, até o momento das cortinas fecharem e dos aplausos soarem.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/101132274/263e5ea0784d182b393f67a7e24146a5_4302086651062817901.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cavaleiros da Água Pura",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Uma antiga lenda diz que, nos anos em que a Damas de Todas as Águas estava aprisionada e o Deus Rei Remus governava as terras, a água pura das nascentes precisava ser escondida em riachos ocultos nas montanhas, e foi nesses santuários que nasceram os Cavaleiros da Água Pura. Os cavaleiros se juraram, com suas armaduras de prata, proteger as Oceanides e também outros cavaleiros que mantivessem fé na Dama de Todas as Águas, resistindo ao poder dourado onipresente que cobria o céu e ofuscava o sol. Eles juraram nunca empunhar a espada contra aqueles que professassem fé em Egeria e jamais ceder diante do mal. Enfrentaram a autoridade dourada onipresente apenas com seus frágeis corpos de carne e osso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nós juramos pela sempre florescente flor prateada, que desenca afastaremos o usurpador dourado do mar e lavaremos a injustiça com sangue e lágrimas\"</color>\n<color=#ffffffd9>\"Nós juramos proteger os espíritos surgidos da água pura, para proteger as bênçãos deixadas para trás pela Rainha de Todas as Águas, até que a fonte pura flua como antes\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Por onde quer que o Harmosta de Remus, Boethius, passasse, o néctar natural era enterrado, os aquedutos do império eram construídos, e os espíritos nascidos das águas puras (Oceanides) desapareciam sem deixar vestígios. Quando a Cidade Dourada afundou, os cavaleiros que resistiram ao usurpador despiram suas armaduras, e suas histórias ficaram ocultas em baladas e lendas."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/237301566/f5160f512a74267f18b6a658e4f4db36_2936376558921903439.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando a Cidade Dourada caiu e os Cavaleiros da Água Pura enfrentaram provações inimagináveis e suportaram sofrimentos jamais conhecidos, a Dama de Todas as Águas foi libertada de seu cativeiro e restaurada. O primeiro Cavaleiro da Água Pura decidiu exilar-se voluntariamente em uma tentativa de expiar um pecado destinado a ser imperdoável, ocultando-se nas remotas terras selvagens.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>O Deus Rei que construiu Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/42646513/513d51e0ebfd54f5da34a9f85dfaf61f_393734152835775123.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Um dos Harmostas de Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/11/42646513/8387f718bf24a2a128af2225335160c5_8819840168124852425.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canção do Passado",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/59559639/7789fb5e684cf95a7011657d0fa8a971_5183604261447268705.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Cálice de Prata do Mar Pristino",
        "desc": "<p>Na época em que um manto dourado cobria toda a nação, a água pura das nascentes não teve outra escolha senão se esconder nos riachos das montanhas. Foi nesse santuários que nasceram os Cavaleiros da Água Pura.</p><p>Com suas armaduras de prata como juramento de honra, os cavaleiros protegiam os espíritos provenientes da água pura, defendiam os compatriotas que, assim como eles, acreditavam na existência de uma única fonte original e lutavam contra o autoritarismo do ouro que se impunha sobre toda a nação.</p><p>Esta é uma lenda muito, muito antiga... mas pouco depois que o império desmoronou e ficou submerso sob a água, os cavaleiros que tanto lutaram contra o tirano finalmente puderam tirar suas armaduras, e suas histórias se tornaram parte da história e do folclore.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/101132274/c70230640d8706fd2e3aa837a391166c_8598728081115916050.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Fonte da Gota de Orvalho Pura Sagrada",
        "desc": "<p>Esta é uma relíquia de quando ainda não existiam os Cavaleiros da Água Pura, que sempre afirmaram que, na nascente de uma montanha remota e solitária, viviam espíritos muito leais que protegiam essa nascente de toda contaminação.</p><p>No entanto, o dono do orvalho vital artificial não podia tolerar a existência de nenhum som além da grandiosa serenata. Dizem que o orvalho natural ficou enterrado e no império foram construídos aquedutos por onde o Harmosta Boecius passou, fazendo com que aqueles espíritos de água pura desaparecessem sem deixar rastro.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/59559639/54913bb983c08663e91eef34841c80b9_5910424461040414627.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Uma lenda conta que a Cavaleira de Erinnyes* do Lago Brilhante foi a chefe dos Cavaleiros da Água Pura, que veneravam a Dama de Todas as Águas, Egeria. Ela derrotou os príncipes de Bellouacoi, Atrebatis e Uiromanduoi, aceitando sua lealdade. Assim, os habitantes dessas terras se submeteram sinceramente ao seu governo. Eles juraram encontrar o Cálice Puro e libertar a Dama de Todas as Águas de seu cativeiro, para expiar o pecado que carregavam desde o nascimento.\nReza a lenda que o Cálice Puro era um vaso sagrado contendo a Água Primordial, capaz de conceder qualquer desejo. O Cálice Dourado poderia apagar todas as lágrimas do futuro, fazer com que os herdeiros do alto mar jamais sofressem novamente as dores e tristezas do passado, curar até as feridas mais terríveis, restaurar a juventude e reviver os mortos. Somente as pessoas mais puras poderiam contemplar sua glória, obtendo vida eterna e sabedoria infinita.\nPara celebrar aquela lealdade e sabedoria, Erinnyes ordenou oito dias de banquete no Castelo de Aremori. Um emissário enviado pelo Rei Remus de Capitolium juntou-se à celebração para transmitir uma mensagem do próprio Deus Rei Remus. Ele pediu dois presentes: água, pois apenas as águas mais puras podem lavar todos os pecados, e terra, pois a terra densa pode resistir à erosão que se aproxima. Caso Erinnyes se recusasse a obedecer, a morte seria seu destino certo.\nA sábia Cavaleira Erinnyes recusou-se a se curvar diante do Deus Rei Remus e disse ao emissário que lideraria o exército abençoado da Dama de Todas as Águas para destruir a grandiosa cidade e purificar o exército de Remus em seu próprio sangue. Ela ordenou que presentes magníficos fossem preparados para o músico de Capitólio e o enviou de volta à Cidade Dourada.\nDizem as lendas que o lar de Erinnyes foi destruído cedo pela fúria do Rei Deus Remus, cujo exército da Cidade Dourada escravizou ou matou sua família. Apenas dois conseguiram escapar desse destino. Um encontrou-se com o orgulhoso Harmosta durante a guerra e, por fim, ascendeu para herdar sua autoridade. O outro recebeu a graça da Dama de Todas as Águas e foi acolhido pelo Príncipe de Aremórica, para proteger as águas puras que ainda não haviam sido tomadas pelo Rei Deus.\nUma lenda conta que, quando o pecado tentou levar a Cidade da Eternidade à sua queda, os Cavaleiros da Água Pura enfrentaram provações inimagináveis e suportaram sofrimentos jamais conhecidos. Mas, no fim, o sincero anseio do povo alcançou os céus. Então, graças aos seus corações puros e ao Cálice Puro obtido por meio de incontáveis sacrifícios, a Dama de Todas as Águas foi libertada do cativeiro e restaurada.\nErinnyes agradeceu à Dama de Todas as Águas por lhe mostrar o Cálice Puro e por permitir que completasse essa jornada. Prometeu que os Cavaleiros da Água Pura sobreviventes continuariam a servir Egeria e seu futuro reino com lealdade, seguindo aquele nobre músico, e que perseguiriam as sombras remanescentes, restaurando a justiça. A cavaleira de olhos cor do mar confessou seus pecados e pediu que sua alma fosse confortada na expulsão e no exílio. A Dama de Todas as Águas gentilmente concedeu o desejo da cavaleira. A Dama de Todas as Águas entregou uma flor tão pura quanto o Lago Brilhante à última Cavaleira da Água Pura como presente de despedida. Até hoje, Fontaine mantém a tradição de colher um lírio e entregá-lo àqueles que partem em longas jornadas, desejando uns aos outros um caminho tão tranquilo quanto água pura, e que aqueles mais preciosos possam seguir sua luz fresca, retornando ao seu lado.\nPara pedir misericórdia à Dama de Todas as Águas e devolver a espada sagrada, Erinnyes lançou sua espada, Hauteclaire, nas águas do lago. Na terceira tentativa, a Espada da Luz afundou sem deixar vestígios. Então, ela partiu de cabeça erguida, nunca mais sendo vista por alguém neste mundo..\nOutra versão da lenda diz que, quando o pecado tentou levar a Cidade da Eternidade à sua queda, uma cantora chamada Erinnyes enfrentou provações inimagináveis e suportou sofrimentos jamais conhecidos. Ainda assim, ela permaneceu incapaz de encontrar o Cálice Puro. Mas foram os céus que escolheram a Dama de Todas as Águas, ordenando que ela retornasse de sua prisão primitiva para substituir o rei dourado e governar as ruínas do mar..\nErinnyes disse:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ó, Dama de Todas as Águas, ó graciosa Egeria, aguardo por seu julgamento.\"</color>\n<color=#ffffffd9>\"Eu fiz feitos grandes e bons, mas pequei nesse processo.\"</color>\n<color=#ffffffd9>\"Seus ideais não permitem corrupção. Só minha expulsão poderá me trazer paz.\"</color>\n<color=#ffffffd9>\"Ó, Dama de Todas as Águas, ó graciosa Egeria, me conceda esse desejo final.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "A Rainha de Todas as Águas foi comovida por aquela súplica lamentosa e contou à cavaleira o que havia uma vez dito ao Deus Rei Remus. Mas a chefe que sonhava com honra e glória estava desesperada, e sua espada, há muito manchada de sangue, caiu, levando consigo o último fio de razão. Erinnyes partiu, jamais sendo vista novamente, sem contemplar a terra de seus sonhos.\n*: O nome \"Erinnyes\" provavelmente surgiu de um erro de transcrição cometido na primeira vez que foi registrado, já que esse nome não tem significado na língua original. No alfabeto do povo antigo, o símbolo para o som \"gh\" (pronuncia-se como um \"rr\" gutural em português, parecido com o som de \"r\" no início de “rato”) se parece bastante com \"y\", e por isso foi copiado assim. Há registros de erros parecidos acontecendo antes. A pronúncia correta do nome seria \"Errighenth de Aremorica\" na língua antiga, \"Er\" significa \"alto\", e \"Righenth\" (pronuncia-se “Rrrí-genth”) seria a forma feminina de \"governante\". Dessa forma, o nome talvez não seja propriamente o dela, mas sim um título. No entanto, como muitos estudiosos já a chamam de \"Erinnyes\", esse \"nome\" acabou ficando registrado na história.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "A Canção de Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/8b970c654b04a0e524be4c06d95332ea_3813253900659745806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Esplendor das Águas Silenciosas",
        "desc": "<p>Um cetro em torno do qual gira água pura. Em dias passados, ele costumava simbolizar a mais alta autoridade sobre os mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/17/59559639/9807aa25f336daae391a6f6d4995af3d_9175418241143923394.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Canção do Passado",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/59559639/7789fb5e684cf95a7011657d0fa8a971_5183604261447268705.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Flor da Luz do Lago",
        "desc": "<p>Uma flor clara verde, ela nasce onde veios d'água se juntam. Tem uma fragrância simples, refrescante e elegantes, mas também gentil.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/c43e2d148b98d58c98a008b13e37b5b5_4425401761114720095.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rosas e Pistolas",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/0ae6b79b6a7a0279994a5c5f7d03c3cb_4559453066957834031.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "O primeiro Festival Fontinalia que o Viajante participou foi apresentado pela Associação de Cinema de Fontaine, cujo objetivo era promover a produção cinematográfica. Xavier, um produtor de filmes, enfrentava problemas financeiros, mesmo já tendo conseguido reunir a maior parte da equipe e garantir os direitos autorais, pois o investidor do projeto, Sr. Morris, estava sem fundos. Xavier explicou a situação para Chiori, que trabalhava no filme como supervisora da direção de arte do evento responsável pelo design dos figurinos e pela aparência dos atores. Os protagonistas, Kamisato Ayaka e Kamisato Ayato, se ofereceram para atuar gratuitamente. Com o Viajante operando a Kamera, Paimon atuando como assistente de claquete, Yoimiya ajudando na produção e Xavier como produtor, a equipe tinha apenas uma lacuna: faltava um diretor. Foi então que Paimon sugeriu Furina, conhecida por seu talento artístico e experiência anterior em sua peça “A Pequena Oceanide”. Depois de receber o presente tradicional do festival, o Mousse Fontinalia, e de ser garantida liberdade total sobre o roteiro, Furina aceitou dirigir o filme, mesmo recebendo um cachê menor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f164e073d876577b16f767839cc1b667_8844276822138672027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Para melhorar a qualidade do filme, a Capitã Chevreuse, da Patrulha Especial de Segurança e Vigilância, foi recomendada para cuidar da coreografia das cenas de ação, convite que ela aceitou imediatamente ao saber que o filme seria baseado em “Os Dois Mosqueteiros.” Chevreuse explicou que a história de “Os Dois Mosqueteiros” gira em torno de duas crianças ilegítimas, filhos de uma empregada de um barão, que sofrem maus-tratos na casa nobre onde vivem. Após o assassinato da mãe e a encobertura do crime, os irmãos fogem, mas juram vingar sua morte. Com o passar dos anos, eles se tornam mosqueteiros habilidosos e, um a um, derrotam os membros da família do barão, revelando a verdade sobre o assassinato de sua mãe e fazendo justiça à sua memória. Chevreuse comentou ainda que o caso lembrava um assassinato recente, ocorrido de forma semelhante à história do filme. Por fim, ela aconselhou o Viajante a descansar e considerar participar da investigação no dia seguinte. <color=#ffffff73>.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f3ac79bcc77d6dd643ef1d54e40e8a1a_3278709495588715678.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "No primeiro dia oficial de filmagens de “Os Dois Mosqueteiros”, Xavier apresentou dois novos membros da equipe: Veronique, responsável pelos acessórios de cena, e Bonnot, o técnico de iluminação. Furina fez um resumo detalhado da primeira cena, ambientada na residência do barão. Veronique explicou que o mosquete cenográfico utilizava um pó de tiro especial para criar efeitos realistas durante as tomadas. Enquanto isso, Ayaka e Chevreuse criaram uma rápida conexão ao conversarem sobre suas armas e estilos de combate. Ayato, notando a afinidade entre elas, sugeriu ceder seu papel para Chevreuse, proposta que Furina aprovou sem hesitar. As gravações começaram com duas cenas intensas no solar do barão, com Chevreuse interpretando Tulipe e Ayaka no papel de Iris. Essas cenas retratavam o sofrimento e os maus-tratos sofridos pelas personagens e culminavam com o assassinato da mãe delas, um momento de forte carga emocional. Após o término das filmagens do dia, Chevreuse iniciou a investigação sobre o caso de assassinato recente, concentrando-se em locais relacionados ao uso de mosquetes na região de Fleuve Cendre. A investigação revelou algumas pistas, mas Chevreuse decidiu retomar as buscas após a conclusão do filme, acreditando que novas evidências poderiam surgir com o tempo. Enquanto isso, Ayato se dedicava a fortalecer as relações diplomáticas entre Inazuma e Fontaine, apresentando uma proposta bem elaborada a Neuvillette, que destacou a importância de seguir todos os protocolos oficiais. Ayato, então, comprometeu-se a enviar a proposta formalmente por escrito ao Palácio Mermonia dentro de uma semana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/efc5e9bf43813f370ae1067865c385e1_6797648442784948423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nos dias seguintes, as filmagens e a investigação criminal avançaram em um ritmo constante. Nas cenas finais de “Os Dois Mosqueteiros”, Chevreuse, no papel de Tulipe, e Ayaka, como Iris, derrotaram o barão, em um desfecho que simbolizava a vitória da justiça sobre o mal. Após a vitória, as personagens refletiram sobre seu futuro, declarando estar prontas para seguir em frente e buscar a paz. A cena terminou com o florescimento de uma Rosa Arco-Íris, marcando poeticamente o encerramento da história. Ayaka e Chevreuse foram muito elogiadas por suas atuações intensas e emocionantes. Chevreuse começou a falar sobre seu apreço por histórias onde a justiça triunfa, mas foi interrompida por um relatório urgente e deixou o local às pressas. Ao retornar, trouxe novidades importantes: havia recebido uma pista sobre o caso do “Assassino da Rosa Arco-Íris.” A flor deixada pelo criminoso era de uma variedade rara, e com a ajuda de sua amiga Emilie, uma perfumista habilidosa, conseguiram rastrear a origem da rosa até um jardim específico em Fontaine. <color=#ffffff73>.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/0265ad043f4493e93b8624795d634c0b_553847658650337090.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando chegaram ao jardim, Baptiste, o autor de “Os Dois Mosqueteiros”, confessou os assassinatos, revelando que tudo havia sido motivado por uma vingança pessoal contra um homem rico responsável pela morte de sua mãe. Chevreuse, porém, duvidou da veracidade de sua história, mas aceitou conversar em particular com ele. Durante essa conversa, Baptiste revelou mais detalhes sombrios e implorou a Chevreuse que fizesse justiça com as próprias mãos, afirmando que a prisão não seria um castigo suficiente. Após o interrogatório, Baptiste foi levado sob custódia para mais questionamentos, e Chevreuse comentou que logo retornaria à Patrulha Especial, preparando-se para dias de muito trabalho pela frente. Enquanto isso, a equipe de filmagem enfrentou uma série de desafios inesperados nas últimas gravações. Problemas técnicos nas câmeras e até o roubo de um rolo de filme quase comprometeram o projeto, mas o grupo conseguiu superar todas as dificuldades com determinação e trabalho em equipe. Apesar da pressa e das limitações de tempo, as filmagens de “Os Dois Mosqueteiros” foram concluídas com sucesso. Furina e Xavier expressaram profunda gratidão à equipe, e logo em seguida foi realizado um banquete de celebração na praia. O clima era festivo e alegre, com todos celebrando o fim das filmagens. Durante a festa, Yoimiya convidou o investidor do filme, o Sr. Morris, para ajudá-la a preparar um espetáculo de fogos de artifício, encerrando a noite com um brilho digno do grande esforço coletivo. <color=#ffffff73>.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/411ab21127b0dfc0475fb4bff430e9c4_3452129507742688373.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yoimiya e Morris entraram em uma sala mal iluminada, onde os acontecimentos tomaram um rumo dramático: de repente, Yoimiya é aparentemente baleada e cai morta, enquanto uma Rosa Arco-Íris cai suavemente à sua frente. Logo em seguida, Chevreuse surge segurando um mosquete e acusa o investidor do filme, Sr. Morris, de ser o assassino de Elisa, a mãe de Baptiste. Como prova, ela exibe um pingente com uma foto dos dois juntos, declarando a prisão de Morris pelo assassinato de Elisa. No entanto, Veronique, tomada pela raiva ao ver que Morris não havia sido morto, tenta atirar nele, revelando-se, assim, “A Segunda Mosqueteira.” Então, toda a verdade vem à tona: Morris havia contratado um assassino para eliminar Elisa, após um caso amoroso escandaloso entre os dois. Veronique, por sua vez que se revela ser irmã de Baptiste, buscava vingança pela morte da mãe e havia se infiltrado na produção com esse objetivo. Pouco depois, a Patrulha Especial chega ao local, prendendo Morris e Veronique. Chevreuse então revela que toda a cena anterior, inclusive a suposta morte de Yoimiya, foi encenada, um ardil planejado para forçar Morris a confessar o crime de Elisa. Após a resolução do caso, a equipe retorna à celebração, e Chevreuse observa as Rosas Arco-Íris no jardim, agora completamente floridas, símbolo de que a justiça finalmente havia florescido. <color=#ffffff73>.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9dbc637047ae86f850b303a40210bbab_2212202336672334882.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Após a bem-sucedida estreia do filme e a resolução do caso de assassinato, Xavier começou os preparativos para a cerimônia de premiação. Enquanto isso, Chevreuse se reuniu com Wriothesley na Fortaleza Meropide para discutir os culpados do crime. Durante a conversa, ela pediu que Wriothesley distribuísse um jornal relatando o caso, insinuando que “uma certa pessoa” logo se tornaria o indivíduo mais azarado de toda a fortaleza, enquanto duas outras seriam reconhecidas como heroínas. Na cerimônia, o filme “Os Dois Mosqueteiros” recebeu o Prêmio Furina, marcando o ponto alto do evento. Cheio de entusiasmo, Xavier anunciou oficialmente sua nova produtora: “Mosqueteiro Filmes.” O elenco e a equipe se reuniram para uma foto comemorativa, celebrando o sucesso do filme. Furina, como diretora, recebeu em mãos o Prêmio Furina, sendo aplaudida por todos. A celebração terminou em meio a risos, brindes e aplausos, com todos gritando em uníssono: “Viva a Mosqueteiro Filmes!”\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Distrito Belleau",
        "desc": "<p>Além do vasto Campo Aquático, Fontaine também possui montanhas e florestas, sendo o \"Monte Automnequi\" um dos cenários mais emblemáticos.</p><p>O Instituto de Pesquisas de Fontaine usou grandes Mechanici para abrir o \"Túnel Poisson\", resolvendo um grande problema na construção da Hidrovia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_6128162996943714884.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>O foco absoluto em cima do palco durante um julgamento, até o momento das cortinas fecharem e dos aplausos soarem.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/101132274/263e5ea0784d182b393f67a7e24146a5_4302086651062817901.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4946,
        "name": "Chiori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">A dona da Boutique Chioriya. É uma costureira renomada em Fontaine.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/29/d9c9cf2d11f4d01123a25aa109a28373_332003123654338807.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Filha do Clã Kamisato da Comissão Yashiro. Solene e elegante, e também sábia e forte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "O jovem promissor e chefe atual da Comissão Yashiro, é culto e educado, e sempre tem uma forma de fazer as coisas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Dona da Fogos de Artifício Naganohara. Conhecida como \"Rainha do Festival de Verão\", ela é excelente na criação de fogos de artifício que simbolizam a esperança e sonhos das pessoas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>A capitã da Patrulha de Segurança e Monitoramento Especial, que tem a justiça como uma insígnia eterna em seu coração. Seu mosquete só aponta contra os culpados.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/a846729f31f16a987a8696466ebabcc0_6725058705366070179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Duque da Fortaleza Meropide, Lorde Incógnito das profundezas obscuras.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/59559639/31a0eb2dec5d69ca8dd7616572136b8b_8832196977977678933.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Os Dois Mosqueteiros",
        "desc": "<p>Um livro popular em Fontaine que conta uma história de conspiração e vingança, de justiça e maldade.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/94376896/06cafec20db472eca5224777db494e04_4529061836378606420.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Rosa Arco-Íris",
        "desc": "<p>Uma flor cor de rosa suave e delicada. Apesar do nome, Rosas Arco-íris são, essencialmente, mais parecidas com liríos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/101132274/670b8958c90014a1bdacba5123c2c9da_1191091128352468028.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "name": "Mousse Fontinalia",
        "desc": "<p>Um verdadeiro lanche azul do Festival Fontinalia. Essa mousse tem formato da imagem da Flor da Luz do Lago. Após os costumes do Festival serem mudados para se alinharem mais com o deleite de sobremesas, rapidamente se tornou uma comida muito apreciada em Fontaine. Não se esqueça de compartilhá-la com todas as pessoas que aparecerem perguntando por \"doces ou julgamento\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/59559639/4cd8fdaff7a2e8b5cc460c3fe503d90a_2389994286567984892.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival Fontinalia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/b80893981c8b9210e7a7b7a96bfbadac_4627174159670247382.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festival Fontinalia"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Evento Relacionado",
        "value": [
          {
            "type": "RichText",
            "text": "Evento da Versão 4.3 - Rosas e Pistolas"
          }
        ]
      }
    ]
  }
}