{
  "epId": 4938,
  "name": "Festival da Caça à Lua",
  "desc": "<p>O Festival da Caça à Lua celebra a chegada do outono ao luar</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/240d34ca3e743e283c2f0af68b8dd1c8_2230782012281972155.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1757744682,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival da Caça à Lua",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2e14e4aeb0e70b758692b96a7cecbaa6_568972349750487774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O Festival da Caça à Lua é uma das tradições mais antigas de Liyue, uma grande celebração que marca a chegada do outono sob a luz da lua. Nos tempos antigos, acreditava-se que esse festival era quando os Adepti buscavam o “Caminho”, mas atualmente é um momento de alegria e descontração.\nOriginalmente, a Busca da Lua servia como um rito exclusivo dos Adepti. Segundo a lenda, em sua busca pelo caminho adeptal, os Adepti atravessavam montanhas e rios, entregando-se a uma variedade de pratos requintados para encontrar conforto para seus corações. As gerações posteriores passaram a chamar essa jornada de “Trilha das Delícias”."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/99d363bf24aefe0935064ebb44b197d6_1024955543672486481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Diversos festivais que carregavam o nome de Caça à Lua surgiram entre o povo de Liyue, na tentativa de emular o rito original. Durante as noites de luar, as pessoas se reuniam em encontros alegres, com pratos requintados, vinhos e chás. Rex Lapis unificou essas diversas celebrações sob o nome de Caça à Lua, em homenagem a um velho amigo, o Deus do Fogão. Reconhecendo as contribuições de seu amigo para Liyue, Rex Lapis buscou imortalizar sua memória. Esse voto coletivo à lua simbolizava a solidariedade alegre, uma comemoração do passado e uma reflexão sobre o presente, essência do Festival da Caça à Lua. A cada ano, o Festival adota um tema único, geralmente escolhido pelo Qixing. Um conto popular dizia que os antigos encontraram o santuário do Deus do Fogão, mas lá não havia estátua — apenas uma enorme laje de pedra lisa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2f19fd579241cb39e2ce8e1f430f8d3a_3058468486224952550.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A Adeptus Corista revelou que o Deus do Fogão foi seu grande amigo, agora perdido para a memória e para o mundo. Embora o Deus do Fogão tenha partido, foi feito um pacto para aguardar seu retorno em uma nova forma, quando a terra se tornasse fértil novamente. Marchosius foi em tempos o Deus Patrono do Solo, e toda a sabedoria e poder que possuía ele entregou ao próprio solo, a fim de evitar os tipos de provações e tribulações que uma terra pode enfrentar, como secas, enchentes, chuvas torrenciais, furacões, terremotos, tsunamis, incêndios e pragas. Ele um dia caminhou pelos planaltos áridos ao lado do povo até chegar, por fim, ao porto. Juntou-se aos humanos na construção de suas moradias e no acender de seus fogões. Foi sua mão que acendeu a primeira lamparina de rua de Liyue e trouxe o aroma da comida preparada para todos os lares da região. Os mortais já não se lembram dele, mas, na época em que lembravam, ele era o mais próximo de todos os Adepti em relação ao povo comum.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/22/59559639/769f11f5b9ab2b2e5b7d9275b980cd34_4425268364747895633.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Madame Ping_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Um convidado misterioso da Funerária de Wangsheng. É um erudito que tem um profundo conhecimento sobre todos os tipos de coisa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Acariciar Gentilmente a Lua",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/6eae5d30e791e9690f84ed2d8f8a1f74_3306298455782059670.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O Festival da Caça à Lua acontece na estação em que muitos ingredientes culinários estão maduros, tornando-o um momento ideal para apreciar os melhores pratos. O povo de Liyue se entrega às comidas favoritas, compartilha momentos com amigos e familiares e celebra a beleza da lua e das flores. O primeiro Festival da Caça à Lua do Viajante teve como tema o “Banquete da Terra Farta”, que incluiu uma competição culinária chamada “Chefes Exímios”, escolhida pelo Qixing de Liyue. Xiangling, uma jovem talentosa e apaixonada pela culinária, buscava inspiração para a competição e recrutou o Viajante e Paimon para reunir ideias. Eles encontraram diversas pessoas e adquiriram diferentes perspectivas sobre o “prato perfeito”. Xiangling avançou na competição Chefes Exímios após apresentar três novos pratos de teste: Frango Foo Yung, Venha Pegar e Camarão Cristalino. O feedback do povo de Liyue a levou a fazer ajustes para a final, onde apresentou Frango com Pimenta de Jueyun, Consomê Triplo e Camarão Cristalino, conquistando a vitória contra Smiley Yanxiao, o segundo finalista."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/9ed83fa2d6bcada9bf8363303f7d7797_3220316689765694858.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante toda a preparação para o torneio culinário, o grupo pesquisou informações sobre o Deus do Fogão, pois acreditavam haver uma conexão entre uma pedra encontrada por um pescador e a divindade. Eles reuniram informações de várias fontes, incluindo a Vovó Ruoxin, na Vila Qingce, a coleção de livros de Xingqiu e um tomo antigo guardado por Smiley Yanxiao na Pousada Wangshu. Depois da competição culinária, o grupo foi atrás de Keqing, a Yuheng dos Qixing de Liyue, para compartilhar Bolinho de Carne Picante. Keqing contou ao grupo que a receita era um prato antigo das anotações de seu avô sobre o Deus do Fogão."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/d17b41f4cb589879c7566a66ffbd8f76_6773908112068553721.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Xiangling lembrou que havia preparado esse prato no dia em que conheceu Guoba pela primeira vez em uma caverna nas montanhas. Ela se abrigou da chuva dentro da caverna e colocou os Bolinhos de Carne Picante em uma mesa de oferendas que encontrou ali. Acabou adormecendo e, quando acordou, Guoba havia comido todos eles. Desde então, Guoba a acompanha por toda parte. De repente, a pedra se partiu e revelou que Guoba era, na verdade, o Deus do Fogão, Marchosius. A Adeptus Corista explicou que Marchosius sempre fora uma divindade com grande afeto pelo povo, agindo em resposta a seus desejos. Apenas paixão não seria suficiente para despertar Marchosius de seu profundo sono, mas quando Keqing comeu os Bolinhos de Carne Picante, um prato tradicional da culinária popular, um desejo profundamente guardado foi satisfeito. O imenso poder liberado pelo cumprimento desse desejo ressoou com a estátua de Marchosius e fez com que ela manifestasse mais uma vez a forma que possuíra no passado. Guoba pode ter perdido muitas de suas antigas faculdades, mas agora vive despreocupado, sem um único fardo no mundo. Aqueles que possuem mente e conhecimento certamente se veem atormentados por todo tipo de preocupação. A despreocupação de Guoba hoje é a prova de que ele está em paz.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/22/59559639/769f11f5b9ab2b2e5b7d9275b980cd34_4425268364747895633.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madame Ping",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Madame Ping_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Um convidado misterioso da Funerária de Wangsheng. É um erudito que tem um profundo conhecimento sobre todos os tipos de coisa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Uma renomada chef de Liyue. Ela é extremamente apaixonada por cozinhar e se destaca em fazer seus pratos quentes e picantes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "A Yuheng dos Qixing de Liyue. Tem muito a dizer sobre o Rex Lapis governando Liyue com apenas uma palavra, mas na verdade, esse deus admira muito esses céticos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Um jovem carregando uma espada longa que é frequentemente visto em estantes de livros. Ele tem um coração de ouro e anseia por justiça e equidade para todos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2548,
        "name": "Yanxiao Sorridente",
        "desc": "<p>O subchefe do Albergue Wangshu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/21/59559639/255692746072db6aaf4caba050306cda_1765627759200296435.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 740,
        "name": "Tiras de Três Sabores",
        "desc": "Um prato bem arranjado. Os pedaços de presunto, galinha e bambu foram cortados em fios de comprimentos iguais, e foram dispostos ordenadamente na tigela de sopa depois de serem cozidos em fogo alto, antes de serem cobertos de Consommé. As camadas são distintas, e a sensação na boca é salgada e ainda assim fresca.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/89220822/04d6c2dbf2b7a7d6d4a6b095a0e7e5cb_3376366013676882968.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1869,
        "name": "Frango de Pimenta de Jueyun",
        "desc": "Frango frio misturado em molhos. A técnica usada na mistura do prato manteve o frescor da suculência da carne. A brilhante pele de galinha dourada esconde um sabor levemente picante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili Chicken_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1626,
        "name": "Bolinho de Carne Picante",
        "desc": "Um lanche tradicional de Liyue. A massa fresca é convertida em uma massa redonda, colocada para descansar e depois colocada dentro de uma grelha a vapor. A carne e os legumes são então lavados, cortados em cubos, antes de serem fritos rapidamente em um wok oleoso. Quando comidos, os condimentos fritos devem ser colocados no espaço vazio no meio do pãozinho e depois consumidos juntos. Entre as verduras crocantes e a carne saborosa, isto é de fato, muito saboroso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chili-Mince Cornbread Buns_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 978,
        "name": "Camarão de Cristal",
        "desc": "Um dos lanches tradicionais de Liyue. O recheio é retirado de camarões frescos inteiros, e a qualidade brilhante da farinha pode ser estimada pela translucidez da pele externa. Tem consistência elástica e saborosa na boca.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Shrimp_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers de História e Teasers",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser de História - \"Sabores do Mundo Mortal\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>02 de Outubro, 2021</color>\nO passar do tempo se concentra na ponta do hashi, e as mudanças da natureza no jarro de vinho. Com a história do passado falamos sobre o agora, onde centenas de anos passam em um piscar de olhos. A fumaça das lareiras nos traz alegria e a domesticidade pinta um quadro da vida cotidiana. Nuvens finas caçam a lua enquanto o barco flutua no rio do tempo.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrações e Emojis",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Evento \"Acariciar Gentilmente a Lua\": Participe para resgatar a arma exclusiva do evento \"Lorde do Mar Luxuoso (Espadão)\"!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/35428890/0b5369a5b538b2230c236637334f46d1_3179886080286978994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 de Agosto, 2021</color>\nDurante o período do evento, conclua a missão \"Contos da Caça à Lua\", ou participe dos desafios \"Caçador do Luar\" e \"Trilha das Iguarias\" para obter a arma exclusiva do evento \"Lorde do Mar Luxuoso (Espadão)\", e seus Materiais de Refinamento, Coroa da Sabedoria, Gemas Essenciais, Receitas, entre outras recompensas."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival da Caça à Lua",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/3bc305a3e407418384a1ea768a09bbcd_345190520344527747.jpg"
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Flavors of the World | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=sHshbPUOXo4",
        "coverUrl": "https://i.ytimg.com/vi/sHshbPUOXo4/maxresdefault.jpg",
        "duration": 223
      },
      {
        "title": "Version 2.1 Special Program Preview ｜ Genshin Impact",
        "url": "https://www.youtube.com/watch?v=qsSabplBE_s",
        "coverUrl": "https://i.ytimg.com/vi/qsSabplBE_s/maxresdefault.jpg",
        "duration": 5317
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festival da Caça à Lua"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Evento Relacionado",
        "value": [
          {
            "type": "RichText",
            "text": "Versão 2.1 Evento - Acariciar Gentilmente a Lua"
          }
        ]
      }
    ]
  }
}