{
  "epId": 5009,
  "name": "Viajante do Tempo (I)",
  "desc": "<p>Um romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/d320bd636cd59e9c09fd0c0addba6efb_6672900188527322707.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1711337268,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fonte"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=pt-br#/map/2?center=-1264.38,-5327.66&zoom=4.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>\nHubel",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "Viajante do Tempo (II)",
        "desc": "<p>Um romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/d320bd636cd59e9c09fd0c0addba6efb_4098823190576033143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "Viajante do Tempo (III)",
        "desc": "<p>Um romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/d320bd636cd59e9c09fd0c0addba6efb_6841021334564743313.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Viajante do Tempo (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Vendido por Hubel na Corte de Fontaine"
          }
        ]
      },
      {
        "key": "Versão Lançado",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Essa é uma história de muitos anos atrás. Após o banquete da noite, a Srta. Aviva (quem hoje seria a Srta. Nenonen) sempre reclamava teatralmente conosco sobre a apressada marcha da ciência. Embora o entendimento dela sobre engenharia fosse menos firme do que o conhecimento dela sobre a qualidade do solo da Ilha Watatsumi (e claro, ela também não sabe nada sobre isso), mas o interesse autoproclamado em engenharia estava na moda entre algumas damas e cavalheiros.\n\"Nossos ancestrais conquistaram essa terra milhares de anos atrás\", ela disse e limpou sua garganta, balançando seu leque com plumas de jade encrustado com gemas azuis, esforçando-se para ter uma aparência de desânimo. \"E alguns anos atrás, eles conquistaram os oceanos com facilidade usando novos equipamentos de mergulho. Hoje, alguns jovens nobres decidiram usar repentinamente um tal de Graviômetro para se libertar das correntes da terra e conquistar os céus — e certamente, receio, seus sonhos podem se tornar realidade em breve.\"\n\"De fato, é como você diz. Humanos — ah, que espécie enérgica e poderosa! Não importa as circunstâncias, humanos sempre buscam mudar suas condições de vivência com paixão inimaginável,\" A editora do Pássaro a Vapor opinou imediatamente. \"Na verdade, quando se fala de engenharia mecânica e teoria, a humanidade já está no nível do criador. Eles conquistaram a maioria do mundo natural e, por sua vontade, eles moldarão esse mundo em um novo.\"\n\"Ah, isso... não é o que eu quis dizer,\" Srta. Aviva disse com um suspiro. \"Aqueles continentes desconhecidos distantes e sombrios, aquelas ruínas ocultas bem abaixo dos mares, toda a exploração e desbravamento romântico — tais grandes conquistas, que exibem a glória de nossas ciências e raciocínio, tudo ficou perdido para nossa civilização. Nossos ancestrais fizeram muitas coisas incríveis, deixando pouco para nós explorarmos ou conquistarmos. Qual poderia ser um destino mais triste para aquelas damas e cavalheiros entre nós que nasceram desejando a exploração do desconhecido?\"\nAqui, o uso ostentoso dela das lendárias palavras do Rei Argeadai buscou provar quão verdadeiramente o estado das coisas a fere. Contudo, todos simplesmente sentaram-se preguiçosamente, acenando educadamente. A Srta. Elle bocejou levemente.\nVendo como ninguém respondeu, o entusiasmo da Srta. Aviva desapareceu e ela prosseguiu a mudar o assunto para o baile da semana seguinte. Esse era, evidentemente, um assunto mais popular, e a atmosfera rígida mais uma vez ficou animada. Monsieur Ratar estava prestes a nos presentear com um conto que ele ouviu em Sumeru sobre uma torre, um mago e uma bola de cristal, mas antes que ele pudesse iniciar, o Sr. Ciric, que esteve em silêncio até agora, o interrompeu.\n\"Bom, Srta. Aviva, as coisas que você disse certamente deixaram uma impressão em mim.\" Ele acendeu um cigarro. \"Contudo, você não precisa se preocupar. Ainda há um espaço que não foi subjugado pela humanidade — de fato, se as técnicas requeridas não surgirem, receio que nunca surjam.\"\n\"Onde está isso?\" Ratar perguntou, com uma expressão rabugenta em seu rosto. Ele tinha muita confiança em sua história sobre macacos, afinal.\n\"Tempo.\"\nA sala ficou em silêncio momentaneamente antes de todos os presentes caírem na gargalhada.\n\"Que conversa absurda!\" Dr. Reinier declarou, tentando não rir. \"Primeiramente, como o tempo pode ser considerando uma parte do espaço?\"\n\"Você pode se separar do tempo e existir independentemente em espaço apenas?\"\n\"O que quer dizer?\"\n\"Pretendo, neste momento, ainda estar falando comigo, e no próximo, desaparecer sem deixar rastros. Isso é possível?\" Ele aguardou por um momento, como se estivesse aguardando que os outros pensassem. \"Obviamente, qualquer um com capacidade para pensamento rigoroso saberia com certeza que assim como comprimento, largura e espessura, tempo também é uma dimensão do espaço. Assim, é parte da natureza, portanto, pode ser conquistado.\"\n\"Isso não faz nenhum sentido...\" O médico sussurrou, mas não refutou a declaração.\n\"Estive envolvido em pesquisa deste tipo há muito tempo,\" ele continuou, \"e eu inventei uma máquina que permite pessoas viajar no tempo como quiserem. Essa máquina estará pronta em dois meses. Nesse tempo, Srta. Aviva, convido você e todas as damas e cavalheiros aqui presentes à oficina, para testemunhar a próxima grande conquista da humanidade: a conquista do tempo.\"\nA Srta. Aviva não falou. Na verdade, pela expressão dela, nossa nobre amiga não entendeu nem um pouco as palavras do Sr. Ciric."
          }
        ]
      }
    ]
  }
}