{
  "epId": 5010,
  "name": "Viajante do Tempo (II)",
  "desc": "<p>Um romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/d320bd636cd59e9c09fd0c0addba6efb_4098823190576033143.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1711337254,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Viajante do Tempo (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Vendido por Hubel na Corte de Fontaine"
          }
        ]
      },
      {
        "key": "Versão Lançado",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Dois meses depois, nós — A editora do Pássaro a Vapor, o médico, Sr. Revilo Oliver e outros que haviam comparecido ao banquete daquela noite — vieram à oficina de Ciric como combinado. Srta. Aviva não estava lá, pois ela nunca teve muito interesse em tais coisas, mas ao invés disso, achou que comparecer a um baile social no Salão Caritat era mais significativo.\nSurpreendentemente, Ciric envelheceu e ficou mais frágil em apenas dois meses. Na luz fraca da lâmpada, sua expressão, uma vez entusiasmada e arrogante, havia endurecido em algo indiferente e solene, quase como os ascetas emaciados de Sumeru.\nEle nos recebeu para nos levar aos nossos assentos, falando em um tom calmo.\n\"Bem, então, como seu plano de conquistar o tempo está progredindo?\" A editora do Pássaro a Vapor perguntou diretamente. \"Onde está a máquina do tempo à qual se refere?\"\nCiric não respondeu imediatamente. Ao invés disso, ele apontou para a mesa perto dele. Nossos olhares seguiram, e no meio daquela mesa estava um aeromodelo em formato de baleia revestido de ouro, mais ou menos do tamanho de um relógio pequeno. Até um olho destreinado saberia que aquele modelo era de fabricação muito sofisticada. Sob sua casca cristalina, uma cor indistinguível e sem forma fluía lentamente, brilhando levemente sob a sombra do abajur.\n\"Então,\" disse o médico, \"demorou dois meses para fazer esse brinquedo que até os artesões de Lepaute ficariam impressionados?\"\n\"Certamente não parece nada especial,\" Ciric disse, uma emoção inescrutável brilhando em seus olhos que quase poderia ser chamada de pena,\" Mas esse é simplesmente uma projeção que o objeto deixou neste momento, assim como só é possível ver um fio fino ao olhar para papel de lado.\"\n\"Que baboseira.\"\nPor alguma razão, Ciric não refutou essa declaração, meramente nos pedindo em um tom calmo para ouvi-lo sobre suas experiências viajando no tempo. Nós concordamos, então ele começou a contar a história que agora registrarei, sem interrupções, do começo ao fim.\nPara todos vocês, foi dois meses atrás quando eu falei pela primeira vez da máquina do tempo. Similarmente, deve ter sido uma semana atrás quando eu terminei de construir tal dispositivo e entrei nele, iniciando a primeira sequência de viagem no tempo da história humana.\nAs estranhas sensações que me arrebataram durante a viagem no tempo são incapazes de serem postas em palavras, assim como não há palavras com as quais se possa impor o brilho das estrelas a uma pessoa cega. Mais ou menos vinte minutos após isso — embora descrever viagem no tempo subjetivamente seja insignificante — a máquina cessou as operações. Olhei ao meu redor na hora, então percebi estar em um assentamento imperial de Remuria. Os grandes templos e arenas entalhados em rocha titânica que traria vergonha à Ópera Epiclese, enquanto as criações de Alain Guillotin não se passariam nem por brinquedos perto dos golems de Remuria. Enquanto eu estava em choque, algumas tropas em patrulha me descobriram. Vendo meu estranho estilo de roupas, eles me consideraram um espião para tribos bárbaras. Eles me prenderam, me tornando um escravo inferior, um crente degenerado em um falso deus, ameaçando me jogar em uma cisterna profunda cheia de víboras.\nFelizmente, a oficial de construção local — que eu descobri mais tarde que seu nome era Aidia Anavana — percebeu que eu era uma pessoa estranha, e me convocou para encontrá-la. Ela resistiu à minha gramática terrível e meu sotaque catastrófico (naquela época, eu nem conseguia pronunciar \"Remuria\", com a palavra saindo mais parecida com \"Emuia\") enquanto me fazia muitas perguntas, as quais eu respondi com sinceridade. Rapidamente, ela aceitou que eu era do futuro e me mostrou uma tabuleta de pedra que escravos haviam escavado recentemente."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Fonte"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=pt-br#/map/2?center=-1264.38,-5327.66&zoom=4.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>\nHubel",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "Viajante do Tempo (I)",
        "desc": "<p>Um romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/d320bd636cd59e9c09fd0c0addba6efb_6672900188527322707.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "Viajante do Tempo (III)",
        "desc": "<p>Um romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/59559639/d320bd636cd59e9c09fd0c0addba6efb_6841021334564743313.png",
        "displayStyle": "card"
      }
    ]
  }
}