{
  "epId": 5079,
  "name": "Viajante do Tempo",
  "desc": "<p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/01/94376896/d320bd636cd59e9c09fd0c0addba6efb_3124006420360835887.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292910,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 1 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.\nEssa é uma história de muitos anos atrás. Após o banquete da noite, a Srta. Aviva (quem hoje seria a Srta. Nenonen) sempre reclamava teatralmente conosco sobre a apressada marcha da ciência. Embora o entendimento dela sobre engenharia fosse menos firme do que o conhecimento dela sobre a qualidade do solo da Ilha Watatsumi (e claro, ela também não sabe nada sobre isso), mas o interesse autoproclamado em engenharia estava na moda entre algumas damas e cavalheiros.\n\"Nossos ancestrais conquistaram essa terra milhares de anos atrás\", ela disse e limpou sua garganta, balançando seu leque com plumas de jade encrustado com gemas azuis, esforçando-se para ter uma aparência de desânimo. \"E alguns anos atrás, eles conquistaram os oceanos com facilidade usando novos equipamentos de mergulho. Hoje, alguns jovens nobres decidiram usar repentinamente um tal de Graviômetro para se libertar das correntes da terra e conquistar os céus — e certamente, receio, seus sonhos podem se tornar realidade em breve.\"\n\"De fato, é como você diz. Humanos — ah, que espécie enérgica e poderosa! Não importa as circunstâncias, humanos sempre buscam mudar suas condições de vivência com paixão inimaginável,\" A editora do Pássaro a Vapor opinou imediatamente. \"Na verdade, quando se fala de engenharia mecânica e teoria, a humanidade já está no nível do criador. Eles conquistaram a maioria do mundo natural e, por sua vontade, eles moldarão esse mundo em um novo.\"\n\"Ah, isso... não é o que eu quis dizer,\" Srta. Aviva disse com um suspiro. \"Aqueles continentes desconhecidos distantes e sombrios, aquelas ruínas ocultas bem abaixo dos mares, toda a exploração e desbravamento romântico — tais grandes conquistas, que exibem a glória de nossas ciências e raciocínio, tudo ficou perdido para nossa civilização. Nossos ancestrais fizeram muitas coisas incríveis, deixando pouco para nós explorarmos ou conquistarmos. Qual poderia ser um destino mais triste para aquelas damas e cavalheiros entre nós que nasceram desejando a exploração do desconhecido?\"\nAqui, o uso ostentoso dela das lendárias palavras do Rei Argeadai buscou provar quão verdadeiramente o estado das coisas a fere. Contudo, todos simplesmente sentaram-se preguiçosamente, acenando educadamente. A Srta. Elle bocejou levemente.\nVendo como ninguém respondeu, o entusiasmo da Srta. Aviva desapareceu e ela prosseguiu a mudar o assunto para o baile da semana seguinte. Esse era, evidentemente, um assunto mais popular, e a atmosfera rígida mais uma vez ficou animada. Monsieur Ratar estava prestes a nos presentear com um conto que ele ouviu em Sumeru sobre uma torre, um mago e uma bola de cristal, mas antes que ele pudesse iniciar, o Sr. Ciric, que esteve em silêncio até agora, o interrompeu.\n\"Bom, Srta. Aviva, as coisas que você disse certamente deixaram uma impressão em mim.\" Ele acendeu um cigarro. \"Contudo, você não precisa se preocupar. Ainda há um espaço que não foi subjugado pela humanidade — de fato, se as técnicas requeridas não surgirem, receio que nunca surjam.\"\n\"Onde está isso?\" Ratar perguntou, com uma expressão rabugenta em seu rosto. Ele tinha muita confiança em sua história sobre macacos, afinal.\n\"Tempo.\"\nA sala ficou em silêncio momentaneamente antes de todos os presentes caírem na gargalhada.\n\"Que conversa absurda!\" Dr. Reinier declarou, tentando não rir. \"Primeiramente, como o tempo pode ser considerando uma parte do espaço?\"\n\"Você pode se separar do tempo e existir independentemente em espaço apenas?\"\n\"O que quer dizer?\"\n\"Pretendo, neste momento, ainda estar falando comigo, e no próximo, desaparecer sem deixar rastros. Isso é possível?\" Ele aguardou por um momento, como se estivesse aguardando que os outros pensassem. \"Obviamente, qualquer um com capacidade para pensamento rigoroso saberia com certeza que assim como comprimento, largura e espessura, tempo também é uma dimensão do espaço. Assim, é parte da natureza, portanto, pode ser conquistado.\"\n\"Isso não faz nenhum sentido...\" O médico sussurrou, mas não refutou a declaração.\n\"Estive envolvido em pesquisa deste tipo há muito tempo,\" ele continuou, \"e eu inventei uma máquina que permite pessoas viajar no tempo como quiserem. Essa máquina estará pronta em dois meses. Nesse tempo, Srta. Aviva, convido você e todas as damas e cavalheiros aqui presentes à oficina, para testemunhar a próxima grande conquista da humanidade: a conquista do tempo.\"\nA Srta. Aviva não falou. Na verdade, pela expressão dela, nossa nobre amiga não entendeu nem um pouco as palavras do Sr. Ciric."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 2 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.\nDois meses depois, nós — A editora do Pássaro a Vapor, o médico, Sr. Revilo Oliver e outros que haviam comparecido ao banquete daquela noite — vieram à oficina de Ciric como combinado. Srta. Aviva não estava lá, pois ela nunca teve muito interesse em tais coisas, mas ao invés disso, achou que comparecer a um baile social no Salão Caritat era mais significativo.\nSurpreendentemente, Ciric envelheceu e ficou mais frágil em apenas dois meses. Na luz fraca da lâmpada, sua expressão, uma vez entusiasmada e arrogante, havia endurecido em algo indiferente e solene, quase como os ascetas emaciados de Sumeru.\nEle nos recebeu para nos levar aos nossos assentos, falando em um tom calmo.\n\"Bem, então, como seu plano de conquistar o tempo está progredindo?\" A editora do Pássaro a Vapor perguntou diretamente. \"Onde está a máquina do tempo à qual se refere?\"\nCiric não respondeu imediatamente. Ao invés disso, ele apontou para a mesa perto dele. Nossos olhares seguiram, e no meio daquela mesa estava um aeromodelo em formato de baleia revestido de ouro, mais ou menos do tamanho de um relógio pequeno. Até um olho destreinado saberia que aquele modelo era de fabricação muito sofisticada. Sob sua casca cristalina, uma cor indistinguível e sem forma fluía lentamente, brilhando levemente sob a sombra do abajur.\n\"Então,\" disse o médico, \"demorou dois meses para fazer esse brinquedo que até os artesões de Lepaute ficariam impressionados?\"\n\"Certamente não parece nada especial,\" Ciric disse, uma emoção inescrutável brilhando em seus olhos que quase poderia ser chamada de pena,\" Mas esse é simplesmente uma projeção que o objeto deixou neste momento, assim como só é possível ver um fio fino ao olhar para papel de lado.\"\n\"Que baboseira.\"\nPor alguma razão, Ciric não refutou essa declaração, meramente nos pedindo em um tom calmo para ouvi-lo sobre suas experiências viajando no tempo. Nós concordamos, então ele começou a contar a história que agora registrarei, sem interrupções, do começo ao fim.\nPara todos vocês, foi dois meses atrás quando eu falei pela primeira vez da máquina do tempo. Similarmente, deve ter sido uma semana atrás quando eu terminei de construir tal dispositivo e entrei nele, iniciando a primeira sequência de viagem no tempo da história humana.\nAs estranhas sensações que me arrebataram durante a viagem no tempo são incapazes de serem postas em palavras, assim como não há palavras com as quais se possa impor o brilho das estrelas a uma pessoa cega. Mais ou menos vinte minutos após isso — embora descrever viagem no tempo subjetivamente seja insignificante — a máquina cessou as operações. Olhei ao meu redor na hora, então percebi estar em um assentamento imperial de Remuria. Os grandes templos e arenas entalhados em rocha titânica que traria vergonha à Ópera Epiclese, enquanto as criações de Alain Guillotin não se passariam nem por brinquedos perto dos golems de Remuria. Enquanto eu estava em choque, algumas tropas em patrulha me descobriram. Vendo meu estranho estilo de roupas, eles me consideraram um espião para tribos bárbaras. Eles me prenderam, me tornando um escravo inferior, um crente degenerado em um falso deus, ameaçando me jogar em uma cisterna profunda cheia de víboras.\nFelizmente, a oficial de construção local — que eu descobri mais tarde que seu nome era Aidia Anavana — percebeu que eu era uma pessoa estranha, e me convocou para encontrá-la. Ela resistiu à minha gramática terrível e meu sotaque catastrófico (naquela época, eu nem conseguia pronunciar \"Remuria\", com a palavra saindo mais parecida com \"Emuia\") enquanto me fazia muitas perguntas, as quais eu respondi com sinceridade. Rapidamente, ela aceitou que eu era do futuro e me mostrou uma tabuleta de pedra que escravos haviam escavado recentemente."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vol. 3 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUm romance de ficção cientifica de Fontaine publicado pelo Pássaro a Vapor. Conta a história de um engenheiro que viaja usando uma máquina do tempo.\nA tabuleta era um quadrado perfeito, cada linha e coluna entalhada com sete caracteres correspondentes — elas não eram palavras de Remuria, e sim as que usamos hoje, até a maneira e ordem em que devem ser lidas, e as informações dentro do texto — uma charada elaborada envolvendo cães, grama, pássaros, chuvas de verão, a canção de rosas, marcas de um caracal e padrões ordenados de rochas. Apesar do meu extenso amor por jogo de palavras, este infinito ciclo de charadas me deixou terrivelmente tonto. Por algum motivo, eu sabia que deveria solucioná-las, independentemente do custo. Eu passei meio ano fazendo isso ao lado de Aidia — e no fim, a chave para decifrar a tabuleta estava com um escravo morto há trinta anos, enquanto a resposta era uma data, de vários anos após a queda do império.\nEu dei adeus a Aidia e voltei para a máquina do tempo, avançando para aquela data na esperança de encontrar o segredo por trás da tabuleta de pedra. Lá, eu conheci vários Caçadores das Sombras, e eles me mostraram outra tabuleta de pedra, que novamente tinha 49 caracteres correspondentes nela que formava outra charada. Novamente, a resposta era uma data, uma para um futuro ainda distante.\nSeguindo as instruções dessas tabuletas de pedra, eu atravessei o tecido do passado e presente, indo de um para o outro 13 vezes. Cada charada da tabuleta de pedra era mais difícil que a última. Uma delas só pôde ser decifrada usando um romance ruim publicando 300 anos antes — a quinta palavra da 37ª página daquele livro formava uma conjugação com o nome completo do 357º oficial da Maison Gardiennage de 357 anos atrás. A chave de outra charada era baseada em uma flor branca que florescerá em vários milênios — não sei seu nome, e seu grupo de pistilo é muito estranho. Pode ser algum tipo de malva, mas não tenho certeza. Aquele flor seria nutrida por cantos de cotovias, então uma das pistas para sua resposta era o número de costelas em uma cotovia durante os tempos de Remuria. Acho que é assim que charadas funcionam.\nA tabuleta de pedra final veio de um armazém subterrâneo do Museu Memorial de Basil Elton, não tinha nada além de um número nela: \"0\".\nEu não sei em que estava pensando por um momento. Afinal, não havia significado em definir meu destino como \"0\". Mas eu coloquei o número em minha máquina mesmo assim e puxei a alavanca. Após sabe-se-lá quanto tempo, a máquina parou. Eu senti que estava flutuando sobre um mar sem ondas ou marés, pois até o vendo não existia nesse momento. O céu que pairava sobre minha cabeça não era azul, mas um vermelho-escuro ornamentado com incontáveis estrelas, pálido e distante, como geada de sal contornando a costa.\nOlhei para esse primeiro dos oceanos e vários minutos se passaram antes que eu percebesse haver algo sombrio escondido sob a superfície plácida. Era o Palais Mermonia, que não deveria estar aqui.\nNaquele momento, eu pude ouvir alguém me chamar pelo nome — Neven Ciric, a voz chamada. Eu me virei, e era como estar olhando para um espelho. Um homem, idêntico a mim, me encarando os olhos, assim como eu fazia com ele.\n\"Neven Ciric,\" ele continuou, \"você deseja conquistar o tempo. Ninguém pode fazer isso.\"\n\"Foi você quem deixou aquelas charadas para trás?\"\n\"Foi você quem deixou aquelas charadas para trás.\" Ele repetiu minha pergunta como se fosse uma resposta. \"Essas charadas são parte do tempo, e cada símbolo igual é o próprio tempo.\"\n\"Então, a resposta final das charadas do tempo é zero.\"\n\"Zero não é uma resposta. Ao invés disso, é outro mistério, pois a resposta não pode ser encontrada na charada,\" ele disse. \"A resposta da charada do tempo é um espelho — ou talvez, eu devesse dizer que essa é a resposta que é mais simples de compreender. Quando dois espelhos ficam de frente para o outro, tempo é a reflexão infinita da luz dentro dele. Inúmeras luzes divergentes, convergentes e paralelas formam a ilusão que chamamos de tempo. Não existe passado ou futuro, pois o passado é o futuro. Conforme você fica aqui de pé no Momento Zero e olha adiante em meio a abertura entre os dois espelhos, todos os feixes de luz caem dentro do mesmo plano, e nenhum pode escapar. O Palais Mermonia já havia caído há muito tempo antes de sequer ser construído, e o Palais caído será erguido novamente. Felicidade, tristeza, lágrimas, e a morte devem se repetir infinitamente, pois essa é a natureza de um espelho. Similarmente, você não pode conquistar o tempo, assim como você não consegue pegar sua sombra em suas mãos.\"\nTalvez tenha sido horror ou uma loucura momentânea, mas quando ele terminou, eu peguei minha pistola que mantenho por segurança, mirei em sua cabeça e puxei o gatilho.\nA sala ficou em silêncio.\n\"Eu não espero que você acredite em mim,\" Ciric disse conforme ele se levantou, seus olhos olhando em volta da sala. \"Apenas considere isso como uma bobagem que inventei para acobertar minha falta de habilidade de fazer uma máquina do tempo. Considere isso como um conto ruim, um sonho nascido apenas da ilusão. De qualquer forma, senhoras e senhores, tenho que ir — meu futuro eu espero uma charada que tenho que deixar para ele.\"\nNunca mais vi Ciric Neven novamente."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Viajante do Tempo"
          }
        ]
      }
    ]
  }
}