{
  "epId": 5145,
  "name": "Floresta de Erinnyes",
  "desc": "<p>Os ventos que sopram do leste em direção à Corte de Fontaine carregam um doce perfume envolto em mistério. Nas profundezas da Floresta de Erinnyes, onde poucos ousam caminhar, a semente da aventura foi plantada à beira do lago, sob os salgueiros chorões.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_1432111069762510975.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1760361767,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustrações",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "[Edição Especial do Pássaro a Vapor] Apresentação das Novas Áreas da Versão 4.2!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/3a88785505924788f79e6a1e46ef98b2_3533959988581211844.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>05 de Novembro, 2023</color>\nOlá, Viajantes! Após a atualização da Versão 4.2, as novas áreas \"Floresta de Erinnyes\" e \"Região Mortaine\" de Fontaine estarão disponíveis! Confira esta edição especial do Pássaro a Vapor para saber mais sobre as características especiais das novas áreas!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Recursos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Especiarias Locais"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Flor da Luz do Lago",
        "desc": "<p>Uma flor clara verde, ela nasce onde veios d'água se juntam. Tem uma fragrância simples, refrescante e elegantes, mas também gentil.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/c43e2d148b98d58c98a008b13e37b5b5_4425401761114720095.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cristais Rodopiantes Radiantes"
      },
      {
        "type": "CustomEntry",
        "epId": 4685,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4686,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4687,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mercadores"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPCs Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Biblioteca",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "A Canção de Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/08/42646513/8b970c654b04a0e524be4c06d95332ea_3813253900659745806.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "O Colapso do Castelo Antigo",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Guias de Aventura",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tutoriais"
      },
      {
        "type": "CustomEntry",
        "epId": 4697,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mapa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mapa do local"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-1285.97,-3819.52&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Aventuras Fantásticas de Thelxie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Em Fontaine, há uma antiga lenda sobre uma criatura submarina assustadora chamada Thelxie. Diz-se que ela vive em uma caverna subaquática cercada por ossos pálidos e que usa seu olfato sensível para rastrear crianças solitárias que perderam o caminho. Quando as encontra, entoa um canto hipnotizante para atraí-las às águas profundas antes de engoli-las por completo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/22c5d8cee888061763bcf8f0c8c389d4_621625588044881455.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Um dia, o mergulhador Freminet recebeu uma encomenda de Zuria Destree, cuja filha, Lescot, sofria da Síndrome da Solidão. Essa síndrome é um tipo de distúrbio mental que faz com que seus portadores sintam solidão extrema e percam o interesse por atividades cotidianas. Há várias teorias sobre suas causas: fatores hereditários, emocionais, ambientais e até distúrbios nas Linhas Ley. Alguns dizem até que pode ser resultado de contaminação por restos divinos. A filha de Zuria desenvolveu delírios incontroláveis e passou a confundir fantasia com realidade. Desejando trazê-la de volta ao mundo real, Zuria pediu a Freminet que criasse um pinguim mecânico, inspirado no ser dos sonhos da menina: Thelxie. Lescot acreditava que a criatura da lenda não queria sequestrar crianças, mas cantava por solidão e desejo de ser compreendida."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Inumeras sereias adoráveis viviam em casas feitas de conchas coloridas e corais, cuidando de seus animais aquáticos durante o dia e cantando entre campos de Maralga dourada durante a noite.</color>\n<color=#ffffffd9>Todos viviam vidas livres e abençoadas, até o dia do Desfile Iridescente, o festival importante do qual um novo rei seria coroado...</color>\n<color=#ffffffd9>E durante o dia do desfile, o príncipe andaria por uma ponte arco-íris feita com todas as conchas oferecidas, aceitar a coroa de seu pai em meio aos aplausos de seus súditos. Finalmente, o novo rei abençoaria a todos com seus bons desejos.</color>\n<color=#ffffffd9>Quanto ao nome do príncipe — não é ninguém menos, que Thelxie.</color>\n<color=#ffffffd9>Os monstros eram malignos e cruéis, e causavam medo aos corações de todas as sereias. As sereias, especialistas em cantar, não conseguiam se defender contra os monstros. Então o reino caiu, o rei foi morto, e as sereias presas detrás de grades. A ponte arco-íris perdeu suas cores e se despedaçou.</color>\n<color=#ffffffd9>O príncipe mal conseguiu fugir com a ajuda de um indivíduo mascarado misterioso, mas ele já havia perdido tudo, e só pôde passar seus dias cantando músicas tristes.</color>\n<color=#ffffffd9>E assim como o príncipe cantava músicas de solidão, apenas crianças que também eram solitárias conseguiam ouvir suas canções.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/7b44613b61b5e300ff3060b3782d8244_8547442519350336893.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Com o avanço da Síndrome da Solidão, Lescot passou a acreditar que era o Príncipe Thelxie, e Zuria decidiu desenhar um livro ilustrado sobre esse mundo imaginário para tentar ajudá-la. Elas haviam começado a obra juntas, mas a doença evoluiu rápido demais, e a criança não conseguiu desenhar além da primeira página. Zuria queria terminar o livro, mudando o final para que o Príncipe das Ondinas e seus amigos pudessem restaurar seu reino. Ela esperava, assim, dissipar a tristeza e devolver à filha a esperança de um mundo cheio de luz.\nEmbora Freminet soubesse que o plano de Zuria talvez fracassasse, ele quis ajudar.\nNa Casa da Lareira, onde foi criado sob a tutela da antiga diretora, ele testemunhou muitos casos de Síndrome da Solidão. Quase todos tinham desfechos trágicos, e em alguns, o paciente acabava morrendo. Ele compreendia as fantasias da filha de Zuria, pois também havia criado um mundo de conto de fadas próprio, do qual tirava força e inspiração. Seu mundo se chamava Cidade dos Pinguins, um lugar pacífico habitado por pinguins habilidosos em fabricar brinquedos mecânicos. Entre eles estava Pinguim Pers, o herói de suas fantasias, que se tornara um símbolo de coragem e amizade para Freminet."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/68ef46d0b90d28aad63b9ef61d680ffa_7822842955146634060.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Com a ajuda do Viajante e de Paimon, Freminet construiu uma arma e um escudo para Thelxie, integrando um módulo de testes na placa principal do autômato para que ele pudesse funcionar corretamente. Juntos, Zuria, Thelxie, Freminet, o Viajante e Paimon viajaram até as ruínas da Planície de Salacia para recriar as fantasias de Lescot no livro. A história original foi usada como base, mas ganhou um novo tom, menos sombrio e mais esperançoso. Agora, o Príncipe Thelxie empunhava a espada da coragem e o escudo da perseverança, símbolos de que havia superado as dúvidas e estava pronto para enfrentar as trevas. Thelxie fez amigos e encontrou um caminho colorido e repleto de esperança."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/66132627552ce37de9ab3c0887cab8a4_7720769679231812679.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Após muitas provações, o Príncipe Thelxie e seus bravos companheiros chegaram à entrada do Reino das Ondinas. Nesse momento, a pequena fada do grupo, Paimon, revelou sua forma divina. Ela louvou a pureza dos corações de seus companheiros e, como recompensa, concedeu-lhes bênçãos e orou para que o Príncipe realizasse seu destino. Banhados pela luz da Deusa, o Príncipe e seus aliados avançaram contra o bastião das trevas, expulsaram os monstros e libertaram as belas Ondinas aprisionadas. O Príncipe conseguiu recuperar o reino, mas não pôde retomar a coroa. Ela estava ao seu alcance, mas os inimigos fugiram levando-a consigo. Ainda assim, ele não desistiu, certo de que, na próxima batalha, o arco-íris brilhante voltaria a descer sobre o reino.\nQuando a coroa para a cerimônia de coroação ficou pronta, Freminet, o Viajante e Paimon foram à casa de Zuria Destree, pois não conseguiam encontrá-la. O médico da família, Jalacan, explicou que Lescot Destree sofrera de Síndrome da Solidão e que, um mês antes de Freminet conhecer Madame Destree, a garota partira em busca de uma Ondina, amarrando conchas pesadas ao corpo e caminhando para o mar aberto, de onde nunca voltou. Na época, Zuria estava preparando uma exposição de arte dedicada à filha e, portanto, não estava em casa. Tomada pelo arrependimento, adoeceu com o mesmo mal e passou a acreditar que sua filha ainda estava viva. Ela esqueceu o verdadeiro nome da menina e passou a chamá-la de Thelxie, acreditando que sua filha era a princesa do Reino das Ondinas. Quando Freminet criou Thelxie, Zuria demonstrou melhora. Na noite anterior à coroação, porém, ela passou horas observando a concha que sua filha havia deixado e as palavras gravadas nela. Como os últimos dias haviam lhe trazido algum conforto, o Viajante, Paimon e Freminet decidiram concluir a jornada e mostrar-lhe que sua criança havia encontrado felicidade no mundo dos sonhos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e149c58503f8dc388047a461bf11df5d_1140361888284474100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "No capítulo final da aventura, Thelxie e seus companheiros derrotaram os monstros invasores e conquistaram uma vitória brilhante. O reino foi restaurado e a coroa, recuperada, reluzia sob o arco-íris. As Ondinas retornaram às suas casas, envolvendo o Príncipe em aplausos e carinho. Elas ofereceram suas conchas preciosas e reconstruíram a ponte de arco-íris que unia o céu e o mar. Enquanto contemplava a cena, o Príncipe sentiu-se profundamente comovido. Pisando sobre a ponte cintilante, ele olhou para seus companheiros, o Viajante, a Deusa Paimon, Freminet e uma mulher. Ela caminhava em sua direção, com um sorriso sereno, e lentamente levantou o véu.\nO Príncipe não conteve as lágrimas. Reconheceu, então, que a misteriosa figura que o acompanhara o tempo todo era sua mãe. Zuria atravessou a ponte e colocou a coroa sobre a cabeça do Príncipe, sorrindo para ele ao dizer: <color=#ffffffd9>\"Meu Príncipe, meu rei, você nunca, jamais, se sentirá só novamente.\"</color> Quando a história terminou, Zuria enxergou sua filha dentro do pinguim mecânico, e o sonho delas finalmente encontrou um fim em paz."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\" — Me desculpe, meu filho, mamãe deveria ter passado mais tempo com você... você ouviu a história? Você nunca mais terá que sentir sozinho novamente...\"</color>\n<color=#ffffffd9>\"-.- ..-. ..- -... .--- -. ..-. -. -... -. -... — (I love you, Maman!)</color>\n<color=#ffffffd9>Mamãe, estou ficando meio sonolento... se está perto da hora de dormir, você poderia cantar uam canção de ninas para mim de novo?\"</color>\n<color=#ffffffd9>\"— É claro minha criança... desde que você queira ouvir, mamãe sempre irá cantar para você.\"</color>\n<color=#ffffffd9>\"— Obrigada Mamãe, Sua canção sempre foi minha favorita. Agora que eu ouvi, posso voltar para o meu sonho, e para o Reino das Sereias em paz.\"</color>\n<color=#ffffffd9>\"— Ah, minha queria criança... por favor, não se esqueça, irei sempre te amar. Meu amor é... maior do que todo o espaço entre aqui e o Reino das Sereias.\"</color>\n<color=#ffffffd9>\"— Eu não esquecerei, mamãe... E também é o meu amor por você. Maior que a distância entre aqui e o Reino das Sereias.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/54db64e1fc4b846e6f08cd32ba60bcb9_5008366991441817053.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Após se despedir de sua filha, Zuria Destree começou a se sentir melhor. Ela decidiu retomar suas exposições de arte e compartilhar livros ilustrados sobre a Síndrome da Solidão com o médico da família. Madame Destree desejava que sua própria experiência pudesse ajudar outras pessoas, por isso a nova exposição incluiu um livro sobre “Aventuras Fantásticas de Thelxie” e orientações terapêuticas voltadas à superação da solidão. Zuria contou que, no momento em que colocou a coroa sobre a cabeça de Thelxie, teve a sensação de presenciar algo verdadeiramente belo. Ela disse que, naquele instante, sua filha havia retornado e lhe dissera que a amava. Foi então que Zuria percebeu que finalmente podia se despedir. Naquele momento, sentiu-se curada por uma força mística, e uma onda de coragem percorreu seu corpo dos pés à cabeça.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Um jovem reservado muito habilidoso em mergulho. Sob seu comportamento distante e frio, há um coração puro isento de qualquer falha.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/101132274/8e44111a378f4e5379b8e7444e8c2daa_7629952329871790377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4663,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4656,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4657,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "A Fada de Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_1578047838614163017.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "AEmbora a protetora da Floresta de Erinnyes, batizada de Pahsiv por Paimon, se pareça com uma Melusine, ela nunca esteve na Vila Merusea nem na Corte de Fontaine. Certo dia, ela encontrou um “visitante” (presumivelmente Neuvillette), que lhe ensinou a linguagem humana e pediu que defendesse a ilha. Toda a região de Erinnyes faz parte de um sistema de informação criado por esse visitante, através do qual ele é capaz de sentir as mudanças nas veias d’água. O salgueiro-chorão próximo ao lago coletava as informações, a névoa as processava e a fonte do Lago Urania as transmitia. Quando a corrupção começou a destruir as raízes do salgueiro que conectavam as veias d’água, Pahsiv pediu ajuda ao Viajante e a Paimon, que passavam pela região. Se as raízes fossem destruídas pelo Tumor Devorador de Raízes, o sistema de informação deixaria de funcionar, e os sentidos do visitante seriam afetados."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/2419aa5e5660834773173261b37d7912_1634568490714545712.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para salvar a árvore, era necessário encontrar três Chaves de Lágrima: uma no Caminho da Floresta Nevoenta, ao sul; outra na nascente ao norte; e a terceira próxima ao salgueiro, a leste. Para obter a chave da floresta, era preciso devolver três gotas de orvalho puro à árvore luminosa. A chave próxima ao salgueiro estava em um altar submerso. Durante a busca pela última chave, no Lago Urania, o Viajante e Paimon encontraram um Dragarto das Profundezas próximo a um altar ativado. Eles acreditaram estar em perigo e avisaram Pahsiv, mas ela apenas acariciou o Dragarto, que logo se acalmou. O Dragarto então expeliu a última chave, e Pahsiv explicou que ele havia sido ferido pela corrupção, mas mesmo assim continuou protegendo o artefato."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f72252ec169490af15c9728cf65afddc_7106074848780188615.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Com todas as chaves reunidas, o Viajante, Paimon e Pahsiv seguiram até a praça próxima à Estação Marcotte, onde havia uma fonte adornada por esculturas de leões. Quando o Viajante colocou as chaves nas estátuas, um portal se abriu sob a fonte, revelando um caminho até as raízes de Erinnyes. Para purificar as raízes do salgueiro-chorão e eliminar a corrupção, Pahsiv concedeu parte de seu poder ao Viajante, fortalecendo suas habilidades."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/ee933a92f5b9969db91f0d1611881640_4040628293704997557.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durante o confronto, um círculo mágico brilhou no chão, e Cães do Abismo emergiram dele. Pahsiv, que estava ao lado dos heróis, subitamente desapareceu, e um Dragarto das Profundezas surgiu em seu lugar, ajudando-os a derrotar os inimigos. Quando as raízes foram finalmente purificadas, a árvore recuperou sua forma original e a Floresta de Erinnyes voltou a florescer.\nApós salvar Erinnyes, Pahsiv encontrou baús de tesouro para Paimon e o Viajante como símbolo de gratidão. Em troca, eles prometeram visitar Pahsiv novamente, alimentá-la com Maralgas, ensiná-la novas palavras e mostrar-lhe como se despedir adequadamente.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette ",
        "desc": "<p>O Juiz Supremo de Fontaine, conhecido com Iudex, é renomado por sua imparcialidade inabalável.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/101132274/0513aa7f482dbb4778545d02f94956fe_916827246523274276.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto das Profundezas Primordial",
        "desc": "Um dragarto que vive nas profundezas do oceano.<br/>Eles já foram a raça dominante nas profundezas — e, de fato, os dragões foram os senhores do mundo inteiro em uma era ainda mais primitiva. Mas seus antigos Sete Soberanos foram derrotados por um poder dos céus, definhando um a um.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Maralga",
        "desc": "<p>Uma alga que boia na água e se alimenta de substâncias produzidas por outras plantas. Embora frequentemente confundida com zooplâncton, Maralga cai na categoria de fitoplâncton por natureza.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/59559639/172ed81b5284a43c6bf5835fd4bf1837_6527814181088667801.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caminho da Floresta Nevoenta",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5fed2a1d221a64fbce1dd878b0b1178_6319425483989524746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ao longo do Caminho da Floresta Nevoenta, encontra-se uma árvore reluzente e um altar misterioso onde é possível encontrar uma Chave de Lágrima. Quando o Viajante e Paimon resolveram o enigma do altar e devolveram três gotas de orvalho puro à árvore, conheceram a Fada Pahsiv, que desejava proteger sua terra natal, Erinnyes.\nAo coletar todos os Galhos da Floresta Nevoenta na Floresta de Erinnyes, eles podem ser entregues a Pahsiv."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5617f2a01e0c1c493f27af73870fb52_2081372962184794317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Na costa de Erinnyes, ao sul da Floresta Nevoenta, há um navio convertido na taverna Leme Enferrujado. No navio há um canhão, acessível pela garçonete da taverna após a resolução de alguns enigmas. Ao disparar o canhão, é revelado um túnel subterrâneo escondido atrás das rochas. O timoneiro e proprietário da taverna é Pitot. Cristais misteriosos chamados Cristais Caleidoscópicos Misteriosos, obtidos ao derrotar as extremamente poderosas Aberrações Primordiais na Região Mortaine, podem ser trocados com Pitot por Mora. Pitot já “guiou” muitas vidas e costumava mudar o rumo delas com frequência. Para aqueles que se voluntariavam a mergulhar nas profundezas do oceano, Sr. Pitot era o único timoneiro em quem podiam confiar. Ele protege todos que trabalham no Leme Enferrujado. Pitot também é um jogador certificado e, como dono do estabelecimento, participa ativamente das interações com os clientes, ajudando-os a escolher suas bebidas. Ele aprecia todos os tipos de jogos, incluindo o Chamado Sagrado dos Sete, e aprimorou bastante suas habilidades nas cartas. Afinal, um dono de taverna que perde para seus clientes pode acabar tendo que oferecer uma rodada por conta da casa. Entre os frequentadores habituais da taverna está Covault, um bêbado que já trabalhou para o vigia do Porto Lumidouce, Chaussivert, mas o traiu e passou a colaborar com um homem de Snezhnaya, o ex-pesquisador do Instituto de Pesquisa de Fontaine, Nacker, que havia roubado o Núcleo Cinético de Arkhium do Instituto.\nHá também outros dois jogadores certificados na taverna: Lasselin e Choneaux. Lasselin é a imediata do Leme Enferrujado e costuma jogar partidas com os clientes, demonstrando calma absoluta ao atacar. Entretanto, os jogos de cartas parecem servir apenas como pretexto, já que as conversas acabam invariavelmente levando ao tema do “bom vinho”. Choneaux, por sua vez, é um repórter sempre em busca de um furo exclusivo. Como notícias desse tipo são difíceis de conseguir, ele costuma criá-las — cobrindo, por exemplo, duelos entre jogadores excepcionais de cartas. Embora a maioria dos leitores não tenha ideia de quem sejam os jogadores citados, essas matérias rendem o suficiente para cobrir suas despesas e seu consumo de bebida."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/5aa1e3741f2e8b6b831494e8d12f8ce8_7897379296831474050.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ao norte do navio ficava o esconderijo de Edwin Eastinghouse, pesquisador do Instituto de Pesquisa de Fontaine, dado como morto após a explosão do Laboratório Central do Instituto, evento no qual ele próprio era suspeito de envolvimento. Quando Nacker roubou o núcleo cinético, o Instituto contratou uma investigadora especial chamada Fusilier. Sua principal tarefa era recuperar o Núcleo Cinético de Arkhium o mais rápido possível, pois se tratava de um protótipo extremamente instável. Durante a investigação, Fusilier descobriu a casa de Eastinghouse, que exibia claros sinais de energia residual. Edwin Eastinghouse deliberadamente conduziu a investigação até Nacker, pedindo que ele retornasse ao Instituto e confessasse seus crimes. Edwin alegou não estar presente quando o núcleo explodiu e desejava retomar suas pesquisas. Contudo, por ter prejudicado o Instituto, foi preso na Fortaleza Meropide junto com Nacker."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/40ce385833ce82d9b25403400d28e560_951188549922220326.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Perto do Leme Enferrujado, havia um abrigo onde viviam Kevin e sua mãe, Madeleine, que haviam deixado os Fatui. Quando Sir Arthur foi sequestrado próximo ao prédio do jornal Pássaro a Vapor, Kevin tornou-se um dos principais suspeitos, pois foi visto portando uma faca nas redondezas. Mais tarde, provou-se que o menino era inocente, mas seu pai, Baulande (ou Baulard), estava envolvido no sequestro do pelicano. Quando o caso foi resolvido, Baulande se reuniu novamente com sua família, e eles deixaram o abrigo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c23e9015597cae6ae3b89b06c036dd69_6706150497317394872.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "A leste da taverna ficava o acampamento temporário de Freminet, onde ele criou o pinguim mecânico Thelxie para a marchand de arte Zuria Destree. Ao norte do acampamento, próximo a um salgueiro-chorão, ficava a residência de Zuria, que havia se mudado da Corte de Fontaine. Havia anotações no acampamento sobre a adição de um módulo de saída de linguagem para Thelxie. Freminet escolheu o código criptografado da Casa da Lareira, já que havia várias placas-mãe não utilizadas no depósito do abrigo, e essa linguagem era adequada para o módulo de tradução do traje de mergulho do próprio Freminet. O trabalho levou mais tempo do que o esperado, e, por isso, a fala de Thelxie só pôde ser decifrada usando o capacete do traje."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/91a25774cb78913c52835c6c3949b872_2198250476204518832.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A oeste da Floresta Nevoenta vivia uma garota chamada Penny, com seu poodle Nana e seu gato Don Quijano. Os pais de Penny, Parker e Barrow, deixaram a filha aos cuidados de sua amiga Rouge enquanto viajavam. A garota recebeu o cachorro de Autumn, quando esta foi enviada à Fortaleza Meropide pelo assassinato de seu segundo marido. Nana costumava viver na Corte de Fontaine e aparecia sempre com novos trajes e acessórios antes de dormir, nas refeições, festas de chá, bailes, passeios e encontros. Don Quijano, segundo Penny, era procurado pela Maison Gardiennage. Anos atrás, Don Quijano, Rouge e o cego Freeman (que pode ser encontrado no Leme Enferrujado) partiram em uma jornada, mas foram perseguidos por mercenários. Quando ficaram sem suprimentos, Don Quijano avançou contra seus perseguidores sem hesitar e derrotou três deles. Penny se viu em um momento de dúvida, sem saber se deveria amadurecer ou permanecer uma criança. Ela chegou a listar os prós e contras de crescer, mas ainda não conseguia decidir. Com a ajuda do Viajante e de Paimon, Penny escolheu iniciar o treinamento da Guilda dos Aventureiros, decidida a explorar o mundo. Como presente por seu amadurecimento, o Viajante escreveu para ela uma carta de recomendação à Guilda."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/a3788efb008b18296dfac840874c800e_477694116058981460.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Perto do acampamento de Penny havia o esconderijo de Rocher, outro suspeito no caso do sequestro de Sir Arthur. Rocher é marido de Melo Lombroso, neta do renomado pesquisador que criou o detector de mentiras inteligente. Rocher perdeu o dinheiro da família ao se envolver em um esquema de pirâmide promovido pela Confraria das Louças Elegantes, e se escondeu da organização para evitar pagar suas dívidas. Assim como Kevin, Rocher também foi considerado inocente do crime e, após o caso ser solucionado, reencontrou sua esposa, a quem temia pedir ajuda.\nNesta subárea, as missões de mundi"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "e"
      },
      {
        "type": "CustomEntry",
        "epId": 5512,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "podem ser encontradas.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5855,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5856,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Um jovem reservado muito habilidoso em mergulho. Sob seu comportamento distante e frio, há um coração puro isento de qualquer falha.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/101132274/8e44111a378f4e5379b8e7444e8c2daa_7629952329871790377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4633,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Salgueiro Chorão do Lago",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_2088795659966503428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Um enorme salgueiro-chorão conecta os canais de Erinnyes, mas a corrupção contaminou suas raízes. Os galhos secaram, a folhagem tornou-se amarelada e a água do lago ficou amarga. Quando Pahsiv e o Viajante purificaram as raízes do salgueiro da imundície, a água do lago se limpou e a árvore recuperou sua antiga aparência. Sob as águas do salgueiro encontra-se um altar que guarda uma Chave de Lágrima, necessária para purificar as impurezas de Erinnyes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/50fa13bd9dc00854bf6a32003f63849f_1456668052862581948.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A caverna subaquática que contém as raízes do salgueiro-chorão é conhecida como Hauteclaire. Esse era o nome do lendário cetro da Cavaleira da Luz do Lago, Erinnyes. Conta-se que, quando o\ncaiu, a Cavaleira da Luz do Lago encontrou a misericordiosa Senhora das Muitas Águas, Egeria. Erinnyes agradeceu à Senhora das Muitas Águas por lhe mostrar o Cálice Puro e por permitir que completasse sua jornada. Ela prometeu que os Cavaleiros do Lago sobreviventes continuariam a servir lealmente a Egeria e ao seu futuro reino, seguindo o exemplo daquela nobre musicista, e que perseguiriam as sombras remanescentes, restaurando a justiça. A cavaleira, de olhos na cor do mar, confessou seus pecados e pediu consolo para sua alma em exílio e expiação. Quando terminou seu discurso, ergueu sua espada reluzente, de onde emanou um feixe de luz aquosa que iluminou todo o vale.\nA Cavaleira da Luz do Lago lançou sua espada nas águas do lago três vezes, e apenas na terceira vez a água não a devolveu à margem. As águas se fecharam sobre ela, e a espada afundou até o fundo. A Rainha de Todas as Águas comoveu-se com aquele lamento e concedeu-lhe o desejo. Egeria presenteou a última Cavaleira do Lago com uma flor tão pura quanto a luz lacustre, como um presente de despedida."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/996428185ebfa9cf6901d777752725de_691506655928920213.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Até hoje, Fontaine mantém a tradição de colher um Lírio da Luz do Lago e oferecê-lo àqueles que partem em longas jornadas, desejando-lhes um caminho tão tranquilo quanto as águas puras, e que os mais queridos possam seguir sua luz serena e retornar em segurança. Esses Lírios da Luz do Lago crescem em\nErinnyes, onde os Cavaleiros do Lago encontraram a Senhora das Muitas Águas.\nReza a lenda que Daeira, uma donzela que vivia à beira do lago, presenteou a espada a Erinnyes para que ela pudesse realizar inúmeros feitos heroicos. Muitos conflitos foram encerrados pacificamente sob sua lâmina, e os estragos da guerra cessaram nessas terras. A espada bebeu o sangue carmesim dos injustos, e os traidores e ímpios caíram como flocos de neve diante da pureza de Hauteclaire. Seu punho dourado era adornado com joias, e apenas pessoas de alma pura eram dignas de empunhá-la. Erinnyes acreditava que, um dia, surgiria uma pessoa nobre que levantaria a espada novamente e realizaria feitos ainda maiores que os dela."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e2a3a4721eb04d304e9e0695c1507f8e_8106838126766125720.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A leste do salgueiro-chorão, o Viajante e Paimon encontraram Rouge, amigo de Penny. Ele e seus aliados planejavam lidar com os Ladrões de Tesouro, redistribuindo suas riquezas às pessoas que haviam caído nos pântanos e não conseguiam escapar de suas dificuldades sozinhas. Rouge uniu indivíduos que acreditavam em justiça e igualdade, e que desejavam servir aos que sofriam com a pobreza e as adversidades. Juntos, fundaram o grupo Ideais da Rosa Arco-Íris, formado por Liam, Rocky Avildsen, Athos, Autumn, Parker, Barrow, Freeman e o próprio Rouge."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"O mundo está cheio de desigualdade, pobreza e ganância,</color>\n<color=#ffffffd9>e até o dia que seja varrido, eles caminharão pela amada terra de Fontaine.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nessa subárea, as missões de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "e"
      },
      {
        "type": "CustomEntry",
        "epId": 5513,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "podem ser encontradas.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Esplendor das Águas Silenciosas",
        "desc": "<p>Um cetro em torno do qual gira água pura. Em dias passados, ele costumava simbolizar a mais alta autoridade sobre os mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/17/59559639/9807aa25f336daae391a6f6d4995af3d_9175418241143923394.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Flor da Luz do Lago",
        "desc": "<p>Uma flor clara verde, ela nasce onde veios d'água se juntam. Tem uma fragrância simples, refrescante e elegantes, mas também gentil.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/327628065/c43e2d148b98d58c98a008b13e37b5b5_4425401761114720095.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lago de Urania",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/8b5e5ce4959737e6242311fdd3d88698_414196125136543226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando a imundície corrompeu a Floresta de Erinnyes, as águas do Lago Urania também foram envenenadas. Um vento forte surgiu ao redor do lago, tornando impossível atravessá-lo. Após Pahsiv e o Viajante purificarem as raízes do salgueiro-chorão e livrarem a floresta da corrupção, o vento cessou. Depois de salvar a floresta, Pahsiv passou a viver em uma caverna próxima ao Lago Urania, onde era possível trocar Maralgas por diversos tipos de mercadorias oferecidas por ela. Com a purificação do lago, os amigos de Pahsiv, os Dragartos das Profundezas, começaram a aparecer novamente nas proximidades.\nNessa subárea, a missão de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "pode ser encontrada.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto das Profundezas Primordial",
        "desc": "Um dragarto que vive nas profundezas do oceano.<br/>Eles já foram a raça dominante nas profundezas — e, de fato, os dragões foram os senhores do mundo inteiro em uma era ainda mais primitiva. Mas seus antigos Sete Soberanos foram derrotados por um poder dos céus, definhando um a um.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Maralga",
        "desc": "<p>Uma alga que boia na água e se alimenta de substâncias produzidas por outras plantas. Embora frequentemente confundida com zooplâncton, Maralga cai na categoria de fitoplâncton por natureza.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/59559639/172ed81b5284a43c6bf5835fd4bf1837_6527814181088667801.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Porto Lumidouce",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f0f045e68ca25ea2a163bcee67450f55_4642362463001029856.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O Porto Lumidouce é um dos mais importantes portos comerciais da Corte de Fontaine e serve como um ponto internacional de comércio na fronteira entre Fontaine e Liyue, por onde passam a maioria das transações com os parceiros do sul. Um dos principais destinos das embarcações que partem do Porto Lumidouce é o Porto Yilong, em Liyue.\nO antigo gerente do porto, Doutey, planejava expandir as instalações para lidar melhor com o enorme volume de comércio. O objetivo não era apenas ampliar a área portuária, mas também construir diversos prédios de apoio, como hotéis, restaurantes e tavernas. No entanto, por motivos desconhecidos, o projeto foi adiado, e Doutey acabou renunciando ao cargo. Atualmente, Cassigneul é a administradora do porto. Seu trabalho anterior já envolvia tarefas relacionadas à gestão portuária, mas esta é sua primeira função em um cargo administrativo oficial, algo desafiador devido ao enorme volume de cargas movimentadas. Como o projeto de expansão nunca foi implementado, alguns trabalhadores consideram procurar emprego na cidade ou migrar para o Porto Romaritime, na fronteira com Sumeru."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/4a731f33f55c766d8d00b84f85e53fa1_2308906544924989060.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Recentemente, o Porto Lumidouce enfrenta uma crise crescente. O volume de cargas aumenta continuamente, o número de navios de Fontaine diminui e estudos hidrológicos não são realizados há muito tempo. Os mapas hidrológicos estão desatualizados e os trabalhadores do porto mal recebem seus pagamentos. As condições no porto e nas águas próximas são extremamente perigosas, com bancos de areia, fendas e recifes, tornando a navegação difícil. Todos os navios mercantes que entram ou saem do mar precisam de um navegador a bordo para traçar uma rota rápida e segura. Devido a essas dificuldades, muitos navegadores pediram demissão, e os que permaneceram estão exaustos, o que aumenta o risco de erros.\nAs correntes subaquáticas também mudam de forma imprevisível. Um navio naufragado pode ser arrastado e bloquear uma rota antes livre, enquanto outra passagem antes intransitável pode se abrir. Para manter a segurança, o porto contratava especialistas em levantamentos hidrológicos. Os dados coletados eram inseridos nos mapas, e as cartas náuticas atualizadas eram distribuídas aos navegadores. Contudo, como esses levantamentos não têm sido realizados recentemente, os navegadores dependem apenas de suas experiências e de mapas antigos. Cassigneul planeja conduzir um novo levantamento hidrológico abrangente, mas o processo exigirá muito tempo.\nUma pesquisadora do Instituto de Pesquisa de Fontaine, chamada Hautemontagne, já trabalhou no Porto Lumidouce. Ela participava de um projeto que pretendia estender as linhas de Hidrônibus até o porto, mas o plano foi suspenso, e Cassigneul enviou Hautemontagne para Vale Chenyu. A líder da Spina di Rosula, Navia, planeja retomar o projeto e construir uma quarta linha de Hidrônibus conectando o porto ao restante de Fontaine.\nO autoproclamado vigia do porto é Chaussivert. Certo dia, Concini, de Snezhnaya, contratou várias pessoas do porto, incluindo a equipe de Chaussivert, para transportar o pesquisador Nacker e o Núcleo Cinético de Arkhium, roubado do Instituto de Pesquisa de Fontaine. Um dos homens de Concini tentou contratar Chaussivert diretamente, mas ele recusou e acabou sendo atacado.\nQuando a investigadora especial Fusilier chegou ao Porto Lumidouce em busca de Nacker, inicialmente suspeitou que Chaussivert estivesse envolvido no desaparecimento do núcleo. Como o artefato era instável e podia explodir a qualquer momento, Chaussivert concordou em ajudar Fusilier e o Viajante na captura de Nacker. Quando Nacker foi capturado e enviado à Fortaleza Meropide, uma nota deixada no porto determinava que todos os materiais e equipamentos relacionados ao Núcleo Cinético de Arkhium deveriam ser destruídos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/3d44b97926f26ca1f08846b466697ac4_2528688386245955408.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Entre os trabalhadores locais está Urville, um caçador de tesouros azarado. Muitos anos atrás, uma Melusine (possivelmente Nadia) o salvou de um ataque de Polvos Bola, e ele jurou crescer e ajudar outras pessoas. Com o tempo, Urville salvou Nadia, que sofria de amnésia causada por uma lesão cerebral traumática, e passou a tentar curá-la. Inicialmente, planejava enriquecer encontrando os tesouros do Fórum Liliacruces, mas sua busca acabou em fracasso. Atualmente, ele treina arduamente para tornar-se marinheiro e conseguir recursos para o tratamento de Nadia.\nO Porto Lumidouce também foi cenário de uma grande investigação sobre contrabando de Imitation Sinthe, uma nova droga que surgiu em Fontaine. Os criminosos transportavam a substância no estômago de gatos, enviados a outros países pela chamada “Sociedade Humana”, o que impedia a detecção do tráfico. A Garde Élodie, responsável pela segurança portuária, conduziu a investigação e direcionou as suspeitas para Pierre, do Instituto de Pesquisa, e Bernard, da Sociedade Humana. Na verdade, Élodie era a verdadeira criminosa. Pierre e Bernard não faziam ideia de sua participação. Ela trocava de turnos no porto para coincidir com as atividades da organização, falsificava registros e organizava os diários de bordo de modo que qualquer pessoa suspeitasse apenas da Sociedade. Graças à ajuda dos ilusionistas Lyney e Lynette, e da capitã da Patrulha Especial de Segurança e Vigilância, Chevreuse, Élodie foi desmascarada e presa.\nDois jogadores certificados podem ser encontrados nessa subárea: Mermet e Chourei. Mermet é navegadora no Porto Lumidouce. Como seu trabalho está intimamente ligado à movimentação das embarcações, ela dispõe de breves intervalos ao longo do dia, que aproveita para jogar Chamado Sagrado dos Sete. Costuma testar suas habilidades contra marinheiros recém-chegados. Chourei é uma Melusine e membro da Maison Gardiennage, destacada para o Porto Lumidouce. Ela é responsável por manter a ordem no local, embora sua natureza gentil torne a tarefa difícil às vezes. Felizmente, após orientação da administradora do porto, Chourei descobriu que o Chamado Sagrado dos Sete era uma ótima maneira de aproximar as partes em conflito. Assistir a tantas partidas também a ajudou a tornar-se uma jogadora qualificada.\nNessa subárea, a missão de mundo"
      },
      {
        "type": "CustomEntry",
        "epId": 5517,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "pode ser encontrada.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Distrito Belleau",
        "desc": "<p>Além do vasto Campo Aquático, Fontaine também possui montanhas e florestas, sendo o \"Monte Automnequi\" um dos cenários mais emblemáticos.</p><p>O Instituto de Pesquisas de Fontaine usou grandes Mechanici para abrir o \"Túnel Poisson\", resolvendo um grande problema na construção da Hidrovia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_6128162996943714884.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>A atual Presidente da Spina di Rosula, é uma patroa adorável e responsável.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/22/59559639/3fc7580c01a9e622692402889706c4db_987831617704915527.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5857,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Uma assistente mágica de poucas palavras. Sua personalidade é tão indecifrável quanto a de um gato.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/59559639/436e6f2b9b9006bfe511a98093259daf_786851561707919100.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p>Um mágico astuto e habilidoso de Fontaine que sempre conquista o público com seus truques engenhosos e sua eloquência.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/03/59559639/e343d4442cc3b8e243f0d528bb715f75_4313588781914638849.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>A capitã da Patrulha de Segurança e Monitoramento Especial, que tem a justiça como uma insígnia eterna em seu coração. Seu mosquete só aponta contra os culpados.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/59559639/a846729f31f16a987a8696466ebabcc0_6725058705366070179.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "galleryCharacter": [
      {
        "key": "O Salgueiro Chorão Cor d'Água de Erinnyes",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/d1112d14bd9513c49ef485d21262fb9b_7457254465642838313.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "No passado, o Salgueiro Chorão do lago era um objeto de veneração. Todos os veios d'água convergem em Erinnyes, e o Salgueiro Chorão florescia ou murchava quando as águas eram doces ou amargas. A terra do lago também... é uma pena que os presságios só chegam na mesma lua que a calamidade."
          }
        ]
      },
      {
        "key": "\"Leme Enferrujado\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/5823c1e7a23bebe156d95115879ef2c0_6813274973620990844.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Um navio branco que brilhou no sol e agora está totalmente enferrujado. Há muitas histórias para serem encontradas aqui como moeda, mas os forasteiros que entram aqui são tão raros como a lua."
          }
        ]
      },
      {
        "key": "Porto Lumidouce",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/2f6447946bb1472669e2806f3a4f3cf7_251414099656084219.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "O porto principal que leva a outras nações. Dizem que existia um plano para construir uma quarta linha de Hidrônibus, e que conectaria o Porto Lumidouce e a Corte de Fontaine, mas esse plano acabou com a morte do maior patrocinador do Hidrônibus."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Floresta de Erinnyes"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Local Permanente"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ]
  }
}