{
  "epId": 5150,
  "name": "Urakugo Rensai",
  "desc": "<p>Uma espada forjada sob a supervisão do ilustre Urakusai. Reza a lenda que ela nunca tirou a vida de nenhum ser vivo nos últimos séculos.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/11094433/97083537849c199bc3fa7fed8a49d010_4716710063620857029.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponType": "Espada",
    "weaponProperty": "Dano Crítico"
  },
  "menuId": 4,
  "menuName": "Arma",
  "version": 1710298879,
  "components": {
    "story": [
      {
        "title": "Urakugo Rensai - História",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>A lenda conta que o Bake-Danuki Urakusai, enquanto estava bêbado, cortou a cortina dourada de cobre de um teatro na floresta, tornando-se inimigo do líder dos Bake-Danuki.</color>\n<color=#ffffff73>Sua espada foi assim nomeada por causa disso, e a dança frenética da espada dos Bake-Danuki sob a lua naquela noite também foi considerada uma história notável por todos os espectadores, exceto pelos próprios Bake-Danuki.</color>\n<color=#ffffff73>Mais tarde, diz-se que Urakusai, para se desculpar com os Bake-Danuki que organizavam a peça, cedeu valiosos utensílios de chá e muitos outros tesouros.</color>\n<color=#ffffff73>E o \"Otemon\", que tinha encontrado ele apenas uma vez antes do incidente, recebeu a famosa espada \"Misugiri\" como presente por mediar a situação.</color>\n<color=#ffffff73>Diferentemente dos rumores populares, este senhor não era apenas um estranho que lutava contra as árvores de Melão de Lavanda, mas também tinha um pouco de elegância, gostava de teatro, de objetos curiosos e de se vestir bem.</color>\n<color=#ffffff73>Quando se lançava à batalha, costumava vestir-se com uma armadura bordada com padrões de outono e nuvens, feita de cetim dourado, e apresentava-se com um rosto pintado com cores vibrantes e uma expressão peculiar.</color>\n<color=#ffffff73>No entanto, seja em textos antigos ou em contos populares, nunca houve descrições dele empunhando a famosa espada dourada \"Misugiri\" na sua última batalha,</color>\n<color=#ffffff73>Em muitas histórias e relatos históricos, sua arma sempre foi aquela grande espada que, como o seu nome, é bastante longo e difícil de pronunciar.</color>\n<color=#ffffff73>Embora existam pinturas dele segurando duas espadas, uma grande e uma pequena, cortando através das ondas como se estivesse dividindo a maré, derrubando criaturas da escuridão que avançavam,</color>\n<color=#ffffff73>Mas, de acordo com o autoritário \"Registro de Objetos Famosos\" da época, o \"Misugiri\" foi perdido pelo \"Otemon\" em um certo verão antes do incidente.</color>\n<color=#ffffff73>Por isso, nas mentes daqueles que discutem histórias de ficção depois de beber, a \"Misugiri\", que nunca se sabe se foi usada para matar inimigos, sempre provoca especulações.</color>\n<color=#ffffff73>Entre os Oni, que transmitem sua história através de canções e lendas ao invés de textos escritos, existem histórias que diferem ou complementam o que está registrado no \"Registro de Objetos Famosos\".</color>\n<color=#ffffff73>Após uma competição de luta em um festival, o \"Otemon\" surpreendentemente presenteou a famosa espada \"Misugiri\" a uma alfaiate que não era de uma família de guerreiros.</color>\n<color=#ffffff73>Parece que uma jovem costurou novamente uma flor de ouro solta em sua veste, e ele a presenteou com esse adereço como recompensa.</color>\n<color=#ffffff73>\"Você disse que não precisa de recompensa? Então, que tal trocarmos minha espada por suas tesouras? Assim, não será considerado uma recompensa!\"</color>\n<color=#ffffff73>\"Ah? O que você está dizendo? Como eu não poderia usá-lo para cortar tecido!? Você, garotinha, fala como um tengu sem graça!\"</color>\n<color=#ffffff73>\"A 'Diferença entre guerreiros comuns e de família nobre' é apenas uma desculpa! Se você pode cortar tecido com tesourinhas, deve ser ainda melhor com uma espada longa!\"</color>\n<color=#ffffff73>\"De jeito nenhum! Eu te dei essa espada porque o antigo dono dela, seja lá o que ele disse, achava que objetos famosos deveriam ser exibidos em nichos para serem admirados.\"</color>\n<color=#ffffff73>\"...Não foi um presente, foi uma troca! Em vez de deixar a velha raposa me perguntar de vez em quando como está a espada, é melhor usá-la para cortar tecido e fazer roupas para você!\"</color>\n<color=#ffffff73>\"Você está me xingando de novo, eu ouvi! Uau, por que você está levantando a voz!? Deixa pra lá, preste atenção...\"</color>\n<color=#ffffff73>Dizendo isso, o Oni se levantou de repente, sacou a espada famosa, e a lâmina afiada brilhou sob a fumaça do festival e a luz da lua.</color>\n<color=#ffffff73>E então, sem hesitação, ele cortou uma manga de sua própria veste, guardou a espada de volta na bainha, e com seriedade ofereceu a manga de brocado como presente.</color>\n<color=#ffffff73>O guerreiro oni, que costumava brincar, rir e xingar em frente às pessoas da cidade, mostrava uma expressão séria que o fazia parecer ameaçador quando necessário.</color>\n<color=#ffffff73>\"Veja, mesmo eu, que não sou um alfaiate refinado, posso usar essa espada para cortar tecido habilmente! Não subestime as pessoas!\"</color>\n<color=#ffffff73>\"Por favor, aceite esta espada famosa, porque eu acredito que só você pode usá-la adequadamente, eu só iria acabar danificando-a.\"</color>\n<color=#ffffff73>\"Você quer que eu a guarde como um tesouro de família? Haha, eu até pensei nisso! Mas uma espada famosa não tem utilidade para mim, e acabaria ficando abandonada.\"</color>\n<color=#ffffff73>\"Nesse caso, se um dia Urakusai aparecer, com certeza vai me zombar de ser um sujeito rude, entediante e sem sofisticação.\"</color>\n<color=#ffffff73>Diante da expressão repentinamente séria do guerreiro oni naquela época, a jovem costureira comum ficou realmente assustada.</color>\n<color=#ffffff73>Depois dela aceitar tremendo de medo o presente muito valioso, o guerreiro autoconfiante deu algumas risadas e partiu satisfeito.</color>\n<color=#ffffff73>\"Otemon\" então ganhou o apelido de \"bobalhão\" entre os moradores da aldeia e da cidade, algo que ele não se importou.</color>\n<color=#ffffff73>Não importa o quanto ele tenha oscilado entre a alegria e a raiva, ao longo de sua vida nem muito longa nem muito curta, ele fez muitos amigos e salvou muitas vidas.</color>\n<color=#ffffff73>Mais tarde, ele tecia uma tapeçaria sem palavras, oferecendo-a como tributo aos deuses, raposas, criaturas sobrenaturais, oni e humanos que ele protegera ao longo dos anos,</color>\n<color=#ffffff73>A costureira também desenhou um estilo de porte de espadas de dupla empunhadura para ele, como uma forma de compensar o remorso por não poder devolver a espada famosa e por não ter ajudado a derrotar inimigos.</color>\n<color=#ffffff73>Mas isso é uma história para depois. Antes disso, Urakusai ainda teria alguns meses para lamentar sua estadia nas casas dos moradores.</color>\n<color=#ffffff73>Os descendentes da mesma tribo Oni, ao verem um guerreiro empunhando a espada famosa que antes pertencia à jovem costureira, lembraram-se:</color>\n<color=#ffffff73>\"Meu tio costumava suspirar enquanto limpava a espada, lamentando que o grande Urakusai confiou um tesouro tão precioso a alguém como ele.\"</color>\n<color=#ffffff73>\"Este objeto deveria desfrutar de toda a prosperidade e beleza deste mundo, como posso eu, então, permitir que ele seja manchado por atos de violência e raiva?\"</color>\n<color=#ffffff73>Voltando à história. A jovem descobriu os usos maravilhosos da espada além do campo de batalha, e o futuro de tecer a tapeçaria ainda estava distante.</color>\n<color=#ffffff73>Naquela época, o guerreiro Chiyo dançava com incrível esplendor, vestindo doze túnicas magníficas enquanto empunhava a espada, parecendo tão deslumbrante quanto as pétalas de flores caindo ao vento na primavera.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Urakugo Rensai"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Oração de Evento de Arma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Espada</color>"
          }
        ]
      },
      {
        "key": "Atributo Secundário ",
        "value": [
          {
            "type": "RichText",
            "text": "Dano Crítico"
          }
        ]
      },
      {
        "key": "Brocado Florescente, Espada do Santuário",
        "value": [
          {
            "type": "RichText",
            "text": "Aumenta o Dano do Ataque Normal em <color=#37ffff>16%/20%/24%/28%/32%</color> . Aumenta o Dano da Habilidade Elemental em <color=#37ffff>24%/30%/36%/42%/48%</color> . Quando um personagem ativo próximo causa Dano Geo, os efeitos mencionados acima serão aumentados em 100% por 15s. Além disso, a DEF do personagem que está com essa arma equipada aumenta em <color=#37ffff>20%/25%/30%/35%/40%</color> ."
          }
        ]
      },
      {
        "key": "Versão Lançada",
        "value": [
          {
            "type": "RichText",
            "text": "4.5"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Nv. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19.2%"
            ]
          }
        ]
      },
      {
        "key": "Nv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 1630,
            "name": "Ramo de Coral de um Mar Distante",
            "desc": "<p>Material de Ascensão de Armas.</p><p>A Ilha Watatsumi é a mais distante da Ilha Narukami no arquipélago das ilhas de Inazuma, e seu nome significa \"o deus dos oceanos\" na língua antiga local. Lendas dizem que quando a grande serpente apareceu pela primeira vez na nação abissal da noite eterna, seu corpo fluorescente estava coberto em numa miríade de corais coloridos.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1043,
            "name": "Mecanismo do Caos",
            "desc": "Vem de uma máquina inativa das Ruínas antigas.<br/>É a fonte de energia desse mecanismo biomimético.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Gear_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Protetor de Mão Velho",
            "desc": "Um protetor de mão gasto que estava em uma lâmina de Inazuma.<br/>Para aqueles que são adeptos na esgrima, o tsuba é a defesa contra  a lâmina de um oponente. Para iniciantes, é uma defesa contra eles mesmos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Nv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1628,
            "name": "Ramo Perolado de um Mar Distante",
            "desc": "Material de Ascensão de Armas.<br/>Esse coral não pode ser encontrado em canto nenhum de Teyvat, mas foi um presente que a grande serpente obteve ela quando rompeu através do Mar Sombrio. Para essa serpente abissal, estar cheia de corais significava ser poderosa, e seu poder desvaneceria caso tais corais se perdessem. Noutras palavras, tais corais contêm poder muito além da norma.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1043,
            "name": "Mecanismo do Caos",
            "desc": "Vem de uma máquina inativa das Ruínas antigas.<br/>É a fonte de energia desse mecanismo biomimético.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Gear_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Protetor de Mão Velho",
            "desc": "Um protetor de mão gasto que estava em uma lâmina de Inazuma.<br/>Para aqueles que são adeptos na esgrima, o tsuba é a defesa contra  a lâmina de um oponente. Para iniciantes, é uma defesa contra eles mesmos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Nv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 1628,
            "name": "Ramo Perolado de um Mar Distante",
            "desc": "Material de Ascensão de Armas.<br/>Esse coral não pode ser encontrado em canto nenhum de Teyvat, mas foi um presente que a grande serpente obteve ela quando rompeu através do Mar Sombrio. Para essa serpente abissal, estar cheia de corais significava ser poderosa, e seu poder desvaneceria caso tais corais se perdessem. Noutras palavras, tais corais contêm poder muito além da norma.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1044,
            "name": "Processador do Caos",
            "desc": "Vem de uma máquina inativa das Ruínas antigas.<br/>As grandes técnicas e o poder desconhecido deste dispositivo não servirão para nada se a máquina que o contiver perder sua integridade estrutural.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Axis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Protetor de Mão Kageuchi",
            "desc": "Um protetor de mão montado em uma espada de alguma distinção.<br/>Inazuma possui uma longa tradição no forjamento de espadas. Ferreiros comumente fazem diferentes armas simultaneamente antes de escolherem entre elas a \"Shinuchi\", sua melhor arma, enquanto outras são conhecidas como \"Kageuchi\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Nv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Ramo de Jade de um Mar Distante",
            "desc": "Material de Ascensão de Armas.<br/>Perdendo-se no Mar Sombrio, o deus que perdeu tudo encontrou o povo abandonado que nada tinha nas profundezas do oceano. Por isso foi eleito para ficar e se tornar seu \"Orobashi no Mikoto\", seu \"Watatsumi Omikami\".<br/>Dizem que o grande deus serpente se livrou e quebrou todos os corais em seu corpo para dar luz às suas crianças que estavam envoltas na sua escuridão. Também dizem que usou esses corais para criar uma enorme escada para permitir essas crianças novamente alcançarem a superfície e ver a luz do dia.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1044,
            "name": "Processador do Caos",
            "desc": "Vem de uma máquina inativa das Ruínas antigas.<br/>As grandes técnicas e o poder desconhecido deste dispositivo não servirão para nada se a máquina que o contiver perder sua integridade estrutural.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Axis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Protetor de Mão Kageuchi",
            "desc": "Um protetor de mão montado em uma espada de alguma distinção.<br/>Inazuma possui uma longa tradição no forjamento de espadas. Ferreiros comumente fazem diferentes armas simultaneamente antes de escolherem entre elas a \"Shinuchi\", sua melhor arma, enquanto outras são conhecidas como \"Kageuchi\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Nv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Ramo de Jade de um Mar Distante",
            "desc": "Material de Ascensão de Armas.<br/>Perdendo-se no Mar Sombrio, o deus que perdeu tudo encontrou o povo abandonado que nada tinha nas profundezas do oceano. Por isso foi eleito para ficar e se tornar seu \"Orobashi no Mikoto\", seu \"Watatsumi Omikami\".<br/>Dizem que o grande deus serpente se livrou e quebrou todos os corais em seu corpo para dar luz às suas crianças que estavam envoltas na sua escuridão. Também dizem que usou esses corais para criar uma enorme escada para permitir essas crianças novamente alcançarem a superfície e ver a luz do dia.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1046,
            "name": "Olho do Caos",
            "desc": "Originário de uma máquina antiga das Ruínas.<br/>A parte \"Ruína\" de seu nome vem das áreas em que são mais ativas. Mas na realidade, máquinas das Ruínas possuem pouco em comum com os detritos em que são comumente encontrados.<br/>No passado antigo, essas ruínas foram parte de uma civilização grande o suficiente para quase tocar o domo do firmamente, enquanto a \"ruína\" ainda aguarda nos cantos mais profundos da terra, esperando a ordem para erguer-se e pisar sobre todos os reinos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Oculus_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Protetor de Mão Famoso",
            "desc": "Um protetor de mão feito cuidadosamente que estava montado em uma arma famosa.<br/>Alguns acreditam que espadas possuem alma e, por isso, merecem seu próprio nome. Aqueles que amam suas lâminas serão reconhecidos por elas com gratidão. Mas aqueles que veem suas espadas como amigos ou até amantes devem ser alertados sobre que essa relação é construída sobre sangue e mortes. A paixão daqueles que dançam com suas lâminas nos chuveiros vermelhos deve um dia certamente ser acalmada pelo aço inconstante.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Nv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 1631,
            "name": "Ramo Dourado de um Mar Distante",
            "desc": "Material de Ascensão de Armas.<br/>O significado por trás do nome \"Watatsumi\" é que o povo abandonado no mar da escuridão aguardava ansiosamente pelo deus serpente que os liderou.<br/>E também porque o deus serpente agora tinha pessoas que o veneravam que ficou no mundo que já deveria ter fugido há muito tempo, quebrando os ramos de coral que adornavam seu corpo, pisando numa terra em que não deveria, e lutando contra um inimigo que nunca poderia se igualar. Até que no final, sua forma divina foi dividida entre as montanhas, seu icor transformado em plasma, e sua determinação e poder viraram um veneno que jamais poderia ser extinguido.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1046,
            "name": "Olho do Caos",
            "desc": "Originário de uma máquina antiga das Ruínas.<br/>A parte \"Ruína\" de seu nome vem das áreas em que são mais ativas. Mas na realidade, máquinas das Ruínas possuem pouco em comum com os detritos em que são comumente encontrados.<br/>No passado antigo, essas ruínas foram parte de uma civilização grande o suficiente para quase tocar o domo do firmamente, enquanto a \"ruína\" ainda aguarda nos cantos mais profundos da terra, esperando a ordem para erguer-se e pisar sobre todos os reinos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos Oculus_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Protetor de Mão Famoso",
            "desc": "Um protetor de mão feito cuidadosamente que estava montado em uma arma famosa.<br/>Alguns acreditam que espadas possuem alma e, por isso, merecem seu próprio nome. Aqueles que amam suas lâminas serão reconhecidos por elas com gratidão. Mas aqueles que veem suas espadas como amigos ou até amantes devem ser alertados sobre que essa relação é construída sobre sangue e mortes. A paixão daqueles que dançam com suas lâminas nos chuveiros vermelhos deve um dia certamente ser acalmada pelo aço inconstante.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Nv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Dano Crítico"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88.2%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Original",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/11094433/9cdf1d8885e7f1d85aab9dd12ed85a93_6708162976564082000.png"
      },
      {
        "key": "Despertado",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/11094433/88e6eb860c04ab6a2214db156fcd4fec_2486847414924936429.png"
      }
    ]
  }
}