{
  "epId": 5200,
  "name": "Perinheri (I)",
  "desc": "Esse texto também é conhecido como \"Hleowolf Apaixonado\". O autor original afirma ter baseado essa história em um conto lendário conhecido em toda Khaenri'ah, mas não há mais ninguém para verificar isso. É uma obra antológica de várias gerações até agora.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749615219,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Perinheri"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Vendido por Hubel na Corte de Fontaine"
          }
        ]
      },
      {
        "key": "Entrada Principal",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5202,
            "name": "Perinheri",
            "desc": "Esse texto também é conhecido como \"Hleowolf Apaixonado\". O autor original afirma ter baseado essa história em um conto lendário conhecido em toda Khaenri'ah, mas não há mais ninguém para verificar isso. É uma obra antológica de várias gerações até agora.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.5"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Perinheri (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Essa é uma história de tempos realmente muito antigos. Dizem que naqueles dias, pássaros ainda não haviam se dividido entre tipos domésticos e selvagens. Naqueles dias, uma lua carmesim brilhava sobre o reino, ao invés do sol negro de dias futuros.\nDevido à posição única do Reino, as coisas de fora desse mundo estavam sempre vazando para ele. As armas do reino acabavam com calamidades se infiltrando, mas e todos os outros objetos? Tal qual, digamos, uma criança que possa ter vindo de algum mundo destruído?\nUm dos sábios assim aconselhou o rei: \"Ó, alto lorde dos nobres, uma criança já me contou um conto de outro mundo: Era uma vez, um povo do mar que acreditava que os deuses vieram do mar. Cada vez que eles encontravam um náufrago, eles o tratavam com a maior honra, pois acreditavam que os deuses tomavam a forma do náufrago para investigar o reino mortal.\"\nO governante respondeu: \"Não entendo seu significado, mas faça como quiser.\"\n(Claro, dentro do reino não existe um oceano no sentido tradicional. Os primeiros fundadores do reino já viram o contorno das montanhas se tornar nebuloso sob a forte luz do sol, e também já viram a luz da lua cair sobre as pequenas ondas do mar, como muitas pérolas. Na época em que a história ocorre, apenas os estrangeiros e os poucos que deixaram o reino por motivos oficiais e retornaram podem descrever essas cenas. A palavra \"oceano\" é frequentemente uma metáfora para o espaço onde as estrelas se refletem.)\nAguardando a chegada ao reino de deuses vindos do que chamavam de oceano, ou melhor, pessoas capazes de transcender os deuses, eles estabeleceram instituições para acolher essas crianças. Após isso, órfãos do reino ou crianças errantes de fora também passaram a ser aceitos.\nA primeira memória do jovem Perinheri foi ser pedido por adultos para se arrastar por um corredor escuro. Essa passagem pode ter sido uma chaminé para lareiras no inverno, pois estava cheia de fuligem de carvão, e não havia uma única rachadura pela qual fumaça ou luz pudesse passar. Enquanto ele se arrastava, ele ocasionalmente tropeçava na escuridão completa. Felizmente, o corredor pareceu projetado para a passagem de crianças no início, então as quedas não eram tão dolorosas. Também não havia nenhuma teia de aranha irritante.\nQuando Perinheri finalmente chegou ao final, a saída ainda não tinha aberto. Ele bateu, apenas para os adultos perguntarem friamente: \"Você está morto?\"\nBem, como ele deveria responder se estava morto? Mas os adultos não gostaram dessa resposta. Eles continuaram fazendo a mesma pergunta, até que finalmente ele gritou, \"Sim, tô morto!\"\nEntão os adultos perguntaram, \"Então você viu?\"\nTalvez tenha sido o medo trazido pela escuridão combinado com a fome e exaustão, mas Perinheri realmente viu uma ilusão. A lua carmesim, alta no céu preto como piche, repentinamente se virou, revelando ser um olho horroroso e titânico.\nOs adultos abriram a porta e abraçaram Perinheri coberto de fuligem: \"Você atravessou o fogo dos dois mundos na lareira e aqui renasceu.\"\nEmbora, desde o declínio da Lua Vermelha até o surgimento e o crepúsculo do Sol Negro, o orfanato do reino nunca tenha esperado a chegada de alguém que transcenda, muitas figuras extraordinárias saíram de lá, muitas das quais se tornaram grandes cavaleiros do reino. Perinheri certamente foi o mais distinto de sua época, a menos que ele fosse comparado com seu querido amigo, Hleowolf.\nEles deviam ter competido por glória, e decidido quem era superior em meio a quantidade de honras que coroavam a si — e no número de cálices de bons vinhos virados durante as festividades seguintes. Mas por alguma razão, a rivalidade deles tomaria um caminho mortal."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=en-us&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>O dono \"temporário\" de uma banca de jornal. Ele deseja um dia se juntar ao \"Pássaro a Vapor\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/17/100430559/3f2391c897ecb36a5a3fd9b46c8a3945_5084308859674653374.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5201,
        "name": "Perinheri (II)",
        "desc": "Esse texto também é conhecido como \"Hleowolf Apaixonado\". O autor original afirma ter baseado essa história em um conto lendário conhecido em toda Khaenri'ah, mas não há mais ninguém para verificar isso. É uma obra antológica de várias gerações até agora.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}