{
  "epId": 5620,
  "name": "Crônicas Secretas do Reino do Norte",
  "desc": "<p>Um pergaminho antigo de Remuria descoberto acidentalmente nas ruínas, a veracidade do conteúdo descrito não pode ser verificada.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/06/42646513/be3ede6d2db7da81746a14523f206f8d_6377270642910017665.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1717631071,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Crônicas Secretas do Reino do Norte"
          }
        ]
      },
      {
        "key": "Livros",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5621,
            "name": "Crônicas Secretas do Reino do Norte I",
            "desc": "<p>Um pergaminho antigo de Remuria descoberto acidentalmente nas ruínas, a veracidade do conteúdo descrito não pode ser verificada.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/06/42646513/be3ede6d2db7da81746a14523f206f8d_7646631147025543653.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5622,
            "name": "Crônicas Secretas do Reino do Norte II",
            "desc": "<p>Um pergaminho antigo de Remuria descoberto acidentalmente nas ruínas, a veracidade do conteúdo descrito não pode ser verificada.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/06/42646513/be3ede6d2db7da81746a14523f206f8d_7519473705557412171.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5623,
            "name": "Crônicas Secretas do Reino do Norte III",
            "desc": "<p>Um pergaminho antigo de Remuria descoberto acidentalmente nas ruínas, a veracidade do conteúdo descrito não pode ser verificada.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/06/42646513/be3ede6d2db7da81746a14523f206f8d_5110153215623553666.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Volume I",
        "desc": [
          {
            "type": "RichText",
            "text": "Desde tempos imemoriais, aqueles poetas, dramaturgos e historiadores respeitados têm adorado escrever o que é totalmente absurdo e têm a audácia de chamá-lo de suas experiências reais. Qualquer pessoa que se importe em ler pode dizer que é uma série de mentiras, e ainda assim, eles insistem em exagerar tudo de forma extravagante enquanto se esforçam para manter uma fachada de sinceridade, jurando que \"vi tudo com meus próprios olhos! É tudo verdade!\" como se não se importassem nem um pouco com quão ridículos que seriam nos tempos vindouros. Por exemplo, Xanthus Talassii filius escreveu sobre seus encontros com os bárbaros no norte, falando sobre como eles usavam vidro e platina para construir sua próspera polis entre as montanhas, chamando seu rei de \"Cavaleiro\". Ele até afirmou que eles têm setenta e duas legiões, cada uma composta por 66.600 soldados, todos armados com armas forjadas da mais pura água-fonte, mais brilhante até mesmo do que os cristais de Machimos. Na realidade, ele nunca na vida pôs os pés fora do Capitólio. Esqueça os bárbaros, provavelmente ele nunca viu sequer uma enguia grelhada! No entanto, deve-se dizer que suas histórias são interessantes, pelo menos. Como tal, para saciar minha própria vaidade, senti que também devo escrever algo para a posteridade. No entanto, não tenho experiências que valham a pena mencionar e sou diferente daqueles respeitáveis que nomeiam as histórias que inventam de \"relatos verdadeiros\". Portanto, devo admitir livre e honestamente que tudo o que escrevo é completamente, totalmente fabricado. Afinal, como admiti isso de antemão, ninguém pode me chamar de fraudulento. De qualquer forma, os eventos que agora vou colocar no papel nunca foram ouvidos antes, nem experimentados por ninguém, e não passam de puro absurdo que inventei sem qualquer base na realidade. Não é mais verdadeiro do que os contos da \"Cavaleira da Água Pura\", então você não precisa acreditar em nada disso.\nAssim, levantamos âncora e partimos, navegando sempre para o norte, atravessando o território dos bárbaros, com um vento favorável nos impulsionando. Nosso objetivo era simples: Ver como é a borda do oceano. De acordo com Quinctilius, o Grande Mar termina em cachoeiras intransponíveis em todas as direções, mas isso era, evidentemente, totalmente errado: afinal, não escreveu o respeitado Iuvenalis também sobre o \"reino distante no norte\"? De qualquer forma, quanto mais ao norte íamos, menos terra víamos. No início, ainda havia grupos de ilhas e arquipélagos cobrindo a extensão do mar, mas depois havia pouco mais do que pequenas ilhotas nuas pontilhando as ondas restantes. Alguns dias de navegação depois, até mesmo essas ilhotas desapareceram, deixando apenas um azul infinito. Felizmente, trouxemos suprimentos suficientes de água fresca e comida, e não estávamos em perigo de morrer de sede ou fome.\nNavegamos por 79 dias sem avistar terra. Originalmente, estávamos planejando voltar naquele ponto, mas para nossa surpresa, no 80º dia, no meio do oceano, fomos atacados. Um grupo de bandidos montados nas costas de pássaros gigantes bloqueou nosso caminho e nos pediu batatas. Se você quiser saber o quão gigantescos eram aqueles pássaros, posso dizer que cada uma de suas penas era tão espessa quanto as Colunas do Oceano. Sem absolutamente nenhuma esperança de resistir, tudo o que pudemos fazer foi cair de joelhos e rezar a Sebastos para nos livrar, nos deixar viver outro dia, e juramos nunca mais viajar tão imprudentemente, ou escrever relatos de viagem tão confusos. Mas num piscar de olhos, mais rápido do que as palavras poderiam descrever, guerreiros montados em Foquinhas Rotundas surgiram de baixo do mar, cada Foquinha Rotunda maior do que cinquenta Animais de Carga, seus corpos inteiros envoltos em armaduras feitas de cristais, escamas de dragões e repolhos, e eles se lançaram sobre os pássaros enormes, mordendo-os até que eles pedissem arrego, e logo eles fugiram sem deixar rastro.\nFoi apenas então que percebemos que a aparência daqueles cavaleiros era completamente diferente da nossa, humanos. Eles se pareciam mais com Dragartos bípedes. Com aqueles olhos brilhando com sua estranha luz, o líder dos cavaleiros passou algum tempo nos observando antes de falar casualmente com palavras aladas: \"Caros convidados, vocês são comerciantes de Serenum?\"\nNão tínhamos a menor ideia de que tipo de lugar era \"Serenum\", então contamos toda a história, que éramos marinheiros de Remuria e queríamos ver como era o fim do oceano."
          }
        ]
      },
      {
        "title": "Volume II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ouvindo nossas palavras, ele explodiu em risos, e riu tão alto que até a barbatana em suas costas tremia. Enquanto ele gargalhava, ele conseguiu dizer que não existe tal lugar como \"Remuria\", apenas uma história falsa inventada pelos bárbaros do sul que, não tendo sua própria civilização, criaram um império fictício que simplesmente não existia. Dissemos que não, éramos Remurianos, e ele riu ainda mais alto, e nos pediu para fornecer algum tipo de dados históricos confiáveis ou evidências arqueológicas que pudessem provar que Remuria realmente existe. Simplesmente não conseguíamos produzir as provas, e ele nos assegurou que esses tipos de fantasias estranhas não eram ilegais em suas terras, e enquanto não comêssemos Frutos do Pôr do Sol em público, ainda seríamos honrados convidados em seu Império de Solaris. Ele continuou, dizendo que, com base em nossas roupas, provavelmente não éramos agentes secretos do exército rebelde, mas provavelmente éramos comerciantes viajantes de Hiperbórea. Seu império estava atualmente em estado de guerra civil, e eles esperavam que pudéssemos ajudá-los a derrotar os rebeldes.\nDescobriu-se que o Império de Solaris possuía uma tecnologia muito avançada e, algumas décadas atrás, um filósofo chamado Lucilius inventou um modo para algumas pessoas desenvolverem habilidades extraordinárias, muito superiores às dos mortais comuns. Mas veio a um preço. Sua aparência mudaria para ser diferente daquela das pessoas comuns. Alguns acreditavam que essa prática destruía a pureza da humanidade, e aqueles com poderes especiais tinham apenas duas opções: serem escravizados ou serem completamente destruídos. E assim, os dois lados rapidamente entraram em conflito, e foi uma luta até a morte, com oceanos de sangue sendo derramados.\nEu o consolei na hora, dizendo-lhe que, na minha opinião, esse tipo de coisa acontece desde os tempos antigos. Eu poderia pensar em pelo menos vinte peças na hora, cada uma girando em torno desse exato tema — isso também era um reflexo de como as artes em Remuria estavam florescendo. O Terentius de Pisculentum louva a humanidade como sendo criaturas iguais e poderosas, enquanto descreve como apenas um pequeno número de pessoas possui poderes especiais inerentes, e os fazem conquistar e destruir todos os outros, não é? Eu recomendei que eles simplesmente parassem de pesquisar tecnologia para alterar a humanidade e, em vez disso, concentrassem seus esforços em tecnologia para alterar as Foquinhas Rotundas, já que as Foquinhas Rotundas são muito mais adoráveis do que os humanos. Ele disse que consideraria minha sábia sugestão, mas que o assunto mais urgente era exterminar os traidores desprezíveis. Contanto que estivéssemos dispostos a dar uma mãozinha, ele nos daria os montes de Foquinhas Rotundas Imperiais mais poderosas para montar, e lideraríamos treze de suas legiões, cada uma com um milhão de soldados, totalizando 13 milhões de soldados, e flanquearíamos o inimigo pela esquerda. Como ele nos havia salvado de um ataque rebelde, concordamos com o pedido dele.\nCaros leitores, tudo que descrevi acima testemunhei com meus próprios olhos! Nenhuma palavra é falsa! Quanto a guerra que se seguiu, foi ainda mais inacreditável. Eu lembro de um servo cego que nos seguiu, cantando:\n\"Cante, ó músico, cante da fúria da Foquinha Rotunda que trouxe incontáveis maus!\"\nE assim, o exército de Foquinhas Rotundas rolou em frente, engolindo tudo em seu caminho como chamas que tudo devoram. E a terra tremeu sob suas nadadeiras. Reunimos nossas forças nas planícies, e o oficial líder rezou para seu deus antes de puxar um arco e o soltando, enviando um cachorro contra as forças rebeldes. O som do arco prateado era indescritível para os que o ouviram. Mas os rebeldes não foram derrotados, e enviaram cinco milhões de gigantes armados até os dentes. Esses gigantes eram enormes, dezenas de vezes maiores que os golens feitos por Sebastos, e dizem que eram os reforços que os rebeldes haviam trazido do solo oceânico. Esses gigantes tinham somente um olho, algo muito normal, pois os gigantes que Pacuvius descreveu são assim, mas tinham uma visão excepcional, e sob o comando do líder rebelde, jogaram Frutas Bulle nas tropas com surpreendente precisão. Essas frutas explodiram no impacto com o chão, cuspindo muitas bolhas. Se alguém tocasse uma delas, flutuaria alto no céu, até voar na direção do céu. É por isso que o sol e as Frutas Bulle têm cores similares.\nQuanto a conclusão da guerra, peças respeitadas ao longo da história nunca escreveram tais coisas, eles desejavam deixar espaço suficiente para histórias futuras. Por respeito às suas tradições, eu pularei essa parte."
          }
        ]
      },
      {
        "title": "Volume III",
        "desc": [
          {
            "type": "RichText",
            "text": "Quanto a esses eventos, continuamos navegando por 300 dias em um oceano vasto e vazio. Finalmente, chegamos em uma muralha alta no meio do mar, estendendo-se além da vista e até o céu. Incontáveis figuras humanas estavam suspensas na muralha, não tinham corpos ou músculos, mas suas silhuetas podiam ser distinguidas. Todos nessa terra que mentiam, ou escreviam mentiras, eram pendurados nessa muralha para serem julgados depois da morte. Quanto a quem ergueu essa muralha, ou o que está além dela, não sei. Tudo nesse diário de viagem é verdade, e por isso não tivemos como nos aproximar da muralha. Por isso voltamos apressadamente, fazendo de tudo para fugir daquele lugar, e espero nunca mais chegar perto dele.\nNaquela tarde, chegamos em um mar calmo, perto de uma ilha pequena. Nossos suprimentos de água fresca estavam quase exauridos, por isso atracamos, na esperança de nos reabastecer. Foi naquele momento que todo membro de nossa tripulação sentiu um cheiro estranho, mas rico, que nem mesmo os mais refinados perfumes do Capitólio chegavam a altura. A ilha era habitada, e tinham uma pólis próspera. Tudo na cidade era feito de ouro, e ela era rodeada por doze muralhas, cada uma construída com um tipo de gema preciosa: a primeira, ametista; a segunda, ágata roxa; a terceira, jadeíta; a quarta, rubelita; a quinta, jaspe; a sexta, topázio; a sétima, rubi; a oitava, cornalina; a nona, esmeralda; a décima, crisoprásio; décima primeira, safira; décima segunda, jade. Um grande fosso cercava as muralhas, com centenas de metros de largura, e o líquido fluindo não era água, mas leite fresco, e o que nadava nele eram peixes em conserva, perfeitos para serem comidos na hora.\nTodas as habitantes da ilha pareciam ser mulheres, e cada uma delas se vestia elegantemente, com rostos joviais. Se aproximavam de nós, nos abraçando. A ilha se chamava Amoria, e diziam que significa \"amor\". Nos convidaram para suas casas, e disseram que dariam incontáveis tesouros como presentes, suficiente para comprar todos os Machimos. Eu comecei a me sentir desconfortável, pois como poderiam pessoas assim existirem fora dos liros de Ennius? Mas meus companheiros eram familiarizados com os contos clássicos, e não viram nada de estranho nisso, seguindo as mulheres para suas casas. Não tive alternativa a não ser fingir estar contente, mas secretamente trazer comigo o botim de guerra que os solarianos me deram: uma Fruta Bulle. Segui uma das mulheres até sua casa, e quanto dentro dela, olhei cuidadosamente. Como eu esperava, haviam ossos humanos por todos os lados. Imediatamente tirei a Fruta Bulle e mirei nela, exigindo que me explicasse o que estava acontecendo, mas ela riu, transformando-se numa poça de água e desaparecendo num piscar de olhos.\nImediatamente reuni todos os meus companheiros, e corremos de volta para o navio antes de termos uma chance de pegar água fresca. Mas quando olhamos, não havia mais ilha alguma, só um vasto oceano.\nO desenrolar da história será revelado no próximo capítulo..."
          }
        ]
      }
    ]
  }
}