{
  "epId": 5729,
  "name": "A Bruxinha e as Chamas Eternas I",
  "desc": "<p>O encadernamento e disposição são feitos com muito requinte, mas o conteúdo real é todo escrito a mão. Julgando pela caligrafia, há mais de um autor. \"Não se preocupe com o QUE estamos escrevendo, a capa precisa ser bonita! Esse é o único jeito de isso dar aquela 'sensação' de obra-prima.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1739319154,
  "components": {
    "textualResearch": [
      {
        "title": "A Bruxinha e as Chamas Eternas I",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume 1\nEssa é a história de uma bruxinha que viajou para vários lugares longe em busca do \"fogo imortal\".\nA história começa assim, na parte mais ao oeste do continente mágico, havia uma jovem bruxa que estava passando pelo seu \"Certificado de Bruxa e Julgamento Final\". Como de costume, é apenas necessário passar por este julgamento para se qualificar para ser uma verdadeira bruxa.\nO julgamento requeria muitos sorteios, e os resultados eram completamente aleatórios, um formato que resultava em acidentes frequentes. Mas o continente mágico era muito firme quanto a manter tradições, e assim, eles mantiveram seguindo as regras de sorteios para julgamentos desde os tempos mais antigos!\nExiste uma lei no mundo exterior chamada de \"Lei de Morphy\". É assim que se escreve, né...? Enfim! Significa que coisas ruins que você se preocupa que aconteçam, provavelmente vão acontecer. E assim, fizeram um ataque surpresa totalmente não de surpresa na bruxinha!\nAlgumas das tarefas dadas para bruxinhas são bem simples: coisas como sintetizar a solução final para o mundo material, a Pedra Filosofal, trazer de volta as barbatanas da poderosa baleia cósmica, ou talvez encontrar um caminho para um universo paralelo e encontrar um grimório remanescente que não existe mais que foi perdido em uma grande e antiga guerra mágica... e coisas do gênero.\nMas a nossa protagonista tirou um tópico de tribulação terrível e preocupante — encontrar e trazer de volta o \"fogo imortal\". Talvez sua professora honrável tenha uma opinião sobre o assunto?\nA sua professora estava aproveitando de um chá da tarde com seus amigos, e ela confortou sua estudante. \"Deve ser por que você está destinada a se tornar uma bruxa incrível, então, seu tópico é um pouco mais difícil do que as outras. Afinal de contas, mistérios não resolvidos são os mais interessantes!\"\n\"Sério?\"\n\"Isso mesmo. Quando você voltar, vou garantir de te receber com uma festa do chá, uma até mais adorável do que esta!\"\nOs amigos da professora sussurrou para ela: \"Ei, isso não é meio demais? Você obviamente inventou essa pergunta, pois você não queria se incomodar de pensar em uma questão real para o exame. Se algo assim sequer existisse, a essa altura teríamos máquinas de movimento perpétuo, não acha!? Você não poderia ter feito outra coisa — sabe, feito ela provar a Teoria da Grande Unificação baseada na Teoria de Fraqueza Elétrica Unificada ou algo assim?\"\n\"Oh, não se preocupe! A vida é cheia de várias mentiras\", a professora disse orgulhosa, \"e eu não menti, menti? Eu sei que o 'fogo imortal' realmente existe. Aquela estrela incandescente... Hm. Espera aí, quando foi que eu vi mesmo... Devo ter esquecido.\"\nA professora virou para sua pupila, dizendo: \"Ahem! Considerando que o seu julgamento é realmente bem desafiador, você terá três vezes mais do tempo normal para completá-lo! Hehe, estarei torcendo por você!\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "A Bruxinha e as Chamas Eternas II",
        "desc": "<p>\"Você passou de mais da metade e nem avançou o enrendo um pouquinho sequer! Por que é tudo sobre o cenário?!\" \"E o que você saberia? Além disso, essa coisa não está aprofundando o cenário, é ciência natural e disciplinas diversas!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "A Bruxinha e as Chamas Eternas III",
        "desc": "<p>Uma escrita misteriosa aparece antes do texto principal: \"É tão raro R estar com a cabeça no lugar para um feitiço, ela devia mesmo estar desperdiçando seu precioso tempo lúcida escrevendo isso?\", \"Não se preocupe. Para uma feiticeira, essa é a coisa mais importante.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "A Bruxinha e as Chamas Eternas IV",
        "desc": "<p>Alguma escrita misteriosa aparece antes do texto principal: \"Vossa majestade, como você conseguirá amarrar todas essas pontas soltas? Por favor, tenha misericórdia de mim.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "A Bruxinha e as Chamas Eternas V",
        "desc": "<p>A escrita aqui é uma bagunça. Talvez o autor não escreva muito, ou talvez algo tenha acontecido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "A Bruxinha e as Chamas Eternas VI",
        "desc": "<p>\"Em um momento como esse, ainda é necessário escrever isso?\", \"Bem, lá vou eu. As oportunidades para retornar a esse mundo são raras. Alice pensaria o mesmo: se não continuarmos, tudo não teria sentido desde o começo.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "A Bruxinha e as Chamas Eternas VII",
        "desc": "<p>A formatação é refinada, mas o conteúdo é todo escrito à mão. A julgar pela grafia, há mais de um autor. \"Descobri o significado de escrever. Por isso lhe direi: eu gostaria que você estivesse aqui também.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Bruxinha e as Chamas Eternas I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Registros nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "A Bruxinha e as Chamas Eternas",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}