{
  "epId": 5730,
  "name": "A Bruxinha e as Chamas Eternas II",
  "desc": "<p>\"Você passou de mais da metade e nem avançou o enrendo um pouquinho sequer! Por que é tudo sobre o cenário?!\" \"E o que você saberia? Além disso, essa coisa não está aprofundando o cenário, é ciência natural e disciplinas diversas!\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1739319137,
  "components": {
    "textualResearch": [
      {
        "title": "A Bruxinha e as Chamas Eternas II",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume 2\nCaí a noite nas profundezas da floresta.\nA pequena bruxinha voava em sua vassoura sob a lua verde sangue.\nNa astrologia, a cor verde sangue simboliza uma grande mudança cujo resultado não pode ser previsto se trará fortuna ou desgraça.\nBem, na verdade, essa cor faz referência aos nefilins, a raça governante deste planeta. Eles são filhos dos deuses e humanos, então seu sangue, vermelho como o dos humanos, se misturou com o sangue dourado dos deuses. Por sua vez, a cor verde da lua é o resultado da composição material deste astro, sua distância em relação à Terra e a atmosfera.\nEnfim, voltando ao assunto: a bruxinha viajava em sua vassoura sob uma lua verde sangue quando, de repente, encontrou uma jovem que afirmava ser vidente.\n\"Quero ser o familiar de uma bruxa\", disse a jovem.\nAntes daquele encontro, a bruxinha sempre quis esclarecer uma dúvida que tinha: \"Será que os videntes realmente podem prever o destino?\"\nA vidente explicou à bruxinha como adivinhação funcionava. O que ela disse foi mais ou menos o seguinte...\nNo nosso mundo, os astros são os fios do céu que impulsionam a vida das pessoas na Terra, enquanto em outros mundos, a astronomia se dedica a investigar a energia da eclíptica solar, a energia lunar dos satélites, a energia dos governantes dos planetas e da vontade dos seres divinos, a energia caótica e interferencial das estrelas distantes e a energia escura do universo. Esses fenômenos também afetam nosso planeta, mas seus efeitos são mitigados por grandes obstáculos celestes. É por isso que a astronomia de outros planetas é muito mais abstrata que a nossa.\nPor sinal, em outros planetas, chamam de \"governantes\" os corpos celestes reais, enquanto os ilusórios são chamados de \"remanescentes\". E o planeta onde estava a bruxinha não era exceção a essa regra.\nTambém chamamos de \"governantes\" as vontades que descendem dos céus. Geralmente, nos planetas onde existe vida e inteligência, há sete governantes, conhecidos como \"Os Sete\". Por outro lado, nos corpos celestes ilusórios, esse número varia entre um, dois, quatro, etc. É possível que no planeta onde estava a bruxinha houvesse apenas um. No caso dos corpos celestes ilusórios, o chamado \"remanescente\" geralmente é um sol escuro.\nEm essência, astrônomos e astrólogos se dedicam a fazer avaliações e cálculos sobre os obstáculos celestes, o universo, os governantes e os remanescentes, para então inferir o desenvolvimento e as tendências de cada pessoa em um mundo ou outro. Nosso planeta tem um obstáculo celeste tão extremamente pesado que basta investigar apenas esse obstáculo para obter uma previsão muito precisa. Por outro lado, no mundo onde estavam a bruxinha e a vidente, era necessário calcular uma grande fórmula completa.\nApós ouvir a explicação, a bruxinha sentiu uma enorme admiração pelo conhecimento e pelas técnicas da vidente.\nAgora podiam discutir o assunto do espírito familiar. Quando alguém se tornava o espírito familiar de uma bruxa, podia utilizar sua magia, o que, por sua vez, lhe permitia enxergar melhor o destino. No entanto, ser um espírito familiar também podia ter efeitos secundários inesperados, tornando difícil prever o resultado.\nAh, sim, voltando ao assunto em questão: uma lua de cor verde sangue simboliza uma grande mudança cujo resultado final não pode ser previsto se trará fortuna ou desgraça.\n\"Desculpe, ainda não sou uma grande bruxa, então não posso transformá-la em meu espírito familiar\", explicou a bruxinha.\n\"Eu conheço outra maneira de fazer um pacto com uma bruxa. Talvez essa seja a única forma\", respondeu a jovem.\nA noite, que coincidia exatamente com a Festa Noturna das Bruxas, estava iluminada por uma lua de cor verde sangue.\nPor sinal, a Festa Noturna era uma antiga cerimônia proibida. Conta-se que a magia das bruxas alcançava seu máximo poder nessa noite. Organizavam essa cerimônia em segredo, faziam oferendas e passavam a noite acendendo fogueiras. Era uma tradição do extremo ocidental do mundo mágico que havia caído no esquecimento, mas por alguma razão tinha sido resgatada nas profundezas da floresta. Teoricamente, apenas as grandes bruxas e outras pessoas superiores a elas podiam ser convidadas e convidar outros para esta cerimônia.\nNa realidade, participar ou não da Festa Noturna dependia diretamente do estado de espírito, ou do estado civil das bruxas.\nMas voltando ao assunto: embora, por algum motivo, a adivinha soubesse disso sobre as bruxas, a bruxinha não entendia o que lhe estava sendo pedido. Então, decidiram ir à Festa Noturna com a desculpa de que a bruxinha estava preocupada em encontrar o fogo inextinguível.\nAs grandes bruxas dançavam ao redor de uma fogueira sob a luz da lua verde sangue.\nA bruxinha e a jovem que se dizia vidente se esconderam sob a sombra de uma árvore que, sendo mais densa que uma nuvem, impedia que a luz as iluminasse.\n\"Só precisamos esperar até o dia seguinte após a antiga Festa Noturna proibida. Então, as bruxas desaparecerão quando os primeiros raios da alvorada aparecerem.\"\n\"Entre as brasas acinzentadas haverá uma chama de fogo inextinguível. Quando um mortal a levar como oferta, será equivalente a fazer um pacto com uma bruxa\", explicou a jovem.\n\"Esse método é infalível?\", perguntou a bruxinha.\n\"Existe a possibilidade de ser rejeitado pela bruxa em questão, mas... as bruxas geralmente gostam de atuar como médiuns, e eu não tenho medo de me tornar um monstro horrível\", respondeu a jovem com entusiasmo.\n\"Então, você está dizendo que isso é o fogo inextinguível? E por que não o levamos conosco?\", disse a bruxinha, revelando seus pensamentos mais sombrios.\nSob uma lua verde sangue, as grandes bruxas cantavam uma de suas canções:\nSe uma ópera de bruxas fosse,\nnão haveria nada real para sentir tristeza.\nNossa festa já terminou,\nmas a história não se deterá,\ne a cada dia, haverá noite de bruxas\".\nA bruxinha, que ouvia a canção escondida, sentiu-se tremendamente envergonhada. Mas não porque estivesse preocupada que entre as grandes e importantes bruxas ali presentes estivessem sua professora, a diretora da escola ou a chefe de estudos, pois a bruxinha conhecia todas as pessoas de sua escola e estava segura de que não havia ninguém conhecido ali.\nPor falar nisso, embora a escola que ela frequentava tivesse um sistema de professora-aluna mais ou menos flexível, também contava com listas onde as pessoas eram enumeradas por idade. Durante as horas livres de aula, era permitido às alunas de diferentes professoras conversar entre si. Esse sistema remontava à época distante em que as Bruxas do Oeste surgiram. Elas não censuravam a troca e o aprendizado mútuo de encantamentos e rituais secretos, o que fez com que sua influência se expandisse rapidamente em seu tempo. E, de fato, a bruxinha desta história era descendente direta das Bruxas do Oeste. Enfim, não pensem que eu disse tudo isso porque antes esqueci de dar mais contexto.\nVoltando ao assunto, a bruxinha disse à vidente:\n\"Arme-se de coragem e aproveite para fazê-lo agora que tem a oportunidade! Quando o amanhecer chegar, leve essa chama e, se tiver a má sorte de se transformar em um monstro, eu acabarei com sua vida imediatamente para que não precise sofrer\", disse a bruxinha à vidente.\nComo gesto de agradecimento por sua amizade, a jovem presenteou a bruxinha com sua preciosa bola de cristal.\n\"Esta é uma bola de cristal que sente alegria por todos os destinos já conhecidos, que sente desânimo por todas as tragédias que ainda não foram reveladas. Se alguma vez se sentir perdida, deixe que ela mostre o caminho para você!\", explicou a jovem à bruxinha.\nNa verdade, aquela bola de cristal também tinha sua própria história, e é que..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Bruxinha e as Chamas Eternas II"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Registros nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "A Bruxinha e as Chamas Eternas",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "A Bruxinha e as Chamas Eternas I",
        "desc": "<p>O encadernamento e disposição são feitos com muito requinte, mas o conteúdo real é todo escrito a mão. Julgando pela caligrafia, há mais de um autor. \"Não se preocupe com o QUE estamos escrevendo, a capa precisa ser bonita! Esse é o único jeito de isso dar aquela 'sensação' de obra-prima.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "A Bruxinha e as Chamas Eternas III",
        "desc": "<p>Uma escrita misteriosa aparece antes do texto principal: \"É tão raro R estar com a cabeça no lugar para um feitiço, ela devia mesmo estar desperdiçando seu precioso tempo lúcida escrevendo isso?\", \"Não se preocupe. Para uma feiticeira, essa é a coisa mais importante.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "A Bruxinha e as Chamas Eternas IV",
        "desc": "<p>Alguma escrita misteriosa aparece antes do texto principal: \"Vossa majestade, como você conseguirá amarrar todas essas pontas soltas? Por favor, tenha misericórdia de mim.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "A Bruxinha e as Chamas Eternas V",
        "desc": "<p>A escrita aqui é uma bagunça. Talvez o autor não escreva muito, ou talvez algo tenha acontecido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "A Bruxinha e as Chamas Eternas VI",
        "desc": "<p>\"Em um momento como esse, ainda é necessário escrever isso?\", \"Bem, lá vou eu. As oportunidades para retornar a esse mundo são raras. Alice pensaria o mesmo: se não continuarmos, tudo não teria sentido desde o começo.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "A Bruxinha e as Chamas Eternas VII",
        "desc": "<p>A formatação é refinada, mas o conteúdo é todo escrito à mão. A julgar pela grafia, há mais de um autor. \"Descobri o significado de escrever. Por isso lhe direi: eu gostaria que você estivesse aqui também.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ]
  }
}