{
  "epId": 5731,
  "name": "A Bruxinha e as Chamas Eternas III",
  "desc": "<p>Uma escrita misteriosa aparece antes do texto principal: \"É tão raro R estar com a cabeça no lugar para um feitiço, ela devia mesmo estar desperdiçando seu precioso tempo lúcida escrevendo isso?\", \"Não se preocupe. Para uma feiticeira, essa é a coisa mais importante.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1739319126,
  "components": {
    "textualResearch": [
      {
        "title": "A Bruxinha e as Chamas Eternas III",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume 3\nEm sua jornada, a bruxinha conheceu um grupo de pessoas que estavam indo matar alguns monstros malvados.\nE decidiu juntar-se a eles e ir matar tais monstros.\nAquelas pessoas disseram à bruxinha: \"Quanto mais monstros matarmos, mais poderosa você será, bruxa\".\nAquilo era verdade.\nEntão, eles se depararam com um monstro mimético.\nA partir daquele incidente, a bruxinha começou a escrever um \"Diário de caça de monstros\" cada vez que caçava um.\nO fato é que encontraram o monstro mimético numa casa abandonada. No início, não sabiam o que era e pensaram que tinha crescido mofo.\nApós respirarem o pó de suas esporas, os membros do grupo se transformaram em: um robô antigo e de aspecto grosseiro (o qual a bruxinha achava muito feio, já que com a alquimia poderiam criar coisas muito melhores), uma bela dama (este membro da equipe originalmente era um homem, então a bruxinha suspeitava que se tratava de uma versão hermafrodita inversa do ordenamento de gênero dos seres vivos) e um pirata (a bruxinha não entendia o motivo dessa transformação).\nApós um tempo, todos começaram a desenvolver certa dismorfia corporal. Os três eram da mesma espécie, então não entendiam por que haviam adotado formas tão distintas. No entanto, as aflições que os afligiam eram muito similares.\nA bruxinha percebeu que o mofo não só tinha consciência própria, mas também o poder de transformar os seres vivos na forma que desejassem. No entanto, ela estava satisfeita consigo mesma, então não se transformou.\nAssim, decidiu testar as propriedades do mofo.\nExperimentou ingerir um pedaço e percebeu que era comestível e não causava efeitos colaterais, então pensou que talvez chamar isso de \"mofo\" tinha sido um preconceito. Embora depois tenha pensado que o queijo azul também tem mofo e pode ser comido, então decidiu continuar chamando assim. Vale mencionar que, quando cortou outro pedaço, os filamentos aderidos a ele desapareceram imediatamente, o que demonstrava que talvez possuíssem uma inteligência de enxame básica.\nPara poder conversar mais com ele, a bruxinha quis se transformar em mofo. E isso é exatamente o que aconteceu.\nO mofo se congregava por meio de sinais biológicos estranhos que ainda estavam para ser decifrados. No entanto, após observá-lo várias vezes seguidas, parecia possível que a inteligência de enxame do mofo fosse menor do que o esperado.\nNo final, o mofo se autodestruiu e a bruxinha conseguiu decifrar sua forma de comunicação. Resultou que, ao ver que ela se transformara em um ser idêntico a ele, o mofo começou a não se reconhecer e a dissociar. Não parava de emitir sinais que equivaliam a perguntas filosóficas como \"Quem sou eu? Quem eu sou?\". Aparentemente, sua inteligência era muito maior do que o esperado.\nQuando os membros da equipe recuperaram sua forma, disseram à bruxinha que aquele era um monstro mimético malévolo; ou seja, era da mesma classe que um monstro malévolo padrão, mas de diferente ordem taxonômica.\nUma pena, pois a bruxinha queria continuar observando-o e fazendo mais algumas anotações.\nMais tarde, ela e sua equipe se depararam com um monstro esquilo. Desta vez, seus companheiros a avisaram antecipadamente de que também se tratava de um tipo de monstro malévolo.\nEle pertencia à mesma classe e ao mesmo superordem que os monstros malévolos padrão, mas a uma grande ordem diferente.\nO monstro esquilo parecia muito agressivo. A bruxinha suspeitava que esse comportamento violento poderia ser devido ao período de gestação ou de alimentação de suas crias.\nNo entanto, ao se infiltrar no covil do monstro esquilo, ela percebeu que era macho e que tinha comido um de seus companheiros de equipe.\nA única coisa que acontecia era que o monstro tinha um temperamento muito ruim, então a bruxinha decidiu que informaria o resultado dessa investigação para evitar que outra tragédia ocorresse.\nApós tentar alimentar e distrair o monstro, este devorou outro companheiro.\nEstava claro que não era vegetariano.\nO último membro da equipe saiu correndo. Seguindo o padrão, ele supôs que o próximo a morrer seria ele, o que era uma conclusão errônea baseada em um processo equivocado e um resumo dos fatos incompleto.\nNo final, ele usou carne de javali de alta qualidade para atrair o monstro esquilo para uma armadilha. Graças à sua gordura e pelagem, ele podia suportar muito bem o fogo e o gelo, e, embora ninguém o tivesse dissecado para verificar, acabou por se descobrir que também possuía órgãos para respirar debaixo d'água.\nFinalmente, ela se livrou do monstro esquilo por meio de um ambiente vazio, o que demonstrou que não era um ser anaeróbico.\nOs monstros malévolos parecem fortes, mas todos eles têm pontos fracos, inclusive os seres alquímicos.\nAssim, finalmente, a bruxinha enfrentaria um monstro malévolo padrão, ou seja, um grande monstro malévolo com forma de hominídeo."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "A Bruxinha e as Chamas Eternas I",
        "desc": "<p>O encadernamento e disposição são feitos com muito requinte, mas o conteúdo real é todo escrito a mão. Julgando pela caligrafia, há mais de um autor. \"Não se preocupe com o QUE estamos escrevendo, a capa precisa ser bonita! Esse é o único jeito de isso dar aquela 'sensação' de obra-prima.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "A Bruxinha e as Chamas Eternas II",
        "desc": "<p>\"Você passou de mais da metade e nem avançou o enrendo um pouquinho sequer! Por que é tudo sobre o cenário?!\" \"E o que você saberia? Além disso, essa coisa não está aprofundando o cenário, é ciência natural e disciplinas diversas!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "A Bruxinha e as Chamas Eternas IV",
        "desc": "<p>Alguma escrita misteriosa aparece antes do texto principal: \"Vossa majestade, como você conseguirá amarrar todas essas pontas soltas? Por favor, tenha misericórdia de mim.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "A Bruxinha e as Chamas Eternas V",
        "desc": "<p>A escrita aqui é uma bagunça. Talvez o autor não escreva muito, ou talvez algo tenha acontecido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "A Bruxinha e as Chamas Eternas VI",
        "desc": "<p>\"Em um momento como esse, ainda é necessário escrever isso?\", \"Bem, lá vou eu. As oportunidades para retornar a esse mundo são raras. Alice pensaria o mesmo: se não continuarmos, tudo não teria sentido desde o começo.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "A Bruxinha e as Chamas Eternas VII",
        "desc": "<p>A formatação é refinada, mas o conteúdo é todo escrito à mão. A julgar pela grafia, há mais de um autor. \"Descobri o significado de escrever. Por isso lhe direi: eu gostaria que você estivesse aqui também.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Bruxinha e as Chamas Eternas III"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Registros nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "A Bruxinha e as Chamas Eternas",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}