{
  "epId": 5732,
  "name": "A Bruxinha e as Chamas Eternas IV",
  "desc": "<p>Alguma escrita misteriosa aparece antes do texto principal: \"Vossa majestade, como você conseguirá amarrar todas essas pontas soltas? Por favor, tenha misericórdia de mim.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1739319116,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "A Bruxinha e as Chamas Eternas I",
        "desc": "<p>O encadernamento e disposição são feitos com muito requinte, mas o conteúdo real é todo escrito a mão. Julgando pela caligrafia, há mais de um autor. \"Não se preocupe com o QUE estamos escrevendo, a capa precisa ser bonita! Esse é o único jeito de isso dar aquela 'sensação' de obra-prima.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "A Bruxinha e as Chamas Eternas II",
        "desc": "<p>\"Você passou de mais da metade e nem avançou o enrendo um pouquinho sequer! Por que é tudo sobre o cenário?!\" \"E o que você saberia? Além disso, essa coisa não está aprofundando o cenário, é ciência natural e disciplinas diversas!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "A Bruxinha e as Chamas Eternas III",
        "desc": "<p>Uma escrita misteriosa aparece antes do texto principal: \"É tão raro R estar com a cabeça no lugar para um feitiço, ela devia mesmo estar desperdiçando seu precioso tempo lúcida escrevendo isso?\", \"Não se preocupe. Para uma feiticeira, essa é a coisa mais importante.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "A Bruxinha e as Chamas Eternas V",
        "desc": "<p>A escrita aqui é uma bagunça. Talvez o autor não escreva muito, ou talvez algo tenha acontecido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "A Bruxinha e as Chamas Eternas VI",
        "desc": "<p>\"Em um momento como esse, ainda é necessário escrever isso?\", \"Bem, lá vou eu. As oportunidades para retornar a esse mundo são raras. Alice pensaria o mesmo: se não continuarmos, tudo não teria sentido desde o começo.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "A Bruxinha e as Chamas Eternas VII",
        "desc": "<p>A formatação é refinada, mas o conteúdo é todo escrito à mão. A julgar pela grafia, há mais de um autor. \"Descobri o significado de escrever. Por isso lhe direi: eu gostaria que você estivesse aqui também.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "A Bruxinha e as Chamas Eternas IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume 4\nA bruxa encontrou o grande monstro malévolo. Lembremos que, quanto mais monstros ela mata... quer dizer, quanto mais monstros ela derrota, mais forte ela se torna. Bem, ela já estava super, superforte, então o grande monstro não poderia ser rival para ela.\n\"Você realmente vai matar um ser vivo que parece humano e ainda por cima tem inteligência própria?\", gritou o monstro desesperado.\n\"Tens razão. Na verdade, não quero te machucar\", respondeu a bruxinha, acrescentando: \"Não esqueci que meu objetivo é encontrar o fogo inextinguível. Investigar, observar e caçar monstros malvados não passa de um meio para acumular poder.\"\nEntão, a bruxinha usou... Bem, eu não sei o que ela usou. Afinal, eu não entendo nada de magia ou ocultismo. O que importa é que ela acabou amarrando o poderoso grande monstro maligno e o levou até uma cidade próxima.\nComo estudante em estágio das Bruxas do Oeste, que estava viajando para passar em um exame, a bruxinha naturalmente tinha um documento para certificar sua identidade. Graças a esse documento, ela desfrutava de plena liberdade de movimento entre os múltiplos reinos mortais. Além disso, falsificá-lo era extremamente complicado, o que nos poupa alguns clichês nesta história.\nIsso colocou a prefeita da cidade em apuros — aliás, aquela nação era regida por um sistema de confederações frouxas, e como havia uma prefeita, não existia uma classe aristocrática, nem mesmo um sistema hereditário — pois era bastante complicado se livrar daquele grande monstro maligno.\nLembra que a raça dominante deste planeta eram os nefilins, seres híbridos com sangue humano e divino, certo? Pois bem, o grande monstro maligno era, na verdade, da raça nefilim dos hominídeos monstruosos da classe de monstros malignos. Sendo a raça dominante, os nefilins eram claramente mais poderosos do que os humanos comuns. Além disso, o fato de terem sangue humano e divino significava que neste mundo existiam deuses.\nNo entanto, os nefilins desfrutavam de certo grau de imunidade. Se ferissem menos de cinco pessoas, não eram julgados pelas mesmas leis que os humanos comuns, mas sim extraditados para sua terra. Por outro lado, a única coisa pela qual aquele grande monstro maligno era culpado era de ter comido vários milhares de javalis e galinhas.\nEm qualquer caso, tudo estava prestes a se tornar um jogo político e diplomático. Claro, a prefeita poderia descarregar toda a sua responsabilidade nas Bruxas do Oeste, mas isso só constituiria uma ofensa ao poder das bruxas em todo o continente.\nAlém disso, a prefeita era uma boa amiga da bruxinha, então nunca faria mal ao coletivo das bruxas.\nApós muitos discursos diplomáticos, políticas conciliatórias e avaliações dos prós e contras, o grande monstro maligno se viu envolvido em algo pelo qual não era culpado. Assim, o alvo de sua vingança passou a ser apenas a bruxinha.\nNo entanto, não era capaz de derrotá-la, então essa história não vem ao caso.\nClaro, lembra daquela bola de cristal? Como a bruxinha estava sem um objetivo, ela a pegou para ver o que mostrava."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Bruxinha e as Chamas Eternas IV"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Registros nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "A Bruxinha e as Chamas Eternas",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}