{
  "epId": 5734,
  "name": "A Bruxinha e as Chamas Eternas VI",
  "desc": "<p>\"Em um momento como esse, ainda é necessário escrever isso?\", \"Bem, lá vou eu. As oportunidades para retornar a esse mundo são raras. Alice pensaria o mesmo: se não continuarmos, tudo não teria sentido desde o começo.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1739319089,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "A Bruxinha e as Chamas Eternas I",
        "desc": "<p>O encadernamento e disposição são feitos com muito requinte, mas o conteúdo real é todo escrito a mão. Julgando pela caligrafia, há mais de um autor. \"Não se preocupe com o QUE estamos escrevendo, a capa precisa ser bonita! Esse é o único jeito de isso dar aquela 'sensação' de obra-prima.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "A Bruxinha e as Chamas Eternas II",
        "desc": "<p>\"Você passou de mais da metade e nem avançou o enrendo um pouquinho sequer! Por que é tudo sobre o cenário?!\" \"E o que você saberia? Além disso, essa coisa não está aprofundando o cenário, é ciência natural e disciplinas diversas!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "A Bruxinha e as Chamas Eternas III",
        "desc": "<p>Uma escrita misteriosa aparece antes do texto principal: \"É tão raro R estar com a cabeça no lugar para um feitiço, ela devia mesmo estar desperdiçando seu precioso tempo lúcida escrevendo isso?\", \"Não se preocupe. Para uma feiticeira, essa é a coisa mais importante.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "A Bruxinha e as Chamas Eternas IV",
        "desc": "<p>Alguma escrita misteriosa aparece antes do texto principal: \"Vossa majestade, como você conseguirá amarrar todas essas pontas soltas? Por favor, tenha misericórdia de mim.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "A Bruxinha e as Chamas Eternas V",
        "desc": "<p>A escrita aqui é uma bagunça. Talvez o autor não escreva muito, ou talvez algo tenha acontecido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "A Bruxinha e as Chamas Eternas VII",
        "desc": "<p>A formatação é refinada, mas o conteúdo é todo escrito à mão. A julgar pela grafia, há mais de um autor. \"Descobri o significado de escrever. Por isso lhe direi: eu gostaria que você estivesse aqui também.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Bruxinha e as Chamas Eternas VI"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Registros nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "A Bruxinha e as Chamas Eternas",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "A Bruxinha e as Chamas Eternas VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume 6\nA bruxinha voltou para onde sua professora estava para perguntar cara a cara por que o exame havia sido encerrado e por que ela não a deixava se tornar uma bruxa. Ela queria jogar coisas na cara dela, mas coisas leves que ela mesma pudesse segurar, evitando, é claro, a xícara de chá favorita da professora. Se necessário, ela quebraria sua própria segunda xícara favorita para enfatizar a gravidade do assunto, já que essa não era um presente de uma amiga, mas sim algo que ela comprou para si mesma. Para ela, as coisas que suas amigas lhe davam eram tão importantes quanto a própria amizade, então, nesse caso, ela não se deixaria levar pelas emoções.\n\"Octavia retornou. Vá falar com ela.\"\nAo ver sua professora, a bruxinha só conseguiu dizer aquela frase tão comum. A raiva e as coisas que ela tinha estado acumulando, alimentando, amadurecendo, planejando e ensaiando infinitas vezes se dissiparam num instante.\nOctavia era boa amiga da bruxinha, assim como amiga da lendária bruxa anciã. Como sua casa natal fora destruída e ela não tinha coragem de enfrentar os opressores, decidiu levar uma vida errante para sempre.\nEla tinha visto numerosos mundos e costumava contar à bruxinha sobre os céus que existiam além do céu.\n\"O universo inteiro está prestes a morrer. Recentemente, atingiu seu auge, mas em breve cairá estrondosamente\", Octavia contou, sentada em um pátio enquanto os raios do sol a banhavam e ela se servia de uma xícara de chá para si mesma e outra na xícara preferida da bruxinha.\nA bruxinha pegou uma cadeira e se sentou: \"Você voltou tão de repente que nem nos deu tempo para colocar sua cadeira. Acho que agora você está sentada na da bruxa anciã\".\n\"Muitas estrelas do universo se apagaram e não sei quanto tempo resta, então eu queria vir ver todas vocês\", disse Octavia.\n\"A minha professora e as outras suspenderam todos os exames de bruxas porque você voltou e contou isso para elas?\", perguntou a bruxinha.\n\"Pode ser, porque devido ao que aconteceu, nada neste mundo fará sentido. Aliás, nem mesmo há necessidade de você se tornar uma bruxa.\"\n\"Está bem, então não vou mais ficar zangada com minha professora\", respondeu a bruxinha.\n\"E em vez disso, você vai ficar zangada comigo por me tirar a oportunidade de ser bruxa?\", perguntou O.\n\"Se você partir novamente e não voltar, então sim, ficarei zangada contigo\", retrucou a bruxinha, e continuou: \"Bem, vou para o meu quarto buscar sua cadeira\".\n\"Por que eu não sento na cadeira da velha bruxa? Ela já está velha e não pode mais se levantar.\"\n\"Não, não, de jeito nenhum. A cadeira dela é dela, e a sua é sua\", explicou a bruxinha para O. \"Cada cadeira pertence a uma pessoa e, mesmo que essa pessoa não esteja presente, suas memórias estão sentadas na cadeira. Então, não, as cadeiras não podem ser emprestadas\".\nOctavia sorriu de desespero.\nComo um pedido de desculpas por interromper o processo da bruxinha de se tornar uma verdadeira bruxa, ela então deu uma notícia:\nPortanto\n\"O 'fogo imortal' realmente existe. Ele pode ser encontrado em—\""
          }
        ]
      }
    ]
  }
}