{
  "epId": 5735,
  "name": "A Bruxinha e as Chamas Eternas VII",
  "desc": "<p>A formatação é refinada, mas o conteúdo é todo escrito à mão. A julgar pela grafia, há mais de um autor. \"Descobri o significado de escrever. Por isso lhe direi: eu gostaria que você estivesse aqui também.\"</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1084570092559482630.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1739319078,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "A Bruxinha e as Chamas Eternas I",
        "desc": "<p>O encadernamento e disposição são feitos com muito requinte, mas o conteúdo real é todo escrito a mão. Julgando pela caligrafia, há mais de um autor. \"Não se preocupe com o QUE estamos escrevendo, a capa precisa ser bonita! Esse é o único jeito de isso dar aquela 'sensação' de obra-prima.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8635961786613789574.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "A Bruxinha e as Chamas Eternas II",
        "desc": "<p>\"Você passou de mais da metade e nem avançou o enrendo um pouquinho sequer! Por que é tudo sobre o cenário?!\" \"E o que você saberia? Além disso, essa coisa não está aprofundando o cenário, é ciência natural e disciplinas diversas!\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_5046450235111139901.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "A Bruxinha e as Chamas Eternas III",
        "desc": "<p>Uma escrita misteriosa aparece antes do texto principal: \"É tão raro R estar com a cabeça no lugar para um feitiço, ela devia mesmo estar desperdiçando seu precioso tempo lúcida escrevendo isso?\", \"Não se preocupe. Para uma feiticeira, essa é a coisa mais importante.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_1497636267590634979.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "A Bruxinha e as Chamas Eternas IV",
        "desc": "<p>Alguma escrita misteriosa aparece antes do texto principal: \"Vossa majestade, como você conseguirá amarrar todas essas pontas soltas? Por favor, tenha misericórdia de mim.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8132732733516410476.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "A Bruxinha e as Chamas Eternas V",
        "desc": "<p>A escrita aqui é uma bagunça. Talvez o autor não escreva muito, ou talvez algo tenha acontecido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4756142146776835146.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "A Bruxinha e as Chamas Eternas VI",
        "desc": "<p>\"Em um momento como esse, ainda é necessário escrever isso?\", \"Bem, lá vou eu. As oportunidades para retornar a esse mundo são raras. Alice pensaria o mesmo: se não continuarmos, tudo não teria sentido desde o começo.\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_4460317197436629352.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "A Bruxinha e as Chamas Eternas VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Volume 7\nBanhados pelas ondas do tempo, passando pelo vórtice onde inúmeras causalidades convergiram, perfurando inúmeros fios da trama, ela perdeu\nmuitas coisas. Até mesmo a cerimônia de despedida da grande bruxa que ela admirava acabou em solitude sem ela ser capaz de participar.\nSeja qual for o caso, a bruxinha passou por todos os tipos de desafios perigosos e coisas sem sentido para se apresentar à velha bruxa. Na verdade, ela não achava que tinha muito a se dizer sobre o que ela havia vivenciado, e por que tanta tinta tinha que ser derramada sobre as coisas de mais cedo. No fim, as coisas mais importantes era a festa do chá e o objetivo que ela buscava.\nNa verdade, ela já tinha visto antes de sua jornada começar. Em um céu tão escuro quanto um saco de carvão — ou talvez em uma caverna, pois sabemos que não há diferença entre os dois — havia uma estrela pendurada que emanava um leve brilho, resistindo a escuridão do mundo conforme se aproximava de todos os lados. Conforme o universo gradualmente escureceu, todas as estrelas e estrelas conhecidas como sol foram extinguidas uma por uma, todos concordaram em chamar de Estrela de Escorpião. A bruxinha se lembrou de ouvir sobre isso durante a festa do chá da bruxa, mas ela apenas se lembrava daquele nome e mais nada.\nEnfim, a bruxinha veio diante da velha bruxa, que, na verdade, era a Estrela de Escorpião, que ainda queimava, mesmo no fim. Porém, sua chama agora estava muito fraca, apenas uma brasa fraca. A bruxinha segurou sua mão, que havia se tornado tão seca e frágil quanto um galho decrépito. Ela se lembrou que a velha bruxa um dia também já foi uma bruxinha, com mãos pálidas e suaves que uma vez elegantemente seguraram xícaras. Essas mesmas mãos foram usadas para emanar muita magia, acendendo a chama de muitos mundos.\nA bruxinha disse:\n\"Parece que ninguém quer que a chama se apague, e eu entendo. Não tem como evitar. A última vez que demos adeus — você estava lá também — as bruxas disseram que bruxas que vivem vidas longas perdem muitas coisas conforme os anos passam. Vida, morte, amor e ódio parariam de ter muito significado para nós. Mas isso não é verdade. Isso são apenas palavras que elas usaram para confortar os companheiros que partiram antes delas. Bruxas, na verdade, valorizam ainda mais cada chama ínfima e luz que brilha nesse mundo escuro, sem nenhuma esperança. Elas valorizam até mesmo as sombras que essas chamas criam.\n\"Você costumava dizer que não éramos iguais, mas eu sempre acreditei que você era a bruxa mais fofa e mais poderosa entre nós. Você costumava dizer que deixou pouco para trás, mas as histórias que você deixou para nós possuem inúmeros mundos. Mesmo se centenas ou milhares de anos se passarem, mesmo se o apocalipse que uma certa bruxa astróloga tanto teme chegar, mesmo se todas as bruxas de vidas longas morrerem, a pequena luz que emana destes mundinhos não se apagarão. Isso mesmo. Você foi a melhor das melhores bruxas — muito maior do que todas nós. Sinto sua falta. Adeus.\"\nA velha bruxa não respondeu, pois tudo que havia sobrado era apenas uma casca vazia, nada diferente das muitas que a bruxinha havia encontrado em suas aventuras — de fato, elas até eram feitas do mesmo material base, com a única diferença entre aquelas e essa sendo a minúscula luz de uma chama.\nE assim, a bruxinha pegou a chama que havia queimado a velha bruxa e seguiu em sua jornada para casa. Vamos parar a história por aqui. As aventuras da bruxinha continuariam, pois ela já havia decidido trazer o fogo da velha bruxa pelo universo, para acender cada um dos cantos do tempo."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Bruxinha e as Chamas Eternas VII"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Registros nos Arquivos",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "A Bruxinha e as Chamas Eternas",
            "desc": "<p></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/531a39334dc65d78ebe5e2de11fddbaa_8775780199083613886.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}