{
  "epId": 5736,
  "name": "Escritório de Gatos I",
  "desc": "<p>Um dia, um felino da firma misterioso enviou um convite para o porteiro Perroux... que aventuras esperam por ele?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505624,
  "components": {
    "textualResearch": [
      {
        "title": "Escritório de Gatos I",
        "desc": [
          {
            "type": "RichText",
            "text": "Em uma tarde muito similar a outras, Perroux soltou um grande bocejo e estava esfregando os olhos quando ele de repente avistou um convite dourado voando silenciosamente no terraço florido.\nLuz solar iluminava a capa da carta, e as palavras gravadas nela — \"Ao Monsieur Perroux\" — brilhava mais do que Mora espalhada.\nSeus olhos arregalaram.\nEle era apenas o mais humilde dos carregadores de bagagem, cumprimentando cada visitante que vinha à porta do Mestre com um \"Monsieur\" ou \"Madame\" respeitoso. Essa foi a primeira vez que alguém se dirigiu a ele tão educadamente como \"Monsieur Perroux\"!\nQuem deixou aqui? E sem ele perceber.\nEle piscou algumas vezes, então piscou novamente, confirmando repetidamente que não era algum truque de luz como um arco-íris. Então, ele abriu o convite...\n\"Somos profundamente gratos pelos pratos deliciosos que você nos fornece. Por favor, nos honri com uma vizita. —Atenciosamente, A Firma Felina\"\nA escrita torta parece que tinha sido feita com a mais grosseira das penas, e era completamente inadequada à capa dourada do cartão.\nFirma Felina? Existia mesmo algum tipo de firma chamada \"Felina\"? Não podia ser uma agência aberta por gatos, certo?\nPerroux realmente costumava alimentar gatos de rua com restos.\nSó chamar \"gatinho, gatinho, gatinho\", e os gatos vinham correndo. Contudo, sem qualquer comida para oferecer, os gatos eram bem cautelosos, até mesmo perto de Perroux.\nCom isso em mente, Perroux virou o convite e olhou o verso.\n\"Talvez você não conheça a localização de nossa agência...\nNa décima-segunda virada do vento norte, siga as escamas de peixe em frente e verá uma fileira de carruagens.\nApós o décimo tocar dos sinos, haverá apenas uma carruagem restante. Pule nas sombras abaixo... estaremos isperando lá...\"\nDar o tempo e localização assim é simplesmente.... como algum tipo de mágica sem noção.\nTalvez alguém estivesse pregando uma peça nele?\nMesmo assim, todos os erros espalhados pela carta a atenção especial às escamas de peixes realmente faziam parecer que um gato — isso é, se gatos pudesse escrever e realmente tivessem seus próprios escritórios.\nVento norte... escamas de peixes... carruagens... Ah, certo! Durante o dia, peixeiros arrumam suas barracas doze quadras ao sul de onde ele estava, e as carruagens de coleta de lixo não vinham toda noite às dez horas e paravam lá?\nElas pegavam as imensas pilhas de lixo feitas na cidade durante o dia inteiro, então, às doze, elas \"claque-claque\" de volta.\nSim, essa deve ser a mágica de linguagem de gatos! Apenas alguém como Perroux que entendia gatos tão bem quanto ele entendia a cidade e entendia a cidade tão bem quanto ele entendia gatos poderia decifrá-la.\nO coração de Perroux começou a bater forte, pois esse era um segredo conhecido apenas por ele.\n\"Quando for hora da troca de turno, melhor se apressar! Eu, tenho um compromisso a manter com os gatos.\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "RichText",
        "text": "Coletado no"
      },
      {
        "type": "CustomEntry",
        "epId": 5832,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Escritório de Gatos II",
        "desc": "<p>Depois de ter decifrado o feitiço felino, Perroux encontra a entrada para a firma, e assim \"salta para as sombras abaixo\"... e então?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Escritório de Gatos III",
        "desc": "<p>O gato com uma tatuagem que cobria todo o braço completou a comissão do gato que sempre roncava, mas o que o outro fez? Perroux permanecia curioso...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Escritório de Gatos IV",
        "desc": "<p>Até mesmo a firma felina, que já havia visto de tudo, às vezes ficava perdida. Que dificuldade assombrosa confundia o orgulhoso chefe listrado ao ponto dele ter de pedir a ajuda a Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Escritório de Gatos V",
        "desc": "<p>Uma bota mágica de gato, junto com sua máscara misteriosa. Como levarão o gato de cabelos longos até a firma felina?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Escritório de Gatos VI",
        "desc": "<p>Testemunhado por todos os gatos e o mestre, o gato com listras de tigre e o gato de pelos longos podem se casar... ou...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Escritório de Gatos VII",
        "desc": "<p>\"Corra, Perroux, corra!\", para Perroux, com suas orelhas de gato, somente essas palavras ficaram em sua mente...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Escritório de Gatos VIII",
        "desc": "<p>\"Parece que o mestre deu as boas-vindas para outro amor da primavera...\", murmuraram os servos...</p><p>Mas isso foi algo que aconteceu muito depois.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Escritório de Gatos I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Escritório de Gatos",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}