{
  "epId": 5739,
  "name": "Escritório de Gatos IV",
  "desc": "<p>Até mesmo a firma felina, que já havia visto de tudo, às vezes ficava perdida. Que dificuldade assombrosa confundia o orgulhoso chefe listrado ao ponto dele ter de pedir a ajuda a Perroux?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505599,
  "components": {
    "textualResearch": [
      {
        "title": "Escritório de Gatos IV",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Minha ajuda?\" Os olhos de Perroux ficaram grandes mais uma vez.\nO gato tigrado acenou solenemente com a cabeça. \"E deve ser você, ninguém mais.\"\nNa casa do mestre que você serve, existe uma gata de pelo longo, não é?\n\"Oh, aquela gata de pelos longos e brancos como a neve e de aparência nobre!\"\nEra sabido para Perroux que o Mestre adorava aquela gata, e era tão precioso para ele quanto a própria vida. Seus olhos verdes oceânicos, como de uma princesa antiga, costumava olhar intrigada para as pessoas conforme ela cuidadosamente se lambia do bigode a sua cauda, com sua língua rosa-pêssego, como uma garça cuidando de suas penas ao lado da água.\nSeja comendo, descansando ou fora em compromissos, o Mestre sempre manteve a gata de pelo logo ao seu lado.\n\"Quanto a mim, eu vou me casar com a gata de pelo longo, já está resolvido!\"\n\"Oh, casar, isso... Hã? Ca-Ca-Casar!?\"\nCom o balançar do bigode, Perroux ficou ainda mais confuso do que o gato lenha. \"E-Então como vocês vão viver juntos? Gatas tipo a de pelo longo não são do tipo de viver como gatos de rua, sabe!\"\n\"Você não precisa se preocupar quanto a isso. Após nos casarmos, nos mudaremos para um santuário em uma terra distante. Ouvi dizer que é um santuário de gatos, e as pessoas por lá veneram os gatos como deuses, e nunca precisam se preocupar com comida ou bebida...\"\n\"Mas i-i-isso não vai funcionar! O Mestre nunca vai permitir sua gata de pelo longo ir embora...\" Perroux continuou a gaguejar em sua resposta.\n\"Então, Monsieur Perroux, é exatamente por isso que precisamos de você.\"\nO gato tigrado pulou no armário, seus olhos dourados fixados em Perroux.\n\"Mas eu não sou um cavalheiro respeitado, apenas um... humilde carregador.\"\nPerroux continuou a sacudir suas mãos juntas.\n\"Se eu fosse roubar sua gata... Se o Mestre souber, eu não apenas perderei o meu trabalho, eu seria certamente levado a julgamento...\"\n\"Não, não, você entendeu mal, Monsieur Perroux!\"\nO gato tigrado mostrou um sorriso misterioso, os bigodes em volta de sua boca tremendo como se estivesse sorrindo.\n\"Jamais estávamos sequer considerando pedir a você para roubar, meu bom senhor. Gatos são criaturas mágicas, e nós... temos outros meios...\"\nTendo falado, o gato tigrado assobiou.\nE os gatos tatuado e chita pegaram um par de botas e máscaras respectivamente, como se por mágica.\n\"Essas são botas de gato mágicas e um máscara de gato misteriosa.\nVoilà! Experimente!\"\nPerroux não tinha escolha a não ser pegar os tesouros.\nMas espere, embora as botas parecessem pequenas, no momento que ele as colocou, elas se tornaram confortáveis e couberam muito bem.\nConforme ele andava, ele se sentiu tão leve, como se estivesse de ponta de pé...\nColocando a máscara, ele tentou abrir a boca para falar, mas sua fala começou a estremecer, e não parecia nada como sua própria voz.\n\"Essa é a mágica de gatos,\" o tigrado disse alegremente, \"Contato que você use esses dois itens, ninguém reconhecerá você.\nTudo que você precisa fazer é ir para casa como sempre e ter uma boa noite de sono.\nApós três dias, traga o gato de pelo comprido e seu Mestre para a Firma Felina conforme nossas instruções! Lembre-se, três dias!\nNão se esqueça!\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "RichText",
        "text": "Coletado no"
      },
      {
        "type": "CustomEntry",
        "epId": 5832,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Escritório de Gatos I",
        "desc": "<p>Um dia, um felino da firma misterioso enviou um convite para o porteiro Perroux... que aventuras esperam por ele?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Escritório de Gatos II",
        "desc": "<p>Depois de ter decifrado o feitiço felino, Perroux encontra a entrada para a firma, e assim \"salta para as sombras abaixo\"... e então?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Escritório de Gatos III",
        "desc": "<p>O gato com uma tatuagem que cobria todo o braço completou a comissão do gato que sempre roncava, mas o que o outro fez? Perroux permanecia curioso...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Escritório de Gatos V",
        "desc": "<p>Uma bota mágica de gato, junto com sua máscara misteriosa. Como levarão o gato de cabelos longos até a firma felina?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Escritório de Gatos VI",
        "desc": "<p>Testemunhado por todos os gatos e o mestre, o gato com listras de tigre e o gato de pelos longos podem se casar... ou...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Escritório de Gatos VII",
        "desc": "<p>\"Corra, Perroux, corra!\", para Perroux, com suas orelhas de gato, somente essas palavras ficaram em sua mente...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5743,
        "name": "Escritório de Gatos VIII",
        "desc": "<p>\"Parece que o mestre deu as boas-vindas para outro amor da primavera...\", murmuraram os servos...</p><p>Mas isso foi algo que aconteceu muito depois.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Escritório de Gatos IV"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Escritório de Gatos",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ]
  }
}