{
  "epId": 5743,
  "name": "Escritório de Gatos VIII",
  "desc": "<p>\"Parece que o mestre deu as boas-vindas para outro amor da primavera...\", murmuraram os servos...</p><p>Mas isso foi algo que aconteceu muito depois.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3937596598429446223.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505563,
  "components": {
    "textualResearch": [
      {
        "title": "Escritório de Gatos VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Acordado pela luz do sol cegante, Perroux abriu seus olhos e começou inconscientemente a esfregá-los...\nSuas mãos e pés voltaram! Eles não eram mais patas peludas de gato.\nO que aconteceu ontem a noite? Ele tentou ao máximo se lembrar.\n...Um gato preto e branco, Perroux, virou a carruagem, e voltou com um estalo.\nO relógio ainda não havia badalado doze vezes.\nAntes das outras carruagens retornarem, ele pulou como um gato comum, e voltou para dentro de casa sem ninguém perceber...\nE agora...? Droga! Se o sol já está tão alto no céu, ele já deveria ter começado seu turno!\nEle pulou da cama, e colocou seu uniforme de volta, se tornando Perroux, o carregador, mais uma vez.\nPorém, a enorme porta para a mansão do Mestre estava fechada, e a placa pendurada dizia \"Sem visitas.\"\n\"O gato se foi e o Mestre ficou tão perturbado que adoeceu e entrou em colapso...\"\n\"Um gato tão lindo! Até eu gostei dele quando o vi. Não é à toa que ladrões ficaram de olho nele.\"\n\"Pobrezinho. Alguém poderia tratá-lo tão bem quanto nosso Mestre?\"\nAssim falaram os servos do Mestre em segredo.\nParece que o Mestre não precisava de um mensageiro a postos hoje! Perroux teve uma rara folga, mas ele estava profundamente preocupado.\nEntão, aonde ele foi? A Firma Felina.\nNaquela noite, e por muitas outras, Perroux retornava para onde as carruagens de lixo paravam e conferia as sombras abaixo de cada lâmpada, mas ele nunca viu nenhuma entrada escura para um porão.\nAs botas e máscara também desapareceram.\nFoi como se nenhuma mágica tivesse acontecido e Perroux jamais tivesse conhecido qualquer gato falante.\nTalvez conforme o gato tigrado saiu, a Firma Felina foi banida...\nA doença assolou o Mestre por três meses, até que em uma manhã de verão, ele se recuperou repentinamente.\nO som do canto do Mestre emanava de seu quarto. Era uma canção feliz e animada, o tipo de canção que jovens amavam cantar quando estavam convidando uma parceira para dançar.\n\"Perroux, venha aqui.\" O Mestre acenou para ele.\n*Ba-bum. Ba-bum.\" O coração de Perroux começou a bater nervosamente mais uma vez. Será que...?\n\"Esse meu terno já está bem desgastado. Livre-se dele e compre um novo para mim! Quanto ao estilo... Algo na moda vai servir.\" O Mestre falou gentilmente.\n\"Oh...\" Perroux relaxou e saiu segurando o velho terno.\n\"Mas o Mestre não é do tipo bem conservador e tradicional?\" Perroux e os outros servos estavam todos pensando o mesmo.\nUm pedaço de papel caiu do bolso do terno.\nApós o gato tigrado sair, os outros gatos tinham escrito uma carta ao mestre, se fingindo da gata de pelo longo escrevendo para relatar que ela estava sã e salva:\n\"Papai, estou bem. Eu anexei um pouco de peixe desidratado e rato seco, por favor, aproveite.\nAlém disso, a Madame von Frigga que propôs é uma pessoa real, e ela tem sentimentos por você, Papai. Você também deveria encontrar alguém.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Escritório de Gatos VIII"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Sala do Teatro Imaginário"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5838,
            "name": "Escritório de Gatos",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "4.7"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "RichText",
        "text": "Coletado no"
      },
      {
        "type": "CustomEntry",
        "epId": 5832,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Livros Relacionados</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5736,
        "name": "Escritório de Gatos I",
        "desc": "<p>Um dia, um felino da firma misterioso enviou um convite para o porteiro Perroux... que aventuras esperam por ele?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_799472871022156664.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5737,
        "name": "Escritório de Gatos II",
        "desc": "<p>Depois de ter decifrado o feitiço felino, Perroux encontra a entrada para a firma, e assim \"salta para as sombras abaixo\"... e então?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_5911012368124543534.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5738,
        "name": "Escritório de Gatos III",
        "desc": "<p>O gato com uma tatuagem que cobria todo o braço completou a comissão do gato que sempre roncava, mas o que o outro fez? Perroux permanecia curioso...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_1574523545710751970.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5739,
        "name": "Escritório de Gatos IV",
        "desc": "<p>Até mesmo a firma felina, que já havia visto de tudo, às vezes ficava perdida. Que dificuldade assombrosa confundia o orgulhoso chefe listrado ao ponto dele ter de pedir a ajuda a Perroux?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_2651759814857814340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5740,
        "name": "Escritório de Gatos V",
        "desc": "<p>Uma bota mágica de gato, junto com sua máscara misteriosa. Como levarão o gato de cabelos longos até a firma felina?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_6349665916026464144.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5741,
        "name": "Escritório de Gatos VI",
        "desc": "<p>Testemunhado por todos os gatos e o mestre, o gato com listras de tigre e o gato de pelos longos podem se casar... ou...?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_3153461111683393586.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5742,
        "name": "Escritório de Gatos VII",
        "desc": "<p>\"Corra, Perroux, corra!\", para Perroux, com suas orelhas de gato, somente essas palavras ficaram em sua mente...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/35428890/5edca14df60d3850c4b14b664517188c_81003365361417876.png",
        "displayStyle": "text"
      }
    ]
  }
}