{
  "epId": 5747,
  "name": "Tear do Destino",
  "desc": "<p>Um dispositivo criado pela Ordem do Abismo que é capaz de tecer Linhas Ley.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/24/42646513/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4412324428722009947.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1722131530,
  "components": {
    "customize": [
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O prévio capitão da guarda real de Khaenri'ah, Dainsleif, conhecido como o \"Espada do Crepúsculo\", tentou parar o Cataclismo, mas não conseguiu impedir a destruição de Khaenri'ah. Condenado à vida eterna, ele jurou vingar-se dos cinco Pecadores de Khaenri'ah que traíram a nação e parar a Ordem do Abismo que surgiu dos seus seguidores. Um dia, ele e o/a Viajante descobriram um talismã que caiu de um feiticeiro do Abismo. Com este talismã, eles aprenderam sobre a primeira operação do Tear do Destino. O projeto em si estava relacionado à estátua invertida do Arconte Anemo, que eles haviam descoberto anteriormente nas ruínas de Liyue. Durante a primeira fase, a Ordem do Abismo pretendia corromper a mente de Osial, o Deus do Vórtice, derrotado por Rex Lapis durante a Guerra dos Arcontes, e transformar seu corpo usando o antigo \"Cultivador da Terra\" de Khaenri'ah. A estátua profanada do Arconte se tornaria a base à qual os membros de Osial seriam fixados para construir um deus mecanizado. O novo núcleo que substituiria o orbe normalmente mantido pela Estátua dos Sete deveria ser o olho do primeiro Cultivador da Terra. O novo deus seria suposto derrubar os tronos divinos de Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cultivador da Terra é o codinome dos antigos mecanismos de Khaenri'ah agora conhecidos como \"Guarda das Ruínas\". As pessoas de lá acreditavam que a terra não deveria ser cultivada com ferramentas agrícolas, mas sim lutada com aço e sangue, e foi assim que surgiu o \"Cultivador da Terra\". Após a destruição de Khaenri'ah, os mecanismos perderam seus mestres e ficaram completamente fora de controle. Eles vagaram pelas terras sem rumo durante séculos e eventualmente se espalharam por Teyvat. Para encontrar o primeiro Cultivador da Terra e aprender sobre a estátua invertida, o/a Viajante contatou Bárbara, a Diaconisa da igreja de Mondstadt, e ela lhes contou sobre a \"Fúria do Tirano\". Há muitos anos, bolas de fogo choviam do céu sempre que alguém se aproximava da Antiga Mondstadt. As pessoas daquela época acreditavam que se tratava de uma maldição lançada pelo\npor isso se referiam a ela como a \"Fúria do Tirano\". Este estranho fenômeno continuou por cerca de um ano. Ninguém foi capaz de resolvê-lo, apenas gradualmente cessando por si só. A \"Fúria do Tirano\" acabou sendo o Cultivador da Terra. Há muitos anos, acabou acidentalmente na arena de Andrius, o Rei do Vento do Norte, e ele confundiu o mecanismo com um homem corajoso que o desafiou. A máquina não conseguia pensar, mas cada parte dela foi projetada para matar e lutar. Podia girar, voar alto no ar e disparar bolas de fogo. No final, Andrius conseguiu derrotar a máquina, mas ela conseguiu sair da arena antes de cair e seguiu em direção à Antiga Mondstadt. Na Toca de Stormterror (Antiga Mondstadt), Dainsleif e o/a Viajante descobriram o primeiro Cultivador da Terra, e o Espada do Crepúsculo escondeu seu olho em seu corpo para que não caísse nas mãos da Ordem do Abismo.\n<color=#ffd780>Entrada Relacionada:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Guarda das Ruínas",
        "desc": "Uma antiga máquina de guerra humanoide.<br/>Diz a lenda que estas máquinas eram autômatos de combate criados por uma nação destruída há muito tempo. Elas agora vagueiam por ruínas e detritos antigos, atacando os viajantes ofensores. Pesquisas indicam que os Guardas das Ruínas e as ruínas que operam não são originados da mesma fonte, sugerindo que pode haver uma diferença de até vários milhares de anos entre eles na linha do tempo. Por que então os Guardas das Ruínas permanecem entre essas ruínas, usando seu \"poder de fogo explosivo\" para proteger as paredes desmoronadas e os azulejos quebrados?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Dainsleif continuou a investigar assuntos relacionados com o Tear do Destino. Ele compreendeu que mesmo que o plano da Ordem do Abismo fosse interrompido, eles encontrariam outra maneira de executar seus planos. Seu objetivo principal era descobrir a essência do Tear do Destino para compreender o verdadeiro propósito da ordem. A partir das informações coletadas por Dainsleif, concluiu-se que o Tear do Destino estava conectado às Linhas Ley. O Espada do Crepúsculo descobriu que a atividade da Ordem do Abismo em uma determinada área sempre foi acompanhada de interferência nas Linhas Ley. A sua atenção foi atraída para a Vila Vimara, onde o/a Viajante estava entretanto a investigar o desaparecimento de um homem jovem. Embora muitos residentes tenham contatado a Guilda de Aventureiros sobre seu o desaparecimento, ninguém conseguia lembrar o seu nome ou o lugar onde ele morava. O/a Viajante deduziu que este homem existia apenas nas memórias das pessoas que fluíam através das Linhas Ley."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Dainsleif se apercebeu que tinha falsas memórias implantadas e que o homem misterioso estava ligado à crescente atividade da Ordem do Abismo perto da Vila Vimara, ele decidiu enviar pistas falsas à Ordem para que ele se encontre com a Princesa/Príncipe da Ordem do Abismo. Ele sabia que a Ordem estava procurando o olho do Cultivador da Terra, então iria dá-lo ao/à Viajante para que eles pudessem retirá-lo de seu esconderijo. O plano de Dainsleif foi interrompido, e memórias falsas foram implantadas em sua mente em que o olho do Cultivador da Terra já estava em posse do/da Viajante. Foi assim que a Ordem do Abismo conseguiu obter o olho e completar a criação do Tear do Destino.\nO homem misterioso na memória das pessoas era Caribert. Sua consciência permaneceu no mecanismo e ele ganhou a habilidade de controlar o dispositivo até que fosse concluído. Ele não estava a par dos planos da Ordem em relação ao Tear do Destino e não compreendeu toda a situação, mas o dispositivo o ajudou a atingir seu próprio objetivo. Muitos anos atrás, quando Chlothar despertou a consciência do Hilichurl que seu filho se tinha tornado com o poder do Abismo, Caribert experienciou horror e dores indescritíveis. Para consolá-lo, seu pai lhe contou a história que Caribert se encontrava em um mundo de contos de fadas e assumiu a forma de um monstrinho. Essa história acalmou os medos de Caribert por um momento, então ele usou o Tear do Destino incompleto para implantar uma falsa memória de amor nas mentes dos Hilichurls."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert também usou o Tear do Destino para \"viver\" uma vida que lhe foi injustamente tirada. Ele criou a sua aparência baseada na imagem de seu pai e implantou as memórias do tempo que passou com eles na Vila Vimara. Quando o projeto da Ordem do Abismo estava quase concluído, apenas um tênue fio de consciência restava de Caribert, então ele decidiu deixar os aldeões. No final, ele se encontrou com o/a Viajante no espaço de sua consciência, onde falou sobre a conclusão da criação do Tear do Destino, e desapareceu sem deixar vestígios. Nas memórias dos habitantes surgiu a lembrança de que o homem desaparecido reencontrou seus pais e partiu com eles."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Origem",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "O Tear do Destino é um dispositivo criado pela Ordem do Abismo que é capaz de tecer Linhas Ley. Este dispositivo foi desenhado para combater os Princípios Celestiais, que estão adormecidos há quinhentos anos desde o cataclismo em Khaenri'ah. Em sua forma primitiva, o Tear só poderia ser usado para criar e implantar memórias, mas, quanto mais o dispositivo era desenvolvido, mais forte seu poder se tornava. Finalmente, agora tem o poder de tecer suas próprias Linhas Ley reais. O sistema de Linhas Ley da Teyvat está profundamente enraizado no planeta, e a criação de novas Linhas Ley não pode \"substituir\" nem \"estender\" as que já existem. Após ser totalmente completado, no momento em que ganhou o poder de tecer Linhas Ley também perdeu a capacidade de nível inferior de influenciar memórias. Todo o seu potencial ainda está por ser descoberto, mas pode ser uma ferramenta que pode mudar o mundo inteiro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O Tear do Destino tem sua origem em Chlothar Alberich, um nobre de sangue puro de Khaenri'ah. Foi ele quem se tornou o fundador da Ordem do Abismo e do projeto Tear do Destino. Chlothar teve um filho, Caribert, com uma mulher de Mondstadt. Quando o Cataclismo ocorreu há 500 anos e Celestia amaldiçoou os habitantes de Khaenri'ah, Chlothar recebeu a imortalidade e seu filho se transformou em um Hilichurl e entrou em coma. Na tentativa de curar Caribert, o homem pediu ajuda à Arconte Dendro, mas ela não respondeu. Mais tarde, ele descobriu um santuário desconhecido onde estava localizado um\num ser transcendente do Abismo. Quando Chlothar se curvou perante ele, sentiu uma sensação de admiração e alegria. Ao voltar para casa, Chlothar deu uma dose de remédio a Caribert e descobriu que seu filho havia acordado e conseguia falar. Chlothar acreditava que agora seu filho poderia tecer seu destino de novo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nascido em uma tristeza abjeta, ele agora se tornará O Tear do Destino.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert descreveu o Tear do Destino como dor e sofrimento profundos, esperança e remorso correndo pelas veias e um poder Abissal incompreensível. Chlothar acreditava que uma vez que Caribert possuísse todos esses elementos, ele se tornaria o Tear do Destino. Caribert não estava destinado a sobreviver, e mesmo com o poder do \"Pecador\" ele morreu quando tinha oito anos. Ele não se tornou o Tear do Destino, mas foi usado para criá-lo.\n<color=#ffd780>Entrada Relacionada:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>Um pássaro enjaulado no Santuário de Surasthana, que só pode contemplar o mundo através de seus sonhos.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/31/6926027/f29490bddc56b4a6773b6c5003bbb853_259627165814207986.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Tear do Destino"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Dispositivo"
          }
        ]
      }
    ]
  }
}