{
  "epId": 5838,
  "name": "Escritório de Gatos",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292875,
  "components": {
    "body": [
      {
        "title": "Escritório de Gatos I",
        "desc": [
          {
            "type": "RichText",
            "text": "Em uma tarde muito similar a outras, Perroux soltou um grande bocejo e estava esfregando os olhos quando ele de repente avistou um convite dourado voando silenciosamente no terraço florido.\nLuz solar iluminava a capa da carta, e as palavras gravadas nela — \"Ao Monsieur Perroux\" — brilhava mais do que Mora espalhada.\nSeus olhos arregalaram.\nEle era apenas o mais humilde dos carregadores de bagagem, cumprimentando cada visitante que vinha à porta do Mestre com um \"Monsieur\" ou \"Madame\" respeitoso. Essa foi a primeira vez que alguém se dirigiu a ele tão educadamente como \"Monsieur Perroux\"!\nQuem deixou aqui? E sem ele perceber.\nEle piscou algumas vezes, então piscou novamente, confirmando repetidamente que não era algum truque de luz como um arco-íris. Então, ele abriu o convite...\n\"Somos profundamente gratos pelos pratos deliciosos que você nos fornece. Por favor, nos honri com uma vizita. —Atenciosamente, A Firma Felina\"\nA escrita torta parece que tinha sido feita com a mais grosseira das penas, e era completamente inadequada à capa dourada do cartão.\nFirma Felina? Existia mesmo algum tipo de firma chamada \"Felina\"? Não podia ser uma agência aberta por gatos, certo?\nPerroux realmente costumava alimentar gatos de rua com restos.\nSó chamar \"gatinho, gatinho, gatinho\", e os gatos vinham correndo. Contudo, sem qualquer comida para oferecer, os gatos eram bem cautelosos, até mesmo perto de Perroux.\nCom isso em mente, Perroux virou o convite e olhou o verso.\n\"Talvez você não conheça a localização de nossa agência...\nNa décima-segunda virada do vento norte, siga as escamas de peixe em frente e verá uma fileira de carruagens.\nApós o décimo tocar dos sinos, haverá apenas uma carruagem restante. Pule nas sombras abaixo... estaremos isperando lá...\"\nDar o tempo e localização assim é simplesmente.... como algum tipo de mágica sem noção.\nTalvez alguém estivesse pregando uma peça nele?\nMesmo assim, todos os erros espalhados pela carta a atenção especial às escamas de peixes realmente faziam parecer que um gato — isso é, se gatos pudesse escrever e realmente tivessem seus próprios escritórios.\nVento norte... escamas de peixes... carruagens... Ah, certo! Durante o dia, peixeiros arrumam suas barracas doze quadras ao sul de onde ele estava, e as carruagens de coleta de lixo não vinham toda noite às dez horas e paravam lá?\nElas pegavam as imensas pilhas de lixo feitas na cidade durante o dia inteiro, então, às doze, elas \"claque-claque\" de volta.\nSim, essa deve ser a mágica de linguagem de gatos! Apenas alguém como Perroux que entendia gatos tão bem quanto ele entendia a cidade e entendia a cidade tão bem quanto ele entendia gatos poderia decifrá-la.\nO coração de Perroux começou a bater forte, pois esse era um segredo conhecido apenas por ele.\n\"Quando for hora da troca de turno, melhor se apressar! Eu, tenho um compromisso a manter com os gatos.\""
          }
        ]
      },
      {
        "title": "Escritório de Gatos II",
        "desc": [
          {
            "type": "RichText",
            "text": "Você chegou! Por favor, sente-se.\nOs gatos estavam muito felizes.\n\"É! Não foi mesmo fácil encontrar o escritório de vocês.\"\nNaquela noite, Perroux havia seguido as direções dadas no convite, procurando, buscando.\nAcontece que havia uma única carruagem entre as carruagens de lixo com uma roda quebrada que estava sempre estacionada no mesmo lugar. Sob ela, ele encontrara um buraco escuro que surgiu das sombras, com uma luz fraca e sons indistintos saindo dele, assim como uma escada em espiral descendo.\nE essa era a bem-escondida Firma Felina.\n\"Essa é a natureza dos gatos de rua, por favor, tente entender.\"\nOlhos dourados apertaram, o gato com listras como as de um tigre parecia falar com humildade, mesmo assim, sua cauda estava arqueada orgulhosamente.\nPerroux o reconheceu imediatamente. Esse gato frequentemente repousava nas janelas do Mestre, balançando languidamente sua cauda. Quanto aos outros, Perroux não era tão familiar.\nO gato com listras de tigre apresentou cada um deles.\nO Gato Chefe, ninguém mais do que o próprio gato tigrado.\nO Executor, o gato à esquerda com uma manga de tatuagem completa.\nO gato chita à direita era muito esperto. A carta para Perroux havia sido escrita por um pincel feito com pelos retirados de cada gato e escrita por esse chita.\n\"Também tem essa gata lenha. Meio feia e sarnenta, faltando um pouco de pelo, mas nem pense em subestimá-la!\"\nEsses eram os gatos que formavam a Firma Felina, que solucionava os problemas que desorientavam os gatos da cidade.\n\"Nesse caso, quais foram as dificuldades que a Firma Felina resolveu?\"\nPerroux perguntou curiosamente.\nA cauda do tigrado balançou para a esquerda e o gato tatuado veio à frente.\n\"Sou o soldado aqui, saca? Me chamam de manga-completa, beleza? Nosso chefe roncaço aqui, ele me dá as comissões e eu resolvo elas, saca?\"\n\"O gato chefe, ele abriu um hotel chique, falou? Tão irado quando os dos humanos~ Quando ele abriu, tinha um montão de clientes.\"\nOs gatos até tinham seu próprio hotel! Perroux quase pegou seu caderno para anotar tudo.\nAté mesmo Perroux tinha apenas passado pela porta, olhando para dentro com inveja. Aquele sentimento era tipo... pegar um papel de doce como uma criança e não conseguir não lambê-lo.\n\"Mas sabe de uma coisa, o ronco do Chefe era tão alto, que os clientes não conseguiam pregar os olhos! Os negócios sofreram, saca?\"\n\"Então, um dia, uma horda de ratos apareceu e começou a morder as coisas dos clientes e tal, saca? Então Chefe mostrou a eles como as coisas eram feitas, beleza?\"\n\"Depois disso, sempre que os clientes ouviam os roncos, eles tavam em paz e diziam 'bom gatinho, bom gatinho~'\"\n\"Mas sabe, aquele hotel não tinha ratos no começo, falou? Era tudo eu, pegando eles de noite, trazendo eles de volta, então pegava eles de novo, tá sabendo?\""
          }
        ]
      },
      {
        "title": "Escritório de Gatos III",
        "desc": [
          {
            "type": "RichText",
            "text": "O gato tatuado terminou sua história, e a cauda do gato tigrado balançou para a direita.\nO gato chita se aproximou com elegância, antes de se curvar com graça.\n\"Como dizem, até entre os felinos, há preguiçosos também, miau~\nO preguiçoso fora dos portões da cidade nos enviou uma comissão para um método de captura de ratos único e permanente, miau~\nConforme minhas instruções, nosso amigo preguiçoso mudou a placa acima de sua morada de 'Cabana do Gato' para 'Ponto de Descanso de Ratos', miau~\nA partir daí, sempre que roedores entrarem na cidade, miau, eles ouvirão uma voz gentil e amigável dizendo, 'Ratos, camundongos, repousem suas patinhas cansadas e passem um pouco de pomada, pois sua jornada deve ter sido cansativa!' ou 'Ratos, camundongos, retirem essas coisas pontudas e aproveitem uma boa esfregada!' miau~\nE assim, os ratos se esfregavam com sal, se banhavam em óleo e se enfileiravam para entrar na água quente com nome de 'Banho Quente' miau~\nEntão, bem na boca de nosso amigo preguiço, mrau!\"\nCom um \"Pffft\", Perroux falhou em suprimir sua risada. \"Ah! Que gato chita esperto!\"\nO gato chita se curvou graciosamente mais uma vez, e voltou ao seu lugar com a elegância de uma nobre.\n\"É-É hora desse servo leal falar agora, não é...\" O gato lenha falou com lisonjeio.\n\"O pelo de seu humilde servo foi queimado quando eu estava buscando o calor em uma pilha de lenha...\nEra mesmo muito estranho. Seu humilde servo havia acabado de cair no sono, e era quente, tão quente... sonhei em ser um filhotinho mais uma vez, dormindo no pelo da minha mãe... Enquanto dormia, meu pelo pegou fogo...\nG-Graças ao apoio do Chefe, seu humilde servo frequentemente passeia pelos esgotos da cidade, entregando mensagens, passando informações, fazendo bicos, esse tipo de coisa, pois não tenho medo de me sujar...\nF-Fora isso, eu realmente não sou bom para mais nada...\"\nO gato tigrado limpou sua garganta, e o gato lenha estremeceu, sorrindo e lentamente se retirando.\n\"Muito bem. Agora você deve estar bem ciente do trabalho que regularmente fazemos aqui na Firma Felina.\nTe convidamos aqui, pois encontramos um problema sem solução, e gostaríamos de pedir a sua ajuda, Monsieur Perroux!\""
          }
        ]
      },
      {
        "title": "Escritório de Gatos IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Minha ajuda? Os olhos de Perroux ficaram grandes mais uma vez.\nO gato tigrado acenou solenemente com a cabeça. \"E deve ser você, ninguém mais.\"\nNa casa do mestre que você serve, existe uma gata de pelo longo, não é?\n\"Oh, aquela gata de pelos longos e brancos como a neve e de aparência nobre!\"\nEra sabido para Perroux que o Mestre adorava aquela gata, e era tão precioso para ele quanto a própria vida. Seus olhos verdes oceânicos, como de uma princesa antiga, costumava olhar intrigada para as pessoas conforme ela cuidadosamente se lambia do bigode a sua cauda, com sua língua rosa-pêssego, como uma garça cuidando de suas penas ao lado da água.\nSeja comendo, descansando ou fora em compromissos, o Mestre sempre manteve a gata de pelo logo ao seu lado.\n\"Quanto a mim, eu vou me casar com a gata de pelo longo, já está resolvido!\"\n\"Oh, casar, isso... Hã? Ca-Ca-Casar!?\"\nCom o balançar do bigode, Perroux ficou ainda mais confuso do que o gato lenha. \"E-Então como vocês vão viver juntos? Gatas tipo a de pelo longo não são do tipo de viver como gatos de rua, sabe!\"\n\"Você não precisa se preocupar quanto a isso. Após nos casarmos, nos mudaremos para um santuário em uma terra distante. Ouvi dizer que é um santuário de gatos, e as pessoas por lá veneram os gatos como deuses, e nunca precisam se preocupar com comida ou bebida...\"\n\"Mas i-i-isso não vai funcionar! O Mestre nunca vai permitir sua gata de pelo longo ir embora...\" Perroux continuou a gaguejar em sua resposta.\n\"Então, Monsieur Perroux, é exatamente por isso que precisamos de você.\"\nO gato tigrado pulou no armário, seus olhos dourados fixados em Perroux.\n\"Mas eu não sou um cavalheiro respeitado, apenas um... humilde carregador.\"\nPerroux continuou a sacudir suas mãos juntas.\n\"Se eu fosse roubar sua gata... Se o Mestre souber, eu não apenas perderei o meu trabalho, eu seria certamente levado a julgamento...\"\n\"Não, não, você entendeu mal, Monsieur Perroux!\"\nO gato tigrado mostrou um sorriso misterioso, os bigodes em volta de sua boca tremendo como se estivesse sorrindo.\n\"Jamais estávamos sequer considerando pedir a você para roubar, meu bom senhor. Gatos são criaturas mágicas, e nós... temos outros meios...\"\nTendo falado, o gato tigrado assobiou.\nE os gatos tatuado e chita pegaram um par de botas e máscaras respectivamente, como se por mágica.\n\"Essas são botas de gato mágicas e um máscara de gato misteriosa.\nVoilà! Experimente!\"\nPerroux não tinha escolha a não ser pegar os tesouros.\nMas espere, embora as botas parecessem pequenas, no momento que ele as colocou, elas se tornaram confortáveis e couberam muito bem.\nConforme ele andava, ele se sentiu tão leve, como se estivesse de ponta de pé...\nColocando a máscara, ele tentou abrir a boca para falar, mas sua fala começou a estremecer, e não parecia nada como sua própria voz.\n\"Essa é a mágica de gatos,\" o tigrado disse alegremente, \"Contato que você use esses dois itens, ninguém reconhecerá você.\nTudo que você precisa fazer é ir para casa como sempre e ter uma boa noite de sono.\nApós três dias, traga o gato de pelo comprido e seu Mestre para a Firma Felina conforme nossas instruções! Lembre-se, três dias!\nNão se esqueça!\""
          }
        ]
      },
      {
        "title": "Escritório de Gatos V",
        "desc": [
          {
            "type": "RichText",
            "text": "Um novo convite foi enviado, esse era para o Mestre.\n\"Mestre Barão, há muito ouvimos sobre seu estimado gato. Eu também tenho um gato exótico e valioso, e espero que possamos nos aproximar por nosso mútua apreciação pela raça felina. Seria uma grande honra se você me desse o prazer de vir ao meu lar para podermos discutir tais assuntos pessoalmente.\nUma carruagem levará você e seu gato lá na hora marcada. — Madame von Frigga\"\nGraças à orientação de Perroux, o gato chita corrigiu cuidadosamente os erros ortográficos.\nE os gatos começaram a trabalhar.\nMuitos gatos que já receberam o auxílio da Firma vieram ajudar, levando cetim branco, latas quase vencidas de peixe, vinhos... tudo para transformar a agência em um local de casamento.\nQualquer um que passar aqui à noite ficará chocado em ver tantos gatos de rua atravessando as sombras da cidade.\nA carruagem quebrada foi quietamente consertada e decorada como uma bela carruagem saída direto de um conto de fadas.\nCom travesseiros macios de pena de ganso e o tipo de sinos de vento que gatos adoram pendurados e batendo o tempo todo, ela chegou na varanda do Mestre.\n\"Por favor, Senhor.\"\nPerroux respeitosamente se dirigiu ao seu Mestre com sua cabeça abaixada, agindo como o \"cocheiro de Madame von Frigga\".\nEmbora ele estivesse usando a máscara misteriosa de gato, Perroux não conseguia evitar de se sentir nervoso, como se ele tivesse feito algo errado, como se ele tivesse feito algo para expor tudo.\nFelizmente, o Mestre estava de olho apenas na carruagem luxuosa, até mesmo dando uma gorjeta de uma bolsa de Mora para o \"cocheiro\". \"Aqui, um pequeno gesto!\"\nDurante todo o percurso, gatos passavam diante do cocheiro.\n\"Passe, abra caminho!\" sussurrava Perroux de debaixo de sua máscara, pois ele temia ficar atrasado.\n\"Desculpe, mas também estamos com pressa, temos um casamento para ir!\" respondeu os gatos.\nQuando finalmente não havia mais gatos atravessando, eles tinham finalmente chegado na Firma Felina.\n\"Oh! Que seda rara e cara... E o salão inteiro está coberta com ela...\" disse o Mestre conforme exclamava em admiração.\n\"O Assado de Presunto e Vegetais... tem um gosto muito bom, o chef deve ser de primeira...\nE tantos gatos! Estou surpreso. A Madame von Frigga é tão atenciosa. Ela deve gostar muito de seu gato exótico, assim como eu amo minha gata de pelo longo!\"\nO Mestre simplesmente não conseguia parar de fazer elogios.\n\"Que evento maravilhoso, venha, beba! E mais um pouco!\" A gata tricolor levantou seu copo de vinho, insistindo para que o Mestre bebesse mais.\n\"Então tomarei mais uma!\"\nO Mestre estava de bom humor, e tonto o suficiente que ele esqueceu de se perguntar \"Gatos sequer podem falar?\""
          }
        ]
      },
      {
        "title": "Escritório de Gatos VI",
        "desc": [
          {
            "type": "RichText",
            "text": "A gata de pelo longo entrou, no ritmo da música da harpa.\n\"Oho, sua danada, no momento em que pisamos para fora da carruagem você simplesmente desapareceu! Acontece que você estava se arrumando!\" O Mestre estava reluzindo de orgulho mesmo enquanto repreendia sua gata.\nO cetim branco vindo da gata de pelo longo estava coberto de flores, Cecílias brancas puras como a neve caindo em um dia de primavera.\n*Clap, clap* — Os gatos começaram a aplaudir.\n\"Tão linda...\"\nPerroux abaixou sua faca e garfo sem nem mesmo perceber.\n*Vuuush* *Fuuush* Os gatos levantaram as cortinas.\nO gato tigrado tinha colocado uma gravata borboleta e uma cartola, e seus bigodes e pelo em suas orelhas estavam bem arrumados. Ele andou em direção a ela com os passos solenes da noite, recebendo sua noiva.\nO gato de mangas compridas que estava atrás dele, rapidamente sacudiu sua bolsa que estava em seus ombros, e de dentro dela saíram presentes para o casal de gatos.\nBolas de lã coloridas, ratos de brinquedo que faziam barulho ao brincar, e balões em formato de pássaro, bem como as passagens de barco para o santuário de gatos em uma nação distante...\n\"ESPERA!\"\nUma voz fria e severa veio de cima, interrompendo a alegria dos gatos.\nO Mestre tinha ficado levemente sóbrio, e se levantou, se balançando. Ele apontou seu dedo para o gato tigrado.\n\"Esse cara... Ele não é o gato de rua que sempre fica deitado no parapeito da minha janela? Eu te conheço, sempre olhando para dentro, e sempre aprontando algo...\nO convite não mencionou um gato precioso e exótico? E onde está a Madame von Frigga?\nEsses brinquedos de gato... Ei, eles não são da minha casa? Quando você roubou eles? E toda essa seda e vinho... Imagino que tudo também tenha sido roubado, não é?\"\n\"Papai, por favor, não fique com raiva...\" A gata de pelos longos começou rapidamente a dizer.\n\"Sim, papai, eu vou cuidar bem de...\" O gato tigrado disse indiferente.\nOuvir \"papai\" duas vezes desse jeito enfureceu o Mestre.\n\"Cale essa sua boca suja!\"\nComo poderia um gato de rua de sabe-se lá os Arcontes de onde, com sangue impuro, ser merecedor de casar com minha gata de pelos longos!?\nE você. Você, o maldito se chamando de cocheiro da Madame von Frigga...\nVocê está de coluio com esse bando de gatos de rua, ajudando eles com seu golpe, não é? Deixe-me ver quem está se escondendo debaixo dessa máscara...\"\nO Mestre caminhou em direção a Perroux, e estava prestes a arrancar a máscara de seu rosto.\nTodo o sangue do corpo de Perroux começou a sumir, como se tivesse sido sugado por um ímã poderoso.\n\"Corra, corra!\" Várias vozes ecoavam em seu ouvido, e seu coração batia feito um tambor, porém, suas pernas estavam duras e não conseguiam se mover um só passo.\n\"É o fim, estou acabado!\" Perroux cobriu seus olhos de medo, mas assim que ele o fez, ele percebeu algo que parecia estar em suas bochechas, algo que parecia estar balançando, como pelos tremendo.\nAh! Bigodes brancos como a neve cresceram em suas bochechas, mas não eram bigodes de um velho, mas de um gato.\nEle tocou suas orelhas, e descobriu que elas estavam pontudas e ágeis. Ele inconscientemente curvou suas costas, e soltou um \"Miaaauu~\"\nAntes mesmo dele ter sido pego pelo Mestre, ele agilmente fugiu debaixo da mesa."
          }
        ]
      },
      {
        "title": "Escritório de Gatos VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Corra! Corra!\nPerroux era como um sopro de vento em uma capa preta.\nCorra! Corra!\nSubindo a escada em espiral, ele correu em direção à saída da Firma Felina.\nPerroux não fazia ideia de onde aquelas botas de gato mágicas haviam ido parar; tudo que ele sabia era que ele correu tão rápido e ágil quanto um gato, e ele também viu o mundo de baixo como um gato.\nPara onde a máscara de gato misteriosa havia ido? A resposta gradualmente ficou clara para Perroux.\nAs botas e máscaras haviam se tornado parte dele, ou melhor, ele se tornou um gato! Já que ele estava usando as luvas brancas de cocheiro, ele agora era um gato frajola!\n\"Corra, corra...\"\nQuem estava dizendo isso?\nPerroux virou sua cabeça, e o gato tigrado com sua gravata borboleta e a gata de pelo longo com cetim branco seguindo ela estavam ao seu lado, correndo um atrás do outro.\n\"Corra, corra... Monsieur Perroux, por favor, leve a gente para o porto com aquela carruagem!\"\nAtrás dele, gatos estavam pulando de cima para baixo, rasgando os laços decorativos. O vinho e a salada na mesa de banquete haviam sido derrubados, e toda aquela bagunça fez o Mestre parar.\n\"Minha gatinha de pelo branco, volte~\"\nNinguém deu atenção aos gritos do Mestre.\nDo jeito que as coisas estavam, tudo que ele podia fazer era levar os gatos tigrado e de pelo longo para o porto em segurança. Perroux simplesmente não conseguia lidar com mais nada, e, além disso, gatos possuem patas pequenas, então eles podiam apenas lidar com uma coisa por vez.\n*Pic-pic, vuuush* Começou a chover do lado de fora, e raios começaram a aparecer.\nNa noite escure, havia um breve momento de luminosidade antes do barulho do trovão, e apenas aquela pequena porta ainda estava aberta, sem nenhum guarda.\nEles provavelmente estavam se escondendo da chuva.\nInúmeros redemoinhos giravam na superfície do lago do qual o barco estava ancorado. Se você não olhasse com cuidado, poderia achar que era uma sombra de uma ponte. Mas para Perroux, que agora tinha a visão excepcional de um gato, era imediatamente aparente.\nSegurando os presentes de casamento do gato de mangas longas, o gato tigrado segurou a gata de pelos longos e pulou da carruagem, voando pelo céu e para o barco em um instante.\n\"É tudo graças a você! Monsieur Perroux...\" O gato tigrado fez uma rara demonstração de respeito, genuinamente se curvando.\n\"Agora vamos, antes que o Mestre nos alcance!\"\nVá, vá, vá àquele santuário de gato.\nVá, vá, viva uma vida de alegria.\nComovido por ter conquistado algo tão grande em segredo, lágrimas começaram a fluir dos olhos de Perroux.\nEmbora ele ainda não soubesse como iria viver sendo um gato."
          }
        ]
      },
      {
        "title": "Escritório de Gatos VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Acordado pela luz do sol cegante, Perroux abriu seus olhos e começou inconscientemente a esfregá-los...\nSuas mãos e pés voltaram! Eles não eram mais patas peludas de gato.\nO que aconteceu ontem a noite? Ele tentou ao máximo se lembrar.\n...Um gato preto e branco, Perroux, virou a carruagem, e voltou com um estalo.\nO relógio ainda não havia badalado doze vezes.\nAntes das outras carruagens retornarem, ele pulou como um gato comum, e voltou para dentro de casa sem ninguém perceber...\nE agora...? Droga! Se o sol já está tão alto no céu, ele já deveria ter começado seu turno!\nEle pulou da cama, e colocou seu uniforme de volta, se tornando Perroux, o carregador, mais uma vez.\nPorém, a enorme porta para a mansão do Mestre estava fechada, e a placa pendurada dizia \"Sem visitas.\"\n\"O gato se foi e o Mestre ficou tão perturbado que adoeceu e entrou em colapso...\"\n\"Um gato tão lindo! Até eu gostei dele quando o vi. Não é à toa que ladrões ficaram de olho nele.\"\n\"Pobrezinho. Alguém poderia tratá-lo tão bem quanto nosso Mestre?\"\nAssim falaram os servos do Mestre em segredo.\nParece que o Mestre não precisava de um mensageiro a postos hoje! Perroux teve uma rara folga, mas ele estava profundamente preocupado.\nEntão, aonde ele foi? A Firma Felina.\nNaquela noite, e por muitas outras, Perroux retornava para onde as carruagens de lixo paravam e conferia as sombras abaixo de cada lâmpada, mas ele nunca viu nenhuma entrada escura para um porão.\nAs botas e máscara também desapareceram.\nFoi como se nenhuma mágica tivesse acontecido e Perroux jamais tivesse conhecido qualquer gato falante.\nTalvez conforme o gato tigrado saiu, a Firma Felina foi banida...\nA doença assolou o Mestre por três meses, até que em uma manhã de verão, ele se recuperou repentinamente.\nO som do canto do Mestre emanava de seu quarto. Era uma canção feliz e animada, o tipo de canção que jovens amavam cantar quando estavam convidando uma parceira para dançar.\n\"Perroux, venha aqui.\" O Mestre acenou para ele.\n*Ba-bum. Ba-bum.\" O coração de Perroux começou a bater nervosamente mais uma vez. Será que...?\n\"Esse meu terno já está bem desgastado. Livre-se dele e compre um novo para mim! Quanto ao estilo... Algo na moda vai servir.\" O Mestre falou gentilmente.\n\"Oh...\" Perroux relaxou e saiu segurando o velho terno.\n\"Mas o Mestre não é do tipo bem conservador e tradicional?\" Perroux e os outros servos estavam todos pensando o mesmo.\nUm pedaço de papel caiu do bolso do terno.\nApós o gato tigrado sair, os outros gatos tinham escrito uma carta ao mestre, se fingindo da gata de pelo longo escrevendo para relatar que ela estava sã e salva:\n\"Papai, estou bem. Eu anexei um pouco de peixe desidratado e rato seco, por favor, aproveite.\nAlém disso, a Madame von Frigga que propôs é uma pessoa real, e ela tem sentimentos por você, Papai. Você também deveria encontrar alguém.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Escritório de Gatos"
          }
        ]
      }
    ]
  }
}