{
  "epId": 6551,
  "name": "Anel de Yaxche",
  "desc": "Um artefato de jade dos gêmeos heróis de outrora. Dizem que derrotou o dragão do céu que controlava o vulcão.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
  "filterValues": {
    "weaponProperty": "Porcentagem de Vida",
    "weaponType": "Catalisador",
    "weaponRarity": 4
  },
  "menuId": 4,
  "menuName": "Arma",
  "version": 1731215099,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Há muito, muito tempo, no que agora é visto como uma era de mitos, quando grandes dragões ainda rondavam pelas terras devastadas,\ntendo passado por incontáveis julgamentos, os heróis gêmeos perdidos se reuniram mais uma vez diante do cadáver do dragão maligno, e fizeram um juramento.\n\"O pai perdeu sua vida por conta dos desejos impulsivos do Lorde Dragão, e a mãe se sacrificou para proteger seus filhos\"\n\"Se não fosse pela ajuda do Coletivo da Fartura e os clãs das minas, o reencontro de Ahpub e Ixquieh teria sido impossível\"\n\"Portanto, juramos pela sagrada Yaxche, que erradicaremos a morte, destruição e dor\"\n\"E faremos com que os fortes do mundo não mais possam intimidar os fracos, e trazer luz para essa luz sem dia e noite\"\nAssim, seguindo o caminho da \"força\" e \"bênção\", os heróis gêmeos saíram em uma aventura,\nassim, o jovem rapaz com um temperamento explosivo e a jovem garota calma e inabalável se acompanharam, cada um complementando ao outro...\n\"Somos apenas meros mortais frágeis, enquanto vós sois um grande dragão que pode sacudir os próprios céus, o vento e a chuva estão ao vosso comando.\"\n\"Vós podeis invocar raios luminosos três vezes. E caso vós não conseguistes nos acertar, então precisará aguentar três golpes nossos.\"\n\"Ó, Grande Dragão, és conhecido por se gabar de vosso orgulho e natureza nobre, vós não tendes coragem de competir contra mortais? Ou vós atreveis apenas a fugir?\"\nTal foi o desafio dado que o arrogante e autoproclamado deus do sol, e com uma força muito além do que os mortais imaginariam,\neles enfrentaram raios e trovões que sacudiram todas as montanhas, e finalmente, com apenas uma zarabatana, eles derrubaram o falso sol do céu.\n\"Vê, Ó, Glorioso Rei? Como as artes brutas de meros mortais puderam formar tamanha gema bela?\"\n\"Nosso mestre deu ordens a mim e meus irmãos estúpidos para virmos e oferecer-lhe um bálsamo secreto para curar vossas feridas.\"\n\"A gema que nosso mestre nos concedeu está aqui. Por favor, inspecione-a pessoalmente. Oras, como poderíamos lhe fazer mal?\"\nDessa forma, uma gema falsa que parecia perfeitamente idêntica a original, forjada com fogo até então desconhecido pelos mortais,\nenganou o grande dragão causador de terremotos, fazendo-o beber o elixir que removeu seus poderes, e assim ele foi enterrado vivo em meio às montanhas.\nInúmeras lendas de aventuras que desafiam a imaginação mais tarde se tornariam as origens das tradições tanto do Coletivo da Fartura quanto das minas,\ne na encruzilhada onde todas as estradas terminam, os heróis gêmeos que conheceram o guerreiro, andaram junto a ele para o vento noturno...\n\"Ó, Herói Corajoso, caso vosso caminho leve-o a aniquilação de dragões abatidos\"\n\"Ó, Herói Corajoso, caso vosso caminho leve-o à erradicação do sofrimento\"\n\"Juramos diante da sagrada Yaxche e os ancestrais\"\n\"As zarabatanas de Ahpub e os fogos de forja de Ixquie serão vossos.\""
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Foi na época em que as bandeiras das tribos ainda não haviam sido cobertas com poeira, e as cores do pacto ainda não tinham se esvanecido.\nO novo rei da Cidade das Cinzas ainda não havia conquistado a maior autoridade, e o plano para trair seu juramento ainda não havia sido feito,\nos heróis gêmeos de antigamente, que uma vez foram inseparáveis, agora estavam em desavença, separados pelas suas respectivas posições.\nEmbora nascidos do mesmo sangue, e embora tivessem embarcado na mesma jornada com Aquele Enterrado com o Fogo Original,\naos olhos dos guerreiros que se afogaram no sangue e na vingança, a raça dos dragões ainda era diferente dos artesões forjadores de chamas,\nembora ele jamais publicamente se opôs à proibição do guerreiro, sua inimizado contra os dragões era conhecida por todos.\nE foi assim que o Lorde da Cidade das Cinzas ordenou provisoriamente que os dragões perversos fugitivos fossem perseguidos,\ndentre os heróis que ainda serviam a Aliança naquela época, apenas Ahpub respondeu ao chamado,\ne como Chefe, ele liderou incontáveis guerreiros do Coletivo da Fartura diante das minas nas montanhas,\npedindo ao governante de Nanatzcayan para entregar as \"bestas ferozes escondidas nas montanhas\" ou enfrentaria suas lâminas.\nApós vários dias de confronto, o herói impetuoso convidou sua irmã gêmea para conversar no local de reunião,\npretendendo convencer ao outro, com argumentos sinceros, para se lembrar do juramento que fizeram naquele dia. Porém...\n\"Absolutamente, irrecuperavelmente estúpido... Estúpido além do imaginável! A névoa dos fogos da forja confundiu seu coração e o fez esquecer de nossa antiga vingança de sangue?\"\n\"O decreto do novo rei foi emitido. Vós ainda tentareis abrigar aquelas bestas cruéis? Trair a Aliança e nosso juramento?\"\n\"É você e o usurpador governando a Cidade das Cinzas que quebraram o juramento, meu irmão tolo... Certamente você se lembra da proibição do guerreiro?\"\n\"Caso você insista em continuar machucando esses dragões pacíficos, que não desejam nenhum mal para conosco... Nanatzcayan os verá como inimigos que traíram nossa Aliança.\"\n\"Ó, irmão, meu irmão tolo... O que você busca há muito deixou de ser vingança, mas uma sede por sangue cega, puramente buscando se saciar.\"\nA linguagem cada vez mais agressiva e a luz do luar sorrateira roubou o último vestígio de sua racionalidade, e trouxe uma fúria ardente,\no herói que outrora digladiou com o dragão titânico puxou a lâmina de sua cintura e a mirou no pescoço de seu parente mais próximo.\nEle não pretendia fazer mais do que intimidar a oposição, para fazer com que o chefe calmo das minas das montanhas obedecesse ao decreto do novo rei,\nmas o carmesim que jorrou acabou com toda a conversa, deixando apenas lamentos desesperados.\nNo final do caminho da \"força\" e \"bênçãos\", o herói segurou aquele mais próximo de si em seus braços e andou em direção ao fogo incinerador.\nNo final, os faróis de guerra entre as tribos não foram acesos, mas sim extintos com o desaparecimento dos dois chefes.\nPretendendo perdoar os dragões, o rei enviou emissários para tentar persuadir aqueles dos cânions e do Coletivo para temporariamente entregar autoridade para a Aliança,\naté o momento em que ambas as tribos tenham escolhidos seus novos chefes, e os estandartes que representavam sua glória seriam devolvidos para eles;\nEnquanto secretamente registrando os nomes daqueles que acolheram os dragões, esperando por uma oportunidade de arrancar as cabeças dos traidores.\nMas Sakkuk, que mais tarde foi proclamado o agente da tribo, ainda não sabia do curso que o destino havia traçado para ela...\nNem mesmo o usurpador astuto poderia ter sabido que os obstáculos para conquistar a autoridade seria removido tão facilmente.\nE assim que ele estava se lamentando e comemorando, o jovem herdeiro do Clã das Plumas de Flores ofereceu a ele mais um conselho secreto..."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Fonte",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Forja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Produto</color>\n<color=#ffffff>Materiais</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anel de Yaxche",
        "desc": "Um artefato de jade dos gêmeos heróis de outrora. Dizem que derrotou o dragão do céu que controlava o vulcão.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/08/28/35428890/38e08585c7d0ce883befb28cb8bccd5b_4419009820295181032.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6676,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4096,
        "name": "Cristal da Essência Condensada",
        "desc": "<p>Um cristal brilhante e claro com um núcleo que é resistente e maleável.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/59559639/a06c6fbd29b5111702baf8c9271654c4_1191044429394509246.png",
        "amount": 50,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1224,
        "name": "Pedaço de Ferro Branco",
        "desc": "Pode ser transformado em algo incrível em mãos habilidosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/White Iron Chunk_icon.png",
        "amount": 50,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "*Deve-se ter aprendido"
      },
      {
        "type": "CustomEntry",
        "epId": 6844,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Armas Relacionadas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Outras Armas de Natlan Forjáveis"
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauta de Ezpitzal",
        "desc": "Uma lâmina de jade feita de forma peculiar. Nas lendas dos Mestres do Vento Noturno, ela é conhecida como a ritualística \"Flauta do Sacerdote\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Estremecedor da Terra",
        "desc": "A espada preferida do Ladrão das Chamas. Dizem que nem mesmo as chamas do Rei da Cidade das Cinzas foram capazes de quebrá-la.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Trilha do Arco-Íris",
        "desc": "Uma lança afiada forjada em jade, que pode refletir um brilho iridescente sob a luz do sol.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Quebrador de Correntes",
        "desc": "Um arco longo adornado com jade, cujas cordas parecem estar sempre envoltas por uma brisa suave. Reza a lenda que foi forjado por artesãos Saurianos em tempos muito antigos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mídia",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "[Novo Evento Web Disponível] \"Rumo à Nação do Fogo!\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/10/42646513/7049e9d5bcc77bd00a3d1849d5a57e9c_6407849695248855672.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22 de agosto, 2024</color>\nApoie a Peregrinação da Chama Sagrada e obtenha 3 novas armas!!\nEmbarque em uma nova jornada de aventuras!\n〓Horário do Evento〓\n22 de agosto até 24 de setembro de 2024 às 23:59 (UTC+8)"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Descrição de Novas Armas da Versão 5.0"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/10/42646513/364393e4cd8cbbb647938b022750dbdb_7119089958970091562.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22 de agosto, 2024</color>\nOlá, Viajantes! Hoje estaremos trazendo para vocês a nova arma da Versão 5.0! Venham conferir conosco!"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Anel de Yaxche"
          }
        ]
      },
      {
        "key": "Região"
      },
      {
        "key": "Fonte",
        "value": [
          {
            "type": "RichText",
            "text": "Catalisador"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Porcentagem de Vida"
          }
        ]
      },
      {
        "key": "Ecos da Terra Abundante",
        "value": [
          {
            "type": "RichText",
            "text": "Ganha o efeito Coroa Forjada em Jade ao usar uma Habilidade Elemental: Cada 1.000 de Vida Máxima aumentará o Dano causado do Ataque Normal em\n0.6%/0.7%/0.8%/0.9%/1% por 10s. O Dano do Ataque Normal pode ser aumentado dessa forma em um máximo de\n16%/20%/24%/28%/32%."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Nv. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "42",
              "9.0%"
            ]
          }
        ]
      },
      {
        "key": "Nv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "109",
              "135",
              "15.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 5000
          },
          {
            "type": "CustomEntry",
            "epId": 6660,
            "name": "Decadência do Santo Delirante",
            "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>Dizem que o controverso idealizador que mais tarde fora conhecido como Lorde Sagrado da cidade inefável fora preso uma vez. O primeiro humano a ascender, que na época ainda não atingira a forma divina, mostrou a ele grande compaixão.</p><p>Assim, após surgir das sombras das poderosas asas de uma raça outrora magnífica, ele foi aceito pela tribo que já fora dele.</p><p>Desde então, ele escondia seu verdadeiro rosto sob uma máscara, ocultando os padrões dourados que o marcavam e dando tudo de si em serviço daquele mestre que possui seu juramento.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/0e878dbfaa80066b537aa65b21f98ab5_7374209565302970495.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Fragmento da Determinação Despedaçada",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/e18113708df67af70b850f4fe38b9cd3_8365796541290578493.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Máscara Danificada",
            "desc": "Máscara de Ossos quebrada que pertencia a algum Hilichurl.<br/>Há mais partes danificadas do que intactas, perdendo totalmente a sua utilidade.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 2
          }
        ]
      },
      {
        "key": "Nv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "205",
              "231",
              "23.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 15000
          },
          {
            "type": "CustomEntry",
            "epId": 6661,
            "name": "Desolação do Santo Delirante",
            "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>Durante a guerra com os dragões, aquele mentor de todas as tribos — o mesmo que escondera o próprio rosto sob uma máscara — decifrou os padrões dourados das ruínas não-humanas para os guerreiros. O conhecimento com o qual ele o fez está há muito perdido.</p><p>Foi de seus inimigos que ele aprendeu a língua e padrões de pensamento necessários para realizar isso. Para ele, empunhar essas habilidades contra eles fosse talvez um ato de vingança profundamente satisfatório.</p><p>Mesmo assim, seu ódio velado por eles era uma causa recorrente de muita preocupação entre seus companheiros heróis.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ad7d4eced9c047cf55dc7de12602b032_58766908942440815.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Fragmento da Determinação Despedaçada",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/e18113708df67af70b850f4fe38b9cd3_8365796541290578493.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Máscara Danificada",
            "desc": "Máscara de Ossos quebrada que pertencia a algum Hilichurl.<br/>Há mais partes danificadas do que intactas, perdendo totalmente a sua utilidade.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 8
          }
        ]
      },
      {
        "key": "Nv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "266",
              "292",
              "26.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 6661,
            "name": "Desolação do Santo Delirante",
            "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>Durante a guerra com os dragões, aquele mentor de todas as tribos — o mesmo que escondera o próprio rosto sob uma máscara — decifrou os padrões dourados das ruínas não-humanas para os guerreiros. O conhecimento com o qual ele o fez está há muito perdido.</p><p>Foi de seus inimigos que ele aprendeu a língua e padrões de pensamento necessários para realizar isso. Para ele, empunhar essas habilidades contra eles fosse talvez um ato de vingança profundamente satisfatório.</p><p>Mesmo assim, seu ódio velado por eles era uma causa recorrente de muita preocupação entre seus companheiros heróis.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ad7d4eced9c047cf55dc7de12602b032_58766908942440815.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Locus da Determinação Inequívoca",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/57c0d095f92f4d1f1183f65126bf6b01_1430826361526748338.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Máscara Suja",
            "desc": "Totalmente coberta de sujeira, liberando um cheiro sutil de ossos.<br/>Contudo, ainda assim, o Hilichurl a usa em seu rosto.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Nv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "327",
              "353",
              "30.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 6662,
            "name": "Aspecto do Santo Delirante",
            "desc": "<p>Material de Ascensão de Arma.</p><p>Foi naquela era que o primeiro humano a ascender subiu do trono para entrar na Chama Sagrada, quando o mundo mortal aguardava a chegada de seu sucessor.</p><p>Também foi a era que o mentor tomou as rédeas de toda autoridade.</p><p>Infelizmente, o autoproclamado Lorde Sagrado — acreditando que o deus que ele amara e pelo qual derramara lágrimas douradas devesse para sempre permanecer sem sucessor — passou dos limites de sua autoridade. Colocando desejos egoístas sobre os mandamentos deixados por aquele deus reverenciado, ele estabeleceu uma cidade na qual os céus e a terra eram separadas um do outro.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/aa7185b04bd1c2497721b870cc673d60_2558068363168163863.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Locus da Determinação Inequívoca",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/57c0d095f92f4d1f1183f65126bf6b01_1430826361526748338.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Máscara Suja",
            "desc": "Totalmente coberta de sujeira, liberando um cheiro sutil de ossos.<br/>Contudo, ainda assim, o Hilichurl a usa em seu rosto.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Nv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "388",
              "414",
              "34.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 35000
          },
          {
            "type": "CustomEntry",
            "epId": 6662,
            "name": "Aspecto do Santo Delirante",
            "desc": "<p>Material de Ascensão de Arma.</p><p>Foi naquela era que o primeiro humano a ascender subiu do trono para entrar na Chama Sagrada, quando o mundo mortal aguardava a chegada de seu sucessor.</p><p>Também foi a era que o mentor tomou as rédeas de toda autoridade.</p><p>Infelizmente, o autoproclamado Lorde Sagrado — acreditando que o deus que ele amara e pelo qual derramara lágrimas douradas devesse para sempre permanecer sem sucessor — passou dos limites de sua autoridade. Colocando desejos egoístas sobre os mandamentos deixados por aquele deus reverenciado, ele estabeleceu uma cidade na qual os céus e a terra eram separadas um do outro.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/aa7185b04bd1c2497721b870cc673d60_2558068363168163863.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Símbolo da Determinação Andarilha",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/c02ef12ebb37cd68a3409810f6b4ead4_6535512087895009551.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Máscara Ominosa",
            "desc": "Máscara de ossos brilhante, com detalhes pintados para assustar os inimigos.<br/>Até hoje os humanos não entendem o porquê dos Hilichurls temerem as máscaras. Alguns dizem que é porque não querem ver o próprio reflexo derrubado na água.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Nv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ após o avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "449",
              "475",
              "37.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moeda comum. A língua que todos entendem.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 145000
          },
          {
            "type": "CustomEntry",
            "epId": 6663,
            "name": "Divindade do Santo Delirante",
            "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>O Lorde Sagrado da cidade inefável frequentemente murmurava línguas não-humanas em seus sonhos, e quando ele se olhava no espelho, ele via como a única pupila que era visível através da máscara estava gradualmente assumindo uma forma vertical. Isso serviu apenas para dar mais força ao seu ódio crescente contra os dragões.</p><p>Dizem que quando o jovem de olhos escarlates queimou aquela cidade sobre outra cidade, submergida em sombras como era, ele testemunhou uma figura meio-humana perante o salão real que enlouquecera. Como se estivesse arrancando o próprio rosto, ele removeu seu rosto divino indelével, revelando buracos abertos que eram temivelmente dracônicos.</p><p>Consumida pelas chamas douradas que cuspia, a forma desfigurada daquela alma demente caiu de uma grande altura até o atoleiro escuro como piche. Esquecido por todos, assim foi o final trágico que dizem esse pária iludido ter tido.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/4c7853537ced53b00d9bb4f1afd665db_3037530834058540477.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Símbolo da Determinação Andarilha",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/c02ef12ebb37cd68a3409810f6b4ead4_6535512087895009551.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Máscara Ominosa",
            "desc": "Máscara de ossos brilhante, com detalhes pintados para assustar os inimigos.<br/>Até hoje os humanos não entendem o porquê dos Hilichurls temerem as máscaras. Alguns dizem que é porque não querem ver o próprio reflexo derrubado na água.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Nv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes do avanço",
              "ATQ antes do avanço",
              "Porcentagem de Vida"
            ]
          },
          {
            "key": "",
            "values": [
              "510",
              "-",
              "41.3%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/10/42646513/5e7d8e2733c80ea87fa4691b5ebf666a_6379687033969729451.jpg"
      },
      {
        "key": "Original",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bed8aa26908f26d930660b4928e7bd53_1187231511535572446.png"
      },
      {
        "key": "Despertado",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c10357002b755d957e57d123090687f0_2674798951813449028.png"
      }
    ]
  }
}