{
  "epId": 682,
  "name": "Rex Incognito (I)",
  "desc": "Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época material, as histórias verdadeiras e falsas se misturam no Porto, junto com os sonhos antigos.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/100430559/04ea93ab35958ff03d2862fc6018c5f0_5339911391627107870.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505924,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Porto de Liyue"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/100430559/04ea93ab35958ff03d2862fc6018c5f0_8063471663726037622.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2830.77,-1054.02&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Rex Incognito (II)",
        "desc": "<p>Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Entre os altos picos das montanhas, onde inúmeros jades jazem embaixo, ideias substanciais e mentiras vazias são subitamente mostradas lado a lado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4763920589677399573.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 683,
        "name": "Rex Incognito (III)",
        "desc": "<p>Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. O preconceito de regra e justiça está dissipado entre as histórias imaginárias.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_5937057273324385666.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 685,
        "name": "Rex Incognito (IV)",
        "desc": "<p>Um romance imaginário de Liyue que relata as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época de vários tesouros, uma pequena brincadeira já é suficiente para expor as mentiras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4495765179625571322.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Rex Incognito (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Liyue é uma terra em que se encontram todos os tipos de tesouros raros e exóticos, e onde se encontram eles, também com certeza se encontra aqueles que sabem achá-los.\nA primeira dona da Antiguidades Xigu, a colecionadora Mingui, era uma pessoa muito peculiar.\nA Antiguidades Xigu da Encosta de Feiyun era frequentada por clientes refinados. Fechado durante o dia, ele só abriu para os clientes quando a lua começou a subir no céu noturno. Os clientes da loja eram tudo menos comuns: eles eram ricos e extraordinários, as pessoas com bom gosto.\nUm relógio meticulosamente trabalho de Fontaine, incenso de Sumeru, uma taça de vinho de um aristocrata da velha Mondstadt, um banco de madeira cuja superfície foi outrora agraciada pelas nádegas de um Adeptus por uma hora, uma delicada xícara de chá de jade da qual o Senhor do Geo uma vez tomou um gole de chá, uma jarra de celadon, inestimável, que a divindade vizinha de Liyue, o Arconte Anemo, uma vez acidentalmente derrubou no chão, despedaçando-o em pedaços. Tudo isso e muito mais foi disposto para que os clientes pudessem ler a seu bel-prazer, cada item apenas esperando por aquela pessoa com quem compartilhou uma certa afinidade.\nNuma noite, um homem rico que estava andando por ali acabou por parar na frente da loja, e começou a examinar curiosamente os itens nas prateleiras.\nA dona ficou impressionada com suas longas roupas pretas, escuras como os topos das montanhas, e pelos seus olhos, que tinham uma cor de âmbar.\nEsse não era um homem comum. Mingui conseguia dizer isso só com um olhar.\n\"Seja bem-vindo, fique à vontade para olhar e me diga se algo chamar sua atenção.\"\nA voz delicada dela quebrou o silêncio da noite.\n\"Hã? Oh, desculpe.\"\nO homem sorriu, falando com certa timidez.\n\"Eu só estou realmente interessado nessa falsificação.\"\nSua atenção estava em uma velha Placa de Jade quebrada.\nO rosto exposto ao céu noturno era aquele em que o padrão estava um pouco mais intacto e, à medida que o luar brilhava, penetrava nas manchas intrincadas no jade, expondo-as e descia em cascata nas ravinas produzidas pela textura entrecruzada na superfície da placa. O severo desgaste na frente e a desintegração ao redor do perímetro tornavam impossível discernir as palavras e imagens que uma vez foram escritas nele. Segundo todos os relatos, parecia ter vivido uma vida turbulenta.\n\"Falsificação...? Você tem certeza?\"\nMingui estava acostumado com provocações dos clientes, mas ser ridicularizada dessa forma a deixava irritada.\nSomado a isso estava o fato de que este item em particular havia sido roubado por um aventureiro de um palácio abandonado nas profundezas do abismo, que mal havia conseguido sair daquele lugar com vida. Ela se lembrou de como havia pechinchado implacavelmente com o aventureiro para adquirir a peça e como no final ainda havia custado a maior parte de sua fortuna. Se isso realmente fosse nada mais do que uma falsificação, não apenas significaria que ela havia perdido uma imensa parte de sua riqueza, mas também significaria um dano irrevogável à reputação das Antiguidades de Xigu como conhecedora de qualidade.\nMingui sabia o que tinha de fazer: não apenas devia se livrar desse cliente que ameaçou arruinar seu negócio, mas ela também deveria encontrar uma forma de vender essa Placa de Jade para ele no processo.\n\"Continue, eu gostaria de ouvir sua avaliação minuciosa.\"\n————————\n\"Como todos sabemos, Teyvat foi mergulhado no caos há dois milênios e meio quando os deuses declararam guerra uns contra os outros, o conflito que se seguiu espalhou-se a todas as pessoas em todos os cantos da terra. Teyvat pode não ter sido dividida nas mesmas sete nações que conhecemos hoje, naquela época, mas assim como agora, o povo tinha seus próprios povoados e civilizações...\"\n\"Os deuses cujos nomes já foram esquecidos há muito tempo, um dia já foram venerados, adorados, até mesmo adorados pelo seu povo. Nossos antepassados levaram pérolas e conchas do mar, jade das montanhas, rochas das planícies e cristais de sal da terra, cada um para construir ídolos sob a forma de seus deuses.\"\n\"Placas de Jade desse tipo são relíquias daquela época. Elas pertenciam a uma antiga tribo que adorava o Rex Lapis... mas claro, o Arconte Geo provavelmente ainda não tivesse o nome Rex Lapis naquela época.\"\n\"Esta era uma época em que as pessoas viam seus deuses se confrontarem em amargas batalhas diante de seus próprios olhos. Rex Lapis não havia estabelecido a moeda das sete nações e lançaria as primeiras moedas de Mora por um bom tempo. Por isso, as tribos negociavam usando pedaços de minério que, de tempos em tempos desenterravam, com ídolos feitos com a semelhança do Arconte Geo para garantir a estabilidade dos preços.\"\n\"Como você pode ver... A sabedoria mortal é uma coisa fascinante. Eles estavam fazendo seu próprio caminho no mundo antes mesmo do Rex Lapis ter feito provisões para que o fizessem.\"\nO jovem parou para pensar mais sobre a observação que ele tinha acabado de fazer.\nEle ficou ali, coberto pela luz prateada da lua, que de alguma forma parecia fazer ele ser um pouco mais baixo.\n\"Este tipo de placa de jade é um raro achado nos dias de hoje. A maioria delas está enterrada em leitos de rios e nas montanhas. E como cada uma é esculpida à mão, todas elas são únicas... É por isso que elas normalmente vendem por preços astronômicos. Afirmar que são inestimáveis não seria um exagero.\"\n\"É uma pena que a que você expõe na sua prateleira é uma falsificação recente. Por recente, digo que provavelmente foi feita na geração de seu pai.\"\n\"Existe um ditado no ramo que diz o seguinte: 'um jade sem imperfeições não é um jade de verdade.' Esse daqui, por exemplo, tem pouquíssimas imperfeições e é muito translúcido... Tudo aponta para o fato de que é improvável ter sido feito por nossos antepassados.\"\n\"Além disso, eu quero acrescentar que a imagem entalhada nessa peça de jade é de uma mulher. Isso é muito incomum de se ver em relíquias dessa época.\"\nO jovem segurou a Placa de Jade na direção da luz da lua para inspecioná-la com maiores detalhes.\n\"Apesar de existirem alegações de que existiram encarnações de Rex Lapis na forma de uma mulher, não existe nenhum registro histórico, nem evidência física.\"\nApesar de jovem, o homem tinha um ar de um velho e irritante pedante.\n\"Bem, aí é que você está errado...\"\nMingui sorriu levemente, similar a uma raposa que provoca um caçador inexperiente.\n\"Talvez você esteja disposto a ouvir minha história antes de dar seu veredito final?\"\nA dona da loja cerrou seus olhos e começou a contar a história..."
          }
        ]
      }
    ]
  }
}