{
  "epId": 683,
  "name": "Rex Incognito (III)",
  "desc": "<p>Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. O preconceito de regra e justiça está dissipado entre as histórias imaginárias.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_5937057273324385666.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505906,
  "components": {
    "textualResearch": [
      {
        "title": "Rex Incognito (III) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Liyue é uma terra onde todos os tipos de tesouros raros e exóticos se reúnem, certamente também se encontrará aqueles com um olhar perspicaz. Na era próspera do Porto de Liyue, uma miríade de bens e tesouros fluía sem fim para dentro e para fora da terra como as marés subindo e descendo.\nAquela época pertenceu, como também pertence a de agora, aos mercadores ricos e aos donos de navios. Era uma época em que os que reinavam eram os que se atreviam a lutar contra as terríveis ondas do mercado e a ira das bestas do oceano.\nDe maneira similar, antigamente bem como hoje o porto estava sempre cheio de marinheiros e trabalhadores.\nNas lendas, o Rex Lapis às vezes negociava e discutia com os mestres do Terraço de Yujing em forma de uma pessoa ilustre, por outro lado, às vezes andava e brincava com os mineradores, pescadores ou marinheiros como um plebeu.\nNaquele tempo, havia um certo proprietário de embarcação de pesca que era notoriamente severo e crítico em seu temperamento. Ele era sempre rude com aqueles que trabalhavam para ele, e sempre que algo não lhe satisfazia, ele tirava conclusões precipitadas e começava a repreendê-los, até mesmo em reduzir seus salários, sem lhes dar a oportunidade de explicar seu lado da história.\nUm dia, o dono de uma embarcação de pesca conheceu um homem.\nEle tinha acabado de ser contratado pelo proprietário do barco de pesca, e seu traje era indistinguível do de qualquer outro marinheiro do dia: uma camisa e calça marrom solta, e uma bandana na testa. Mas de sua pele bronzeada e dos contornos de seu rosto, ficou claro que ele era um plebeu da Vila Qingce que tinha descido das montanhas para a cidade numa tentativa de buscar uma vida melhor.\nEle é um pouco desajeitado como outros habitantes de montanha. Ainda pior, ao distribuir as pescas, ele sempre se afasta instintivamente dos frutos do mar com tentáculos pegajosos.\n\"Você não faz dinheiro sendo tão exigente! Quem você pensa que é, o dono da mansão?\"\nEssa era a única justificativa que o dono do navio deu ao pagar o recém-contratado homem da montanha.\nOs jovens simplesmente sorriram e continuaram seu trabalho. Isso marcou muitas das interações entre os dois.\nMas um dia, o jovem respondeu com uma pergunta:\n\"Todo mundo tem coisas que gostam e não gostam, então por que deveríamos fazer as coisas que mais odiamos?\"\nO dono do barco pesqueiro foi pego de surpresa por essa pergunta. Enfurecido, ele estapeou o seu aprendiz na cabeça e gritou com ele:\n\"Essas são as regras do mundo! Preste atenção: você vai chegar a canto nenhum no mundo se não fizer um trabalho que não gosta!\"\n\"Mas talvez isso não era o que Rex Lapis queria dizer quando ele fez as regras...\"\n\"Que monte de besteira!\"\n\"Pois bem, talvez você entenda melhor se eu lhe contar uma história.\"\nOs olhos do jovem brilhavam como âmbar das minas na luz do sol da tarde.\n\"Então você é um contador de histórias agora?\"\nO simples pensamento desse jovem de uma vila na montanha contar-lhe uma história fez o dono do barco de pesca ficar curioso.\n\"Fale então... Mas não deixe de trabalhar!\"\nO rosto do jovem exibia um sorriso pernicioso, e seu olho brilhou levemente.\n\"Então deixe-me lhe contar a história da Placa de Jade...\"\nOuvindo as histórias de garoto, o dono se perdeu no tempo, e não percebeu que o dinheiro que ele poupou dos salários dos empregados estava sendo roubado em segredo, e logo depois distribuído para outros."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado no Albuergue Wangshu"
          }
        ]
      },
      {
        "key": "Entrada do Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/100430559/04ea93ab35958ff03d2862fc6018c5f0_8063471663726037622.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=1418.38,-1086.50&zoom=2.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Rex Incognito (I)",
        "desc": "Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época material, as histórias verdadeiras e falsas se misturam no Porto, junto com os sonhos antigos.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/100430559/04ea93ab35958ff03d2862fc6018c5f0_5339911391627107870.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Rex Incognito (II)",
        "desc": "<p>Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Entre os altos picos das montanhas, onde inúmeros jades jazem embaixo, ideias substanciais e mentiras vazias são subitamente mostradas lado a lado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4763920589677399573.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 685,
        "name": "Rex Incognito (IV)",
        "desc": "<p>Um romance imaginário de Liyue que relata as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época de vários tesouros, uma pequena brincadeira já é suficiente para expor as mentiras.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4495765179625571322.png",
        "displayStyle": "text"
      }
    ]
  }
}