{
  "epId": 685,
  "name": "Rex Incognito (IV)",
  "desc": "<p>Um romance imaginário de Liyue que relata as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época de vários tesouros, uma pequena brincadeira já é suficiente para expor as mentiras.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4495765179625571322.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505895,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito (IV)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Biblioteca Wanwen"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Rex Incognito",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/100430559/04ea93ab35958ff03d2862fc6018c5f0_8063471663726037622.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,111&center=2871.78,-1131.98&zoom=2.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Jifang",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/8e0520c3e8d590b70c49bdb074c48df0_1660371819751357948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionado"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Rex Incognito (I)",
        "desc": "Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Numa época material, as histórias verdadeiras e falsas se misturam no Porto, junto com os sonhos antigos.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/100430559/04ea93ab35958ff03d2862fc6018c5f0_5339911391627107870.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Rex Incognito (II)",
        "desc": "<p>Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. Entre os altos picos das montanhas, onde inúmeros jades jazem embaixo, ideias substanciais e mentiras vazias são subitamente mostradas lado a lado.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_4763920589677399573.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 683,
        "name": "Rex Incognito (III)",
        "desc": "<p>Um romance de fantasia de Liyue que conta as excursões incógnitas no reino mortal do Rex Lapis em forma humana. O preconceito de regra e justiça está dissipado entre as histórias imaginárias.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/cf73369ad1a5911ba8812c45b31515f0_5937057273324385666.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Rex Incognito (IV) ",
        "desc": [
          {
            "type": "RichText",
            "text": "Era uma época em que incontáveis itens exóticos e curiosos chegavam ao Porto de Liyue.\nNessa noite, Mingui, dona da loja Antiguidades Xigu, estava pesquisando relíquias e narrando antigas histórias com um jovem nobre sem nome.\nO tema de debate deles era uma Placa de Jade.\nÉ sabido que falsificar um jade antigo não custa nada, entretanto, fazer uma cópia requintadamente trabalhada pode custar mais, mas, mesmo assim, parece ser aceitável para os comerciantes.\nO ponto difícil é forjar uma história magnífica.\nComo um artesão de jade que entrou profundamente nas montanhas, ou o jovem dos pescadores de comportamentos estranhos, aqueles considerados divergentes geralmente se aproximam mais do coração das coisas.\nRex Lapis estabeleceu regras e contratos, mas nunca os forçou usando de sua autoridade a viver de acordo com eles como um modelo perfeito, pois, ele sabia que as leis e estipulações era um meio, não o fim. O equilíbrio intemporal estava, na verdade, na consciência de uma pessoa e em sua capacidade de fazer escolhas por si mesma.\nO chefe grosso do barco pesqueiro não entendia esse princípio, e então mereceu o medo e a zombaria de seu ajudante.\nAssim como os humanos, as antiguidades também são. Qualidade, raridade e perfeição são fatores importantes, sim, mas o verdadeiro valor de uma relíquia está em sua história de fundo.\nO jovem nobre não parecia se afeiçoar desta ideia, e então não via problema em dizer que a Placa de Jade era falsa, reduzindo seu valor.\nMas se todos os tesouros da Antiguidades Xigu fossem examinados com tais penetrantes e empíricos olhos, seu valor seria reduzido a nada.\nComo as lágrimas de uma donzela por o seu capitão, que se tornaram pérolas eternas, ou um rei mortal que esculpiu um retrato de sua falecida rainha, antes de selar sua própria alma nele...\nEssas histórias, essas lendas que deveriam ter desaparecido com o tempo foram preservadas, e hoje fervilham com vida embaixo da carcaça dessas relíquias.\n\"A história é muito interessante, vou levar essa falsificação então.\"\nO jovem nobre acenou com a cabeça, seus olhos dourados sorriam.\n\"Mesmo depois de ouvir minha história, você ainda pensa que é uma falsificação?\"\nMingui suspirou levemente.\n\"Claro.\"\nO jovem nobre não conseguia evitar de sorrir, e de fato ele parecia mais feliz do que quando tinha entrado na loja.\n\"No final de tudo, a história que contei sobre Placas de Jade serem moedas antigas são inventadas. Tudo são mentiras que inventei.\""
          }
        ]
      }
    ]
  }
}