{
  "epId": 688,
  "name": "O Dragão Serpente de Tokoyo no Kuni",
  "desc": "<p>Uma ficção baseada nos contos folclóricos da Ilha Watatsumi. A edição original desse texto foi feita na Ilha Watatsumi e depois foi levada à Ilha Narukami por um comerciante na época que o deus serpente ainda vivia. Ninguém lê esse livro antigo hoje em dia, com seu papel sendo substituído pelos light novels novos no mercado. O livro descreve a cosmovisão do povo de Watatsumi antes deles adotarem aspectos da cultura Narukami, e com o ressurgimento da publicação de ficções tradicionais, acabou vendo a luz do dia novamente.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505717,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "O Dragão Serpente de Tokoyo no Kuni"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Editora Yae"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "Coleção do Reino de Byakuya",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/80830045/8a7b95710be73a0c089b83f2ff88270a_4510262374456186105.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "2.3"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "O Dragão Serpente de Tokoyo no Kuni",
        "desc": [
          {
            "type": "RichText",
            "text": "A criação oculta mistérios, e os presságios da lua e do sol revelam.\nTrês cantos pela escuridão envolvidos, e o vazio sendo nublado por cinco sábios.\n\"O universo não possui começo e fim, assim como a terra que existia no passado. Mas isso não importa para nós, pois a terra que habitamos hoje não possui nada mais em comum com a eternidade sem começo e fim\".\n—— Disse o único sábio, Aberaku, ao primeiro Filho do Sol. O Filho do Sol que já havia se preparado para punir Aberaku, anunciou que se dirigisse para a Frente Imperial para responder a um interrogatório. Na verdade ele apenas queria lhe dificultar as coisas, mas por fim o deteve.\nAs lendas dizem que Aberaku foi iluminado pela sabedoria do grande deus Tokoyo, e assim foi capaz de trazer a luz para Enkanomiya que até aquele momento nunca havia visto o sol. Mas o Filho do Sol ficou invejoso de suas habilidades, e dessa forma o encarcerou pelo resto da vida. Entretanto, esses Filhos do Sol nunca consideraram que se Aberaku não tivesse criado essa estrela subterrânea, eles nunca teriam existido em primeiro lugar.\n\"...O céu e a terra são como a história de quem veio primeiro, se o ovo, ou a galinha, e também como são como os dragões e as cobras, que na verdade são um só.\" - disse o sábio Abe por muito tempo, até os soldados o derrotarem numa emboscada.\nNaquela época, Enkanomiya vivia uma época de paz devido a aparição do sol. Como o Dragão Herdeiro das Profundezas era amante das trevas, e tinha medo da luz, já não tinha como agir de forma impune. O tempo em que o Dragão Herdeiro das Profundezas andava desenfreado tirando vidas havia finalmente acabado, e o povo de Enkanomiya tornou-se capaz de lutar contra ele.\nNo entanto, uma doença desconhecida que nunca havia sido completamente erradicada se propagou pela humanidade. As pessoas escolheram o \"Filho do Sol\", e o veneraram como rei. Porém, em agradecimento a única coisa que ele fez foi punir as pessoas honestas com impostos elevados.\nNão se sabe quantos anos se passaram, entretanto, houve uma criança no palácio de Enkanomiya que fez uma aposta com seus amigos. Teria de passar pelos três cantos onde o Dragão Herdeiro das Profundezas residia, e encontrar a Flor Osso de Dragão. Mas o que encontrou dentro da grande caverna era, na verdade, uma gigantesca serpente que jamais havia visto.\nPor algum motivo, ao ver a forma gigantesca da serpente, a criança não sentiu medo, mas sim uma sensação de familiaridade.\n\"Eu sou o Deus Serpente Profano. Embora eu tenha centenas de servos, nenhum mortal vive hoje em minhas sombras. Vir parar neste mundo, encontrar você hoje... Talvez seja o destino. Você não é de meu povo, mas é humano. Fale o seu desejo, e eu o ouvirei\".\n\"Você poderia ser o nosso deus?\"\nE foi assim que uma pessoa e uma serpente, enfrentaram a autoridade real Filho do Sol e a invasão do Dragão Herdeiro das Profundezas com todas as suas forças, levantando as cortinas para um novo começo."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Antes do Sol e da Lua",
        "desc": "<p>Um livro de crônicas que o povo comum foi proibido de ler. A escrita é uma mistura de fábulas e histórias do começo do mundo até a criação do Dainichi Mikoshi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2948147741859048411.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Estudos Hidrológicos e Geográficos no Reino de Byakuya",
        "desc": "<p>Um livro que registra a geografia e hidrologia do Reino de Byakuya. Devido ao selamento das profundezas, a emigração do povo de Watatsumi e a passagem do tempo, esse livro agora é inútil.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/35428890/30d637f5d6939cb8f5a886096aa7ba70_2297711585933268758.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}