{
  "epId": 6921,
  "name": "Registros de Hanan Pacha (II)",
  "desc": "<p>Uma fábula passada de geração em geração, na qual o lendário Sábio da Chama Roubada é o protagonista. Historiadores profissionais, dizem, estão em consenso que os conteúdos desse conto não tem nada a ver com a história.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/7370f835589e947a98b9518d55da6a7a_920836321079028935.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505519,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Hanan Pacha (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado nos Descendentes das Copas"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6936,
            "name": "Registros de Hanan Pacha",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111&center=4413.07,-9159.04&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6920,
        "name": "Registros de Hanan Pacha (I)",
        "desc": "<p>Uma fábula passada de geração em geração, na qual o lendário Sábio da Chama Roubada é o protagonista. Historiadores profissionais, dizem, estão em consenso que os conteúdos desse conto não tem nada a ver com a história.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/7370f835589e947a98b9518d55da6a7a_3174762838823283863.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 6922,
        "name": "Registros de Hanan Pacha (III)",
        "desc": "<p>Uma fábula passada de geração em geração, na qual o lendário Sábio da Chama Roubada é o protagonista. Historiadores profissionais, dizem, estão em consenso que os conteúdos desse conto não tem nada a ver com a história.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/7370f835589e947a98b9518d55da6a7a_4135065242573900138.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Registros de Hanan Pacha (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "A seguir, te contarei a história de como o sábio Waxaklahun Ubah Kan passou Flogisto para as pessoas das tribos e construiu Hanan Pacha.\nApós deixar as terras pretas e vermelhas, Waxaklahun Ubah Kan e o tolo Chaac vieram para a terra das florestas e montanhas, onde tribos humanas viviam.\nWaxaklahun Ubah Kan desejava passar o poder de usar Flogisto para os humanos, mas ninguém desejava aprender com ele, pois ninguém sabia qual uso o Flogisto, do qual ele tanto falava, teria para eles.\n\"Se quisermos fazer fogo, apenas precisamos acertar a pederneira. Quanto ao combustível, há madeira e vegetação por toda parte. Que uso teríamos para o Flogisto?\"\n\"Ó pessoas de visão limitada, vocês não sabem que chegará um dia onde todas as plantas e madeira serão consumidas e não haverá mais? E que as coisas mais abundantes e inesgotáveis no mundo são as pedras? Se for possível usar Flogisto para queimar pedras, então você terá resolvido o problema de obter energia de uma vez por todas.\"\nAssim disse o sábio, cheio de confiança.\n\"Haha, temo que jamais veremos esse dia chegar.\"\nNaquela época, as pessoas ainda não podiam ver seus ancestrais no reino do Lorde da Noite, e assim, naturalmente, eles não pensavam no futuro. Assim, Waxaklahun Ubah Kan não tinha outra escolha senão desistir.\nO tolo Chaac, vendo o sábio incomodado com isso, sugeriu uma solução que poderia fazer os benefícios do Flogisto ser aparente para todos.\n\"Então, assim, poderíamos pegar essa pedra grandona e colocar ele bem alto nas montanhas, onde todos possam ver. Então, assim, todos irão ficar totalmente curiosos e vir correndo para a gente.\"\nEmbora fossem as palavras de um tolo, Waxaklahun Ubah Kan não tinha escolha a não ser tentar. Então, ele primeiro ensinou Chaac a usar Flogisto, e então os dois levantaram a terra juntos. E essa terra levantada, não era outra senão Hanan Pacha, o Reino Superior do qual as pessoas falam hoje em dia.\nMas, diferente de hoje, o Hanan Pacha daquela época ainda era uma vasta extensão de terra, inteira e completa. Ela flutuava acima das nuvens, e todos os humanos de Natlan podiam confirmar sua existência só de olhar. E assim, um por um, as pessoas de todos os cantos foram atraídas até lá por sua curiosidade.\nChaac de bom coração, ficou de guarda próximo ao lago, usando o poder do Flogisto para ajudar as pessoas a subirem a Hanan Pacha. E aqueles que subiam a Hanan Pacha aprendiam a arte de usar Flogisto com o sábio Waxaklahun Ubah Kan.\nE com a liderança de Waxaklahun Ubah Kan, as pessoas fundaram a primeira tribo permanente no Hanan Pacha."
          }
        ]
      }
    ]
  }
}