{
  "epId": 6922,
  "name": "Registros de Hanan Pacha (III)",
  "desc": "<p>Uma fábula passada de geração em geração, na qual o lendário Sábio da Chama Roubada é o protagonista. Historiadores profissionais, dizem, estão em consenso que os conteúdos desse conto não tem nada a ver com a história.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/7370f835589e947a98b9518d55da6a7a_4135065242573900138.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505509,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111&center=4276.31,-9751.59&zoom=1.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6920,
        "name": "Registros de Hanan Pacha (I)",
        "desc": "<p>Uma fábula passada de geração em geração, na qual o lendário Sábio da Chama Roubada é o protagonista. Historiadores profissionais, dizem, estão em consenso que os conteúdos desse conto não tem nada a ver com a história.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/7370f835589e947a98b9518d55da6a7a_3174762838823283863.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 6921,
        "name": "Registros de Hanan Pacha (II)",
        "desc": "<p>Uma fábula passada de geração em geração, na qual o lendário Sábio da Chama Roubada é o protagonista. Historiadores profissionais, dizem, estão em consenso que os conteúdos desse conto não tem nada a ver com a história.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/7370f835589e947a98b9518d55da6a7a_920836321079028935.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Registros de Hanan Pacha (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "A seguir, contarei a história sobre como as pessoas de Hanan Pacha quebraram tabus e fizeram com que o Sábio da Chama Roubada deixasse Natlan.\nApós as pessoas terem aprendido a usar o poder do Flogisto, eles construíram uma cidade em cima do Hanan Pacha. Na cidade havia palácios e templos magníficos, todos feitos de gemas raras, penas brilhantes e flores perfumadas.\nApós completar tudo isso, Waxaklahun Ubah Kan decidiu levantar Hanan Pacha ainda mais alto.\n\"Para isso, todos vocês não devem mais comer nada produzido nessa terra, exceto água, pois todos os rios deste mundo fluem da Origem de Todas as Águas e não são sujeitas ao controle do Lorde da Noite.\"\nChaac não fazia ideia do motivo de eles deverem ir ainda mais alto e não queria deixar Natlan. Mas sempre que ele ia fazer essa pergunta a Waxaklahun Ubah Kan, ele só falava do \"continente Lunar\" e \"Pedras Sagradas de Neohuaca\" e outras coisas que ele não conseguia entender.\nComo Waxaklahun Ubah Kan era a pessoa mais inteligente no mundo, todos fizeram como ele disse. Então, eles começaram a criar peixes no mar aberto e cultivar algas para comer, e Hanan Pacha alcançou altitudes ainda mais altas a cada dia.\nFinalmente, o Lorde da Noite percebeu as intenções do Sábio. Como eles temiam a partida da humanidade, eles decidiram tentar impedir os planos dele.\nUm dia, enquanto o Sábio estava fora, o próprio Lorde da Noite se disfarçou de humano da tribo e, carregando uma garrafa de água misteriosa, ele encontrou Chaac, aguardando próximo ao lago.\n\"Amigo, não guarde mais a água desse lago. Viu? A água que seguro é cem vezes mais doce do que a do lago. Venha, experimente.\"\nEmbora ele tenha pensado sobre o que o sábio disse, era apenas água, então deve estar tudo bem. Pelo menos foi o que Chaac pensava, pegando e bebendo um gole.\nExperimentando, ele descobriu que o gosto era realmente doce além de comparação. Então, o Lorde da Noite deu a ele uma água mais doce, e ele levou para Hanan Pacha, compartilhando-a com todos.\nMas o que Chaac não sabia era que essa água doce era, na verdade, feita dos grãos crescidos da terra. Em nosso linguajar moderno, era álcool.\nQuando o Sábio retornou, todos estavam completamente embriagados.\nO Sábio sabia que eles não podiam mais viver em Natlan, então ele os expulsou de Hanan Pacha. As pessoas espalhadas levaram Flogisto para cada canto de Natlan.\nE assim o Sábio da Chama Roubada partiu no caminho de volta.\n\"Caminho de volta? Isso quer dizer que ele voltou às terras vermelhas e pretas?\"\n\"Você estava escutando ou não? As terras vermelhas e pretas foram de onde o Sábio roubou o Flogisto. Hmm, embora as lendas não digam mesmo onde a terra natal do Sábio era... Então acho que o caminho de volta significa que um dia ele retornará.\"\n\"Qual é, é óbvio que isso é só uma coisa que contadores de histórias sempre usam. Seria melhor se você não tentasse criar suspense, sabe?\"\nEnfim, após o Sábio da Chama Roubada sair, Chaac aceitou a orientação do Lorde da Noite, e estabeleceu permanentemente tribos na terra. A era dos humanos de Natlan começou, mas essa é uma história para outra hora."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Hanan Pacha (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Encontrado no Estádio da Chama Sagrada"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6936,
            "name": "Registros de Hanan Pacha",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ]
  }
}