{
  "epId": 6936,
  "name": "Registros de Hanan Pacha",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292851,
  "components": {
    "body": [
      {
        "title": "Registros de Hanan Pacha (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Aqui está registrada a história de como o sábio mais sábio em toda história, Waxaklahun Ubah Kan, aquele conhecido como Sábio da Chama Roubada, e como a tribo vivendo em Hanan Pacha, que ele construiu, ascendeu e então foi espalhada.\nComo muitas das histórias mais antigas, ela começa na era em que as estrelas e lua seguravam o céu, os dragões governavam a terra e o Lorde da Noite governava o Reino da Noite.\nAs pessoas da época eram ignorantes e vagavam pelas terras áridas. O primeiro Arconte Pyro ainda não nascera, assim como nenhuma das Visões, então ninguém podia fazer além de ser controlado pelos elementos.\nAté Waxaklahun Ubah Kan trazer de volta a semente do Flogisto da terra preta e vermelha. Apenas então a humanidade ganhou o poder de rivalizar as feras selvagens e dragões malignos.\nAgora, ouvintes astutos podem já estar se perguntando, como um humano, como o Sábio Waxaklahun Ubah Kan pôde roubar a chama do Flogisto das garras dos dragões malignos?\nEssa é precisamente a primeira história que vou contar.\nAs lendas contam que há muito, muito tempo, nas terras vermelhas e pretas, vivia um dragão alado. Esse dragão era o descendente do grande Lorde do Vulcão, Xiuhcoatl\nEm algumas versões da história, dizem que ele era o próprio Xiuhcoatl, mas só os deuses sabiam que tipo de contador de história cometeria tal erro. Afinal, quem poderia esquecer que quem derrotou Xiuhcoatl foi o próprio primeiro Arconte Pyro, Xbalanque. Como as coisas poderiam ter sido resolvidas num ponto tão cedo da história?\nEnfim, quando o grande Lorde do Vulcão adormeceu profundamente, esse vaidoso dragão alado tomou os tesouros que já pertenceram ao anterior e se proclamou como rei solitário.\nEntre esses tesouros, um dos mais marcantes era conhecido como \"Pyrofosforita\". Era um cristal refinado do fogo primitivo nas profundezas do grande vulcão, e sua cor era de um arco-íris em constante mudança, brilhando com uma luz deslumbrante.\nIluminado por sua radiância, o próprio dragão alado tornou-se incrivelmente brilhante.\n\"Testemunhem quão belo sou! Minha luz ilumina o mundo, eu sou o sol desta terra.\"\nAssim falou o dragão alado. Mas ele não era nenhum sol, e sua beleza não era nada além do reflexo da luz da Pyrofosforita. E, por sua vez, essa luz não fazia mais do que iluminar as terras vermelhas e pretas na qual vivia.\nTalvez fosse a vaidade do dragão alado que ofendeu o Lorde da Noite, pois ele enviou o Sábio Waxaklahun Ubah Kan para derrotá-lo. Mas talvez isso pareça insuficiente para alguns, e assim os deuses enviaram o tolo, Chaac, com ele.\nSob a proteção do Lorde da Noite, os dois chegaram às terras vermelhas e pretas, e ao longe, viram o dragão alado radiante. Waxaklahun Ubah Kan não estava com pressa de avançar, mas fez uma zarabatana de bambu e acertou o olho do dragão alado com um único disparo.\nChaac observou com alegria e estava prestes a partir em investida para capturar o dragão alado, mas foi impedido pelo Sábio.\n\"Chaac tolo, embora um olho dele esteja cego agora, ele ainda possui poder ilimitado. Com seu corpo humano, como pretende lidar com ele?\"\nO sábio Waxaklahun Ubah Kan pensou num plano melhor.\nO dragão alado ferido retornou à sua caverna para se esconder, então o Sábio Waxaklahun Ubah Kan e o tolo Chaac se disfarçaram de médicos, e entraram na caverna.\n\"Minha nossa! Você é tão glorioso! Tão esplêndido e radiante! Ah, mas que pena que você não possa se ver, e nem mesmo a multidão pode testemunhar sua beleza.\"\nWaxaklahun Ubah Kan elogiou ele.\n\"Tudo isso, pois alguns dias atrás, algum verme desprezível atirou e me cegou. É por isso que posso apenas me esconder nessa caverna.\"\n\"Isso é realmente serendipitoso! Por acaso, somos médicos viajantes, e nos especializamos em curar doenças dos olhos. Em minha opinião, se você substituir seu olho com uma gema brilhante, você mais uma vez será capaz de ver a luz\", disse o Sábio. \"E não apenas isso, mas até podemos substituir suas presas e garras com gemas, e você certamente brilharia doze vezes mais do que já o faz.\"\nAo ouvir essas palavras, o dragão voador vaidoso não conseguiu evitar de fantasiar sobre o quão belo seria se fosse doze vezes mais radiante. Ele concordou alegremente sem parar para pensar em nem um detalhe.\nAssim o Sábio e o tolo Chaac pegaram o Frutogrão que haviam preparado mais cedo, e aos poucos substituíram os olhos, presas e garras do dragão voador com o Frutogrão.\nAh, pobre dragão voador! Não apenas seu olho não se curou, mas até perceber que foi enganado, ele nem podia mais comer aqueles dois pequenos humanos! E assim, ele morreu atordoado, e a Pyrofosforita caiu nas mãos do Waxaklahun Ubah Kan.\nO tolo, Chaac, achou que eles deveriam oferecer o tesouro para o Lorde da Noite, mas o sábio Waxaklahun Ubah Kan tinha uma ideia diferente.\nEle sabia que os dragões que governavam a terra possuíam poder muito maior do que a humanidade, mas não tinham necessariamente mais sabedoria. E o segredo para o poder estava dentro daquela Pyrofosforita.\nEntão ele a quebrou e abriu, e o vasto poder explodiu. Então, o sábio Waxaklahun Ubah Kan ganhou o poder dos dragões — que é conhecido como \"Flogisto\"."
          }
        ]
      },
      {
        "title": "Registros de Hanan Pacha (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "A seguir, te contarei a história de como o sábio Waxaklahun Ubah Kan passou Flogisto para as pessoas das tribos e construiu Hanan Pacha.\nApós deixar as terras pretas e vermelhas, Waxaklahun Ubah Kan e o tolo Chaac vieram para a terra das florestas e montanhas, onde tribos humanas viviam.\nWaxaklahun Ubah Kan desejava passar o poder de usar Flogisto para os humanos, mas ninguém desejava aprender com ele, pois ninguém sabia qual uso o Flogisto, do qual ele tanto falava, teria para eles.\n\"Se quisermos fazer fogo, apenas precisamos acertar a pederneira. Quanto ao combustível, há madeira e vegetação por toda parte. Que uso teríamos para o Flogisto?\"\n\"Ó pessoas de visão limitada, vocês não sabem que chegará um dia onde todas as plantas e madeira serão consumidas e não haverá mais? E que as coisas mais abundantes e inesgotáveis no mundo são as pedras? Se for possível usar Flogisto para queimar pedras, então você terá resolvido o problema de obter energia de uma vez por todas.\"\nAssim disse o sábio, cheio de confiança.\n\"Haha, temo que jamais veremos esse dia chegar.\"\nNaquela época, as pessoas ainda não podiam ver seus ancestrais no reino do Lorde da Noite, e assim, naturalmente, eles não pensavam no futuro. Assim, Waxaklahun Ubah Kan não tinha outra escolha senão desistir.\nO tolo Chaac, vendo o sábio incomodado com isso, sugeriu uma solução que poderia fazer os benefícios do Flogisto ser aparente para todos.\n\"Então, assim, poderíamos pegar essa pedra grandona e colocar ele bem alto nas montanhas, onde todos possam ver. Então, assim, todos irão ficar totalmente curiosos e vir correndo para a gente.\"\nEmbora fossem as palavras de um tolo, Waxaklahun Ubah Kan não tinha escolha a não ser tentar. Então, ele primeiro ensinou Chaac a usar Flogisto, e então os dois levantaram a terra juntos. E essa terra levantada, não era outra senão Hanan Pacha, o Reino Superior do qual as pessoas falam hoje em dia.\nMas, diferente de hoje, o Hanan Pacha daquela época ainda era uma vasta extensão de terra, inteira e completa. Ela flutuava acima das nuvens, e todos os humanos de Natlan podiam confirmar sua existência só de olhar. E assim, um por um, as pessoas de todos os cantos foram atraídas até lá por sua curiosidade.\nChaac de bom coração, ficou de guarda próximo ao lago, usando o poder do Flogisto para ajudar as pessoas a subirem a Hanan Pacha. E aqueles que subiam a Hanan Pacha aprendiam a arte de usar Flogisto com o sábio Waxaklahun Ubah Kan.\nE com a liderança de Waxaklahun Ubah Kan, as pessoas fundaram a primeira tribo permanente no Hanan Pacha."
          }
        ]
      },
      {
        "title": "Registros de Hanan Pacha (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "A seguir, contarei a história sobre como as pessoas de Hanan Pacha quebraram tabus e fizeram com que o Sábio da Chama Roubada deixasse Natlan.\nApós as pessoas terem aprendido a usar o poder do Flogisto, eles construíram uma cidade em cima do Hanan Pacha. Na cidade havia palácios e templos magníficos, todos feitos de gemas raras, penas brilhantes e flores perfumadas.\nApós completar tudo isso, Waxaklahun Ubah Kan decidiu levantar Hanan Pacha ainda mais alto.\n\"Para isso, todos vocês não devem mais comer nada produzido nessa terra, exceto água, pois todos os rios deste mundo fluem da Origem de Todas as Águas e não são sujeitas ao controle do Lorde da Noite.\"\nChaac não fazia ideia do motivo de eles deverem ir ainda mais alto e não queria deixar Natlan. Mas sempre que ele ia fazer essa pergunta a Waxaklahun Ubah Kan, ele só falava do \"continente Lunar\" e \"Pedras Sagradas de Neohuaca\" e outras coisas que ele não conseguia entender.\nComo Waxaklahun Ubah Kan era a pessoa mais inteligente no mundo, todos fizeram como ele disse. Então, eles começaram a criar peixes no mar aberto e cultivar algas para comer, e Hanan Pacha alcançou altitudes ainda mais altas a cada dia.\nFinalmente, o Lorde da Noite percebeu as intenções do Sábio. Como eles temiam a partida da humanidade, eles decidiram tentar impedir os planos dele.\nUm dia, enquanto o Sábio estava fora, o próprio Lorde da Noite se disfarçou de humano da tribo e, carregando uma garrafa de água misteriosa, ele encontrou Chaac, aguardando próximo ao lago.\n\"Amigo, não guarde mais a água desse lago. Viu? A água que seguro é cem vezes mais doce do que a do lago. Venha, experimente.\"\nEmbora ele tenha pensado sobre o que o sábio disse, era apenas água, então deve estar tudo bem. Pelo menos foi o que Chaac pensava, pegando e bebendo um gole.\nExperimentando, ele descobriu que o gosto era realmente doce além de comparação. Então, o Lorde da Noite deu a ele uma água mais doce, e ele levou para Hanan Pacha, compartilhando-a com todos.\nMas o que Chaac não sabia era que essa água doce era, na verdade, feita dos grãos crescidos da terra. Em nosso linguajar moderno, era álcool.\nQuando o Sábio retornou, todos estavam completamente embriagados.\nO Sábio sabia que eles não podiam mais viver em Natlan, então ele os expulsou de Hanan Pacha. As pessoas espalhadas levaram Flogisto para cada canto de Natlan.\nE assim o Sábio da Chama Roubada partiu no caminho de volta.\n\"Caminho de volta? Isso quer dizer que ele voltou às terras vermelhas e pretas?\"\n\"Você estava escutando ou não? As terras vermelhas e pretas foram de onde o Sábio roubou o Flogisto. Hmm, embora as lendas não digam mesmo onde a terra natal do Sábio era... Então acho que o caminho de volta significa que um dia ele retornará.\"\n\"Qual é, é óbvio que isso é só uma coisa que contadores de histórias sempre usam. Seria melhor se você não tentasse criar suspense, sabe?\"\nEnfim, após o Sábio da Chama Roubada sair, Chaac aceitou a orientação do Lorde da Noite, e estabeleceu permanentemente tribos na terra. A era dos humanos de Natlan começou, mas essa é uma história para outra hora."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Hanan Pacha"
          }
        ]
      }
    ]
  }
}