{
  "epId": 7052,
  "name": "Cópia Ligeiramente Envelhecida de \"Tequil, o Valente\"",
  "desc": "<p>Cópia Ligeiramente Envelhecida de \"Tequil, o Valente\"</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/745c1304041330e78c36a0aa0325fe08_8562082960776083375.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1754984941,
  "components": {
    "textualResearch": [
      {
        "title": "Cópia Ligeiramente Envelhecida de \"Tequil, o Valente\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Essa história vem de um passado desolado e distante. Naquela época, os dentes das montanhas ainda se mostravam como lâminas contra homens e bestas, sedentas pelas almas dos fracos de espírito, tanto humanos quanto não humanos.\nAs pessoas sabiam que o deus das montanhas não os amava, e que deveriam ficar bem longe dele. Mesmo assim, foram forçados a procurar abrigo das tempestades, que gritavam pela natureza, nas cavernas, apenas para passar uma noite longa após a outra. Mas essas cavernas, assim como as montanhas, extraíram pagamento desses errantes. Incontáveis foram as tribos que perderam parentes para os ermos no qual eles tropeçavam às cegas.\nTequil, o Valente, e seu irmão gentil, Rimac, nasceram de uma dessas tribos.\nQuanto à hora de seus nascimentos, uma noite longa e inquietante reinava dentro e fora das cavernas, e embora as fogueiras das quais o povo das tribos se sentavam ao redor estivessem cintilando, ninguém era reconfortado pela sua luz.\nAs pessoas pensavam:\n\"Logo esse fogo se apagará, e quando acontecer, também teremos nosso fim!\"\n\"Por quanto tempo essa noite irá durar? Estou com frio... e com fome também...\"\n\"Então vamos nos apressar! Rápido, deixe-me andar pela noite! Melhor do que esse tormento.\"\n\"Oh, pobre criança... Sua pobre, pobre criança...\"\nPorém, Tequil e Rimac não se anunciaram com choros entristecidos assim como as outras crianças fizeram.\nAo invés disso, Tequil encarou as profundezas da caverna. Os lacaios da caverna deram seu melhor para assustá-lo, mas seu olhar os observava, tão aguçado quanto uma ponta de pedra afiada.\n\"Ele nos viu, nossas garras afiadas e dentes longos, mas ele não está com medo!\"\nAs criaturas perversas sussurravam entre si, ansiosas, e involuntariamente retraíram seus apêndices.\nRimac acenava com suas mãos e dava risada, e sua risada era como cascalhos caindo em um riacho, atraindo os olhares de todas as pessoas aflitas da tribo para o seu rosto. Só então eles perceberam que, embora a chama estivesse crepitante, ela nunca deixou de queimar, e com outro aceno de suas mãos, Rimac tocou a lenha perto dele.\n\"Alimentem a chama! Alimentem a chama!\"\nAssim, o chefe ancião, lembrado pelo jovem recém-nascido, gritou suas palavras, dispersando o medo que estava prestes a engolir por completo a tribo.\nAs pessoas se levantaram e alimentaram o fogo, e puxaram suas lâminas de obsidiana, virando seus olhos para as profundezas da caverna assim como Tequil.\nAs bestas da caverna estavam repletas de ódio e raiva, mas elas sabiam que essas pessoas não afrouxariam suas mãos que seguravam com força suas armas, nem seus olhos se fechariam. O terror já havia fugido, então a morte foi forçada a recuar.\nApenas quando o sol surgiu novamente que os irmãos fecharam seus olhos, pegando no sono no colo de sua mãe.\nAssim as pessoas da tribo partiram da caverna, tendo vivido mais um dia. Essas pessoas, que rejeitaram o medo, viveriam mais incontáveis dias.\nPorém, a derrota de seus lacaios malignos chamou a atenção de sua mestra, Coatlicue.\nPois essa dama dos demônios, que se chamava de mãe do submundo e dama de dez mil vezes mil cavernas, cujas presas eram estalactites rochosas, cuja língua era como um vento úmido e gelado, e que ao despertar apenas seria saciada ao devorar dez mil almas vivas — Tequil e Rimac foram os primeiros humanos a escaparem de suas garras.\nEnvergonhada, essa mãe da terra sacudiu sua mão, ferindo as bestas malignas que se escondiam com uma pedra.\n\"Vão! Vão! Se redimam de seu fracasso humilhante! Capturem aqueles mortais estúpidos e encham meu estômago!\"\nMas, depois de terem vencido seu medo, as pessoas se lembraram bem dos métodos para dispersar esses tormentos um após o outro.\nEles se estabeleceram ao sopé da montanha, afiaram estacas de madeira, acenderam fogueiras e deram as espadas mais afiadas aos seus melhores guerreiros, os quais ficariam de guarda atrás das estacas. Seus olhos brilhantes perfuravam a natureza além da luz da fogueira e não desviaram seu olhar por nem um só momento.\nPela lâmina e fogo, os lacaios de Coatlicue experimentaram a derrota incessantemente, até que não podiam fazer nada senão se esconderem na escuridão, sem ousarem se aproximar da chama.\nAs chamas nos corações das pessoas se acenderam e eles começaram a falar de vitória, de luz e do fim da víbora — eles acreditavam em Tequil e Rimac. Esses dois irmãos claramente conseguiam manter o calor e a luz vivos.\nTequil e Rimac pensaram o mesmo, então eles afiaram suas lanças e espadas, se preparando para mandar aquela serpente maligna à própria destruição.\nMas a mãe terra, que odiava essa tribo, não desistiu.\nEla pegou lama das partes mais profundas da caverna e a prendeu em uma serpente. Então, ela arrancou seus olhos, colocando no local dos olhos da serpente.\n\"Foi aquela criança quem te fez testemunhar o fogo, então, deixe-me ir devorar os olhos dela.\"\nCerta noite, quando o sol havia acabado de se por, o véu da noite estava lentamente cobrindo o céu e as estrelas ainda estavam só começando a dar sua luz, a serpente mordeu e matou um coelho além dos limites da tribo, e se escondeu dentro de sua pele, ficando deitada no chão.\nRimac, retornando após coletar ervas, viu o coelho caído, e ao ver sua ferida, a criança gentil soltou sua tocha sem hesitar, e pegando suas ervas, ele as mastigou, preparando para aplicá-las no coelho. Mas a cobra, falando pela mãe terra, saltou da ferida, com uma gargalhada silvada:\n\"Hahaha, humano estúpido e ignorante! Se sacrificando por um mero coelho!\"\nAntes que Rimac pudesse pegar sua tocha, a mãe terra serpente prendeu suas presas em seu pescoço, então, entrando em seu corpo, capturou seu coração e alma.\nAs sentinelas indefesas foram as próximas a serem assassinadas pela mãe terra, pois elas saudaram Rimac assim como sempre o fizeram quando ele voltava de sua coleta de ervas, apenas para serem perfuradas em seu coração pela serpente, morrendo imediatamente. Todas as fogueiras da tribo foram apagadas e, em meio ao véu da escuridão, a morte e terror ressurgiram.\nA mãe terra cuspiu a serpente e, através de suas presas venenosas, gritou:\n\"Testemunhem! Testemunhem, seus tolos arrogantes, e se ajoelhem na poeira como deveriam!\"\n\"Mas o som de pedras batendo a interrompeu, pois Tequil, que estava afiando sua lâmina de obsidiana, a usou para criar fagulhas que incendiou sua tenda.\nEle levantou sua lâmina e correu para frente, perfurando o emissário da mãe terra. A ponta flamejante rasgou facilmente a serpente envenenada moldada com solo, mas assim que Tequil estava prestes a continuar, ele viu os olhos de seu irmão e o sangue manchando suas mãos.\nAquele instante foi tudo que a serpente ferida precisava para escapar. Porém, ela ainda estava totalmente carbonizada, e os olhos da mãe terra quase transformados em cinzas.\nEssa tribo foi destruída, e nunca mais haveria outra chance de ousarem desafiá-la.\nAssim, a mãe terra se consolou conforme se recolhia à escuridão.\nComo Tequil desejava chamar pelo nome de Rimac! Mas a poeira flamejante estava presa em sua garganta, então ele só podia assistir conforme seu irmão desaparecia em meio à noite.\nQuando a noite finalmente passou, aqueles que permaneciam em meio às ruínas sabiam que os sobreviventes não mais poderiam ficar. Enterrando sua confusão e dor bem fundo em seu coração, ele os guiou em uma nova jornada.\nEles cruzaram montanhas e cânions, se esquivando de bestas temíveis e insetos venenosos. Tequil não fechou seus olhos durante toda a jornada, nem ousou afrouxar sua mão de sua lâmina e tocha.\nFinalmente, ao lado de um vulcão silencioso, eles encontraram uma tribo disposta a os acolherem.\nApenas após ver o último de sua tribo adormecer pacificamente sob o cuidado do velho xamã que ele relaxou e caiu ao chão.\nQuando ele acordou, se encontrou dentro de uma caverna ardente. A lava que o cercava ondulava com um pulso irregular, como se a própria montanha estivesse lentamente respirando. Quando ele se levantou, a lava ferveu e borbulhou, e um estrondo vinha de todas as direções:\n\"Não procure pelo seu irmão. Seus olhos foram devorados pela serpente ardilosa.\"\n\"Mas eu preciso salvá-lo e perseguir aquela serpente venenosa!\"\nSuas palavras ecoaram pela caverna, mas a Deusa da Montanha e Fogo ficou em silêncio.\nAssim, Tequil rogou para ela:\n\"Deixe o nome do meu irmão continuar vivendo. Estou disposto a sacrificar meu coração e sangue em troca.\"\nA deusa o respondeu na caverna ecoante.\nEntão, ela disse:\n\"Ouvi sua prece, mas seu irmão já não é mais seu parente. O nome dele afundou na maior das profundezas.\"\nTequil levantou sua cabeça e fez um pedido para a deusa:\n\"Transforme meu sangue em fogo, para que meu coração possa iluminar as profundezas. Trarei meu irmão de volta antes que meu sangue seque.\"\n\"Transforme meu sangue em fogo, até que minha alma possa perfurar e aniquilar aquela serpente. Cortarei sua cabeça antes que meu sangue seque.\"\nQuando Tequil acordou novamente, o velho xamã da tribo deu a ele uma nova espada, comida e água.\nFinalmente, o xamã segurou seus ombros e o abençoou:\n\"Que seu fogo seque o veneno da serpente venenosa.\"\nAssim Tequil embarcou em uma nova jornada. Sua força era infinita, seu corpo incansável, e seu sangue queimava como lava. Ele atravessou campos verdejantes e picos nevados, vales profundos e montanhas altas, e a Deusa da Montanha e Fogo mostrou a ele o caminho com rochas caindo e rachaduras nos penhascos. Assim, Tequil seguiu adiante sem hesitar.\nQuando ele encontrou seu irmão novamente, a mãe terra zombou dele mais uma vez usando o corpo e voz de Rimac, mas quando suas garras perfuraram o peito de Tequil, ele não se moveu, ao invés disso, ossos dela foram derretidos pelo seu sangue fervente.\nTequil encarou a dama demônio maligna e disse em voz alta:\n\"Meu irmão tem um coração gentil. Ele com certeza teria feito dessa terra um lugar melhor.\"\n\"Mas você o afrontou com seu veneno, sufocou a virtude dele, matou aqueles que tinham fé na virtude dele!\"\n\"Morra, seu inseto venenoso desprezível! Morra aqui!\"\nEnquanto rugia, o sangue de Tequil manchava sua lâmina de obsidiana, a deixando vermelha num instante. A mãe terra assistia em terror conforme sua casca, ossos e alma eram divididas. Ela desejava gritar, ganhar tempo para poder soltar as garras e despedaçar Tequil.\nMas ela não conseguia emitir nenhum som, pois na luz do fogo, a alma silenciosa a quem esse corpo já pertenceu despertou. E essa alma gritou pelo irmão:\n\"Não desejo ver seu sangue ser reduzido a cinzas, mas vi a luz do seu coração e espírito. Lembre do meu nome, irmão. Contanto que você se lembre de mim, jamais partirei.\"\nAs chamas ardentes varreram cada canto daquela caverna escura e frígida, e cada inseto venenoso que restou nela foi eliminado, queimado até as cinzas ao lado de cada esquema e trama, hedionda e vil.\nEnquanto a última gota do sangue dele estava prestes a queimar, o teto da caverna acima da cabeça de Tequil tremeu. Uma fissura abriu e uma gema caiu dela, parando na ferida dele.\nA Deusa das Montanhas e do Fogo falou mais uma vez, e sua voz ecoou pelas paredes:\n\"Você ainda tem uma gota de sangue. Retorne à sua tribo, pois esse é o desejo do seu irmão, e eu o realizarei.\"\nUma noite, o velho xamã que esperou dia após dia além dos limites da tribo estava pronto para receber de volta Tequil.\nMas Tequil recusou a água, a comida e os aplausos. Ao invés disso, ele simplesmente disse:\n\"A cobra venenosa está morta e eu fui vitorioso. Mas logo partirei ao lado do meu irmão.\"\nEle pegou a gema do peito, colocou em uma tocha e andou até o vulcão silencioso.\n\"Eu ainda tenho uma gota de sangue sobrando, mas não foi deixado para mim, na verdade, foi para a justiça e equidade, para os bons e corajosos.\"\n\"Use-o, e acenda um fogo — uma chama que jamais será extinta.\"\nTendo dito isso, o corajoso Tequil saltou no vulcão morto. A terra estremeceu com seu coração e sangue, e o próprio coração do vulcão voltou a bater, a lava ardente começou a fluir mais uma vez.\nO vulcão está vivo — assim como a coragem de todas as tribos."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Cópia Ligeiramente Envelhecida de \"Tequil, o Valente\""
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7109,
            "name": "Sussurros Delicados Como Fios",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/44749939/a130ea26cecc73e41c7dd78277bd5115_5665527917199542991.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7142,
            "name": "Tequil, o Valente",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/b9bbeba861ba9fd39609f1b3fc38a7cb_8449676735645118986.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.1"
          }
        ]
      }
    ]
  }
}