{
  "epId": 7145,
  "name": "Conversas Noturnas no Monte Lingmeng",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1739292819,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Conversas Noturnas no Monte Lingmeng"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Conversas Noturnas no Monte Lingmeng I",
        "desc": [
          {
            "type": "RichText",
            "text": "Reza a lenda que nas profundezas das montanhas do Vale Chenyu, onde os lótus d'água e os lírios de jade florescem, quando a chuva cai e a névoa se forma nas horas do amanhecer e do crepúsculo, as sombras do passado surgem.\nSegundo os anciões da vila, aqueles que viviam no Monte Lingmeng já veneraram muitos deuses demônios, caminhado ao lado dos anciões espirituais de fadas, pássaros e feras na montanha selvagem. Mas naquela guerra que abalou a terra mil anos atrás, aqueles deuses, fadas e os habitantes anteriores desapareceram igualmente. Mesmo assim, as montanhas afetuosas mantiveram as memórias ecoantes nas Linhas Ley, e assim eles reaparecem repetidamente às vezes no alvorecer ou à noite, quando a neblina e a chuva cobrem a terra.\nÀs vezes, coletores de ervas e artesões de jade perdem seu caminho nessa neblina e encontram essas sombras solitárias. Conforme os anciões da vila contam, um encontro com os antigos falecidos é geralmente um mau presságio, um sinal de um desastre inesperado. As Linhas Ley, sendo acumuladas em tumores, trazem esses arrependimentos e misérias antigas ao mundo presente, sendo por isso que há neblina e chuva incessante. E também é por isso que o povo da montanha evita ambas como uma praga, para evitar se tornarem emaranhados em espírito com aquelas tristezas antigas.\nMesmo assim, após Rex Lapis concluir seu grande ato de pacificar a terra e o mar, topógrafos do Porto de Liyue entravam na neblina e na chuva, perturbando aqueles sonhos antigos... Mas esse é um conto diferente."
          }
        ]
      },
      {
        "title": "Conversas Noturnas no Monte Lingmeng II",
        "desc": [
          {
            "type": "RichText",
            "text": "Nos dias seguidos após Rex Lapis trazer paz à montanha e floresta, um marinheiro entrou nos córregos cruzados sob a montanha e ficou preso na névoa úmida. Numa balsa de bambu, essa pessoa passou por plantas aquáticas que brilhavam um leve azul e roxo, passou árvores e arbustos enfeitadas com flores caídas e seguiu aves azuis jamais antes vistas até em sonhos, antes de entrar na caverna adormecida.\nVia o brilho do jade e as luzes fantasmas dos cogumelos, o marinheiro observou, com olhos em transe, os habitantes antigos. Eles pareciam um verdadeiro desfile de fantasmas da montanha — vestidos em antigos robes de algodão, as bainhas de suas roupas eram adornadas com jade tão claro quanto a luz refletida na água, além de ter plantas fragrantes sem nome. Alinhados e de pé no fundo de um lago, eles cantaram uma canção que o marinheiro jamais ouvira.\n\"Como a minha malícia espreita sozinha na luz moribunda do dia! Como o vento odioso carrega a chuva, como a profunda neblina cobre!\"\n\"Nenhum permanece além de um lorde solitário lamentando anos perdidos — ah, infelizmente! Você veio tarde demais.\"\nA canção era triste e serena, tingida com um ressentimento aparente. O marinheiro olhou de perto as figuras ligeiramente brilhantes na carne e um a um eles removeram seus jades e os arremessaram no lago preto como piche, como se nunca tivessem percebido a presença de um visitante. O desânimo descendente impulsionou o remo do marinheiro na jornada de retorno à Vila Qiaoying, mas não antes de deixar marcas pelo caminho.\nDizem que o Pavilhão Yuehai mais tarde enviou topógrafos para cá para procurar por qualquer assentamento misterioso, e alguns dizem que o Millelith já enviou tropas às profundezas da montanha para procurar por quaisquer esconderijos de natureza ilícita, mas sem sucesso. Quando Lan Jing, o famoso médico do Porto Yilong, ainda jovem, entrou no Monte Lingmeng para explorar a lendária e misteriosa caverna em busca das antigas prescrições, jamais falou sobre sua jornada novamente ao retornar. Foi apenas após seu falecimento que sua família encontrou uma pedra de tinta em seus pertences. Dizem as lendas que a cor era clara como águas e brilhante como os céus, e mesmo assim, com a morte do médico, as origens dessa pedra de tinta não podiam mais ser verificadas. Muito depois, os descendentes desse famoso médico faliram devido ao mau gerenciamento dos negócios comerciais, fazendo assim com que essa pedra de tinta se perdesse em meio ao atoleiro da humanidade, para jamais ser reencontrada."
          }
        ]
      },
      {
        "title": "Conversas Noturnas no Monte Lingmeng III",
        "desc": [
          {
            "type": "RichText",
            "text": "Há muito circulam canções no Vale Chenyu que contam sobre uma caverna ancestral na qual uma dama demônio de um passado imemorável uma vez se escondeu. Dizem que ela usava uma saia feita de sangue de jade coagulado e se apoiava na carruagem lunar há muito destruída, submersa e adormecida sob uma poça negra e sem fundo. Nestes eões que a memória quase esqueceu, ela foi a senhora do Vale Chenyu, que governava as aves, bestas e adepti da natureza selvagem das montanhas, que controlava o fluxo e refluxo do Rio Bishui, e que, como uma árbitra, mantinha o equilíbrio natural entre mortais e animais. Mas essas são histórias de um passado distante e embora tanto os povos nativos quanto os migrantes contam relatos de como ela iniciou uma guerra por uma obsessão incurável, sendo eventualmente derrotada, selada e mergulhada em um sono mortal e sonhador, os detalhes históricos relevantes estão além de qualquer verificação.\nO único fator corroborante é esta canção de lamentação que os habitantes do Vale Chenyu costumavam cantar:\n\"Embora eu deseje lhe ofertar ervas, quem as deixará no banco de areia em meio às águas?\"\n\"Onde agora voam os estandartes divinos? A carruagem está perdida na sombria floresta de bambu.\"\n\"Quão terrível é o lamento de Xuanwen, que pensa sobre a poça escurecida.\"\nSerá que os orgulhosos descendentes do povo das montanhas ainda se lembram e homenageiam seu deus perdido? As histórias mais vívidas foram desgastadas pelo tempo que flui, agora visíveis apenas vagamente em canções, como jade verde sob um riacho. Então, talvez, assim como um barqueiro perdido uma vez testemunhou, ainda se possa ouvir o batimento de um coração antigo, com seu sangue de jade pulsando, ecoando nessas profundezas infinitas."
          }
        ]
      }
    ]
  }
}