{
  "epId": 7147,
  "name": "Anotações de Um Aventureiro Sem Nome",
  "desc": "<p>Anotações deixadas por um aventureiro de uma era desconhecida. Nelas, há registros de suas aventuras em Ochkanatlan.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1754984982,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Página 1"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nAnotações deixadas por um aventureiro de uma era desconhecida. Nelas, há registros de suas aventuras em Ochkanatlan.\nMês: Desconhecido. Dia: Desconhecido. Clima: Neblina...\n...Finalmente aqui. Ochkanatlan. Essa cidade antiga, agora ocupada pelos dragões malignos, e lugar de descanso de ██...\n...Se a Tia Liriwu soubesse, ela definitivamente ficaria chateada. Mas não há outro jeito. Mesmo que digam que eu não deveria tomar os arrependimentos de gerações passadas, ainda quero terminar isso...\n...Embora o Abismo não seja tão aterrorizante quanto era quando eu nasci, mas se foi o \"Jade do Retorno\" buscado por inúmeros aventureiros ou para desvendar o enigma final de ██, devo ir lá...\n...Está tudo bem, não precisa tanto nervosismo. Você já passou por muitas aventuras, certo? Você é uma aventureira experiente, então vai ficar tudo bem! Sem mencionar, já faz tanto tempo, talvez aquele dragão maldito já tenha desaparecido há muito tempo...\n...Enfim, aqui é onde começa! Minha aventura..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Página 2"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nAnotações deixadas por um aventureiro de uma era desconhecida. Nelas, há registros de suas aventuras em Ochkanatlan.\nMês: Desconhecido. Dia: Desconhecido. Clima: Chuvoso...\n...Inacreditável, eu acabei sendo atacada pelo dragão no fim das contas. Mas talvez eu devesse estar agradecendo... Afinal, eu não teria encontrado esse lugar sem isso...\n...Núcleo de Chu'ulel. Parece que já foi o coração da cidade inteira. Ouvi a tribo falando nele antes, como na antiguidade o Lorde Sagrado se transformou no coração da cidade dragão, mas eu nunca esperei que o significado fosse tão literal...\n...Diferentemente dos que encontrei em outros lugares, os Autômatos da Fonte Secreta aqui parecem conseguir entender a fala. O Lorde Sagrado os fez para se proteger? Enfim, pelo menos não tenho que me preocupar com monstros me perseguindo por ora...\n...Não consigo acreditar que funcionou mesmo. Eu usei a Pyrofosforita no meu corpo para despertar o espírito do dragão adormecido no coração da máquina... Mas esse carinha é mesmo um espírito dragão? É tão pequeno e tão adorável! E é verde como um pedaço de turquesa, então acho que vou chamar ele de Cocouik...\n...É o caminho do Altar do Fogo Original. Eu vi as placas deixadas pela Tia Liriwu, é realmente o mesmo caminho que ██ trilhou...\n...Mesmo assim, há apenas um pedaço de Pyrofosforita sobrando. Não tem como eu usar antes de chegar ao Tonatiuh..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Página 3"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nAnotações deixadas por um aventureiro de uma era desconhecida. Nelas, há registros de suas aventuras em Ochkanatlan.\nMês: Desconhecido. Dia: Desconhecido. Clima: Não consigo saber de onde estou...\n...É completamente diferente do que imaginei. Eu não esperava que o Tonatiuh fosse um local tão desolado. Também posso ver o que o Rei Píton deve ter sentido naqueles momentos finais...\n...Mesmo assim, há Pyrofosforita por todo lugar. Isso quer dizer que essa é a origem de toda a Pyrofosforita que os aventureiros conseguem? Mas quem poderia tirar daqui e entregar a eles...\n...Então é isso. É apenas graças ao Coco que agora entendo a verdadeira natureza do \"Jade do Retorno\"...\n...A máquina que poderia salvar Natlan, mas não nós... Tantos heróis foram sacrificados por isso... Então por que nos atrair até aqui...? Entendo, você não consegue tocar, não é? É por isso que você precisa de nossas mãos, precisa de...\n...Mas mesmo que seja um Graal Sagrado falso, não importa se for ██ ou Tia Liriwu, qualquer um que embarque em sua jornada é um herói de verdade!...\n...Esse é o último fragmento de Pyrofosforita que sobrou na terra... Foi seu plano me trazer aqui? Mas acho que tudo bem, já que assim ninguém mais vai ser enganado por você...\n...Não vou deixar você conseguir! Porque vamos impedir seu plano, aqui mesmo!"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Anotações de Um Aventureiro Sem Nome"
          }
        ]
      }
    ]
  }
}