{
  "epId": 7148,
  "name": "Chamas do Crepúsculo de Outono I",
  "desc": "<p>Um pergaminho tecido do Clã das Plumas de Flores. Parece que consiste do que eram originalmente duas histórias separadas de eras diferentes que foram fundidas em algum momento desconhecido.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505498,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 7149,
        "name": "Chamas do Crepúsculo de Outono II",
        "desc": "<p>Um pergaminho tecido do Clã das Plumas de Flores. Parece que consiste do que eram originalmente duas histórias separadas de eras diferentes que foram fundidas em algum momento desconhecido.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 7150,
        "name": "Chamas do Crepúsculo de Outono III",
        "desc": "<p>Um pergaminho tecido do Clã das Plumas de Flores. Parece que consiste do que eram originalmente duas histórias separadas de eras diferentes que foram fundidas em algum momento desconhecido.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Chamas do Crepúsculo de Outono I",
        "desc": [
          {
            "type": "RichText",
            "text": "Enquanto caminhavam pelo caminho sinuoso em direção ao armazém, folhas murchas caindo ao redor deles como uma chuva suave, ela observava silenciosamente seu perfil, tentando reconciliar suas feições com a imagem que tinha dele em sua memória. Fazia anos desde a última vez que se encontraram, e ele não apenas estava mais alto agora, mas também vestido com roupas muito mais refinadas. Isso não era exatamente uma surpresa — afinal, ele agora era um Oficial de Registros da Grande Aliança e tinha vindo para receber a bandeira do Clã das Plumas de Flores em nome do Soberano Sagrado. Era natural que ele estivesse bem-vestido para a ocasião. Ele havia mudado, pensou ela, mas como uma pessoa não mudaria? A única coisa que não havia mudado era sua lentidão. \"Garanto que as habilidades do cozinheiro irão agradar seu paladar\", disse ele, pausando como se esperasse uma resposta. Ela permaneceu em silêncio, então ele continuou, \"Quando chegarmos à Cidade Incandescente e nos encontrarmos com Vossa Majestade...\"\nIncapaz de suportar mais o tagarelar incessante dele, o dragão soltou um rugido estrondoso, interrompendo-o. Ele podia sentir aquele cheiro repulsivo nela, o tipo de odor que nem todas as fontes do sul poderiam lavar. Inseto insignificante, pensou, iludindo-se ao acreditar que poderia tomar o controle dessas planícies escaldantes com os truques de um traidor e de um lunático. Ele a perseguia incansavelmente, com toda a intenção de perfurá-la com suas garras e pregá-la na areia, embora ela já tivesse escapado duas vezes.\nEla fingia não se importar com o que ele pensava, respondendo apenas com um sorriso gentil. Ele a estudou por um momento, esperando ler alguma emoção sutil em seus lábios. Como sempre, ele não encontrou nenhum traço de resistência naquela máscara de indiferença que ela usava. Ela sempre foi assim, refletiu ele com simpatia. Desde o dia em que se conheceram, ela sempre foi assim — quieta e obediente, nunca resistindo, tão dócil quanto uma Capivara à beira do rio, aceitando sem questionar tudo o que o destino reservava para ela, o oposto exato de sua mãe de coração endurecido. \"Não se preocupe\", ele disse de repente. \"Mesmo que todos se forem, eu ficarei com você para sempre, até que a morte nos separe.\" Ela olhou para ele, sorriu e pegou sua mão estendida, aparentemente submissa. \"Até que a morte nos separe\", ela repetiu suavemente suas palavras, como se falasse consigo mesma. Por um breve momento, uma rachadura parecia aparecer naquela máscara perfeita dela, mas ele não percebeu. Na verdade, ele nunca percebia nada. Pobre homem, pensou ela, sempre tão ansioso para desempenhar seu papel, mas nunca recebendo nenhum elogio em troca... Que azar.\nMas a sorte não era o fator decisivo, apenas uma nota de rodapé nesta caçada prolongada. Já fazia anos que, seguindo o rastro de seu odor maligno, ela caçava esse gigantesco dragão. Ela compreendia sua vaidade e como poderia seduzi-lo com palavras, tão certo de seu domínio sobre o destino que estava convencido de que poderia resistir à conclusão inevitável que o aguardava. Foi essa fantasia delirante que o trouxe até aqui, assim como seus dedos delicados agora puxavam a corda do arco com firmeza. Ela permanecia perfeitamente imóvel, olhos fixos na fera que se aproximava, sua silhueta tão gigantesca que quase preenchia a entrada da caverna, como se fosse óleo escorrendo de um jarro. Ela podia sentir seu olhar, o olhar predatório. Parada ali, ela não era nada para ele — tão insignificante quanto um mero inseto, uma pena levada pelo vento. \"O que é este lugar, sua enganadora insidiosa?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Chamas do Crepúsculo de Outono I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado de Amazolli no Acervo de Idukan"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7143,
            "name": "Chamas do Crepúsculo de Outono",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ]
  }
}