{
  "epId": 7149,
  "name": "Chamas do Crepúsculo de Outono II",
  "desc": "<p>Um pergaminho tecido do Clã das Plumas de Flores. Parece que consiste do que eram originalmente duas histórias separadas de eras diferentes que foram fundidas em algum momento desconhecido.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1746505489,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Chamas do Crepúsculo de Outono II"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado de Amazolli no Acervo de Idukan"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7143,
            "name": "Chamas do Crepúsculo de Outono",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 7148,
        "name": "Chamas do Crepúsculo de Outono I",
        "desc": "<p>Um pergaminho tecido do Clã das Plumas de Flores. Parece que consiste do que eram originalmente duas histórias separadas de eras diferentes que foram fundidas em algum momento desconhecido.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 7150,
        "name": "Chamas do Crepúsculo de Outono III",
        "desc": "<p>Um pergaminho tecido do Clã das Plumas de Flores. Parece que consiste do que eram originalmente duas histórias separadas de eras diferentes que foram fundidas em algum momento desconhecido.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Chamas do Crepúsculo de Outono II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Este era o jardim favorito da mamãe em vida,\" ela respondeu suavemente, com seus dedos longos acariciando levemente uma flor cujo nome ela não sabia, uma chama oculta em sua voz indiferente, como o óleo que ela havia enterrado sob o armazém. Ela deliberadamente evitava olhar para o rosto dele, sabendo exatamente o que ele diria — algumas metáforas clichês e pretensiosas, algumas palavras de consolo sinceras, mas irrelevantes. Ele tentaria convencê-la a não se entristecer tanto pelo que já havia acontecido, e a sonhar com ele sobre um futuro que jamais chegaria. Então, como em inúmeras noites antes, ele acariciaria suavemente sua face, assim como ela acariciava aquela flor. O calor persistente do final de tarde no outono e o incessante canto dos insetos a deixavam agitada, então, antes que ele pudesse dizer qualquer coisa, ela quebrou o caule da flor, se virou para o olhar surpreso dele, sorriu e com cuidado prendeu a flor flamejante na gola bordada com fios dourados de sua roupa. \"Vamos, sempre haverá alguém para cuidar disso.\"\nO dragão parou por um momento, suas pálpebras de ferro se estreitando ligeiramente enquanto observava a escuridão abafada ao redor. Claro que ele não havia sido enganado, nem por um instante. Sim, ela o atraiu até aqui, para essa caverna estreita, mas e daí? Ele a olhava de cima, com um desprezo cortante, tão afiado quanto as penas de que tanto se orgulhava. Ela não era nada parecida com sua mãe, aquela arqueira que, décadas atrás, cravou uma flecha em sua garganta, aquela mulher que o havia expulsado para as sombras da floresta profunda, como se estivesse enxotando uma besta de carga. A mulher que lhe tirou o simples prazer de devastar aldeias mortais — essa, sim, tinha o direito de ser odiada. Não, essa filhote trêmula era apenas um eco fraco daquela mulher, sem poder para enfrentar suas garras, muito menos o destino pálido e aterrorizante que a aguardava. Sua existência era uma afronta ao sangue de sua linhagem e uma humilhação ao sangue ancestral dos dragões. O que a fez pensar que o atrair até aqui seria uma boa ideia? Esse truque infantil só traria sua morte. Um cheiro estranho e sutil pairava no ar. Uma leve inquietação cruzou sua mente, mas logo se dissipou no meio de sua arrogância.\nEmpurrando a velha porta de madeira, ele sentiu um leve odor estranho, como óleo inflamável ou lenha seca. Ele não deu importância, apenas segurou a mão dela e caminhou em direção às profundezas escuras do armazém. Não importava o que acontecesse, ele a guiaria para frente. Um dia, ele também guiaria todo o Clã das Plumas de Flores nessa mesma direção. Instintivamente, ele levantou a cabeça e olhou para o crânio de dragão suspenso no alto do armazém. Não se lembrava de tal relíquia estar ali, pelo menos não antes dele deixar o Clã das Plumas de Flores, mas isso não importava. Lianca e o herdeiro que ela escolhera estavam mortos, e a filha mais jovem, frágil demais, não tinha forças para tomar o controle do clã. Apenas ele, que havia crescido ao lado da filha mais jovem e tinha profunda confiança do Soberano Sagrado, tinha o direito de liderar aquele povo ignorante rumo ao futuro descrito pelo Soberano. O ancião Nyamgondho não tinha nenhuma objeção a isso — ele também era um filho do Clã das Plumas de Flores. Depois da noite de núpcias, toda oposição cairia no silêncio.\nNo silêncio, um pensamento estranho, como um sonho jamais experimentado, invadiu seus pensamentos de maneira inoportuna. E se ele nunca tivesse deixado o Clã das Plumas de Flores, ela pensou, e se aquele jovem que ela um dia desejou, aquele que esteve ao seu lado, nunca tivesse partido para servir o Soberano Sagrado? Se ele tivesse visto seu crescimento, visto que ela não era mais submissa, será que ele ficaria surpreso ou desapontado? Os olhos da besta, ardentes como fogo derretido, a encaravam fixamente na escuridão. Seus batimentos cardíacos e sua respiração estavam entrelaçados, indistinguíveis. Um movimento quase imperceptível. As faíscas corriam ao longo do pavio, em direção aos barris de óleo que não estavam muito distantes."
          }
        ]
      }
    ]
  }
}