{
  "epId": 7296,
  "name": "Och-Kan",
  "desc": "<p>Um dragão misturado com uma alma humana, o governante da Cidade Incandescente, conhecido como o Rei Píton e Senhor Sagrado.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/42646513/63a25b6e81dd259afd00ea7e7eae627f_701054254401871801.png",
  "menuId": 10,
  "menuName": "Arquivo de NPCs",
  "version": 1749083014,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relações"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Para perseguir o grande sonho na névoa matinal e no mar de nuvens, os guerreiros que voavam pelos céus não descansavam um momento sequer.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/42646513/8694aaf89d32e75eca416ec7fe41e487_105324439616855465.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uma cidade construída sobre as antigas ruínas dos dragões. Och-Kan tentou criar o Núcleo de Chu'ulel, que pertenceria apenas aos humanos, impedindo que os dragões recuperassem a sua verdadeira glória. Ele selou sua mente no Núcleo de Chu'ulel, mas seu corpo e alma se voltaram contra ele.\nTonatiuh\nUma nave voadora construída pelo Rei Píton, onde ele escondeu o Prato Dourado do Ultimato.\nGrande Aliança\nUma organização para governar todas as tribos natlanesas que existiam há milhares de anos. Och-Kan era um governante da Aliança.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>O mais sábio entre os dragões, que roubou a chama de sua espécie e ensinou as pessoas a usá-la. Ele queria criar um governante para o mundo dos dragões e dos humanos. Seu verdadeiro nome é Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/07/42646513/b9c40708c129547b244f252d9b749a86_4277405976821520394.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "O pai de Och-Kan, que o estabeleceu por entre o povo. O Sábio da Chama Roubada queria que seu filho matasse o Dragão Pyro,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>O Soberano Pyro, derrotado pelo primeiro Arconte Pyro, Xbalanque. Ele simulou a própria morte, após a qual os descendentes dos dragões ancestrais só puderam se curvar diante do trono e assistir à sua civilização inevitavelmente desaparecer a cada dia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/42646513/36590cd4be92a9d70abed92915537d5e_8394520171415164028.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", e se tornasse um novo Soberano Pyro, mas Och-Kan foi contra sua vontade.\nXbalanque\nSegundo uma lenda, Xbalanque salvou Och-Kan de seu encarceramento dos dragões, acabando por se tornar seu amigo. Xbalanque era o único deus que Och-Kan amava.\nYupanqui\nO velho amigo de Och-Kan que se opôs à sua tirania. Segundo uma lenda, Yupanqui, que era um um oficial de artilharia da Grande Aliança, roubou a Têmpera que o tirano usava para governar Natlan. Todos os soldados foram queimados até virarem cinzas, mas quando Yupanqui estava pronto para deixar a cidade, ele ele se virou para olhar e foi consumido pelas chamas da Têmpera.\nO herói de olhos carmesim\nUm membro do Clã das Plumas de Flores que derrotou o governante da da Cidade Incandescente.\nCocouik\nUma parte da mente de Och-Kan que foi selada no Núcleo de Chu'ulel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Uma aventureira que foi a Ochkanatlan em busca do Jade do Retorno para suprimir a contaminação abissal. <span class=\"wk-shady\">Ela viveu há quase 500 anos.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/01/42646513/670e85842edd33ed3f3ddddde20976a5_5681254412118826893.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Uma aventureira que foi a Ochkanatlan há cerca de 470 anos em busca do Jade do Retorno que, segundo as lendas, poderia suprimir a ameaça do Abismo. Ao descobrir a verdadeira natureza do Jade do Retorno, juntamente com Cocouik, ela se opôs ao Sábio da Chama Roubada para proteger o Prato Dourado do Ultimato.\nIx Uxul Tz'ib Bolon Ch'ule-L\nOch-Kan aprendeu sobre a glória dos dragões e o Núcleo de Chu'ulel com a governante Dragão Soberana e a prendeu em uma estátua.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Itens Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Reminiscência Incompleta",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/356c6b0e1be129282f759d8844872c7d_2911260570448763671.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Pergaminho do Herói da Cidade Incandescente",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Plumagem Escarlate do Abutre Astral",
        "desc": "Um arco antigo com penas vermelhas. É uma relíquia sagrada do Clã das Plumas de Flores que passou de geração em geração.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Estremecedor da Terra",
        "desc": "A espada preferida do Ladrão das Chamas. Dizem que nem mesmo as chamas do Rei da Cidade das Cinzas foram capazes de quebrá-la.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anel de Yaxche",
        "desc": "Um artefato de jade dos gêmeos heróis de outrora. Dizem que derrotou o dragão do céu que controlava o vulcão.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Decadência do Santo Delirante",
        "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>Dizem que o controverso idealizador que mais tarde fora conhecido como Lorde Sagrado da cidade inefável fora preso uma vez. O primeiro humano a ascender, que na época ainda não atingira a forma divina, mostrou a ele grande compaixão.</p><p>Assim, após surgir das sombras das poderosas asas de uma raça outrora magnífica, ele foi aceito pela tribo que já fora dele.</p><p>Desde então, ele escondia seu verdadeiro rosto sob uma máscara, ocultando os padrões dourados que o marcavam e dando tudo de si em serviço daquele mestre que possui seu juramento.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/0e878dbfaa80066b537aa65b21f98ab5_7374209565302970495.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Desolação do Santo Delirante",
        "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>Durante a guerra com os dragões, aquele mentor de todas as tribos — o mesmo que escondera o próprio rosto sob uma máscara — decifrou os padrões dourados das ruínas não-humanas para os guerreiros. O conhecimento com o qual ele o fez está há muito perdido.</p><p>Foi de seus inimigos que ele aprendeu a língua e padrões de pensamento necessários para realizar isso. Para ele, empunhar essas habilidades contra eles fosse talvez um ato de vingança profundamente satisfatório.</p><p>Mesmo assim, seu ódio velado por eles era uma causa recorrente de muita preocupação entre seus companheiros heróis.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ad7d4eced9c047cf55dc7de12602b032_58766908942440815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Aspecto do Santo Delirante",
        "desc": "<p>Material de Ascensão de Arma.</p><p>Foi naquela era que o primeiro humano a ascender subiu do trono para entrar na Chama Sagrada, quando o mundo mortal aguardava a chegada de seu sucessor.</p><p>Também foi a era que o mentor tomou as rédeas de toda autoridade.</p><p>Infelizmente, o autoproclamado Lorde Sagrado — acreditando que o deus que ele amara e pelo qual derramara lágrimas douradas devesse para sempre permanecer sem sucessor — passou dos limites de sua autoridade. Colocando desejos egoístas sobre os mandamentos deixados por aquele deus reverenciado, ele estabeleceu uma cidade na qual os céus e a terra eram separadas um do outro.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/aa7185b04bd1c2497721b870cc673d60_2558068363168163863.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Divindade do Santo Delirante",
        "desc": "<p>\tMaterial de Ascensão de Arma.</p><p>O Lorde Sagrado da cidade inefável frequentemente murmurava línguas não-humanas em seus sonhos, e quando ele se olhava no espelho, ele via como a única pupila que era visível através da máscara estava gradualmente assumindo uma forma vertical. Isso serviu apenas para dar mais força ao seu ódio crescente contra os dragões.</p><p>Dizem que quando o jovem de olhos escarlates queimou aquela cidade sobre outra cidade, submergida em sombras como era, ele testemunhou uma figura meio-humana perante o salão real que enlouquecera. Como se estivesse arrancando o próprio rosto, ele removeu seu rosto divino indelével, revelando buracos abertos que eram temivelmente dracônicos.</p><p>Consumida pelas chamas douradas que cuspia, a forma desfigurada daquela alma demente caiu de uma grande altura até o atoleiro escuro como piche. Esquecido por todos, assim foi o final trágico que dizem esse pária iludido ter tido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/4c7853537ced53b00d9bb4f1afd665db_3037530834058540477.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Esplendor do Sacrifício do Coração Flamejante",
        "desc": "<p>Material de Ascensão de Arma.</p><p>\"Caso deseje possuir tudo que o mundo tem a oferecer, você deve primeiro oferecer tudo que tem ao mundo.\"</p><p>Após o Lorde Sagrado da cidade inefável proibir as pessoas de orar ao Reino da Noite, os laços espirituais estabelecidos caíram em ruína.</p><p>O jovem de olhos escarlates, guiado por inúmeros julgamentos, agora enfrentava seu teste final: emular o primeiro humano a ascender ao oferecer o próprio coração usando uma adaga dourada.</p><p>Autossacrifício era visto como uma honra reservada para o vitorioso — e assim, sem nenhum momento de hesitação, ele cortou o próprio peito com a lâmina brilhante. Quando ele reapareceu, retornara do reino onde a água fluia como raios de luz, pronto para revitalizar um grande empreendimento.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/25/35428890/ed159b7777c20a3279fc1256f76921d1_3339533476365847305.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Och-Kan"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Afiliação",
        "value": [
          {
            "type": "RichText",
            "text": "Dragões"
          }
        ]
      },
      {
        "key": "Pseudônimos",
        "value": [
          {
            "type": "RichText",
            "text": "Senhor Sagrado\nRei Píton\nDragão Maligno"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/42646513/4c3b65f258e8510e957ae0e66a315751_5473724810870570668.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Mural"
          }
        ]
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/42646513/cf3b2610ccc551e03a7b593928a5b591_2176044416537432538.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Após derrota"
          }
        ]
      }
    ]
  }
}