{
  "epId": 739,
  "name": "Máscara Funerária",
  "desc": "Troféu obtido após derrotar a \"Oitava dos Onze Mensageiros dos Fatui: Signora\".<br/>Os Fatui sempre usam máscaras. Dizem que é porque depois de se tornarem Fatui, todo o seu passado e o seu \"eu\" anterior não têm mais importância. Por isso, eles desistem de seu nome e aparência verdadeiros.<br/><br/>No entanto, o ato de deixar para trás seu \"eu\", todas suas ações passadas e seus laços é algo bastante difícil.<br/>Seria justo dizer que apenas aqueles que têm uma obsessão perto ou até excedendo o nível de uma Ilusão estariam dispostos a se juntar a esse grupo contra os Princípios Celestiais, vinculando seus dias restantes a suas Ilusões e queimando como estrelas brilhantes.<br/>...É claro que muitos nos Fatui são apenas consumidos por poder ou são sádicos, e isso não é necessariamente uma contradição.<br/><br/>A mulher com o nome verdadeiro Rosalyne-Kruzchka Lohefalter antes era inocente e ingênua.<br/>Mas isso foi antes de seus olhos se encherem de chamas de fúria e de seus dias inocentes serem queimados. Antes da Ilusão de gelo apagar as línguas em chamas que devoraram ela. Antes do poder gelado que protegia ela ser despedaçado por uma/um forasteira/o, livre mas não menos determinada/o que ela, causando a explosão das chamas mais uma vez...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Máscara Funerária"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Uso"
      },
      {
        "key": "Fonte"
      }
    ]
  }
}