{
  "epId": 7425,
  "name": "Reino da Noite",
  "desc": "<p>A Dama da Noite projetou um reino de almas e memórias para recriar as Linhas Ley danificadas em Natlan. O Reino da Noite, um espaço liminar misterioso, entre corpo e mente, vida e morte, onde a alma de todos os Natlanenses mortos vão.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/66211c740381a91c1593eac8efc5d421_8499618624825906466.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1757745357,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Reino da Noite"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Localização Mencionada"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relações"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "A Dama da Noite projetou um reino de almas e memórias para recriar as Linhas Ley danificadas em Natlan.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "A Regente da Morte ajudou Yohualtecuhtin a projetar o Reino da Noite e ajudou o",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "a escrever as regras de Natlan: Ode a Ressurreição e Peregrinação do Retorno da Chama Sagrada.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Capitano",
        "desc": "<p>O N.° 1 dos Mensageiros dos Fatui e o Cavaleiro Sentinela de Khaenri'ah. Seu nome verdadeiro é Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/42646513/1a328d36a9cee6e5e2f7918ecb8d3637_1491849850656912084.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Capitano mesclou-se com a Dama da Noite para restaurar e mudar as Linhas Ley em Natlan. Por conta de sua imortalidade, o Reino da Noite pode existir para sempre.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "O Abismo e sua maior arma, Gosoythoth, foi até as profundezas do Reino da Noite para atacar Natlan. Das Linhas Ley, Gosoythoth extraiu as memórias do Lorde Caído",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>O Soberano Pyro, derrotado pelo primeiro Arconte Pyro, Xbalanque. Ele simulou a própria morte, após a qual os descendentes dos dragões ancestrais só puderam se curvar diante do trono e assistir à sua civilização inevitavelmente desaparecer a cada dia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/42646513/36590cd4be92a9d70abed92915537d5e_8394520171415164028.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "e criou",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lorde do Fogo Original Erodido",
        "desc": "<p>Um dragão maligno, formado a partir do poder das trevas mais profundas.</p><p>Uma criatura do Reino do Vazio, conhecida como Mestre do Abismo Flutuante e também chamada de \"Gosoythoth\", possui o poder catastrófico de corroer as memórias na Linha Ley e condensá-las em entidades físicas. Sob a terra, entre os muitos fluxos antigos e perenes, a vontade remanescente do antigo Rei Dragão Elemental é extraída como medula, formando a base de uma imagem simulada.</p><p>No entanto, isso é realmente apenas uma \"imagem\" simples? O dragão morto, que reabre os olhos com o poder de um mundo outrora resistido, abandona tudo durante um breve renascimento, como em um sonho. O evangelho sombrio o condena a estar eternamente preso no último dia de sua vida, com uma fúria infinita consumindo toda a razão. Neste momento, apenas o espírito de batalha permanece incessante, queimando sem parar.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Itens Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 6867,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6881,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Corrupção do Abismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/93a0eb7ec9ee14eb0d000265a2da6686_1068718935708765045.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante o Cataclisma de Khaenri'ah, quinhentos anos atrás, Natlan sofreu mais do que qualquer outra terra. Os esforços conjuntos da Arconte Pyro Haborym e das tribos detiveram a invasão do Abismo, mas os efeitos se prolongaram por muito tempo. As águas do Povo das Termas foram poluídas, as terras dos Filhos dos Ecos ficaram cobertas por lama perigosa, ventos negros devastaram as terras do Clã das Plumas de Flores, e as já específicas e frágeis Linhas Ley de Natlan foram completamente arruinadas. No início, os natlaneses acreditavam que a destruição era o instinto primário do Abismo, mas seus métodos começaram a confirmar sua inteligência. Cada desastre parecia ser especialmente “planejado” para uma tribo específica. Quando o Abismo invadiu o Reino da Noite, passou a ler as memórias da terra e descobriu as vulnerabilidades de cada tribo. Quando a maré negra escureceu o sol e envolveu as terras, o Reino da Noite também foi ocupado pelos cães cruéis das fendas bestiais, e seu sangue corrompido se espalhou por toda parte. A luz dos totens se apagou, as vozes dos antigos Wayob foram abafadas pelo tilintar do metal, pelos gritos e lamentos dos vivos, e já não conseguiam ouvir o clamor das tribos. Os próprios Wayob estavam à beira do esquecimento, e a Dama da Noite, que governava todo o Reino da Noite e constantemente emprestava o poder da Chama Sagrada para combater a corrupção emanada do Abismo, começou a enfraquecer pela contaminação do domínio das almas, sendo forçada a cair em sono profundo para prolongar sua existência. O povo só podia se comunicar com o anjo por meio de hipnose. Os xamãs tribais sabiam que até mesmo a morte seria um presente bem-vindo para os guerreiros devorados pelas sombras negras. E mesmo que seus espíritos valentes escapassem das garras do mal, frequentemente se perdiam nos domínios noturnos, tornando-se incapazes de voltar para casa. Para manter a resistência das tribos em batalha e recuperar seus parentes perdidos, cada vez mais grupos de místicos deixavam o desfiladeiro. E podiam ser vistos lutando em toda parte, fosse em um campo de batalha coberto de cadáveres, fosse em meio a ruínas assoladas pela devastação."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/77c7d6c26f9a693820d3b2a5c3830596_2693857939422981153.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A batalha contra o Abismo foi longa e incrivelmente brutal, e a vitória chegou a Natlan ao custo de incontáveis vidas e da destruição da própria civilização. Logo após a guerra, os natlaneses calcularam que restavam não mais que cinco séculos até a completa dissolução do Reino da Noite no Abismo, mas naquele momento Natlan estava em ruínas. O povo já não acreditava na vitória, nem sonhava com o futuro. A civilização estava morrendo, e a Arconte Pyro Haborym decidiu unir o povo de Natlan, pois do contrário seria impossível sequer sonhar com uma futura vitória sobre o Abismo. Junto com os heróis de cada tribo, Haborym elaborou um plano: ela entraria na Chama Sagrada e renasceria em quinhentos anos, quando o tempo da nação estivesse prestes a se esgotar. Durante esse período, as tribos reconstruiriam o país do zero, e os Nomes Antigos dos heróis encontrariam novos portadores. Com esses novos seis heróis, Haborym pretendia desferir um golpe decisivo contra o Abismo e purificar o Reino da Noite. Ao longo de vários séculos, os natlaneses lidaram com as consequências da invasão do Abismo e finalmente encontraram paz. No entanto, essa foi apenas uma vitória aparente, pois na realidade o poder do Abismo não havia perecido, apenas retornara para as profundezas subterrâneas, no âmago do domínio noturno."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/80200e138035762d5b7ee9940fea3563_2369837426112778174.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O Reino da Noite enfraquecia cada vez mais, aceitando cada vez menos almas. Muitas não conseguiam retornar às Linhas Ley após a morte, e aquelas que se perdiam vagavam pelo mundo até desaparecerem por completo. Embora os xamãs realizassem rituais para devolver as almas ao Reino da Noite, algumas estavam corrompidas pelo Abismo, e tudo o que se podia fazer era observá-las desaparecer para evitar uma deterioração ainda maior do reino. Devido à contaminação abissal, a presença física no Reino da Noite tornou-se perigosa: as pessoas gradualmente perdiam o próprio \"eu\" até se tornarem parte do mar de almas. Quando a Ode da Ressurreição falhou durante a Peregrinação e Kachina permaneceu no Reino da Noite, ela percebeu que os Wayob haviam sido corrompidos pelo Abismo. No Reino da Noite existem seis totens principais e inúmeros totens adicionais que funcionam como intermediários, através dos quais os Wayob podem expandir sua consciência. Com a ajuda desses intermediários, os Wayob conseguem estender sua percepção por todo o reino e rastrear as almas, não importando onde elas vagassem. No entanto, se um intermediário fosse contaminado pela corrupção abissal, a alma ligada a ele se perderia no domínio noturno e jamais poderia retornar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/e5037496a92cad7c4338638910d2693f_8897691509306129378.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quinhentos anos depois, o Abismo passou a atacar Natlan cada vez com mais frequência. Muitos natlaneses e seus Saurianos morreram ou ficaram gravemente feridos durante tais ataques. As feridas causadas pelo Abismo não desapareciam sem deixar marcas, mas envenenavam aos poucos o corpo e a mente da pessoa, levando-a à morte. Para penetrar do Reino da Noite no mundo físico, o Abismo começou a criar os Pilares Abissais e os Tumores Abissais, que geravam um fluxo interminável de monstros. A principal arma do Abismo era um monstro inteligente do vazio, que recebeu dos antigos a alcunha de Gosoythoth, o que significa “Ceifador do Abismo”.\nGosoythoth possuía um núcleo com propriedades semelhantes às dos Tumores Abissais, escondido no Reino da Noite. Se esse núcleo não fosse destruído, o Reino da Noite não poderia ser purificado, e Natlan permaneceria sob constante ameaça.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6318,
        "name": "Kachina",
        "desc": "Uma jovem guerreira dos Filhos dos Ecos, condecorada com o Nome Antigo \"Uthabiti\". É uma jovem garota gentil e com uma persistência insaciável que nunca para de crescer no meio das adversidades.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/26925adb1092d29c8afdf46d92fad8bd_343637410022641529.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Destruição do Abismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/aa16a5a546edd7647aacf4a5819138f1_2776911565194449336.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quinhentos anos após o Cataclismo, a Arconte Pyro Haborym renasceu para cumprir seu plano, mas os seis heróis ainda não haviam sido reconhecidos por seus Nomes Antigos. À medida que o Reino da Noite enfraquecia e os ataques do Abismo se tornavam mais frequentes nesse período de espera, alguns procuraram outros meios. O Mensageiro Fatui, Il Capitano, que havia lutado ao lado dos natlaneses contra o Abismo quinhentos anos antes como o Cavaleiro Sentinela, tentou tomar a Gnosis da Arconte Pyro em batalha para salvar Natlan. Haborym sabia que a Gnosis poderia absorver as almas e memórias de todo o Reino da Noite e tecê-las em uma vasta rede capaz de conter a corrupção do Abismo. No entanto, ela acreditava que o custo era alto demais. Esse método sacrificaria todas as almas, todas as memórias e lendas, toda a história e cultura sobre as quais a sociedade de Natlan havia sido construída. Mesmo assim, as Linhas Ley danificadas ainda sofreriam com a corrupção e, a menos que fosse encontrada uma maneira de repará-las, todo o sacrifício seria em vão. Quando Capitano perdeu para Haborym em um duelo, ele abandonou sua decisão de usar a Gnosis. Porém, junto com outros Fatui e com Ororon, membro dos Mestres do Vento Noturno, ele descobriu um antigo Mecanismo de Origem dos dragões, que passaram a utilizar para infundir poder nas Linhas Ley. Esse método era semelhante ao preço de usar a Gnosis, pois também exigiria o sacrifício de quase tudo o que estava contido nas Linhas Ley existentes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/04bb75896d47e263ce120d11aff0f015_4418824243009453317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Embora o plano de Capitano tenha sido interrompido, eles ainda conseguiram ativar brevemente o mecanismo, e a Dama da Noite despertou de seu sono profundo, incapaz de conter um grito que agitou as almas. A maioria das pessoas não sofreu danos, mas o impacto em Ororon, cuja alma já era frágil, foi especialmente severo, deixando-o quase despedaçado. Para Yohualtecuhtin, a ativação do dispositivo foi incrivelmente dolorosa, mas ela conseguiu absorver parte desse poder e decidiu restaurar as Linhas Ley ao custo de sua própria existência. No entanto, se a Dama da Noite desaparecesse, também desapareceriam as regras de Natlan, estabelecidas no Reino da Noite, que ajudavam os natlaneses a lutar contra o Abismo. Todas as memórias e lendas registradas nas antigas Linhas Ley se perderiam, e o povo enfrentaria perda de memória, colapsos mentais e comprometimento cognitivo. Caso o Abismo invadisse as novas Linhas Ley, as futuras gerações não seriam capazes de sobreviver. Para a Arconte Pyro, esse era um preço inaceitável, tão terrível quanto usar a Gnosis. Ela prometeu a Yohualtecuhtin que derrotaria o Abismo e, depois, encontraria uma maneira de salvar o Reino da Noite."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/f465de5b132eedc67aa286451b45bfce_2177944163278266760.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante a invasão final de Gosoythoth e da horda de monstros do Abismo, os seis heróis foram finalmente reconhecidos por seus Nomes Antigos, e Haborym usou o poder deles, junto com o poder do trono divino e o poder da Regente da Morte, para banir o Abismo para as profundezas do Reino da Noite. Com o poder do trono divino, a Ode da Ressurreição funcionou não apenas sobre os portadores dos Nomes Antigos, mas também sobre todos os natlaneses caídos, embora aqueles que já haviam morrido antes da ativação da Ode não pudessem ser trazidos de volta. O poder combinado do trono e de Ronova destruiu grandes concentrações de energia abissal no Reino da Noite, mas o Abismo não desapareceu completamente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/c59e5d00e67a0158fbacc15003a81671_5496549033513468404.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Se o Abismo não tivesse sido destruído, o assalto se repetiria um dia, então a Arconte Pyro precisou enfrentar Gosoythoth no Reino da Noite para a batalha final. Como apenas ela podia se proteger do Abismo com a Chama Sagrada, ninguém mais poderia acompanhá-la, exceto o Viajante, imune à corrupção. Quando a Dama da Noite concedeu ao Viajante um novo Nome Antigo, ele e Haborym partiram para lutar a batalha decisiva contra Gosoythoth, que havia extraído dos Linhas Ley os remanescentes da vontade do dragão Pyro, Xiuhcoatl, para usá-los como base para criar sua própria forma. O dragão Pyro ressuscitado estava preso no último dia de sua existência, sua fúria sem limites consumindo toda a consciência dentro de si, restando apenas uma insaciável e ardente sede de batalha.\nGraças à fé dos natlaneses na vitória, Gosoythoth foi derrotado, e o Abismo dentro do Reino da Noite foi completamente destruído.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>As Gnosis são focos mágicos internos que cada um Dos Sete possui, permitindo-lhes ressoar diretamente com Celestia e servindo como um emblema de seu status. As Gnosis foram criadas a partir dos restos do Terceiro Descido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/94376896/d233949972be14fcf0feb738a9b67efa_4817492893140404510.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Capitano",
        "desc": "<p>O N.° 1 dos Mensageiros dos Fatui e o Cavaleiro Sentinela de Khaenri'ah. Seu nome verdadeiro é Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/42646513/1a328d36a9cee6e5e2f7918ecb8d3637_1491849850656912084.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Um jovem vindo dos Mestres do Vento Noturno, mas que vive nos campos com milhares de criaturas vivas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>O Soberano Pyro, derrotado pelo primeiro Arconte Pyro, Xbalanque. Ele simulou a própria morte, após a qual os descendentes dos dragões ancestrais só puderam se curvar diante do trono e assistir à sua civilização inevitavelmente desaparecer a cada dia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/42646513/36590cd4be92a9d70abed92915537d5e_8394520171415164028.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Lorde do Fogo Original Erodido",
        "desc": "<p>Um dragão maligno, formado a partir do poder das trevas mais profundas.</p><p>Uma criatura do Reino do Vazio, conhecida como Mestre do Abismo Flutuante e também chamada de \"Gosoythoth\", possui o poder catastrófico de corroer as memórias na Linha Ley e condensá-las em entidades físicas. Sob a terra, entre os muitos fluxos antigos e perenes, a vontade remanescente do antigo Rei Dragão Elemental é extraída como medula, formando a base de uma imagem simulada.</p><p>No entanto, isso é realmente apenas uma \"imagem\" simples? O dragão morto, que reabre os olhos com o poder de um mundo outrora resistido, abandona tudo durante um breve renascimento, como em um sonho. O evangelho sombrio o condena a estar eternamente preso no último dia de sua vida, com uma fúria infinita consumindo toda a razão. Neste momento, apenas o espírito de batalha permanece incessante, queimando sem parar.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Restauração do Reino da Noite",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/d2858f5fa311bd14971f6643e4538822_3621122334428781894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Embora a influência do Abismo sobre as Linhas Ley tivesse desaparecido, o tempo da Dama da Noite estava se esgotando. Ela não poderia restaurar plenamente o Reino da Noite sem desaparecer, e assim Natlan ainda corria perigo. Sabendo que o preço do poder de Ronova seria a morte, a Arconte Pyro decidiu trocar a própria vida para restaurar as Linhas Ley e retornar à Chama Sagrada. E embora sua chama vital queimasse intensa e brilhante, um dia a vida sustentada pelo fogo se apagaria. A força vital da Arconte teria de ser suficiente para manter a Chama acesa por mais dois ou três séculos, tempo no qual a próxima Arconte Pyro teria de encontrar novas fontes de poder. Haborym desejava que a Peregrinação do Retorno da Chama Sagrada deixasse de ser apenas uma preparação para a guerra contra o Abismo e se tornasse uma competição em que a Chama Sagrada acumulasse sua força. Ela acreditava que um verdadeiro líder deve encarar a verdade e tomar rapidamente a decisão correta, e, às vezes, a decisão certa era escolher o menor dos males e sacrificar a vida restante para que Natlan pudesse enfrentar o perigo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/283fe38700fb10bdf1520eb99a6600b7_4622397022109318585.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando a Regente da Morte se preparava para iniciar a transação, descobriu-se que havia mais uma pessoa no plano de Yohualtecuhtin que queria participar da cerimônia. Essa pessoa era o Mensageiro Fatui, Il Capitano, amaldiçoado por Ronova com a imortalidade, com quem a Dama da Noite havia feito um acordo antes da batalha final entre a Arconte e Gosoythoth. A Arconte Pyro havia criado um novo futuro, e cabia a ela decidir o que ele seria — não entregar a própria vida. Para Capitano, a morte era um objetivo desejado, e todo o seu caminho o havia levado até ali, para que, por meio da morte, pudesse abrir os portões das Linhas Ley para seu povo. Graças às tecnologias de Khaenri'ah, seu coração era capaz de converter memórias e almas das Linhas Ley em conhecimento. Um efeito colateral era a alta sensibilidade às almas e, após o Cataclisma, ao ver as multidões de almas sem lar, ele abandonou o conhecimento e passou a usar seu coração como um receptáculo. Desde então, Capitano carregava em seu coração as vidas de seus camaradas e de muitos Natlaneses."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/237301566/f58312c18e40b7e08063bee63191931a_7037626441037346993.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ao tornar-se um só com a Dama da Noite, o Mensageiro Fatui poderia alterar as leis que regem o Reino da Noite. Ele também queria desafiar a Regente da Morte: se entregasse sua vida a Yohualtecuhtin, a vontade de Ronova seria cumprida e ela finalmente receberia a morte, mas a maldição da imortalidade anularia essa morte. Se permanecesse sem solução, esse paradoxo poderia abalar a razão do próprio mundo, e nem mesmo uma sombra poderia suportar as consequências de tal desfecho. A maldição de Ronova tornou-se o poder com o qual Capitano desejava derrubar a opressão dos deuses, e a Dama da Noite aceitou esse sacrifício. Como a Regente da Morte não podia remover a maldição da imortalidade, ela recusou o preço por seu poder. O Mensageiro Fatui fundiu-se com a Dama da Noite e, graças à sua imortalidade, o Reino da Noite pode existir para sempre.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Capitano",
        "desc": "<p>O N.° 1 dos Mensageiros dos Fatui e o Cavaleiro Sentinela de Khaenri'ah. Seu nome verdadeiro é Thrain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/42646513/1a328d36a9cee6e5e2f7918ecb8d3637_1491849850656912084.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Criação do Reino da Noite",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5997fa20dc470865640c2d4095f0a19a_2911727119982455037.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Há mais de seis mil anos,\ndos céus surgiu em Teyvat, declarando guerra aos dragões elementais, os verdadeiros governantes deste mundo. Durante a antiga guerra entre os Descidos e os dragões, a futura Natlan sofreu mais do que qualquer outra região, o que permitiu que o Abismo, inimigo eterno dos mundos humano e dracônico, invadisse essas terras. As Linhas Ley de Natlan foram as mais danificadas, e as raízes da Irminsul em Natlan, que armazenavam todo o conhecimento e sabedoria da nação, foram queimadas pelo Rei Dragão Nibelung. Os dragões ancestrais tentaram usar o Mecanismo de Origem para fortalecer as Linhas Ley, enchendo-as de poder. Naquele tempo, esse método era ineficaz, e eles não tinham as habilidades necessárias para navegar pela estrutura intrincada das Linhas Ley. Para ajudar o povo da nação, a\n, um dos anjos cujo propósito de existência era auxiliar a humanidade, usou fragmentos das antigas Linhas Ley para recriar uma rede semelhante. Assim foi criado o Reino da Noite, um espaço misterioso e liminar entre corpo e mente, vida e morte, para onde iam as almas de todos os natlaneses mortos.\nOs anjos que sobreviveram à guerra contra os dragões se reuniram em torno do Senhor da Noite e ofereceram seu poder à humanidade para restaurar as Linhas Ley. Uma das sombras do Primordial, a\n, ajudou Yohualtecuhtin a criar o Reino da Noite. Ela queria compensar os danos e expressar seu amor pelo povo. Acreditava-se que, com essas ações, Ronova havia excedido significativamente sua autoridade como sombra, o que desagradou o Primordial.\nHá mais de mil anos, o primeiro Arconte Pyro, Xbalanque, fez um pacto com a Governante da Morte, estabelecendo as regras de Natlan para ajudar a combater o Abismo e fortalecer o Reino da Noite. Mas as regras, por si só, não bastavam; elas davam coragem ao povo de Natlan, mas não os salvariam do Abismo. Então, Ronova ofereceu a Xbalanque o seu poder, pelo qual o preço seria a morte. Se o portador desse poder não conseguisse superar o medo da morte, milhares de inocentes pereceriam junto com ele.\nXbalanque aceitou o poder da Governante da Morte, mas não pretendia se submeter nem às regras dela, nem ao Abismo. Ele acreditava que as pessoas transmitiriam sua cultura de geração em geração, que sua fé cresceria e que alcançariam alturas sem precedentes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5184160023952fa018f69c08cbb5d29c_997246359582354356.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "O Reino da Noite é um reino de almas e memórias, onde o poder do espírito é mais importante do que a força física. Esse reino é habitado não apenas pelas almas dos natlaneses caídos, mas também por “histórias” criadas pelas pessoas. Uma dessas histórias era sobre o segundo em comando khaenri’ahn, Guthred, que lutou ao lado dos natlaneses há quinhentos anos contra o Abismo. Ele morreu no campo de batalha, mas os xamãs dos Mestres do Vento Noturno registraram sua história em pergaminhos e, mesmo quinhentos anos depois, muitos ainda lembram seu nome. Sua imagem era diferente da verdadeira alma de Guthred, pois as pessoas o consideravam um herói glorioso. A partir de fragmentos de memórias, ele gradualmente percebeu quem realmente era e se lembrou da glória de Khaenri’ah.\nCom o tempo, as almas no Reino da Noite renascem ou se dissolvem. Até mesmo as almas dos seis heróis de Natlan, seis guerreiros com Nomes Antigos da época do primeiro Arconte Pyro, há muito tempo já renasceram em outra forma, e tudo o que resta deles são memórias do passado, o trabalho dos mestres que refundiram seus Nomes Antigos há quinhentos anos.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7086,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Wayob",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/8e804c627f71c74c767026a67861ce53_4498171445688006012.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "De acordo com a lenda, o fundador da primeira tribo, Chaac, ficou sozinho no fim de sua vida. Sua tribo havia se dispersado e já não havia quem cantasse sua saga. Somente nas noites mais profundas ele podia ouvir um chamado de um reino distante, como se reacendesse a chama que se apagava em seu coração. Na última noite de sua vida, ele subiu uma alta montanha para acender a primeira chama. Ele clamou, na esperança de se reencontrar com seus antigos companheiros, e os deuses do Reino da Noite responderam. Naquela noite, vozes de outro mundo ecoaram por toda a terra, como o canto claro de uma mãe, como os sussurros suaves de velhos amigos, o grito de nascimento do primeiro Wayob do Reino da Noite. O Wayob é uma fé que se formou entre as tribos. Acredita-se que os Wayob contenham a consciência e as almas dos guardiões falecidos, uma vontade sem forma nem pensamento. Essa vontade é grandiosa, mas caótica, como o Reino da Noite em que residem. Segundo a lenda, quando um grande dragão alado de fogo despertou do vulcão e a influência do Abismo crescia constantemente, alguns membros das tribos tiveram uma visão em transe de que ramos de obsidiana persistiam mesmo na noite mais profunda. Desde então, cada vez mais pessoas dotadas, especialmente entre os Mestres do Vento Noturno, começaram a sentir a presença do Reino da Noite. Eles resistiram ao desastre com totens, Linhas Ley e o poder dos elementos. Foi então que os Wayob gradualmente tomaram a forma de totens e de uma vontade que une todos os membros vivos e mortos de cada tribo. Os natlaneses usavam meios especiais, uma ferramenta antiga com a qual podiam estabelecer contato com os Wayob, os mensageiros do Reino da Noite. No total, existem seis Wayob no Reino da Noite, um para cada tribo. Além dos xamãs dotados dos Mestres do Vento Noturno, seus saurianos, os Iktomissauros, também conseguem se comunicar com os Wayob e com o Reino da Noite. Diz a lenda que seus ancestrais não possuíam forma física, mas podiam vagar como espíritos entre a realidade e o reino espiritual, manifestando-se através da escuridão da noite. Alguns também dizem que o primeiro Iktomissauro a emergir do Reino da Noite não era, na verdade, um sauriano verdadeiro, mas sim uma espécie única, diferente de todas as outras."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/9554a5ccb53e32811a965a15f20aff66_6511037000958927415.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "O povo de Natlan acredita que os Wayob podem assumir qualquer forma para guiar membros perdidos da tribo. Às vezes, a vontade dos Wayob se manifesta como um totem ou uma alma noturna, e outras vezes se manifesta em forma humana ou como obsidiana negra. As manifestações dos Wayob são especiais, e a figura revelada através dos totens geralmente tem um propósito importante. Nos contos dos narradores, essas manifestações frequentemente atuam como mensageiros de provações ou guias para o Reino da Noite. Um guerreiro coroado por sauriano relatou que lutou contra um Wayob em transe durante o treinamento e, assim, alcançou uma compreensão profunda. Cada tribo acredita que seu Wayob possui poderes especiais: os Filhos dos Ecos acreditam que seu Wayob pode moldar montanhas e vales, além de controlar os ecos criados quando pedra encontra pedra; o Wayob dos Descendentes das Copas pode controlar o crescimento de frutos e folhas, bem como manipular raízes de colheitas e traçar os padrões das nervuras das folhas; o Wayob do Povo das Termas pode controlar marés e ondas e manipular as mudanças entre águas correntes e paradas; o Wayob do Clã das Plumas de Flores pode controlar o fogo e as chamas ardentes, além de influenciar o fluxo de calor e os ventos abrasadores; os Mestres do Vento Noturno acreditam que seu Wayob pode controlar o processo de congelamento e cristalização, bem como comandar tanto a fixidez quanto a mutabilidade; e o Wayob do Coletivo da Fartura pode controlar o trovão e a velocidade, além de conceder colheitas fartas à terra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/aca643b5ceed9b0d9c8d98a8a396228e_1018035205297400809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Antes de o Reino da Noite ser restaurado, a longa influência do Abismo deixou o povo dependente dos Wayob para sobreviver. Como seu poder era limitado, eles não conseguiam oferecer proteção confiável aos natlaneses fora de Natlan. Muitos sofriam com problemas de memória e mudanças de humor ao deixar o país. Todos os residentes só deixavam Natlan quando absolutamente necessário, e precisavam receber a aprovação dos Wayob para viajar. Como os Wayob não queriam desperdiçar sua energia lutando contra o Abismo para proteger pessoas no exterior, essa permissão era levada muito a sério.\nUma vez restaurado o Reino da Noite, o povo de Natlan pôde deixar o país, e muitos partiram para viajar.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6585,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6587,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6586,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7140,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7141,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7596,
        "name": "Manifestação Wayob do Trovão",
        "desc": "O Coletivo da Fartura acredita e venera o Wayob, que se manifesta na terra com o poder dos totens e Espíritos da Noite.<br>Segundo as lendas tribais, o Wayob já tomou diversas formas. Na escuridão antes do amanhecer, onde os rostos estavam ocultos nas sombras, os Wayob lutavam com os mais poderosos guerreiros tribais, sem que nenhum dos lados prevalecesse. O Coletivo da Fartura acredita que seu Wayob tem o poder de controlar o trovão e a velocidade, e pode conceder colheitas abundantes na terra.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Registros de Hanan Pacha",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nomes Antigos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/7e48b6a0accecff355d8b8e3e48728b4_8473683856816095668.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natlan é uma nação de heróis cujos feitos valorosos são preservados e transmitidos através das gerações como histórias. O Wayob de cada tribo escolhe guerreiros poderosos e os recompensa com\ngravados em obsidiana. O reconhecimento por parte do Wayob significa a capacidade do guerreiro de carregar o legado heroico que o Nome Antigo representa e de lutar por Natlan até o fim. Os Wayob nunca se enganam, e receber um Nome Antigo é uma grande honra concedida apenas aos mais dignos. Um Nome Antigo pode ser visto como um “título” e um sinal das histórias de todos os que o carregaram. Ao mencionar um Nome Antigo, os natlaneses se recordam das sagas épicas dos heróis do passado. Além disso, o Tocaitl permite que as histórias do passado sejam cuidadosamente preservadas, como relíquias passadas de geração em geração. Cabe aos Wayob decidir quem é digno de herdar um Nome Antigo. Uma vez que o sucessor é escolhido, o Nome passa a ser seu, e seus feitos passam a ser preservados nele.\nCom o tempo, os Nomes Antigos passam a representar as façanhas heroicas de cada vez mais portadores, e seu valor se torna ainda mais profundo. Por sua vez, as realizações preservadas neles servem de inspiração para a próxima geração de sucessores. Os Nomes Antigos são dotados da capacidade de ler informações das Linhas Ley, e os Wayob atuam como transmissores, ajudando o portador a perceber essas informações."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nossos ancestrais cravaram 'milagres' em obsidianas, assim, os sucessores olharam para elas e viram 'força'.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Em circunstâncias excepcionais, os Wayob podem retirar o Nome Antigo de uma pessoa. Um desses casos foi o de Tenoch, que foi banido da tribo pela Arconte Pyro. Durante o Cataclisma, Tenoch liderou seis heróis e se tornou o comandante das forças da coalizão tribal. Ele foi um dos primeiros a ouvir o plano da Arconte Pyro para destruir o Abismo. Embora esse plano significasse que sua fúria nunca seria apaziguada e que a força não seria sinônimo de vitória, ele confiou em Haborym e aceitou sua escolha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/4608fdb9796787500fdc30751dbb566a_8908633148074487094.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A principal característica do Nome Antigo é sua influência sobre uma das regras de Natlan — a Ode da Ressurreição. Para manter o poder da Chama Sagrada, é realizada regularmente em Natlan uma competição chamada Peregrinação do Retorno da Chama Sagrada. Os vencedores recebem o direito de participar das Guerras dos Guardiões da Noite, uma batalha contra os monstros do Abismo. A Peregrinação é dividida em duas etapas: uma competição em equipe e um torneio individual. Normalmente, o portador de um Nome Antigo atua como capitão da equipe, liderando-a em diversas batalhas por toda Natlan para reivindicar a Chama Sagrada. Apenas os portadores de Nomes Antigos podem participar das Guerras dos Guardiões da Noite. Somente aqueles que derrotarem o Abismo são elegíveis para a ressurreição por meio da Ode da Ressurreição, e perder uma batalha significa não apenas a morte, mas também a destruição do seu Nome Antigo. As histórias dos derrotados são esquecidas, e um Nome Antigo não pode sobreviver se as histórias de seus portadores forem perdidas no tempo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/9a4884125b35264d79cdb1b809c5000b_7851039945942382000.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando o Reino da Noite foi enfraquecido pelo Abismo, a Ode da Ressurreição deixou de funcionar, e uma das guerreiras caídas, Kachina, não pôde ser revivida. Para trazer Kachina de volta, seus amigos procuraram por seu Nome Antigo no Reino da Noite para determinar sua localização exata no domínio e, em seguida, viajaram fisicamente até lá. Embora o Reino da Noite normalmente só possa ser acessado pela consciência, existem maneiras de entrar nele fisicamente. Para encontrar o Nome Antigo, os amigos de Kachina usaram um artefato especial criado pelos xamãs dos Mestres do Vento Noturno. Eles projetaram uma rede material no mundo real para criar um elo com o conceito correspondente no Reino da Noite e capturar algo igualmente intangível: um Nome Antigo. Embora Kachina tenha sido salva, a Arconte Pyro suspendeu temporariamente a Peregrinação do Retorno da Chama Sagrada enquanto a Ode da Ressurreição estava inativa.\nEm Natlan, existem ferreiros e gravadores especiais de Nomes Antigos. Eles só podem forjar um Nome Antigo com o consentimento do Wayob, já que todas as memórias que ele carrega estão armazenadas nas Linhas Ley, e é necessária a ajuda de um Wayob para extraí-las. Para transmitir o significado de um Nome Antigo da forma mais precisa possível, os gravadores precisam verificar os feitos de pessoas que já morreram há muito tempo. Normalmente, isso se resume a consultar pergaminhos, mas mesmo assim é difícil determinar a precisão dos registros. Incorporar uma história fictícia ou uma mentira em um Nome Antigo o tornará falho, podendo causar problemas cognitivos ao portador. Forjar um Nome Antigo é um ato de criação e pode custar a vida do gravador. O gravador precisa reunir conceitos díspares de todo o Reino da Noite e condensá-los em uma epopeia heroica. Se o Nome Antigo é como uma semente, então a vida do artesão é a casca externa, servindo como proteção. Uma vez concluído o processo, a semente brotará, e tendo cumprido seu propósito, a casca externa desaparecerá gradualmente. Forjar um Nome Antigo para um natlanês já não é uma tarefa fácil, mas criar um Nome Antigo para um estrangeiro é um desafio ainda maior."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/6794217d72cc77a9d04c2ab08249d085_3217761687753014896.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Em toda a história de Natlan, apenas um único Nome Antigo foi forjado para um estrangeiro: o Viajante. Eles tiveram um papel crucial na batalha contra o Abismo, de modo que a Arconte Pyro decidiu criar um Nome Antigo para garantir sua segurança. A gravadora de nomes, Xilonen, aceitou assumir essa tarefa, mesmo sabendo que poderia lhe custar a vida. Com um presente da própria Dama da Noite, Xilonen conseguiu registrar as histórias de todos os conhecidos do Viajante em Natlan sobre suas façanhas e criar um novo Nome Antigo,\n, preservando, ao mesmo tempo, sua própria vida."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/0d63a7c42de95a75c9367fca1376ab90_2735479338644622071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Normalmente, os Wayob revelam os mantras dos Nomes Antigos aos chefes tribais em sonhos, mas o mantra do Nome Antigo Tumaini foi revelado pessoalmente pela Dama da Noite: <color=#ffffffd9>\"No começo havia a escuridão. Até que alguém se incendiou. Só então o universo conheceu a luz.\"</color> Embora a forja de um Nome Antigo exija o consentimento dos Wayob, existem formas de criá-lo sem a participação deles. A gravadora dos Filhos dos Ecos, Tlazolli, usou a Inscrição da Gema Flamejante para criar um vasto repositório de memórias para sua filha. E o novo Nome Antigo deveria unir todas as memórias extraídas das pessoas associadas a ela.\nO primeiro Nome Antigo foi o nome do primeiro Arconte Pyro, Xbalanque,\n. Quando Xbalanque, que recebeu o nome divino “Haborym”, fez um pacto com a Regente da Morte, ele viu o futuro de Natlan na Chama Primordial e pediu à Dama da Noite que registrasse o primeiro sol, o primeiro Nome Antigo. Dessa forma, ele queria deixar esperança para o futuro.\nTodos os Arcontes Pyro mortais de Natlan herdaram esse Nome Antigo e a memória dos feitos dos Arcontes anteriores."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Deixarei a esperança para o futuro; enquanto o fogo não se apagar, ainda haverá 'esperança\".\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/6ea943cc17a5b2ad8c8fcca186f0b472_6860429820884326310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para executar o plano da batalha final contra o Abismo, a Arconte Pyro precisava de seis heróis de Natlan, seis portadores de determinados Nomes Antigos. Mesmo antes da fundação de Natlan, os primeiros seis portadores desses nomes se uniram ao futuro primeiro Arconte Pyro, Xbalanque, e ajudaram a derrotar os dragões e devolver o poder ao povo. O Nome Antigo\nfoi carregado por um guerreiro dos Descendentes das Copas. Conta a lenda que a Têmpera surgiu pela primeira vez na era da Grande Aliança. Ela era usada pelo tirano Och-Kan para governar Natlan e oprimir todos que se opusessem a ele. A Têmpera é diferente do fogo comum: quando alguém é incendiado por ela, sente uma dor ardente terrível que vem de trás, mas não morre de imediato. E, aconteça o que acontecer, jamais se deve olhar para trás. O herói da tribo, Yupanqui, que na época atuava como oficial de armamentos da Grande Aliança, era amigo tanto de Och-Kan, o tirano, quanto de Xbalanque, o primeiro Arconte Pyro. Ele não concordava com o governo cruel de Och-Kan, então roubou a Têmpera e a lançou contra o exército do tirano. Todos os soldados foram reduzidos a cinzas.\nQuando Yupanqui estava prestes a deixar a cidade, pensou ter ouvido Och-Kan chamá-lo por trás. Ele se virou, pego de surpresa, mas Och-Kan não estava lá. Tudo o que viu foi uma cidade carbonizada, um exército em ruínas e chamas gigantes alcançando o céu. Um instante depois, as chamas que ele viu irromperam de dentro de seus próprios olhos e o consumiram. O fogo que devorou Yupanqui ardeu mais intensamente do que qualquer outro. Ele queimou por cem dias, até perfurar as Linhas Ley e cair no mortal e sombrio Reino da Noite, onde ainda queima até hoje. A Têmpera ilumina o caminho que leva à próxima vida. Mas, para que os mortos possam renascer, é preciso aceitar as chamas e ser purificado pelo fogo primeiro."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/8777148e9cd7590a05b78e6f6a92e910_3940313804287651124.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O próximo herói de Natlan a carregar esse nome foi Burkina, que viveu durante o Cataclisma, há quinhentos anos. Ele foi um dos heróis com quem a Arconte Pyro Haborym discutiu o plano para destruir o Abismo no Reino da Noite. Quando o companheiro sauriano de Burkina foi corrompido pelo Abismo e o atacou, Burkina não resistiu e lhe entregou seu sangue e seu poder."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0fc79b3488d71b60e11b08f6075ef9c7_4778096570095299266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Alguns estudiosos dos Nomes Antigos acreditam que Malipo representa algum tipo de ritual místico de troca que remonta ao primeiro Arconte Pyro e carrega parte de seu poder. Burkina, que invocou o poder de Malipo ao custo de sua vida, permitiu que seu companheiro sauriano vivesse por mais de quinhentos anos, mesmo após ter sido corrompido pelo Abismo. E embora a Têmpera seja um símbolo heroico em Huitztlan, ela também carrega uma conotação mais sombria de tragédia. Os estudiosos acreditam que todos os portadores do Nome Antigo Malipo morreram de causas não naturais, como se fossem assombrados pelo fantasma da Têmpera. Isso sugere a existência de algum poder superior que observa constantemente o portador do nome, estuda suas ações e eventualmente exige pagamento. O atual portador do Nome Antigo Malipo, e herói dos Descendentes das Copas que participa do plano da Arconte Pyro, é o caçador de saurianos, Kinich."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Pelo combustível do passado, pela chama presente, a vida segue em frente.\"</color>\n<color=#ffffffd9>\"Responderemos ao fogo por todos os nossos atos.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/e22d363fb37c37499f4c8c7d4d4fc4b2_4863701680871400396.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O primeiro portador do Nome Antigo\nfoi o chefe e fundador do Coletivo da Fartura, Ahpub, e a primeira portadora do Nome Antigo\nfoi sua irmã e chefe dos Filhos dos Ecos, Ixquieh. Certa vez, eles lutaram lado a lado com Xbalanque, mas quando ele entrou na Chama Sagrada, Ahpub permaneceu leal ao seu melhor amigo, o tirano Och-Kan. Quando Och-Kan deu a ordem para destruir os saurianos, apenas Ahpub atendeu ao chamado. Ele foi até os Filhos dos Ecos com a exigência de entregar os saurianos, mas Ixquieh recusou. Após vários dias de confronto, o herói convidou sua irmã para conversar no local de seu reencontro, com a intenção de lembrá-la do juramento."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/4dc818b68124a700a885764cb4d47263_2005809122425934424.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando Ixquieh contou ao irmão sobre a traição aos ideais de Xbalanque, ele colocou a lâmina em seu pescoço. Para evitar a morte de soldados comuns, Ixquieh lançou-se diretamente sobre a espada do irmão, tentando forçá-lo a tirarem a própria vida juntos. Segurando a irmã nos braços, o herói entrou no fogo incinerante. Assim, Teteocan e Nanatzcayan perderam seus líderes. Outra heroína que carregou o nome Uwezo foi Wanjiru, amiga da Arconte Pyro, que viveu há quinhentos anos e morreu durante o Cataclisma. Atualmente, esse nome é carregado pela heroína do Coletivo da Fartura, que participa do plano da Arconte, Iansan. O nome Baraka também foi carregado pelo chefe das minas, Sakkuk, que, junto com o futuro segundo Arconte Pyro, derrubou o tirano Och-Kan. Outro portador de Baraka foi um chefe dos Filhos dos Ecos, Sundjatta, que lutou durante o Cataclisma. Hoje, esse nome é carregado pela gravadora de Nomes Antigos, Xilonen."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Uma heroína escalou o vulcão para tomar o sol.\"</color>\n<color=#ffffffd9>\"Abençoada pelas chamas, ela brilhou como a luz de mil estrelas.\"</color>\n<color=#ffffffd9>\"Pedras esculpidas e picos ecoantes.\"</color>\n<color=#ffffffd9>\"Convirjam, dispersem, renasçam das cinzas.\"</color>\n<color=#ffffffd9>\"Para chamas recém-nascidas, e o alvorecer caloroso.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/53963d0bbd1494a96c6f6710f3145dbc_536070702115864188.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O primeiro portador do Nome Antigo\nfoi Uenuku, da tribo Metztli. Um dia, ele conheceu a Oceanid Ianeira, que havia vindo da distante Fontaine por ordem da Senhora das Muitas Águas, Egeria. Ela desejava transformar as águas abrasadoras de Natlan em nascentes cristalinas e libertar as veias d’água do flogisto líquido. A Oceanid prometeu ser a justiça para o herói que havia trilhado o caminho da guerra em nome da proteção dos fracos, acompanhando-o nessa jornada solitária, e em troca pediu pela nascente onde bestas cruéis rondavam. Embora Uenuku tenha percebido as verdadeiras intenções da fada da água e entendido que ela o via apenas como um meio para alcançar seus próprios objetivos, ambos tinham um inimigo em comum, e assim ele decidiu lutar ao lado dela.\nCerto dia, durante escavações em Ochkanatlan, Uenuku cometeu um erro tolo e quase foi atingido pelas chamas do senhor dos dragões, mas a Oceanid o protegeu do fogo, deixando para trás apenas um arco-íris. Embora ela não se importasse com seus ideais, talvez isso fosse a “comunicação e compreensão” que a Senhora das Muitas Águas tanto buscava. Mais de quinhentos anos depois, o Nome Antigo Umoja foi carregado pelo gigante Tupac, do Povo das Termas. Ele lutou ao lado de outros cinco heróis contra o Abismo e ajudou a Arconte Pyro a entrar na Chama Sagrada. A atual portadora do nome é Mualani, que despertou para o Nome Antigo ao resgatar sua amiga Kachina no Reino da Noite."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Desde que você respire, até mesmo a menor das fagulhas de aço contra pedra poderá acender uma chama.\"</color>\n<color=#ffffffd9>\"Suas chamas se tornarão uma com a nossa visão para Natlan.\"</color>\n<color=#ffffffd9>\"Mesmo em meio à escuridão eterna, nossos vínculos continuarão eternos.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/58c712eb393956a1a2e0ce35317e965c_7491818964481050127.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "O primeiro portador do Nome Antigo\nfoi provavelmente uma Soberana predestinada ou seu leal servo, Dinga. A Soberana predestinada foi uma vítima escolhida para proteger os sonhos dos dragões. Os olhos dessa jovem foram cegados para que ela não fosse encantada pelas cores refletidas neles, e seus tornozelos foram cortados para que não abandonasse seus amados companheiros. Ela previu que um dia seu servo silencioso cravaria um punhal dourado em seu coração e lançaria as bases da tribo Mictlan. A Soberana Sagrada atravessou o perigoso domínio da noite, aprendeu os caminhos antigos do vento e, então, com flauta e canção, guiou Xbalanque através da muralha de fumaça. O herói\nlutou lado a lado com o primeiro Arconte Pyro e, durante o reinado de Och-Kan, destruiu o labirinto de espelhos e os dragões que habitavam o vale. Ao se aposentar, ele fundou a tribo Mictlan nesse mesmo vale. Outro portador do Nome Antigo Bidii foi o grande Mestre da Fronteira, Sanhaj Kompore, dos Mestres do Vento Noturno. Durante o Cataclisma, quando Natlan foi atacada pelo monstro imortal Bakunawa, ele invocou um pequeno Reino da Noite, que deu origem ao que hoje é conhecido como o Mare Jivari. Sanhaj realizou a Gravação de Flogisto no corpo do\ndo exército unificado de Natlan para liberar o poder dos feitiços de fronteira, expandindo os limites do Reino da Noite e manifestando parte dele no mundo real. Então, Tenoch permitiu ser devorado por Bakunawa. Com o corpo de Tenoch como oferenda ritual, Sanhaj invocou um Reino da Noite em miniatura dentro do estômago do monstro, e o choque entre os poderes do Abismo, a Dama da Noite e o espírito de Tenoch no corpo de Bakunawa resultou em uma violenta explosão que despedaçou a criatura em incontáveis fragmentos. A explosão criou o Mare Jivari, e tanto o líder do exército unificado das tribos de Natlan quanto o Mestre da Fronteira pereceram.\nGraças ao feitiço de Sanhaj, Bakunawa foi selado no Mare Jivari, mas devido ao poder transcendente do Abismo que fluía dentro do monstro, aquele espaço passou a existir em todos os momentos do tempo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d9530514483b79839e797f8e19cc0b05_2878448184979092449.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O atual portador do nome é Ororon, um homem de alma despedaçada. Ororon foi abandonado quando criança, e os Mestres do Vento Noturno viram em sua alma fragmentada uma oportunidade para Natlan. Eles queriam realizar uma cerimônia e transformar a criança em um receptáculo para almas perdidas. Assim, ele seria enviado ao Reino da Noite para devolver as almas ao seu devido lugar, fortalecer as Linhas Ley e completar a cerimônia. Quando o Reino da Noite está em desordem, as almas nele contidas se dispersam e ficam vagando, incapazes de encontrar o caminho de volta às Linhas Ley. Essa perda de almas prejudica ainda mais o Reino da Noite. A cerimônia poderia ter devolvido inúmeras almas de uma só vez, o que seria benéfico tanto para o domínio noturno quanto para as próprias almas, mas Ororon teria sido sacrificado. A cerimônia falhou, e Ororon sobreviveu, mas ficou com um profundo senso de dever não cumprido. Quando um Mensageiro Fatui quis usar o Mecanismo da Fonte dos antigos dragões para restaurar as Linhas Ley, Ororon se ofereceu para ajudar. Embora o mecanismo tenha sido desativado, a devoção de Ororon lhe rendeu o despertar para o Nome Antigo Bidii."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tendo previsto a própria morte, o homem onisciente faz um banquete em celebração.\"</color>\n<color=#ffffffd9>\"Levantemos nossos copos em honra a este heroísmo e nos despedaçamos dele com esse tributo final.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/15c30456981fd27ae06769417c4bd268_7527096821410533284.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A primeira portadora do Nome Antigo\nfoi a primeira porta-voz do Clã das Plumas de Flores, Lianca, que lutou ao lado de Xbalanque. Ela foi a única que se recusou a servir ao tirano Och-Kan. Criada entre dragões, liderava órfãos sem lar, guerreiros errantes que não queriam se prender às regras tribais e dragões exilados. A princesa sem coroa os acolhia a todos, humanos ou dragões, fossem inimigos ou amigos. Esse foi o momento fundador da tribo que seria conhecida como Clã das Plumas de Flores pelos milênios seguintes. Durante o reinado de Och-Kan, o herdeiro da matriarca propôs ao tirano que a Primeira Porta-Voz fosse erradicada. Ela permaneceu firme mesmo quando foi levada ao limite. A primeira flecha, ela presenteou ao seu herdeiro traidor; as restantes, aos asseclas do usurpador. Seus ossos já estavam despedaçados, então usou sua flecha final para pregar o próprio corpo ao arco de jade, para que nem mesmo a morte forçasse a orgulhosa filha dos dragões a se curvar. Além de Lianca, o nome Vuka também pertenceu ao herói Menilek, que lutou ao lado da atual Arconte Pyro e morreu durante o Cataclisma. Hoje, o nome pertence à pacificadora Chasca. Ela foi a última dos seis heróis a despertar para o seu Nome Antigo. Durante uma grande invasão do Abismo, sua irmã foi morta, e essa dor despertou o Nome Antigo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"O sofrimento de minha vida será meu epitáfio.\"</color>\n<color=#ffffffd9>\"Para lembrar a dor que suportei e, finalmente, transcendi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/985869db65cc49bcd4cd298027c26700_883053095902522223.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Outros Nomes Antigos conhecidos são\n,\n,\ne um nome cujo significado é “Buscar”. O Nome Antigo Ukumbuko está destinado a uma grande xamã dos Mestres do Vento Noturno. Embora já viva há mais de duzentos anos, mesmo após se tornar uma grande xamã, ela nunca recebeu um Nome Antigo. Um dia, um ancestral vindo da névoa do vento noturno a chamou e disse que, mais cedo ou mais tarde, ela herdaria seu nome, mas ela ainda não sabia o porquê. O Nome Antigo Undugu pertence a uma gravadora de Nomes Antigos dos Filhos dos Ecos, Tlazolli. Durante um dos ataques do Abismo, sua filhinha morreu, mas a mãe não conseguiu aceitar sua morte. Ela encontrou uma garota parecida, que havia perdido os pais na guerra, e a acolheu. Tlazolli a manteve em casa, dizendo aos outros que a menina estava com a saúde debilitada, para que ninguém soubesse da substituição. Ela tentou usar cristais de flama para registrar as memórias de outras pessoas sobre sua filha, mas todas essas lembranças estavam marcadas pela dor de vê-la corrompida. Tlazolli considerava seu Nome Antigo inútil, mas seu amor inabalável pela filha já estava gravado no Nome Antigo Parentesco desde o início."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/2de6d90067c75246c183d7e7e54bfceb_2572870440902293093.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "O Nome Antigo Uthabiti é carregado por uma das vencedoras das Guerras dos Guardiões da Noite, Kachina. Por muito tempo, ela não conseguia entender por que uma garota tão comum como ela havia recebido o Nome Antigo “Resiliência”. Ao receber essa honra, ela ficou obrigada a participar da Peregrinação do Retorno da Chama Sagrada, mas sempre perdia, e após cada derrota era tomada por uma tristeza tão profunda que não conseguia sequer levantar a cabeça para encarar os olhares decepcionados de seus amigos. Mas, a cada vez, ela enxugava as lágrimas e se levantava novamente, até que, finalmente, alcançou a vitória."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d1a00d35b84edc9fa5987a2199b660d3_1986115398583402014.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "O nome “Buscar” foi carregado por um dos guerreiros dos Descendentes das Copas, Vichama. Durante uma das Guerras dos Guardiões da Noite, seu grande amigo Mallko morreu, enquanto o ferido Vichama não participou da batalha. Sentindo-se culpado pela morte do amigo, Vichama não perdeu a esperança de encontrar o Nome Antigo de Mallko no Reino da Noite, para recuperar sua memória. Foi ele quem ajudou a encontrar o Nome Antigo de Kachina quando ela morreu na guerra, mas, àquela altura, a alma de Mallko já estava quase dissipada no Reino da Noite, e seu Nome Antigo não pôde ser recuperado. Somente quando a Arconte Pyro utilizou o poder dos seis heróis e da Regente da Morte é que a alma de Mallko conseguiu tomar forma e encontrar novamente a alma de Vichama.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6992,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Mare Jivari",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "Uma guia renomada em Natlan, proprietária de uma loja de esportes aquáticos e especialista em todas as formas de pegar onda.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Um jovem vindo dos Mestres do Vento Noturno, mas que vive nos campos com milhares de criaturas vivas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Chasca",
        "desc": "A Pacificadora de Tlalocan, a finalizadora de todas as disputas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/abe1192cc7aad45f6b273478dd5fa88a_4799372826012752249.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Um Caçador de Saurianos de Huitztlan, é habilidoso em contar custos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7502,
        "name": "Iansan",
        "desc": "Treinadora-chefe do Clube de Condicionamento Físico, nutricionista renomada em Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/dd9a200a86b792fb1b73ef1ee7de0911_2097378734184941134.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6318,
        "name": "Kachina",
        "desc": "Uma jovem guerreira dos Filhos dos Ecos, condecorada com o Nome Antigo \"Uthabiti\". É uma jovem garota gentil e com uma persistência insaciável que nunca para de crescer no meio das adversidades.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/26925adb1092d29c8afdf46d92fad8bd_343637410022641529.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "A grande xamã dos Mestres do Vento Noturno, a universalmente reverenciada Vovó Itztli.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Flauta de Ezpitzal",
        "desc": "Uma lâmina de jade feita de forma peculiar. Nas lendas dos Mestres do Vento Noturno, ela é conhecida como a ritualística \"Flauta do Sacerdote\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Estremecedor da Terra",
        "desc": "A espada preferida do Ladrão das Chamas. Dizem que nem mesmo as chamas do Rei da Cidade das Cinzas foram capazes de quebrá-la.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Trilha do Arco-Íris",
        "desc": "Uma lança afiada forjada em jade, que pode refletir um brilho iridescente sob a luz do sol.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Anel de Yaxche",
        "desc": "Um artefato de jade dos gêmeos heróis de outrora. Dizem que derrotou o dragão do céu que controlava o vulcão.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Quebrador de Correntes",
        "desc": "Um arco longo adornado com jade, cujas cordas parecem estar sempre envoltas por uma brisa suave. Reza a lenda que foi forjado por artesãos Saurianos em tempos muito antigos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7028,
        "name": "Osso Robusto",
        "desc": "Uma espada longa feita de osso que se tornou ainda mais resistente após ter sido golpeada e balançada inúmeras vezes. Diz-se que esta era a arma fiel do herói Wanjiru.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/9fbe8cf3da1d476d4c5a228017656cd1_114889972255186755.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7029,
        "name": "Canção da Patrulha do Pico",
        "desc": "Uma lâmina de obsidiana de afiação incomparável, leve como uma canção. Foi modificada por um certo artesão para vir equipada com um dispositivo de Flogisto destacável que toca discos.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/862200e1c8e0ee60c2396d8f4fbe7fb8_4291183729855777874.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7030,
        "name": "Gancho Frutífero",
        "desc": "O audacioso Burkina, dos Descendentes das Copas, construiu esta arma com a ajuda do herói Tenoch — tudo para obter Fogorromãs incomparáveis em Natlan.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/25c75653d47f882870e96d9119a17e9a_6960324287026452673.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Calamidade de Eshu",
        "desc": "Uma lâmina cerimonial forjada por Sanhaj, o sumo-sacerdote dos Mestres do Vento Noturno. Nas histórias do passado, Sanhaj podia usar essa lâmina curva para realizar rituais, apagando a linha entre o Reino da Noite e o mundo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Mil Sóis Ardentes",
        "desc": "Uma espada grande que brilha como o sol nascente. Ela testemunhou o apagar e o reacender de inúmeros sóis.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Observatório do Chamador de Estrelas",
        "desc": "Uma estátua esculpida na forma de uma águia. Um relicário sagrado passado de geração em geração entre os Mestres do Vento Noturno.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7351,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Reino da Noite",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/237301566/e39090fe6c24c7ecf3b9131570bdb04f_6844852706587267436.png"
      },
      {
        "key": "Reino da Noite",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/2d06a5c1ee6cd1ce7193096c3d8f5b65_4741747158542940169.png"
      },
      {
        "key": "Reino da Noite",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/fdae453035ee054e26bc49118c1439ed_7469901265810288752.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Um pilar de Celestia."
          }
        ]
      },
      {
        "key": "Reino da Noite",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/237301566/b2d20209855a2e99d8683ad4bcee48ef_886376025137980771.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Você trouxe tantos adormecidos, aqueles que deveriam ter descansado em paz...\nTalvez eles oraram aos espíritos que não deveriam ter rogado.\nMas aquela era uma noite sem lua, onde nada podia ser visto. A noite há muito tempo havia os perdoado. Porém, ódio e impurezas nunca descansam, e eles também nunca mais poderão verdadeiramente dormir.\nObrigado, ó, você que é adorada... você aliviou a fúria deles, que devastava em meio à escuridão. Foi você quem os trouxe para o reflexo da Noite. As almas forasteiras agora também podem retornar para onde estavam indo...\n...\nAgora, vá. Mas tenha cuidado com os instigadores temerosos e com os fins planejados por aqueles que possuem más intenções."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Registros do Tolo Antigo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Uma escultura de pedra antiga, com padrões rudes esculpidos por uma faca...)</color>\n\"Deixarei a primeira marca de faca aqui, para gravar os salões deste mundo obscurecido para nossos descendentes.\"\n\"É aqui que farei meu primeiro chamado à noite, para que meus descendentes possam chamar este mundo falecido com a glória de nossos espíritos ancestrais.\"\n\"Estenda a mão, descendente...\"\n\"E deixe aqui sua marca na história!\"\n<color=#ffffffd9>﻿O que apareceu diante de você foram... as figuras de heróis que vieram antes.</color>\n<color=#ffffffd9>O homem com cabelos flamejantes que irradiava brilho, o jovem desgastado cujos olhos cintilavam como o pôr do sol, e o jovem ao seu lado, que seguia o Iktomissauro e parecia imerso em pensamentos profundos...</color>\n<color=#ffffffd9>E, claro, uma silhueta familiar. Ela parou aqui por um curto período de tempo, depois se lançou em quinhentos anos de solidão sem hesitação. Alguns deles estavam solenes, outros pesarosos, e alguns até se voltaram à raiva após chegarem.</color>\n<color=#ffffffd9>Mas sem exceção, todos ficaram aqui. Sem exceção, todos acabaram deixando \"a si mesmos\" aqui.</color>\n<color=#ffffffd9>Incontáveis mãos se estenderam da escuridão, segurando incontáveis penas de pedra brilhantes. Elas as espalharam por toda parte.</color>\n<color=#ffffffd9>As luzes de algumas foram extintas pela sombra, mas ainda permaneceram fogos inextinguíveis que adornavam as margens da noite como estrelas.</color>\n<color=#ffffffd9>Você sabe que esses são \"nomes\". E um desses \"nomes\" é o seu.</color>"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"The Final Fallback\" | Genshin Impact #Cutscene #Animation #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=Vqeol_xlKW0",
        "coverUrl": "https://i.ytimg.com/vi/Vqeol_xlKW0/maxresdefault.jpg",
        "duration": 92
      }
    ]
  }
}