{
  "epId": 7428,
  "name": "Festival da Flor Mikawa",
  "desc": "<p>O Festival das Flores de Mikawa era um festival animado realizado pelos youkai para beber, rir e tocar música.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c857e595da1ff6a514746f47ea9941f0_6870104529343939000.png",
  "menuId": 20,
  "menuName": "Definições",
  "version": 1757745440,
  "components": {
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers e Teasers de História",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser Versão 3.3 - \"No Purificar dos Sentidos, o Vazio da Existência\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 de Novembro, 2022</color>\nDesde os tempos antigos, histórias e lendas estranhas sempre marcaram grande presença em Inazuma.\nAlguns obviamente são por conta das gerações de oni e youkai, e outros, talvez sejam apenas pedaços sombrios esquecidos pelo passado...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Teaser da Versão 5.4 - \"Lua Brilhante em Sonhos\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 de Janeiro, 2025</color>\nA vida é como uma travessia entre sonhos bons e pesadelos.\nNos momentos de tensão, medo e falta de ar,\nfaça uma pausa, saboreie a doçura dos bons sonhos\ne mastigue os pesadelos.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Festival da Flor Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Muitos anos atrás, os principais youkai de Inazuma realizavam o Festival das Flores de Mikawa para beber, rir e ouvir música. O Festival das Flores de Mikawa tinha como objetivo trazer felicidade a todos os que participassem. O festival era realizado em grande escala, e até mesmo a Kitsune Saiguu, com a jovem Yae Miko, e a Arconte Electro, Raiden Makoto, junto de sua irmã Ei, participavam dele. Com o tempo, o número de youkai em Inazuma diminuiu e o festival perdeu sua popularidade, até que um dia, vários pequenos youkai decidiram recriar o festival, inspirados pela lenda de um mortal e um youkai que se tornaram amigos, como uma forma de agradecer aos humanos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Há mais de quinhentos anos, um samurai humano, Yanagibashi Takuto, acabou tropeçando no Festival das Flores de Mikawa. Lá ele conheceu um youkai, Kamai, que o convidou para participar e celebrar o festival juntos. Os dois competiram no ponto alto do festival: o Akitsu Haneasobi. Seu jogo espetacular terminou em empate, e uma nova amizade foi forjada entre o mortal e o youkai.\nO samurai revelou-se um espadachim que viajava pelo mundo em busca de oponentes formidáveis para aprimorar suas habilidades. O youkai sugeriu que eles se encontrassem a cada dez anos para comparar suas técnicas. A luta com Kamai mostrou-lhe muitos novos movimentos, os quais mais tarde ajudaram a abrir a Arte Souran Isshin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dez anos depois, quando o samurai já tinha 35 anos, eles se encontraram novamente em um festival. Passaram o tempo juntos bebendo, viajando e treinando. Quando se conheceram pela primeira vez, apenas se respeitavam, mas dez anos depois, tornaram-se melhores amigos.\nApós mais uma década, o samurai havia atingido o auge de sua maestria com a espada e venceu um duelo por uma margem estreita, o que forçou Kamai a treinar diligentemente e esperar pelo próximo encontro. Porém, outros dez anos depois, o samurai não compareceu ao encontro, pois havia partido para defender a fronteira no sul durante a guerra.\nQuando se encontraram pela última vez, o samurai já tinha 65 anos. Seus cabelos estavam grisalhos, seu corpo cheio de cicatrizes, e ele já não podia mais lutar. Kamai sugeriu jogar uma última partida de Akitsu Haneasobi juntos. O samurai deu o seu melhor durante o jogo, mas teve que desistir no meio do caminho por estar fraco demais. Kamai, percebendo que aquele era o último encontro entre eles, suspirou tristemente e disse: <color=#ffffffd9>\"Que pena.\"</color>\nUm dos youkai, Hanyuuda Chizuru, uma Tsukumogami e espírito da hagoita que o samurai e Kamai usaram em suas partidas de Akitsu Haneasobi, desenvolveu consciência após ser influenciada por um grande poder youkai. Era de sua natureza amar celebrações e diversão, e ela queria se divertir no festival, conhecer pessoas e jogar Akitsu Haneasobi com elas. Mas quando a noite chegava, ela sempre se lembrava de como o velho samurai havia deixado sua hagoita de lado com um sorriso amargo, e de como o solitário Kamai suspirava e bebia saquê. Ela pensava que, se fizesse amizade com algum mortal, um dia aquele mesmo sorriso amargo também surgiria no rosto dele, então decidiu não se aproximar das pessoas e não repetir os erros de Kamai. A história de Yanagibashi Takuto e Kamai não terminou com a morte do samurai. O herdeiro de terceira geração de Takuto, Tominaga Masanari, também se tornou amigo de Kamai. Há quinhentos anos, Kamai e Tominaga lutaram lado a lado até seus momentos finais, e a espada empunhada por Tominaga havia sido herdada de Yanagibashi. O arrependimento que Kamai um dia sentiu finalmente foi resolvido.\nEmbora a vida de um humano seja curta demais para um youkai, e o dia da despedida seja inevitável, os laços formados pela amizade não se quebram, em vez disso, continuam a existir em uma nova forma.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Sua Excelência, a Toda-Poderosa Narukami Ogosho, que prometeu ao povo de Inazuma uma Eternidade imutável.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Hanyuuda é uma NPC exclusiva de missões. Ela apareceu no evento Akitsu Kimodameshi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/28/59559639/bc60491e24a07c9ef9284a587c2729e1_4287052603038218048.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tradições",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Além da diversão e das bebidas, uma atividade tradicional do Festival das Flores de Mikawa é o jogo de\nAkitsu. Nesse jogo, os participantes usam hagoita especiais para rebater uma bola em direção a um alvo definido. Com o tempo, o Akitsu Hazura original se perdeu na história, mas muitos anos depois, pequenos youkai decidiram recriar o jogo, que era um símbolo da amizade entre youkai e humanos. Eles ouviram falar desse jogo por meio de um mercador viajante e usaram seus poderes mágicos para criar o Akitsu Yuugei. Nesse jogo, as pessoas controlam pás flutuantes no ar para rebater uma bola e atingir alguns cubos elementais posicionados.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Akitsu Kimodameshi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Muitos anos depois, quando o Festival das Flores de Mikawa já havia sido esquecido, três pequenos youkai, Kappa, Youko e Hitotsume Kozou, da Floresta Chinju, decidiram reviver o festival. Antes, a floresta estava repleta de monstros que os atacavam, mas quando os Aventureiros chegaram, eles expulsaram os monstros. Para agradecer às pessoas pela ajuda e se aproximar delas, Kappa, Youko e Hitotsume Kozou tentaram recriar o lendário jogo Akitsu Hazura, mudando o nome para Akitsu Yuugei, mas gastaram todo o seu poder youkai nesse processo. Depois disso, só tiveram forças para montar algumas barracas na floresta a fim de acrescentar à atmosfera do festival.\nQuando a Comissão Yashiro soube do festival, o chefe da comissão, Kamisato Ayato, inicialmente queria espalhar a notícia para que mais pessoas viessem, mas decidiu que as expectativas do público poderiam ser altas demais. Em vez disso, Ayato convidou pessoas sob o disfarce de participarem do Teste de Coragem e deixou o restante por conta dos youkai. Antes de cada rodada, os participantes precisavam se dividir em duplas e encontrar um item específico na Floresta Chinju antes dos demais. Cada uma das três rodadas foi organizada por um anfitrião diferente: comerciantes, a Comissão Yashiro e o Grande Santuário Narukami.\nQuando os pequenos youkai estavam criando o Akitsu Yuugei, não havia ninguém na costa além de pessoas comuns. De repente, surgiu uma barraca com um jogo que podia operar sozinho. Para começar, bastava olhar para o quadro de avisos. No início, o jogo fez sucesso, mas as pessoas concluíram que a barraca era controlada por um fantasma, e o boato se espalhou, tornando-se uma história de fantasmas completa. Um dos jogadores afirmou ter caído em uma estranha armadilha durante uma partida e não conseguiu sair por várias horas, o que levou a Comissão Tenryou a enviar o detetive Shikanoin Heizou. As pessoas ficaram relutantes em se aproximar da praia, e a Comissão Tenryou estava prestes a fechá-la para investigar. Mas, antes que pudessem fazer qualquer coisa, a Comissão Yashiro realizou um Teste de Coragem no local, e os visitantes decidiram que o Akitsu Yuugei fazia parte da prova e voltaram a participar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "O aparecimento do Akitsu Yuugei despertou Hanyuuda Chizuru, e ela decidiu assustar as pessoas para longe da floresta, de modo que os pequenos youkai não pudessem fazer amizade com humanos e acabar sofrendo. Como seus poderes já estavam quase esgotados, ela precisou usar adereços para assustar as pessoas. Quando um transeunte tentou roubar as decorações preparadas para a celebração do Akitsu Yuugei para vendê-las a um preço exorbitante, Chizuru o atraiu para uma armadilha dentro da barraca. Durante várias horas, o homem não conseguiu escapar, e seus amigos próximos nem perceberam sua ausência. Quando Chizuru encontrou o Viajante e Paimon durante o julgamento, ela aceitou jogar uma partida de Akitsu Yuugei com eles sob a condição de que o perdedor teria de realizar o desejo do vencedor. Após vencer facilmente a rodada, ela desejou nunca mais ver o Viajante e Paimon e desapareceu.\nAo encontrarem os dois primeiros itens, o Viajante e Paimon chegaram à terceira rodada. O item escolhido pelo Grande Santuário Narukami era a mesma hagoita da qual Hanyuuda Chizuru era o espírito. Pouco antes do julgamento, Yae Miko passeava pela praia e sentiu um poder familiar. Embora quase dissipado, a kitsune viu o youkai sentado em um galho e sussurrando para si mesma que devia ficar longe dos humanos. Quando Ayato sugeriu o Teste de Coragem, a Guuji Yae percebeu que era a oportunidade perfeita para ajudar Chizuru a lidar com a dor que a atormentava. A separação de Kamai e do samurai foi a primeira experiência que ela teve quando sua consciência estava apenas começando a despertar e ela ainda não possuía forma humana. Foi uma experiência extremamente dolorosa, e simples conversas não eram suficientes para ajudá-la. Yae Miko acreditava que a melhor opção para Chizuru era interagir diretamente com humanos. Graças à investigação de Heizou, ele e o Viajante descobriram o verdadeiro propósito e a forma real de Chizuru. Na praia, eles encontraram não apenas a Tsukumogami, mas também Yae Miko, que contou a Chizuru sobre a amizade contínua de Kamai com o descendente do samurai. Tendo lidado com seus sentimentos complexos, Hanyuuda Chizuru fez outro pedido ao Viajante, já que o anterior não havia sido cumprido:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Meu desejo é...</color>\n<color=#ffffffd9>Desejo que todos os dias de sua jornada sejam cheios de alegrias como em um festival\".</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Durante o show de fogos do Festival da Flor Mikawa, organizado pelos youkai e pela Comissão Yashiro, o poder de Chizuru se dissipou e ela desapareceu sem deixar rastros.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "A Senhorita Guuji do Grande Santuário Narukami, e também a Editora-Chefe da Editora Yae. Por trás de sua bela aparência escondem-se sabedoria e astúcia inimagináveis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "O jovem promissor e chefe atual da Comissão Yashiro, é culto e educado, e sempre tem uma forma de fazer as coisas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Um jovem e talentoso detetive da Comissão Tenryou. Tem uma intuição astuta e aguçada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Hanyuuda é uma NPC exclusiva de missões. Ela apareceu no evento Akitsu Kimodameshi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/28/59559639/bc60491e24a07c9ef9284a587c2729e1_4287052603038218048.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume-Kozou",
        "desc": "<p>Um pequeno youkai da Floresta de Chinju que desejava realizar um festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/59559639/fc7e6d7d7171c2ceaedc2657a87ac54d_8898977397208574088.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Um pequeno youkai da Floresta de Chinju que desejava realizar um festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/59559639/8e15d77396d6a387b146a2cc7a65d735_258254005837250018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Uma pequena youkai da Floresta de Chinju que desejava realizar um festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/59559639/76567cd13cfafe285fb206d4048e4565_3101327889226611121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Contos Encantados do Festival Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3035f2e18e61438953777841eef7ad8a_4572698096721481920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Após o Teste de Coragem na Floresta Chinju, a Guuji do Grande Santuário Narukami, Yae Miko, decidiu reviver a tradição do Festival das Flores de Mikawa e realizar um festival em grande escala tanto para youkai quanto para humanos. O evento combinaria a engenhosidade humana com as artes dos youkai para oferecer a forma mais inovadora e emocionante de entretenimento da era atual. A Comissão Yashiro, junto a Yae Miko, preparou o local na Floresta Chinju, enquanto a Comissão Tenryou foi encarregada de garantir a segurança do festival. Para tornar o festival mais divertido, Miko decidiu realizar uma competição de desenvolvimento de jogos, na qual o vencedor receberia uma estátua dourada de bake-danuki e financiamento total para expandir o jogo por toda Inazuma. Para formar as equipes e selecionar o vencedor, Miko escolheu o Viajante como representante oficial e o comitê avaliador do Festival das Flores de Mikawa, por estarem próximos aos youkai e não serem de Inazuma. Na Floresta Chinju, Yae Miko convidou os pequenos bake-danuki Kichiboushi, Shousei e Gyoubu Koban para participar do festival e, em seguida, encarregou o Viajante e os youkai de formar equipes para competir na disputa. A mestre dos fogos de artifício, Yoimiya, e a ninja Sayu, interessada na magia dos youkai, juntaram-se ao time de Kichiboushi. Shousei formou equipe com o mordomo do Clã Kamisato, Thoma. Já Gyoubu Koban contou com a Sacerdotisa Divina Sangonomiya Kokomi e com o Yumekui-Baku, Yumemizuki Mizuki.\nCada equipe precisava criar um jogo usando magia youkai em torno de um tema específico: sonhos. Sayu, Yoimiya e Kichiboushi criaram um jogo de doppelganger baseado na ideia de Sayu de deixar seus bunshin trabalharem por ela. Thoma e os youkai da Floresta Chinju criaram um jogo que combinava as tradições do Ludi Harpastum, de Mondstadt, que Thoma sentia falta, com o Akitsu Yuugei. Já Mizuki, Kokomi e Gyoubu Koban desenvolveram um jogo protagonizado por uma raposa inspirada na antiga amiga e rival de Mizuki, Yae Miko. Kokomi e Mizuki desejavam usar o prêmio da competição para espalhar o jogo por toda Inazuma, incluindo a Ilha Watatsumi, a fim de atrair clientes para os Banhos Aisa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/d50ee090da3d347980e82f0ecc0cab5e_3132257104021917788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Após o primeiro dia de preparação para o Festival das Flores de Mikawa, o Viajante e Paimon estavam voltando para casa quando um estranho samurai de repente bloqueou o caminho deles. Depois da batalha contra ele, o Viajante sentiu como se estivesse em um sonho, e apenas um repentino estrondo de trovão os trouxe de volta à realidade. Raiden Ei, que havia presenciado a luta, estava por trás daquele trovão. Naquela mesma noite, um dos trabalhadores do festival viu o doppelganger de seu amigo, e a Comissão Tenryou assumiu a investigação. Além disso, os oficiais do Xogunato foram enviados para investigar a região a fim de não perturbar nenhum youkai, mas mais tarde foram encontrados inconscientes, presos em um pesadelo interminável do qual não conseguiam acordar. A comissão encontrou vestígios intermitentes do poder de um youkai que levavam até o local do festival.\nYae Miko foi investigar os rastros e descobriu que eles apareciam e desapareciam, mas nunca se afastavam do Monte Yougou. Para não provocar o culpado a tomar medidas desesperadas, a Comissão Tenryou decidiu não interromper o festival, mas conduzir uma investigação em segredo. O Viajante foi encarregado de descobrir se havia algum doppelganger entre os competidores, para não levantar suspeitas. Após interrogar todos os participantes, o Viajante e Paimon não encontraram nada suspeito que pudesse indicar os talentos do youkai doppelganger. Miko sugeriu assustar o criminoso para que, enquanto ele pensasse no que fazer em seguida, pudesse ser descoberto, e apresentou Raiden Ei como convidada especial do festival."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5a4df9f6f8032c88206de46e3cd3ec37_2802871851495775758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante o segundo dia antes do festival, o psicólogo clínico Mizuki percebeu que Ei estava preocupada com algo, mas ela não queria incomodar os outros. O Yumekui-Baku sugeriu que o Viajante convidasse Ei para a Casa de Banhos Aisa à meia-noite para descobrir as preocupações da Arconte. Ei explicou que, após o Cataclismo ocorrido quinhentos anos atrás, um Pesadelo envolveu Inazuma. Em um campo de batalha consumido pela escuridão, soldados lutavam contra forças sombrias capazes de possuir pessoas e prendê-las em pesadelos. Nem mesmo o Yumekui-Baku pôde fazer algo para despertá-las. Se a pessoa capturada no pesadelo fosse forte o bastante para resistir à incapacitação, aquilo se tornaria um pesadelo desperto. A pessoa perderia toda a capacidade de distinguir sonho da realidade, percebendo tudo no mundo real como uma continuação da guerra e cada coisa preciosa da vida como um inimigo a ser aniquilado."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_6661914378068293468.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Uma das vítimas do pesadelo foi a oni Mikoshi Chiyo, amiga de Ei e de sua irmã Makoto. Certa vez, ela foi devorada por completo por uma besta de outro mundo, com corpo de tigre e cauda de serpente, até que conseguiu despedaçar a criatura por dentro. Embora tenha escapado viva do ventre do monstro, essa batalha nunca a deixou. Ela passou a ver as memórias de seus camaradas caídos em todos os lugares, massacrados um após o outro, até que já não conseguia mais distinguir sonho da realidade. O pesadelo distorceu todas as alegrias de sua vida, seus subordinados, família e amigos, em inimigos a serem destruídos. Foi nesse estado, presa no campo de batalha de sua mente, que ela ergueu a espada contra Ei no Monte Yougou. Raiden usou o Musou no Hitotachi e cortou o braço de Chiyo, um de seus chifres e uma parte da própria montanha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/90922669a98df5600a1e701199c50fcb_4479179001448159757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Quando Ei e o Viajante estavam na casa de banhos, de repente um grito foi ouvido na Cidade de Inazuma. Uma mulher viu seu doppelganger e desmaiou, temendo a lenda de que morreria em breve. Ao mesmo tempo, um soldado da Comissão Tenryou se aproximou da Shogun e relatou que o pequeno youkai Kappa estava preso em um pesadelo no festival. Quando o Viajante, Ei, Miko e Mizuki chegaram ao local do festival, encontraram Youko, Hitotsume Kozou e um Kappa inconsciente. A general Kujou Sara e o detetive Shikanoin Heizou, que estavam de serviço no festival, não notaram nada suspeito e não conseguiram proteger Kappa. Mizuki investigou o pesadelo de Kappa, mas não conseguiu encontrá-lo, como se nunca tivesse existido. Descobriu-se que “Kappa” havia sido criado usando a arte dos bake-danuki, e que “Youko” e “Hitotsume Kozou” eram seus doppelgangers, também criados pelos bake-danuki. O terceiro tanuki havia entrado na cidade disfarçado de Kappa para causar pânico entre o povo. Na investigação, revelou-se que os três tanuki estavam presos em um pesadelo há quinhentos anos. Eles acreditavam que inimigos estavam por toda parte e que a Shogun havia ordenado a tomada das terras dos youkai, exterminando a maioria e forçando os restantes a trabalhar para os humanos. O poder do pesadelo se materializou na forma de um samurai, que atacou o povo e os três pequenos youkai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/09b6a4145d20cdc58be484e0ec0d7127_597536784804437395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Quando o Viajante purificou os tanuki da energia do Abismo, eles despertaram de seu pesadelo. Descobriu-se que, quinhentos anos atrás, quando Kamuna Harunosuke, amigo da Kitsune Saiguu, veio à Floresta Chinju para selar os bake-danuki em pedra porque o Kakushigami Ioroi havia roubado o leque da Sakura Sagrada, os três youkai decidiram cavar um buraco no chão e se esconder lá. No fundo do buraco, eles encontraram o chifre de Mikoshi Chiyo, infectado pelo Pesadelo, e foram consumidos por ele. Durante quinhentos anos, os três bake-danuki permaneceram escondidos, dominados pelo medo, e esse medo permitiu que o fragmento do chifre assumisse forma física e se tornasse algo semelhante a um Jibakurei, um espírito preso à terra. Eles se moviam através das Linhas Ley, mas também estavam presos a elas, de modo que vestígios do Pesadelo apareciam de tempos em tempos e nunca iam além do Monte Yougou. Para destruir o Pesadelo, Ei queria usar o Musou no Hitotachi, mas Miko sugeriu lutar contra o Pesadelo com seus próprios truques e criar uma ilusão indistinguível da realidade. Miko decidiu usar o Festival das Flores de Mikawa como armadilha: para o fragmento do Pesadelo, que desprezava todas as fontes de alegria e felicidade, um evento repleto de alegria se tornaria um inimigo a ser destruído a qualquer custo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/9a7aac90d33e9b5fea4298691f4b03b0_4618298286666320405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "No dia oficial do Festival da Flor Mikawa, a Comissão Yashiro entregou a todos os participantes as palavras do ritual para lutar contra o Pesadelo. Quando ele surgiu da alegria de todos, Raiden Ei levou-os junto com o Viajante para o Plano da Eutimia, de modo que os inazumanos não fossem feridos.\nCom a ajuda da Shogun e das orações do povo, o Viajante derrotou o Pesadelo, e Ei pôde se despedir de sua amiga há muito tempo falecida. Com o chifre de Chiyo destruído, Kappa, Youko e Hitotsume Kozou despertaram de seu sono, e Yae Miko e a Shogun concederam aos três tanuki que criaram os doppelgangers uma recompensa especial pelo jogo mais imersivo, para que humanos e youkai não temessem uns aos outros.\n<color=#ffd780>Entradas Relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "A Senhorita Guuji do Grande Santuário Narukami, e também a Editora-Chefe da Editora Yae. Por trás de sua bela aparência escondem-se sabedoria e astúcia inimagináveis.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "O Empregado do Clã Kamisato e animado Mediador de Inazuma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Dona da Fogos de Artifício Naganohara. Conhecida como \"Rainha do Festival de Verão\", ela é excelente na criação de fogos de artifício que simbolizam a esperança e sonhos das pessoas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "Uma Ninja pertencente ao Shiyuumatsu-Ban que parece sempre estar cansada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Acionista da Banhos de Aisa, psicóloga da tribo Yumekui-baku, dedicada a dissipar pesadelos e trazer paz mental às pessoas.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "A Sacerdotisa Divina da Ilha Watatsumi. Todos os assuntos da ilha estão na ponta dos dedos desta jovem senhora.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Ioroi_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2448,
        "name": "\"Gyobu Koban\"",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/\"Gyoubu Koban\"_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "\"Kichiboushi\"",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/\"Kichiboushi\"_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "General da Comissão Tenryou. Audaciosa, decisiva e habilidosa na batalha.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Um jovem e talentoso detetive da Comissão Tenryou. Tem uma intuição astuta e aguçada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Uma pequena youkai da Floresta de Chinju que desejava realizar um festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/59559639/76567cd13cfafe285fb206d4048e4565_3101327889226611121.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Um pequeno youkai da Floresta de Chinju que desejava realizar um festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/59559639/8e15d77396d6a387b146a2cc7a65d735_258254005837250018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume-Kozou",
        "desc": "<p>Um pequeno youkai da Floresta de Chinju que desejava realizar um festival.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/13/59559639/fc7e6d7d7171c2ceaedc2657a87ac54d_8898977397208574088.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "Festival da Flor Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/6e1c33de8b3150ff51cdbafd4e7c2c81_6216833139157492647.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto e Kamai Kenji"
          }
        ]
      },
      {
        "key": "Festival da Flor Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3d93113d773da746eedf1919c36ebdf4_1947343018622891974.png"
      },
      {
        "key": "Festival da Flor Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/013042c55a92be4f2edf87e1aa410f32_6837442383077055346.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Sonho Acordado da Kitsunezinha"
          }
        ]
      },
      {
        "key": "Festival da Flor Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/0508abbd3f2a009681b4b92b0fe52201_3582883680461026934.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Fantasia Bunshin"
          }
        ]
      },
      {
        "key": "Festival da Flor Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/965abe5336e7e80e24076a76455a0a69_1757342307223098976.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Akitsu Harpastum: Sonhos em Dobro"
          }
        ]
      },
      {
        "key": "Festival da Flor Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/c1f6f6358a23e9104f3331f40de9e4a4_8061316851024171209.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "O prêmio principal do segundo Festival da Flor Mikawa"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Festival da Flor Mikawa"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Festival"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Eventos Relacionados",
        "value": [
          {
            "type": "RichText",
            "text": "Versão 3.3 - Akitsu Kimodameshi\nVersão 5.4 - Contos Encantados do Festival Mikawa"
          }
        ]
      }
    ]
  }
}