{
  "epId": 7438,
  "name": "Homens de Pedra I",
  "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1741787578,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Quantidade</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 7439,
        "name": "Homens de Pedra II",
        "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 7440,
        "name": "Homens de Pedra III",
        "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Homens de Pedra I"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado no Acervo de Idukan"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7464,
            "name": "Homens de Pedra",
            "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.4"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Homens de Pedra I",
        "desc": [
          {
            "type": "RichText",
            "text": "Três mil anos se passaram desde que os humanos roubaram o fogo, e desde que a história passou a ser registrada, nunca existiu uma era tão racional e próspera.\nMesmo nas noites sem luar, as inúmeras torres da cidade ainda brilhavam intensamente. Os tubos metálicos que conectam os blocos brilham com uma luz estranha, e o líquido dourado que flui dentro deles infunde a cidade com energia e vitalidade.\nO fluido dourado é \"lítin\", a vida da civilização humana. Desde que a Tecnocracia o descobriu pela primeira vez 100 anos atrás, foi a fonte de incontáveis inovações, levando a humanidade a uma nova era. Máquinas de cultivo automatizadas revolucionaram a agricultura, mais que triplicando as colheitas, transportes aéreos voavam no céu, conectando as cidades outrora isoladas que preenchiam o continente.\nAs pessoas de hoje não podem mais imaginar um mundo sem lítin. Isso se aplica em dobro para os governantes das agora interconectadas cidades.\nLítin foi primeiro descoberto nas ruínas de um antigo assentamento conhecido como Natlantea, uma cidade localizada nas profundezas da terra. É exatamente esse fato que permitiu a mineração de lítin, uma substância cujas raízes existem em uma profundidade ainda maior.\nComo não havia maneira de perfurar tão profundamente na superfície, a produção de lítin foi concentrada nas mãos daqueles que controlavam as ruínas de Natlantea — a Assembleia Tecnocrática. Conforme a demanda por lítin cresceu, conflitos surgiram entre as cidades sobre seu suprimento e distribuição. Conforme as disputas se tornaram mais comuns — e gradualmente mais amargas — o espectro da guerra ficou cada vez mais sombrio enquanto envolvia a terra.\nEmbora, pelo menos por hoje, os residentes da metrópole esqueceram temporariamente a sombra que perdura sobre eles, enquanto enchem as ruas e praças para a \"Feira Continental\" sendo realizada em sua cidade.\nEsse grande evento, organizado pela Assembleia Tecnocrática, é uma celebração de paz e progresso, exibindo as invenções mais recentes e frutos da inovação tecnológica. Embora essas invenções logo provavelmente contribuirão com a crescente corrida armamentista entre as cidades díspares, elas ainda servem como um conforto temporário à população ansiosa.\nIsto é, exceto para você.\nVocê não sente interesse pelos novos brinquedos à mostra, ou pelas multidões que se reúnem para admirá-los. A comoção da feira lotada só aumenta a inquietude que você sente sobre a decisão de se encontrar aqui.\nAlguns dias atrás, um grupo da insurgência destruiu o centro de transferência de lítin em Tsatho, antes de transmitir uma projeção pré-gravada, repetindo os mesmos antigos clichês que \"Lítin é uma dádiva demoníaca\" e que \"A Tecnocracia está destruindo o mundo\". Apesar de se intitularem como \"Arautos do Desiluminismo\", não havia nada que os diferenciasse de quaisquer outros descontentes.\nEntretanto, o governando de Tastho declarou que os insurrecionistas foram auxiliados por autoridades na metrópole, na esperança de provocar uma guerra entre as duas cidades — indo até o ponto de fornecer evidência mostrando que cada um era um cidadão da metrópole.\nPara limpar o nome e desarmar a situação, as autoridades metropolitanas solicitaram a intervenção da Assembleia Tecnocrática, e é para esse fim que você agora faz uma investigação.\n\"Haha, desculpe por fazê-lo esperar tanto, detetive. A exposição era tão fantástica que acabei perdendo a noção do tempo.\"\nConforme você está ponderando a conexão entre esses eventos, um cavalheiro pequeno e rotundo aparece por trás de você. Parece que esse é Akhra — o agente que a Assembleia Tecnocrática enviou para auxiliar em sua investigação.\n\"Você pode dispensar as formalidades, Akhra. Vamos começar com o que cada um de nós sabe.\""
          }
        ]
      }
    ]
  }
}