{
  "epId": 7463,
  "name": "Contos Secretos de Inazuma",
  "desc": "<p>Uma coleção de contos folclóricos de Inazuma, compilados e organizados por um escritor viajante de Fontaine. A maioria deles são contos sobrenaturais e lendas, narrados por diferentes pessoas.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/3df1c30489252a1a7d2032a2c5cf9419_8888827887725066711.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1749614968,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Contos Secretos de Inazuma"
          }
        ]
      },
      {
        "key": "Entradas Relacionadas",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7436,
            "name": "Contos Secretos de Inazuma I",
            "desc": "<p>Uma coleção de contos folclóricos de Inazuma, compilados e organizados por um escritor viajante de Fontaine. A maioria deles são contos sobrenaturais e lendas, narrados por diferentes pessoas.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7437,
            "name": "Contos Secretos de Inazuma II",
            "desc": "<p>Uma coleção de contos folclóricos de Inazuma, compilados e organizados por um escritor viajante de Fontaine. A maioria deles são contos sobrenaturais e lendas, narrados por diferentes pessoas.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume. 1 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma coleção de contos folclóricos de Inazuma, compilados e organizados por um escritor viajante de Fontaine. A maioria deles são contos sobrenaturais e lendas, narrados por diferentes pessoas.\nA Misteriosa Donzela de Genbou\nHá muito tempo, havia um oficial chamado Kuchinawa Sukehiko. Refinado e elegante, esse jovem se treinou assiduamente no caminho da arte e cultura, adquirindo o respeito de seus colegas. Um dia, enquanto visitava o lar do Comandante Emon, acometido por uma doença, Sukehiko se encontrou por acaso com a única filha do Comandante, a jovem chamada Sayahime. Na flor da juventude, Sayahime era tão graciosa em seus gestos quanto bela de se admirar. Cada sorriso e gesto dela era coberto de uma gentileza e elegância natural. Para Sayahime e Sukehiko, foi amor à primeira vista, e os dois ficaram profundamente apaixonados. Eles juraram suas vidas um ao outro secretamente sem o pai dela saber. Assim que eles tivessem a idade certa, eles panejaram fazer formalmente a proposta de casamento.\nOs anos passaram. Rapidamente, rebeldes começaram a causar problemas. Sukehiko decidiu seguir as ordens do Shogunato e se unir aos esforços de supressão da rebelião. Ao saber da decisão de Sukehiko, Sayahime se apressou para encontrá-lo. Em lágrimas, ela disse:\n\"Logo você partirá em uma missão sem promessa de quando retornará. O campo de batalha é perigoso, e receberei a maldição de esperar sozinha. Se você realmente me ama, fique ao meu lado e me dê a honra de me tornar sua noiva. Eu não possuo grandes aspirações a glória, prestígio ou riqueza, apenas a de passar nossas vidas juntos, felizes e com saúde.\"\nEm seguida, Sayahume recitou um poema para ele, que pode ser traduzido assim:\nQuão profundo é o sofrimento, quão amargo é o anseio. Minhas mangas estão encharcadas com as mais angustiadas lágrimas.\nEu, como o orvalho do outono, me espalharei como poeira no espelho por você.\nContudo, Sukehiko não foi convencido pelas palavras dela. Ele respondeu:\n\"Não sofra com nossa separação, minha amada, ela é temporária. Se eu vivesse mil vidas, manteria minha lealdade por você. Nascemos no mundo em nosso momento e época certa, como eu poderia ficar parado assistindo a uma guerra ser travada? Retornarei da batalha com vitória no meu rastro, então sua mão em união eterna — nosso casamento — eu tomarei.\"\nFalando isso, Sukehiko presenteou Sayahime com um espelho de mão de fabricação excepcional, para ser segurado por ela durante seu casamento. Ele também a presenteou com um poema, que pode ser traduzido assim:\nEmbora minha longa missão possa não ter fim à vista, também não tem este juramento à minha futura noiva.\nEmbora a terra possa nos colocar milhares de quilômetros separados, compartilhamos a mesma luz das estrelas que une nossos corações apaixonados.\nLogo, muitos meses se passaram. Houve um rumor que espalhou sobre a derrota do exército do Shogunato e quantos soldados foram gravemente feridos. As notícias devastaram Sayahime, que caiu em desespero e, eventualmente, morreu com o coração partido. Sukehiko voltou da guerra como um herói, apenas para descobrir sobre o trágico falecimento de sua amada. Atormentado por pesar incontrolável, Sukehiko fez oferendas a ela de incenso e frutas todos os dias.\nContudo, talvez porque ela pereceu com uma saudade tão intensa em seu coração, sepultamento não fora suficiente para Sayahime descansar. Ao invés disso, ela foi corrompida pelo Abismo, retornou ao reino mortal como uma demônio e visitou Sukehiko na calada da noite. Embora ela fora linda em vida, sua nova forma fora roubada da vitalidade. Tudo que restou de suas mãos macias que costumavam acariciar as bochechas de Sukehiko foram restos ossudos imundos. Sukehiko era um Samurai, mas a visão dessa aparição o tirou da cama enquanto gritava de medo. Ele fugiu para o rio e implorou para o barqueiro salvar a vida dele e o levar até o outro lado. Quando Sayahime chegou lá, nenhuma barco restava na beira d'água, então ela pulou no rio, suas pernas se transformaram em nadadeiras similares às de peixes e saiu em perseguição.\nApós fugir para a Montanha Yougou, Sukehiko, que aprendera mágica dos Bake-Danuki, se escondeu dentro de uma pedra. Havia tantas pedras espalhadas pela Montanha Yougou quanto estrelas no céu. Não importa quanto ela tentasse, como Sayahime poderia encontrá-lo? No momento que me Sayahime estava perdida, ela deixou cair o espelho de mão que Sukehiko deu de presente a ela todos aqueles meses atrás. O espelho se quebrou no chão, seus fragmentos todos refletindo a pedra que Sukehiro se escondera.\nSayahime abraçou a pedra, chorando amargamente conforme expressa seu amor inabalável por Sukehiko. Ela implorou que ele\nlembrasse dos juramentos que fizera para ela. Contudo, Sukehiko ainda estava aterrorizado demais para se revelar para Sayahime. No limite de suas forças, porém indisposta a ser separada mais uma vez de seu amado, Sayahime se transformou em uma bola furiosa de chamas que consumiu tanto ela quanto Sukehiko escondido na pedra, deixando apenas cinzas para trás.\nApós terminar o conto, meu amigo, com muito interesse, me perguntou o que eu pensava daquilo.\n\"Discutir isso de nossa perspectiva de Fontaine,\" eu respondi, \"Não podemos dizer que Sukehiko realmente amava Sayahime. Em nossas óperas, os amantes sobre os quais cantamos são inseparáveis, mesmo pela morte. Se um amante falecer, o outro certamente se juntará a ele por lealdade. Da promessa de Drest e Adsiltia ao duelo em Tancrede et Chariclea, e até a despedida entre Coppelius e Coppelia, esse tropo é constante. Se minha memória não me falha, há uma antiga fábula em nosso país que define o amor assim: Separados como possam estar por carne, órgãos e ossos, eu aquecerei você com o restante de minha essência — Sukehiko prometeu mil vidas para Sayahime. Mesmo se ela fosse corrompida pelo Abismo, ele deveria ter se juntado a ela para o descanso eterno. Como um orgulhoso Samurai de Inazuma, Sukehiko deveria saber o valor das promessas e juramentos melhor do que qualquer um de nós.\"\n\"Bem, não está errado. Em Inazuma, muitas pessoas veem Sukehiko como um covarde e traidor à amada dele. Entretanto, não é porque ele não reciprocou os sentimentos de Sayahime. Ao invés disso, ao enfrentar uma entidade demoníaca do Abismo, Sukehiko escolheu fugir e se esconder ao invés de oferecer salvação a Sayahime. No fim, ele foi revelado ser o exato espelho que deu a ela, sendo queimado até virar cinzas. Acho que isso é karma,\" minha amiga disse enquanto enchia a xícara com chá. Ela continuou, \"Dizem que essa história foi originalmente inspirada por um livro de Liyue. Nessa história, o protagonista nunca trai sua amada, e os dois não conseguem se encontrar por muito tempo devido à interferência de malfeitores que transformaram a garota em um monstro e a aprisionaram sob uma pedra— Contudo, aquela história não é relacionada a essa. O que estou mais curiosa é se, enfrentando circunstâncias similares, que escolha você faria? Imagine que eu fui transformada em um monstro pelo Abismo e comecei a assombrar você, implorando que continue me contando histórias...\"\n\"Se seu primeiro instinto após se tornar um monstro fosse vir atrás de mim para um história, isso significaria que você está completamente bem. Afinal, você é muito mais trabalhosa do que Sayahime era na história dela. Tudo bem, Usa, quando eu terminar essa xícara de chá, se importaria de colocar mais para mim?\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume. 2 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma coleção de contos folclóricos de Inazuma, compilados e organizados por um escritor viajante de Fontaine. A maioria deles são contos sobrenaturais e lendas, narrados por diferentes pessoas.\nYumekui-baku\nHá muito tempo, vivia um casal idoso próximo à Vila Konda. Embora eles fossem pobres e suas vidas fossem difíceis, eles permaneceram compassivos e, assim, conquistaram o respeito de seus vizinhos.\nNum dia nevado no inverno, o velho da casa foi às montanhas coletar lenha. Ele encontrou uma pequena besta gordinha presa numa arapuca. Não importa quanto lutasse, não conseguia se libertar. Só conseguia gritar em desespero, tornando aquilo uma visão trágica.\n\"Coitado!\" o velho pensou, seu coração cheio de simpatia. \"Que infortúnio esse javalizinho ficar preso numa arapuca assim. E é tão pequeno, não deve servir nem para uma boa refeição... Que desperdício de vida. Deixe-me ajudar!\"\nEntão o velho soltou o machado e ajudou o javalizinho a desfazer as cordas que haviam o prendido. O javalizinho gritou e correu várias voltas em volta do velho, antes de correr de volta para a floresta.\nApós coletar lenha suficiente e voltar para casa, o velho contou à sua esposa o que acontecera. Ela ficou contente em ouvir e disse: \"Muito bem, querido! Quando aquele javali crescer e ficar gordinho, vamos capturar ele nós mesmos e ter um banquete!\"\nNaquela noite, o casal idoso estava prestes a ir dormir quando ouviram um batido na porta, junto da voz gentil e melíflua de uma jovem:\n\"Com licença! Há alguém em casa?\"\nEm uma tempestade de neve dura como essa, como alguém poderia estar do lado de fora? A velha correu para abrir a porta, revelando uma garota que parecia ter dezessete ou dezoito anos, enfrentando o vento e a neve. A beleza dela era marcante — embora estivesse vestida com roupas humildes, havia um brilho natural nela, similar a uma adeptus direto de uma fábula de Liyue. Vendo isso, a velha foi tomada por pena e gritou:\n\"Minha nossa! O tempo está terrível, você deve estar congelando! Venha e vamos nos aquecer. Eu não sei de quem você é filha, mas o que te traz aqui essa noite?\"\n\"Eu sinto muito mesmo por incomodar, ainda mais por ser tão tarde. Meus pais, infelizmente, faleceram. Segundo a testamento deles, eu deveria procurar um amigo do meu pai... Mas eu não esperava encontrar um clima assim e acabei me perdendo na tempestade. Se vocês forem gentis e me permitirem passar a noite... Não me importo em dormir no corredor... ou até mesmo na dispensa.\"\nApós ouvirem a história dela, o casal idoso teve pena da pobre garota e eles a deixaram ficar na casa, dando a ela comida e uma cama para dormir. Talvez por causa dessa boa ação, o casal foi agraciado com belos sonhos naquela noite.\nNos dias seguintes, a tempestade não cessou e o casal idoso continuou a deixar a jovem viver com eles. Durante esse tempo, a garota cuidava das necessidades diárias do casal. Tanto diligente quanto considerada, ela concluia cada tarefa com atenção meticulosa aos detalhes. O velho e a velha estavam muito satisfeitos.\nUm dia, a jovem disse repentinamente ao casal:\n\"Como mencionei, antes dos meus pais falecerem, eles me confiaram a um amigo do meu pai. Contudo, apesar de ser amigo da família, eu nunca o conheci. Eu não sei que tipo de pessoa ele é, ou se está disposto a aceitar um fardo em sua vida como eu. Esse tempo todo, vocês cuidaram tão bem de mim e eu não sei poderei retribuir o favor. Se vocês não se oporem, eu adoraria ser recebida como sua filha. Embora eu seja uma garota qualquer, estou disposta a fazer meu melhor, por menor que seja, para mostrar minha piedade filial a vocês dois a partir de agora.\"\nOuvindo aquelas palavras, o casal idoso ficou extremamente feliz. Sem ter nenhum filho, eles repentinamente ganharam uma filha que era tanto inteligente, quanto gentil. Eles não poderiam pedir por uma bênção melhor. A partir de então, o velho e a velha trataram a garota como se fosse sua própria filha, e ela retribuiu o favor. Seja na frente dos outros ou em privacidade com sua nova família, ela era a figura perfeita da piedade filial.\nMais tempo se passou. Uma manhã, a garota ofereceu ao casal idoso um salgado que eles nunca viram antes, de beleza incomparável e tentador até o mínimo detalhe. Ela disse:\n\"Enquanto vocês estavam dormindo, eu segui uma receita passada pela minha família para fazer uma coisinha em segredo. Por favor, levem esses salgados à cidade e os vendam no mercado, tenho certeza que serão muito populares.\"\nAssim como a garota dissera, o salgado milagroso ficou muito popular entre os comerciantes ricos da cidade e vendeu por um preço altíssimo. A partir daí, toda manhã, a garota fazia alguns salgados e o casal idoso os vendia. Com os lucros chegando, a família começou a prosperar.\nApós isso acontecer várias vezes, o casal idoso não pôde deixar de ficar curioso. Como a filha deles poderia fazer iguarias tão requintadas quando não havia nada além de farinha comum na casa deles? Eventualmente, o casal não conseguia mais conter a curiosidade. Quando sua filha fez salgados naquela noite, os dois espiaram ela por uma rachadura na porta. Entretanto, a filha não estava em nenhum lugar ali. Havia apenas uma besta gordinha, usando seu focinho para pegar sonhos flutuando no ar e transformá-los em salgados. O casal idoso ficou chocado, e a besta, sentindo a presença deles, voltou à forma da filha. Ela se jogou aos pés deles dizendo:\n\"Eu sinto muito que vocês se assustaram, meus queridos benfeitores! Já que vocês já viram minha forma verdadeira, eu não manterei mais o meu segredo. Na verdade, sou o baku que você resgatou na montanha, todos aqueles dias atrás. Para retribuir sua gentileza, eu tomei a aparência de uma jovem e procurei você. Eu pego os pesadelos de vocês e os transformo em salgados, para vocês poderem vendê-los e viver melhor.\"\n\"Minha nossa!\" o velho gritou. \"Você é aquele javali daquela época!\"\n\"Em primeiro lugar, sou um baku de Liyue, não um javali. Em segundo lugar, já que agora vocês conhecem minha forma verdadeira, se uma palavra disso se espalhar, minha senhora — a que supervisiona incontáveis sonhos e pesadelos — certamente não verá com bons olhos minhas ações imprudentes. Vocês também podem ser afetados por minha causa. Eu sou muito grata pelos seus cuidados nos últimos dias e sinto muito por causar problemas para vocês. Mesmo assim, eu ainda desejo sinceramente me tornar filha de vocês... Mesmo que um pedido tão egoísta seja impossível. Então, por favor, permitam-me dar adeus a vocês.\"\n\"Baku?\" Nunca ouvi falar. Ah, não me importo se você é uma humana ou um javali, você ainda é nossa querida filha!\"\n\"Eu fico realmente grata pelas suas palavras gentis. Mas se outros descobrirem que há um baku aqui, pode ser um desastre no futuro. Além disso, sou um baku, não um javali.\"\n\"Argh, mas o que isso tem a ver? Se você não disser a ninguém, ninguém vai saber que você é essa tal de anta, certo? Mesmo que pareça que estamos criando javalis, não seria tão estranho!\"\n\"Isso faz sentido. Mas, lembre-se... Eu sou um baku, não um javali selvagem.\"\nE assim, a jovem baku ficou ao lado do casal idoso. Com os salgados que a filha fazia, o casal passou seus últimos anos em conforto e prosperidade. E todos viveram felizes para sempre."
      }
    ]
  }
}