{
  "epId": 7464,
  "name": "Homens de Pedra",
  "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1741787625,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Homens de Pedra I ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.\nTrês mil anos se passaram desde que os humanos roubaram o fogo, e desde que a história passou a ser registrada, nunca existiu uma era tão racional e próspera.\nMesmo nas noites sem luar, as inúmeras torres da cidade ainda brilhavam intensamente. Os tubos metálicos que conectam os blocos brilham com uma luz estranha, e o líquido dourado que flui dentro deles infunde a cidade com energia e vitalidade.\nO fluido dourado é \"lítin\", a vida da civilização humana. Desde que a Tecnocracia o descobriu pela primeira vez 100 anos atrás, foi a fonte de incontáveis inovações, levando a humanidade a uma nova era. Máquinas de cultivo automatizadas revolucionaram a agricultura, mais que triplicando as colheitas, transportes aéreos voavam no céu, conectando as cidades outrora isoladas que preenchiam o continente.\nAs pessoas de hoje não podem mais imaginar um mundo sem lítin. Isso se aplica em dobro para os governantes das agora interconectadas cidades.\nLítin foi primeiro descoberto nas ruínas de um antigo assentamento conhecido como Natlantea, uma cidade localizada nas profundezas da terra. É exatamente esse fato que permitiu a mineração de lítin, uma substância cujas raízes existem em uma profundidade ainda maior.\nComo não havia maneira de perfurar tão profundamente na superfície, a produção de lítin foi concentrada nas mãos daqueles que controlavam as ruínas de Natlantea — a Assembleia Tecnocrática. Conforme a demanda por lítin cresceu, conflitos surgiram entre as cidades sobre seu suprimento e distribuição. Conforme as disputas se tornaram mais comuns — e gradualmente mais amargas — o espectro da guerra ficou cada vez mais sombrio enquanto envolvia a terra.\nEmbora, pelo menos por hoje, os residentes da metrópole esqueceram temporariamente a sombra que perdura sobre eles, enquanto enchem as ruas e praças para a \"Feira Continental\" sendo realizada em sua cidade.\nEsse grande evento, organizado pela Assembleia Tecnocrática, é uma celebração de paz e progresso, exibindo as invenções mais recentes e frutos da inovação tecnológica. Embora essas invenções logo provavelmente contribuirão com a crescente corrida armamentista entre as cidades díspares, elas ainda servem como um conforto temporário à população ansiosa.\nIsto é, exceto para você.\nVocê não sente interesse pelos novos brinquedos à mostra, ou pelas multidões que se reúnem para admirá-los. A comoção da feira lotada só aumenta a inquietude que você sente sobre a decisão de se encontrar aqui.\nAlguns dias atrás, um grupo da insurgência destruiu o centro de transferência de lítin em Tsatho, antes de transmitir uma projeção pré-gravada, repetindo os mesmos antigos clichês que \"Lítin é uma dádiva demoníaca\" e que \"A Tecnocracia está destruindo o mundo\". Apesar de se intitularem como \"Arautos do Desiluminismo\", não havia nada que os diferenciasse de quaisquer outros descontentes.\nEntretanto, o governando de Tastho declarou que os insurrecionistas foram auxiliados por autoridades na metrópole, na esperança de provocar uma guerra entre as duas cidades — indo até o ponto de fornecer evidência mostrando que cada um era um cidadão da metrópole.\nPara limpar o nome e desarmar a situação, as autoridades metropolitanas solicitaram a intervenção da Assembleia Tecnocrática, e é para esse fim que você agora faz uma investigação.\n\"Haha, desculpe por fazê-lo esperar tanto, detetive. A exposição era tão fantástica que acabei perdendo a noção do tempo.\"\nConforme você está ponderando a conexão entre esses eventos, um cavalheiro pequeno e rotundo aparece por trás de você. Parece que esse é Akhra — o agente que a Assembleia Tecnocrática enviou para auxiliar em sua investigação.\n\"Você pode dispensar as formalidades, Akhra. Vamos começar com o que cada um de nós sabe.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Homens de Pedra II ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.\nSe você não tivesse visto com seus próprios olhos, você jamais teria acreditado que essa próspera metrópole abrigaria os remanescentes de uma era tão sombria.\nApós dias de investigação, você e Akhra finalmente localizam os insurrecionistas conhecidos como \"Os Desiluminados\", se escondendo em uma igreja decrépita na sombra de uma ponte enorme.\nSua localização só deixa você mais convencido que esse é meramente um grupo de luditas deixados para trás no rastro do progresso, e não uma ferramenta insidiosa de uma trama mais sinistra.\nDe toda forma, vocês precisam de evidências para apresentar à Assembleia Tecnocrática, então você e Akhra decidem esperar os insurrecionistas deixarem sua base — em uma de suas aparentemente infinitas missões para transportar alguma carga desconhecida — antes de se infiltrarem para reunir as provas que precisam.\nVocês vigiam o esconderijo deles por três semanas completas antes de finalmente aproveitarem sua chance. A essa altura, vocês têm certeza que há doze deles entrando e saindo da igreja e, nesta manhã em particular, eles todos parecem ter saído juntos no transporte deles. Baseado em suas observações, eles provavelmente não retornaram antes do anoitecer. Akhra fica de guarda na porta enquanto você entra sozinho na igreja.\nO corredor longo e cheio de curvas está preenchido com um cheiro nauseante remanescente de formaldeído. Você tateia o escuro até finalmente encontrar a saída. Talvez seja porque está acesa por lamparinas a óleo arcaicas, mas o interior da igreja parece muito maior do que o esperado. Na luz baixa, você consegue identificar pilhas de jarros de metal estranhos junto às paredes. Deve ser isso que o grupo tem transportado.\nVocê se aproxima cuidadosamente e vê que os jarros são rotulados com uma única palavra: \"Ignorância\".\n\"Talvez tenha algo a ver com algum tipo de ensinamento estranho\", você pensa.\nQuando você está pensando em pegar um desses recipientes para levar de volta para investigar, sente mãos frias tocando os seus ombros.\n\"Droga!\"\nVocê e Akhra permaneceram perto por três semanas, com apenas doze pessoas entrando e saindo da igreja. Exceto caso ele nunca tenha saído daqui... ou talvez haja outro caminho.\nNa confusão, você chutou um dos jarros, e um cheiro forte de formaldeído saiu deles como um dilúvio. Era o que você havia sentido quando entrou na igreja.\nO cheiro pungente ajuda a trazer foco e você vê claramente o homem que se aproximou por trás de você. O rosto dele poderia ser descrito como humano, mas onde os olhos deveriam estar, há apenas dois espaços vazios em meio às suas características distorcidas.\n\"Você viu? Você viu?!\" Gritou ele, estendendo os dois braços, tateando e procurando ao redor dele.\nEle é cego, talvez seja por isso que ele nunca saiu daqui. Ao perceber que ele não pode lhe ver, você rapidamente move-se para o local de onde você veio, e esgueira-se para fora, saindo no corredor.\n\"Ei, detetive, o que aconteceu? Fique parado aí!\"\nConfuso, você ouve a voz de seu companheiro, com os seus passos rapidamente aproximando-se.\nA operação falhou, mas você conseguiu alguma coisa. Pelo menos conseguiu tirar um daqueles jarros estranhos.\nEnquanto você pensa nisso, você se esforça para subir. Quando você ergue seu rosto, vê um monstro que parece tanto com um esqueleto quanto com uma máquina. Sua face está deprimida, com seus olhos sem vida olhando para você. Então você ouve uma voz fria...\n\"Você viu, não foi? 'O Desiluminado'?\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Homens de Pedra III ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nUma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.\nUma cabeça enorme e membros finos são conectados por incontáveis fios a uma corpo aparentemente reptiliano.\n\"O que você vê é um 'Humano'. É o último espécime de sua espécie no mundo.\"\nA monstruosidade na sua frente está fazendo um gesto para outra criatura, flutuando em um tanque de cultivo próximo.\nEmbora você tenha se acostumado com a visão de seu companheiro, você faz o seu melhor para desviar o olhar. Ver os \"olhos\" dele ainda dá calafrios.\n\"Se isso é um 'Humano', então o que nós somos?\"\nVocê pergunta à criatura que até recentemente você conhecera como \"Akhra\". Agora que você pensa nisso, parece óbvio que isso seria meramente um codinome usado na Assembleia Tecnocrática.\nPor alguma tecnologia impensável, a igreja está conectada a Natlantea. Talvez cada cidade tenha um lugar assim, algum lugar que as conecte no escuro.\n\"Vocês? Se você quer dizer que aqueles que vivem na superfície... cães, cães de caça, humanos cinzentos... Tivemos muitos nomes ao longo das eras...\"\n\"Mas, de qualquer forma, eles são uma raça que criamos. Suas funções biológicas são completamente opostas às nossas, e o ambiente que nos é propício é tóxico para eles, e vice-versa. É por isso que, através da absorção e degradação deles, podemos recriar um ambiente adequado para nossa sobrevivência.\"\nSe isso realmente é verdade, então toda a história da civilização é fruto dos designs desses monstros. Todas as inúmeras tecnologias e invenções foram suas criações.\nEles estão ao nosso lado, mas nós não percebemos. Isso é porque as glândulas em nossas cabeças produzem um líquido chamado Névoa da Racionalidade que nos impede de ver o mundo real.\nA única razão de eu conseguir perceber a forma horrenda dessa criatura nesse momento é que inalei o gás conhecido como \"Ignorância\" — uma substância que eu mesmo havia criado na minha encarnação anterior.\n\"Ainda tenho uma pergunta: Nos dando lítin, como você pode garantir que vamos nos destruir numa grande guerra quando ele acabar?\"\n\"Lítin\", a fonte de energia milagrosa descoberta nas ruínas de Natlantea, é forma baseada em energia dessas criaturas. Após sua civilização cair numa guerra de grande escala que cobriu o planeta numa substância perigosa, os \"Humanos\" sobreviventes decidiram transferir sua essência à energia pura e se armazenar em um cofre biológico nas profundezas subterrâneas.\nEm seguida, eles criaram uma nova espécie, uma que sobrevivesse no planeta poluído que criaram. Eles esperavam que essa nova espécie auxiliasse na biodegradação da substância prejudicial até que a superfície fosse habitável novamente e eles pudessem recomeçar.\nE esse novo mundo não teria lugar para suas criações. Quando os habitantes da superfície descobriram o lítin e o usaram para avançar sua civilização, os seres antigos do subterrâneo começaram a re-emergir. E assim aguardaram que a civilização na superfície se destruísse, uma catástrofe que dará a eles uma nova vida.\n\"Talvez você tenha ouvido falar sobre psicohistória? Ou... talvez não. Pouco importa. O ponto é que, além de projetar funções biológicas, o design da história de uma espécie também é uma simples questão de tecnologia.\"\n\"O coração incessantemente em busca, a ganância praticamente sem controle, o ímpeto para a vitória... Tudo leva à mesma conclusão inevitável. Embora 'Os Desiluminados' possam negar, é apenas por suas morais sem sentido ainda não terem sido superadas pela evolução.\"\nFinalmente, você chega à sala final na parte mais profunda do cofre biológico, onde as últimas memórias de incontáveis gerações dos Desiluminados estão armazenadas.\nQuando os sobreviventes desta antiga civilização decidiram transferir sua força vital ao lítin, havia aqueles entre eles — embora uma minoria — que resistiram. Eles se recusaram a abandonar sua individualidade e se fundir com a sabedoria individual e sem fim. Por causa disso, eles foram rotulados como \"Os Desiluminados\".\nA maioria não conseguiu negar os direitos deles, simplesmente preservando para eles essa sala final, enquanto viviam encarnação após encarnação entre as formas de vida na superfície. Aqueles que se consideravam iluminados acreditavam que, um dia, seus irmãos escolheriam se unir a eles e retornar ao abraço do todo.\nDe fato, você é o líder dos Desiluminados. Você testemunhou incontáveis memórias de sábios que estabeleceram códigos de lei, poetas que exaltaram as graças da virtude e guerreiros que lutaram contra a opressão de tiranos.\nNo início de cada memória, você vê uma grande figura projetar sua sombra sobre aqueles exilados da antiga cidade. A figura parece falar, mas você não consegue mais lembrar as palavras. Tudo que lembra é que você anseia por ele.\nTalvez toda geração dos Desiluminados eventualmente retornem aqui para dar suas respostas.\nEntão qual seria sua resposta?"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Homens de Pedra"
          }
        ]
      },
      {
        "key": "Livros Relacionados",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7438,
            "name": "Homens de Pedra I",
            "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 7439,
            "name": "Homens de Pedra II",
            "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 7440,
            "name": "Homens de Pedra III",
            "desc": "<p>Uma história fantástica que circula entre as tribos de Natlan. Dizem que foi traduzida da obra famosa de um autor renomado de Fontaine, Conrad. Entretanto, as pessoas de Natlan que visitaram a Corte de Fontaine afirmam que nunca encontraram a versão original do romance, e os habitantes locais também nunca ouviram falar de um autor com esse nome.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}