{
  "epId": 7509,
  "name": "Kompore, o Astuto",
  "desc": "<p>Dizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/df3e1357c25170f484ba7ade46bd7625_3584608710277959479.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 1752359592,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 1 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nDizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.\nDizem que esse tapete foi feito por Sanhaj Kompore, um herói dos Mestres do Vento Noturno. Seu conteúdo é curto e bizarro, geralmente tratado como uma piada pelos xamãs mais velhos — e assim como as inúmeras piadas contadas por esse herói astuto durante a sua vida, as cores desse aqui contêm um toque de escuridão ao luar. Alguns dizem que isso é graças às linhas que ele usou, enquanto outros dizem que ele moeu obsidiana e conchas de cor preta de mexilhão até virarem pó para obter esse toque de divindade.\nHá muito, muito tempo atrás, existia um bandido astuto entre os Mestres do Vento Noturno chamado Kompore. Ele era muito habilidoso em enganar e roubar, ganhando vantagem tanto pela sua astúcia quanto pela sua força, e por isso era famoso dentro da tribo, mas ele tinha um irmão honesto chamado Sanhaj.\nNos tempos antigos, o Lorde das Encruzilhadas ainda caminhava entre os mortais, concedendo a graça do sono ou da morte aos povos das seis tribos, guiando eles pelo caminho até o submundo e fundindo as suas almas no grande rio negro. Ele era o mestre do Reino da Noite, tanto o \"Papai Feiticeiro\" quanto a \"Mamãe Reino dos Sonhos.\" As lendas dizem que ele construiu uma pequena adega no final do grande rio negro, onde ele podia revelar o destino de qualquer pessoa em sonhos ao beber o vinho de cogumelo fabricado ali.\n\"Se eu tivesse essa habilidade, eu não me tornaria como os profetas da nossa tribo, capaz de prever o destino e descobrir as verdades que se escondem debaixo deste mundo?\"\nOs olhos do bandido vagavam, e ele pensou para si mesmo novamente,\n\"E se esse for o caso, quanto lucro poderia me trazer o conhecimento secreto e os sonhos proibidos? O que poderia negociar com isso?\"\nKompore, o Astuto, esfregou suas mãos, e então começou seu esquema engenhoso."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 2 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nDizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.\nPara enganar o Lorde das Encruzilhadas para obter esse vinho milagroso de cogumelo, Kompore trouxe seu irmão honesto Sanhaj e falou para ele:\n\"Meu irmão, sua gentileza é conhecida por toda nossa tribo. Sei que você tem um coração puro, sempre falando palavras honestas e agindo sinceramente. Portanto, eu peço que mantenha nossos planos futuros em segredo absoluto, com coração verdadeiro e companheirismo.\"\nSanhaj, sem saber sobre o plano sinistro de seu irmão, acenou com a cabeça e concordou.\n\"Certo então. Vou te contar o meu plano, mas você deve cooperar comigo e não revelar ele para ninguém.\"\nAssim, Kompore começou a revelar lentamente seu plano perverso:\n\"Eu quero que você visite o Lorde das Encruzilhadas. Diga que estou à beira da morte, e que você deseja obter o remédio do Papai Feiticeiro para curar a minha doença. Enquanto estiver fazendo isso, eu me infiltrarei em sua cabana e roubarei seu vinho de cogumelo. Com ele, poderemos distribuir mais sabedoria para nossa tribo e eliminar mais de seus problemas.\"\n\"Poderia pensar bem sobre isso, querido irmão? Apenas imagine o quanto nossa tribo ganharia ao obter aquele vinho — sem mencionar o quanto nós dois nos beneficiaríamos!\"\nO irmão mais novo queria recusar, mas tendo concordado precipitadamente com o primeiro pedido do seu irmão, ele podia apenas concordar com o plano sinistro de Kompore.\nClaro, esse é apenas o relato de Kompore. Por que ele se apresentou como um vilão que traiu seu próprio irmão, e será que essa história é verdadeira ou falsa? No entanto, como ele se tornou um herói tribal, poucos se atrevem a investigar mais a fundo."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Volume 3 ()"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Descrição:</color>\nDizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.\nEmbora Sanhaj tenha concordado com o plano traiçoeiro de seu irmão, sendo uma pessoa honesta, ele ainda foi atormentado pela angústia e a ansiedade de enganar o Lorde das Encruzilhadas. Assim, em seus pesadelos, Sanhaj revelou todo o esquema de seu irmão para o Lorde das Encruzilhadas.\nE então a Mamãe Reino dos Sonhos esticou suas mãos escuras como a noite, abraçando o honesto Sanhaj e dando um beijo em sua testa. No sonho silencioso e escuro, ela já tinha perdoado a ofensa de Sanhaj. De fato, por sua honestidade, ela derramou o misterioso vinho de cogumelo de seu cadinho em um copo de obsidiana e o entregou a ele como uma recompensa.\nNo entanto, naquele momento, Kompore entrou na tenda do seu irmão e jogou uma corda de cânhamo áspera em volta do pescoço do seu irmão — ele já sabia há muito tempo que seu irmão iria revelar seus planos ao Lorde das Encruzilhadas.\nE assim, antes mesmo que o mestre dos sonhos pudesse sequer emitir um aviso, Sanhaj encontrou seu fim nas mãos do seu próprio irmão, perecendo sob seu próprio sofá de sono. A taça de obsidiana caiu de suas mãos, manchando seu peito e a corda de cânhamo manchada de sangue enrolada firmemente em seu pescoço.\nEsse crime grave enfureceu o Lorde das Encruzilhadas, que lamentava a morte de Sanhaj. Ele imediatamente lançou uma maldição sobre Kompore, o Astuto: Seu infeliz irmão Sanhaj seria ressuscitado dentro dele e profetizaria a plenitude de seu destino. Mas, a partir daquele momento, todos os que ele havia enganado e assassinado, estariam para sempre gravados em sua memória; E quanto a cada mentira que ele contou, seu irmão as repetiria mil vezes em seus ouvidos. Assim, Kompore obteve a bênção de beber o vinho de cogumelo, mas acabou se manchando com um pecado e maldição inesquecíveis.\nEntão foi assim que Kompore ganhou um novo nome, \"Sanhaj Kompore.\" Apenas muito, muito tempo depois, quando Tenoch juntou os heróis para uma batalha final contra a torrente selvagem e escura como breu, que ele finalmente encontrou um jeito de se redimir... mas isso é outra história. Haha, da mesma maneira, já que muitas pessoas da tribo testemunharam o sorriso calculista de Sanhaj Kompore na escuridão da noite, mesmo depois daquele dia decisivo de batalha... essa história deve certamente ser mais uma das piadas ou enigmas de Sanhaj Kompore."
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Kompore, o Astuto"
          }
        ]
      },
      {
        "key": "Entradas Relacionadas",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7515,
            "name": "Kompore, o Astuto - I",
            "desc": "<p>Dizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7516,
            "name": "Kompore, o Astuto - II",
            "desc": "<p>Dizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7517,
            "name": "Kompore, o Astuto - III",
            "desc": "<p>Dizem que Sanhaj Kompore teceu pessoalmente esse tapete, com um conteúdo simples, mas misterioso. Muitas pessoas acreditam que essa é uma história fictícia que jamais aconteceu.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}