{
  "epId": 7521,
  "name": "Fim de Rangi Nui",
  "desc": "<p>Uma canção antiga do Povo das Termas. Ela narra a história do herói lendário Rangi Nui.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/7cac8b2bcb14e4681d05bbbab43ec87a_5946124553699694783.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614892,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Fim de Rangi Nui"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado com Amazolli no Acervo de Idukan"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7511,
            "name": "Fim de Rangi Nui",
            "desc": "<p>Uma canção antiga do Povo das Termas. Ela narra a história do herói lendário Rangi Nui.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/9a4cb1f32d53cb6ffd25e326e8c2ab22_207781196030477216.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Fim de Rangi Nui",
        "desc": [
          {
            "type": "RichText",
            "text": "Fim de Rangi Nui é minha cidade natal,\ne sempre que me lembro da terra de meus ancestrais,\no sol da manhã brilha em Rangi Nui.\nObservando Waiata, a fonte da canção fluente,\nmirando o Te Pahau, o vale banhado pelo vento,\nolhando por Poheka, a terra da abundância,\ntais são as terras dos meus avós,\ntal é o Fim de Rangi Nui.\nMe aventurarei para visitar meu lar ancestral,\nNa vigésima-quinta noite, quando as enguias começarem sua dança,\nDe Ohauiti partirei, onde o vento é gentil nas planícies,\nPara as cachoeiras onde os tubarões saltam, para as margens rasas,\nPara Titiwha, aquelas profundezas brilhantes e radiantes,\nOnde escalarei a montanha banhada na luz do sol,\nPara visitar o mestre da montanha e córrego que há muito está adormecido,\nPara explorar a antiga moradia dos pigmeus esquecidos,\nAntes de descer, descer até as mais profundas profundezas do vale,\nEm direção a Te Tahutama, onde peixes florescentes se reúnem,\nDescendo a Aka-aka, onde as plantas brotam pequenas e estranhas.\nDescendo a Mahinini, onde as correntes escuras fluem suaves, porém afiadas,\nEntão, descendo até a escura Uropi, as profundezas da floresta...\nWo-ho! Wo-ho!\nEssas terras distantes, a terra natal de meu pai e minha mãe,\nTudo foi destruído, destruído por desastres e violência, como montanhas caindo e incêndios selvagens...\nMeus antepassados já viveram em prosperidade e paz, porém, acabaram com fome e vagando por aí,\nMeus sentimentos por eles, lamento pelo destino trágico deles,\nComo chamas inextinguíveis, se agitando debaixo das águas nascentes, tão profundo é o ressentimento deles, tão profunda sua tristeza!\nContinuarei a vagar eternamente pelos rios de lágrimas sem fim,\nE chegarei aos campos verdejantes — do qual meus ancestrais chamavam de Kahotea.\nE assim como os antigos dragões, voar sem esforço para a montanha de cânticos...\nOs mensageiros do céu perdidos construíram lá a cidade de ouro e pedra,\nMas foi destruída quando as chamas furiosas caíram dos céus, a fúria do antigo soberano.\nWo-ho! Wo-ho!\nEntão continuei vagando, para Poheka, a terra da abundância,\nOnde, segundo os ancestrais, antes Rangi Nui se erguia entre o céu e a terra,\nPois ele já foi tanto um sábio que falou com os céus, e um herói para a terra,\nSua alma retornou para o sol nascente, onde o próprio céu se tornou Rangi Nui.\nEntão, partirei da terra da abundância para as margens distantes,\nEntão, em uma margem coberta por gavinhas, concluo minha jornada final.\nUma vez, subi um vulcão solitário e desolado,\nJá vi incontáveis fontes termais com meus próprios olhos,\nE então, seguirei para o outro lado das correntes escuras,\nPara procurar o barqueiro, que rema em uma canoa, usando uma coroa de penas douradas,\nE quando eu finalmente vir aquela coroa de ouro brilhante,\nFinalmente me reunirei novamente com meus camaradas no jardim de Hairinei,\nO local de nascimento do soberano esquecido dos humanos,\nE reunirei meus companheiros tribais e amigos, e iremos lá juntos."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=2,3,154,319,338,517,658,659,111&center=3889.76,-10491.00&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      }
    ]
  }
}