{
  "epId": 7523,
  "name": "Coquito Sem Cabeça - II",
  "desc": "<p>Um pergaminho dos Mestres do Vento Noturno. Dizem que as histórias nele são mais velhas do que a própria tribo, uma alegação que permanece difícil de verificar.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1749614736,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Coquito Sem Cabeça - II"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Found on a crate in the \"Collective of Plenty\""
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7512,
            "name": "Coquito Sem Cabeça",
            "desc": "<p>Um pergaminho dos Mestres do Vento Noturno. Dizem que as histórias nele são mais velhas do que a própria tribo, uma alegação que permanece difícil de verificar.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/27/35428890/348d5d4f321df96aa2ca4d2200f0378b_4280694916666826788.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "5.5"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111&center=4931.72,-11043.67&zoom=1.00"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 7522,
        "name": "Coquito Sem Cabeça - I",
        "desc": "<p>Um pergaminho dos Mestres do Vento Noturno. Dizem que as histórias nele são mais velhas do que a própria tribo, uma alegação que permanece difícil de verificar.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
        "displayStyle": "text",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Coquito Sem Cabeça - II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ao ver seu herói escolhido sofrer um destino tão terrível, a senhora das estrelas celestiais se encheu de raiva e tristeza, e instruiu seus Tzitzimimeh a descer à terra. Lá eles iriam guiar Coquito, que havia perdido a sua cabeça, para sua vingança. Durante esses anos longos e escuros, as pessoas testemunharam o corpo sem cabeça de Coquito caminhando pelas noites de luar, segurando firmemente seu porrete de pedra Makana. Alguns dizem que ele se transformou em um espírito leopardo negro, passando silenciosamente por florestas e planícies, trazendo pesadelos e inspirações para sacerdotes em profunda meditação.\nAssim, Coquito vagou por longas noites incontáveis, se transformando em inúmeras formas, atravessando terras banhadas em sangue, passando por altares que um dia já agradaram o senhor dos céus. Mas, finalmente, ele encontrou o desprezível traidor Nagual na terra do solo queimado e ardente, mesmo quando este descansava em um oásis, bebendo o sangue de uma serpente venenosa e sucos alucinógenos de Mexicali.\nEntão, o Coquito Sem Cabeça levantou Makana bem alto e golpeou ele, despedaçando o crânio do traidor como o oráculo ilusório de Mexicali. Então, houve outro golpe, e mais outro, enquanto Coquito Sem Cabeça e Makana lançavam Nagual de volta à sua terra natal em chamas.\nMas embora sua vingança estivesse completa, o espirito de Coquito já havia se tornando um com a vida da terra, para nunca mais retornar. Nada além da raiva eterna, ardente e gelada restou dentro daquele corpo sem cabeça, semelhante ao sol frio no céu noturno sobre a terra que ele chamava de casa.\nMuito, muito tempo depois, mesmo após a divindade que reinava sobre os dias de cachorro, os gêmeos astutos e o mestre com a saia de jade já houvessem morrido, mesmo após os Tzitzimimeh que nasceram das luz e das estrelas começarem a cintilar, com sua luz decaindo, dizem os tecelões, que a chama enfurecida de Coquito ainda não se apagou. Sua figura sem cabeça ainda vaga pelas planícies prateadas à noite, rondando as florestas profundas e sufocadas pelas sombras. E dizem que muitos heróis já herdaram Makana nos tempos de conflitos e problemas, o lendário tirano Och-Kan sendo um deles — ele também acabou encontrando seu fim em um fogo violento... mas essa é outra história."
          }
        ]
      }
    ]
  }
}