{
  "epId": 7604,
  "name": "Tantakassauro",
  "desc": "Quando o Tantakassauro está correndo, ele pode <color=#FFE14BFF>consumir Flogisto</color> para realizar uma Investida Rápida.<br>Se o Tantakassauro for bloqueado por um obstáculo, ou ao <color=#FFE14BFF>pressionar sua Habilidade</color>, ele entrará no estado Animado. Nesse estado, <color=#FFE14BFF>pressione novamente para Correr</color>, imediatamente desencadeando uma segunda Corrida mais rápida. Nesse estado, o Tantakassauro pode saltar sobre diferenças de terreno e até mesmo deslizar brevemente sobre a água ou Flogisto Líquido. É claro que isso também fará com que o Flogisto seja consumido mais rapidamente...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Tutorial",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Tantakassauro"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tantakassauro",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/ecec4b325f3f5113eb52674a56a31974_7053142726991693325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Quando o Tantakassauro está correndo, ele pode\nconsumir Flogisto para realizar uma Investida Rápida.\nSe o Tantakassauro for bloqueado por um obstáculo, ou ao\npressionar sua Habilidade, ele entrará no estado Animado. Nesse estado,\npressione novamente para Correr, imediatamente desencadeando uma segunda Corrida mais rápida. Nesse estado, o Tantakassauro pode saltar sobre diferenças de terreno e até mesmo deslizar brevemente sobre a água ou Flogisto Líquido. É claro que isso também fará com que o Flogisto seja consumido mais rapidamente..."
          }
        ]
      },
      {
        "key": "Tantakassauro",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/392b497e263ae7935f27ef7c709ce209_7296483475746560564.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Pressione a Habilidade ou entre no segundo estado de corrida para empurrar objetos que não podiam ser movidos antes e até destruir as Pulveritas com facilidade."
          }
        ]
      }
    ]
  }
}