{
  "epId": 776,
  "name": "Novas Crônicas dos Seis Kitsunes (IV)",
  "desc": "<p>Este é o conto mais tenso da série, e dizem que foi escrito por Urakusai após seu retorno de Liyue. É apresentado na íntegra na adaptação deste escritor.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_7419033356842847202.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1752359737,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 777,
        "name": "Novas Crônicas dos Seis Kitsunes - Prólogo",
        "desc": "<p>As histórias sobre as memórias estão sempre relacionadas com efemeridade. Esse livro não é algo totalmente novo mas sim uma adaptação das \"Crônicas de Urakusai dos Seis Kitsune\".</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune: Prologue_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 772,
        "name": "Novas Crônicas dos Seis Kitsunes (I)",
        "desc": "<p>A Raposa Preta Itaru e suas histórias foram compiladas originalmente no Capítulo III das Crônicas de Urakusai dos Seis Kitsune. Mas devido à preferência do autor, foram publicadas no primeiro volume.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_3478804539524255646.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 774,
        "name": "Novas Crônicas dos Seis Kitsunes (II)",
        "desc": "<p>Este volume narra a história das diferenças entre a Raposa Preta Itaru e o Oni Gêmeo de Tokaku. Esta história foi perdida no texto original, e foi apenas encontrada e editada para a sua forma presente.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_1758765037283173633.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 773,
        "name": "Novas Crônicas dos Seis Kitsunes (III)",
        "desc": "<p>Nas \"Crônicas de Urakusai dos Seis Kitsune\" de 500 anos, Youzan e Yui também têm uma história independente. Mas, nesse momento, a mãe e a filha ainda estão dependendo da ajuda de Itaru.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_6144392387945623257.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 775,
        "name": "Novas Crônicas dos Seis Kitsunes (V)",
        "desc": "<p>Uma nova adição a \"Novas Crônicas dos Seis Kitsunes\" com comentários sobre eventos antigos. Se você achar que é um trabalho entediante e monótono, caro leitor, pode pular este volume. Mas, no para o autor, isso seria um desperdício enorme.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/05/35428890/3f4125499e1cf789b302daa77da1fbd2_8120895640012458961.png",
        "displayStyle": "text"
      }
    ],
    "textualResearch": [
      {
        "title": "Novas Crônicas dos Seis Kitsunes (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "Continuando onde paramos, a Raposa Negra Itaru parte em busca do mercador desonesto para ter uma conversa.\nO mercador de Melões de Lavanda Dozaemon era um samurai. Ele não conseguiu encontrar uma utilidade para suas habilidades com a espada em Inazuma e se tornou um mercador. Posteriormente, ele aprendeu os caminhos da extorsão, da intimidação e das formas \"espertas\" de fazer negócios. Ninguém ousava arrumar problemas com ele e, com o tempo, ele acabou se tornando um indivíduo influente na vila.\nNaquele dia, Dozaemon estava relaxando na frente de sua loja quando uma grande sombra surgiu repentinamente diante dele:\n\"Ei, você! Eu quero comprar um melão!\"\nDozaemon analisa o cliente musculoso, negro e rude antes de finalmente perceber que é uma mulher!\n\"Quantos você quer?\"\nEla olha para o wakizashi, sem responder a pergunta dele:\n\"Essa é uma bela lâmina, uma bela lâmina com certeza.\"\n\"Você tem razão sobre isso. Eu venho de uma família marcial. É apropriado que eu carregue uma valiosa relíquia de família.\"\nDozaemon seguiu em frente com a conversa.\n\"Pena que agora seja usada para cortar melões.\"\nA resposta tinha como objetivo provocar Dozaemon. Ele não pareceu feliz:\n\"Você não está aqui para comprar melões? Por que toda essa conversa fiada?\"\n\"É verdade, estou sim.\"\nItaru sorri para Dozaemon, como um pedido de desculpas.\n\"Eu quero cinco quilos de Melão de Lavanda picado. Ah, e sem casca, por favor.\"\nDozaemon parece confuso, mas não tem intenção de questionar o pedido. Ele corta cinco quilos de melão em pedaços e coloca na balança.\n\"Senhor, por que a balança está desajustada?\"\nDozaemon pega sua espada após ouvir as palavras de Itaru.\n\"Parece que essa balança tem vontade própria!\"\n\"Você parece estar querendo se divertir um pouco. Por que não me paga primeiro e depois continuamos?\"\nDozaemon não consegue mais conter a raiva e começa a discutir.\n\"Heh, eu não tenho nenhum problema em pagar primeiro, apenas receio que você não consiga pegar o dinheiro.\"\n\"Se você pagar, eu consigo pegar o dinheiro!\"\n\"É mesmo?!\"\n\"É claro!\"\nDe repente, Itaru grita \"Pegue!\" e joga um saco cheio de Mora bem na cara de Dozaemon. Dozaemon não consegue reagir a tempo e sofre todo o impacto daquele arremesso. Ele então cai de costas no chão e larga sua preciosa wakizashi. Seu nariz está completamente achatado pelo saco de Mora, parecendo com o bojo de um cachimbo.\nItaru se aproxima e coloca o pé sobre o peito do mercador desonesto. Sem dizer uma palavra, ela o esmurra com um forte soco. Dozaemon ficou vendo estrelas na frente de seus olhos, mas continua tentando se levantar. Quando ele consegue colocar as mãos em sua wakizashi, Itaru percebe isso e desfere outro soco atordoante. O soco é tão forte que um par de orelhas de tanuki surge no topo da cabeça de Dozaemon. Dozaemon começa a implorar por misericórdia.\nItaru solta uma gargalhada ao ver aquilo. O desonesto mercador é na verdade um desprezível tanuki disfarçado!\nNo fim, a wakizashi roubada foi confiscada, toda a riqueza do tanuki foi distribuída para os moradores da vila, com uma parte sendo entregue para a mãe e a filha que haviam sido enganadas. Itaru poupou a vida do tanuki e continuou sua jornada."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Novas Crônicas dos Seis Kitsunes (IV)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Editora Yae"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2317,
            "name": "Novas Crônicas dos Seis Kitsunes",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ]
  }
}