{
  "epId": 7760,
  "name": "Livro das Montanhas e dos Mares",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/22/44394b1204229181f4bc7ec3bbd62544_3830217251502482782.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Livro das Montanhas e dos Mares"
          }
        ]
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nAgradeço a████████pela ajuda, agora eu ████████████\n████████alta███perigosa, perdoe minha████ao olhar████████talvez█████████lentamente████████forçado vento████████E depois██\n...\nNenhum de██colegas████████montanha, ainda que tenham███████████eles████dizem isso. ██████seus corações████os membros e cabeça█████████os██membros e meu cérebro██████perfeitamente████desafio███aguarda███\n...\nBoas notícias! Alrik não escalará ████████████ sozinho!\n...\nEu ████████ esta montanha. Ao escala-la ██████ apenas ████████████████████████████ polida, abrupta ████████████ as rações █████████ de meus companheiros ██ suficientes█████████████\n...\nVoltei a ███████████ ferida ████████████ perna █ dos dedos ████████████████████████ mão direita ██████ Recuperar-me ██████████ mas agora ██████ adiante.\n...\n███████Alrik██aguentou███avançada████████gélida██████████funeral████████para ele████████vinho████████████resto eu██tempestade ainda não███████subindo███████pedra congele…\n...\nVoltei a cair█████████ligeiro█████abismo█████com cristais de gelo██uma sorte███████████afiadas e finalmente consegui subir█████████encontrar forçosamente████\n███████muro de gelo█████pedras afiadas███████final feliz███████ferida velha█████mais de um ano█████\n...\nO céu está muito azul, ████ estes dias ██████ tormentas. Vi um █████ voando ████████████████ quase ███████████████████ não pude alcançar.\n█████voar████falcão███\nParece como███████um falcão aprende a voar████████\n..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nAgradeço a Venerare e a... pela ajuda, agora eu posso subir e alcançar o topo daquela montanha...\nO pico é o maior nas redondezas, e o mais perigoso. Perdoem minha falta de uma descrição poética, mas de acordo com sua aparência, seria apropriado chamar ele de \"Pico do Chapéu Pontudo\". Depois de observar o terreno, imaginei que poderia escalar usando cortas e estacas pelo lado leste, e depois usar o vento para lançar um gancho para... E depois...\n...\nNenhum colega meu queria escalar essa montanha comigo. Alguns estavam dispostos, mas os Aventureiros mais velhos os assustaram. \"É um pesadelo impossível de conquistar\", diziam eles. O fracasso de seus antecessores envelheceu seus corações, tornando-os débeis. Mas eu sou jovem, meus braços, minhas pernas e meu cérebro funcionam perfeitamente. O Pico do Chapéu Pontudo é apenas outra montanha que está esperando que eu a desafie.\n...\nBoas notícias! Alrik escalará a montanha comigo. Eu sabia que não estava sozinho!\n...\nEu subestimei essa montanha, descobri que ela quase não possui caminhos para andar, ela parece uma rocha cortada finamente, imponente e magnífica... Espero que as rações que meus colegas me prepararam sejam suficientes para subir até o topo.\n...\nFui ferido novamente, o ferimento na perna é muito grave. Dois dedos da mão esquerda já congelaram, mas a mão direita ainda está bem. Acho que tomará meses até se recuperar totalmente, mas agora ainda não é a hora de desistir.\n...\nEu tenho más notícias... Alrik não sobreviveu. Ele era muito velho, seu corpo não suportou os ventos gelados e o terreno escarpado da montanha... Fiz um breve funeral para ele, e o enterrei com seu vinho favorito. Agora só resta eu. A neve e o vento não param, devo chegar ao topo da montanha antes que eu congele...\n...\nVoltei a cair e a partir minha perna. Felizmente, foi um ferimento ligeiro. Quase fui arrastado para o abismo por uma tempestade com cristais de gelo. É uma sorte que ainda estou vivo. Continuei lutando agarrado às pedras afiadas e finalmente consegui subir a montanha e encontrar forçosamente o caminho...\nSe tivesse chocado contra o muro de gelo ou ficado preso nas pedras afiadas, penso que não teria um final feliz... Dessa vez, uma ferida velha foi aberta, precisarei de mais de um ano para recuperar e voltar a escalar...\n...\nO céu está azul, esses próximos dias não deve nevar na montanha. Eu vi um falcão cortar uma nuvem e voar quase para o topo da montanha. É uma altura que não posso alcançar.\nSe eu pudesse voar como um falcão...\nParece como na história para crianças que um falcão aprende a voar no topo da montanha...\n..."
          }
        ]
      }
    ]
  }
}