{
  "epId": 8351,
  "name": "Anotações Rasgadas de Alguém (I)",
  "desc": "Notas descobertas nos restos de Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Décima quarta pausa: não sei se é dia ou noite, sem vento.\nAchei que ia morrer. O monstro devorou minha mão esquerda e parte da cintura. Não sei onde deixei meu remédio, então não consigo tratar meus ferimentos.\nMas hoje pode ser meu dia de sorte. Não esperava encontrar um homem aqui. Ele se chama Nocht, e usou uma flor que floresceu entre as cinzas para estancar meu sangramento. Ainda me alertou para não chegar perto das feras, porque elas devorariam até os da própria espécie.\n...\nPerguntei de onde ele vinha. Ele disse que é de um lugar chamado \"Tenochtzitoc\"...\nMas esse não é seu lar de verdade. É estranho que ele não se lembre de onde nasceu, mas quem sou eu para questionar?\n...\nNocht foi embora sem descansar. Disse que estava ficando sem tempo.\nEle me avisou para voltar antes que fosse tarde demais. Heh... Com meu corpo do jeito que está, talvez já seja tarde.\nEstou preparado. Sei que esta é minha última aventura. Em nome do Grande Aventureiro Stanley, juro usar até a última gota de sangue do meu corpo para desvendar os segredos deste lugar.\n...\nHans, contanto que você consiga voltar em segurança para Mondstadt, saberei que meus esforços não foram em vão.\nSe um dia outro membro da Guilda conseguir retornar a este lugar, espero que encontre os registros que deixei para trás.\nAd astra abyssosque!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Anotações Rasgadas de Alguém (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      }
    ]
  }
}