{
  "epId": 8520,
  "name": "Noite da Revelação do Céu",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png",
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 1760362033,
  "components": {
    "story": [
      {
        "title": "Flor do Desejo Mental",
        "desc": [
          {
            "type": "RichText",
            "text": "Na época em que os pecadores ainda não haviam cometido sua ofensa imperdoável, em algum lugar nas profundezas do reino terreno construído sob a terra...\nO povo daquele reino jamais havia visto o mar — e tampouco havia visto o sol de verdade.\nMas mesmo nesse lugar escuro e sem sol, havia aqueles que ainda tentavam alcançar os segredos das estrelas.\nNo entanto, não contemplavam as estrelas diretamente — buscavam a verdade no falso reflexo do espelho.\nEsses fenômenos eram registrados pelos astrólogos como \"Sinais da Verdade\", refletindo seu profundo desejo de desvendar a realidade suprema.\nTalvez, mesmo que o espelho mostre apenas ilusões, seja apenas por meio delas que conseguimos nos aproximar da verdade.\nEssa foi a conclusão a que os astrólogos chegaram com o tempo, ao examinarem carta celeste após carta celeste.\nMas, sem o saber dos filósofos de sua época, eles já haviam vislumbrado um minúsculo fragmento do infinito que era o céu eterno e amaldiçoado...\nMuitos anos se passaram, o bastante para que os deuses caíssem, um a um, e para que o sol atróz se erguesse onde outrora pairava a lua carmesim.\nHoje, apenas alguns poucos escolhidos dentro do reino têm o privilégio de contornar a proibição, apenas para servir a seu soberano de um só olho.\nMas o inesperado sempre encontra um caminho, como no instante em que um jovem monge noviço, sem saber, afasta o pó que ocultava o espelho de Apaosha,\nrevelando a luz maravilhosa que circunda o horizonte distante e preenchendo mais uma vez aquela minúscula câmara de observação estelar com um brilho radiante.\nQuão belo é um país das maravilhas mergulhado em trevas, quão ofuscante... e ainda assim, quão absolutamente... profano.\nNum piscar de olhos, ele consumiu cada pensamento e desejo do jovem Rauthvangi.\nE assim teve início a história — e os pecados — do monge enlouquecido, que mais tarde entoaria louvores ao abismo além dos céus..."
          }
        ]
      },
      {
        "title": "Relógio do Anúncio",
        "desc": [
          {
            "type": "RichText",
            "text": "Era uma época antes do desastre sombrio engolir as nações,\num tempo em que as pessoas ainda saboreavam seus últimos anos dourados.\nDizem que havia um pesquisador estudioso e talentoso que vagou pelas nações durante muitos anos.\nEle já havia lido todas as crônicas dos Rtawahists, além de ter vasculhado as bibliotecas do Norte.\nEra um país das maravilhas mergulhado em trevas — miraculoso, e não pertencente a este mundo.\nEle havia viajado por todos os cantos do mundo conhecido, exceto por aquela terra estéril ainda intocada pelo progresso.\nEssa é a terra fronteiriça ao norte conhecida como Nod-Krai. Foi apenas há alguns anos que a Arconte de Snezhnaya ordenou que ela fosse explorada e posta em uso.\nNaquela fronteira não havia pesquisas renomadas, tampouco vestígios de civilizações antigas.\nPensou ele, antes de partir para Nod-Krai.\nA esperança pode ter se esvaído, mas não posso desistir agora.\nMais uma vez, vislumbrou a verdade que há muito perseguia... Talvez porque seu desejo enfim tenha sido ouvido e atendido.\nE por fim, desvendou o caminho pecaminoso que levava ao país das maravilhas mergulhado em trevas.\nAgora, tudo o que restava era abrir a porta — aquela que brilhara em incontáveis sonhos — com as próprias mãos,\nnão importando os meios, nem o preço que tivesse de pagar..."
          }
        ]
      },
      {
        "title": "Pena do Pecado",
        "desc": [
          {
            "type": "RichText",
            "text": "Ultrapassar os limites de sua posição já é um ato de deslealdade — senão de traição em si.\nMergulhar no conhecimento proibido e sombrio é uma ofensa ainda mais grave.\nMas Rauthvangi jamais tenta se defender, pois em seu coração reside apenas aquela luz.\nLogo, a corte anuncia seu veredito: o pesquisador será expulso da Universitas Magistrorum e exilado.\nO exílio é, afinal, uma maldição ancestral para aqueles que viraram as costas para os deuses — e, assim que retornam à terra firme, os deuses inevitavelmente os alcançam.\nUma punição como essa é uma traição aos nobres ideais do reino, e um sinal de que o mundo subterrâneo está em decadência.\nMas ordens reais devem ser obedecidas. Além disso, aqueles que já viveram no paraíso sabem bem demais que não suportariam o que está por vir.\nDesvaneça, ó vida sem sentido. Ao menos, no fim, lhe é concedido um vislumbre da verdade.\nRauthvangi enfim emerge da caverna e pisa sob a luz do sol real.\nÉ como se a grande existência do cosmos tivesse se manifestado diante dele,\ne escolhido, acima de todos os outros, conceder-lhe a graça da escuridão.\nFelizmente, mas também tragicamente, ele finalmente compreende sua missão.\nAs chamas iluminam o mundo — mas também são elas que o reduzem a cinzas.\nE meu destino é como o de uma mariposa atraída pela chama."
          }
        ]
      },
      {
        "title": "Coroa dos Caídos",
        "desc": [
          {
            "type": "RichText",
            "text": "Os ventos do norte trouxeram novas oportunidades e o toque da civilização às antigas terras fronteiriças.\nOnde antes se erguiam grandes árvores, agora há cidades, portos e fábricas.\nMas apenas os mais próximos da Tsaritsa sabem que a prosperidade que todos veem não é bem o que parece,\ne que o soberano dos feéricos agora está tramando um plano audacioso — um que a ordem vigente jamais toleraria quando vier à tona.\nEle foi acorrentado pela benevolência à terra, e jamais levantou os olhos para as estrelas.\nTanto poder, e mesmo assim tudo o que almeja é governar sobre os seres vivos sob a luz da lua.\nMal sabe ele que o verdadeiro paraíso eterno que tanto busca está além do véu do céu.\nO monge louco, atuando como emissário da Tsaritsa, chegou a Nod-Krai em uma missão secreta.\nQuem quer que reivindique o tesouro escondido aqui terá em mãos um poder capaz de virar o mundo de cabeça para baixo.\nOlhem para estes mortais tolos e efêmeros, tão perdidos quanto este mundo ilusório que rapidamente se desfaz.\nApenas aqueles como eu, escolhidos pela graça suprema, são dignos de continuar vivendo.\nÉ melhor encontrar a libertação no sacrifício por uma grande causa do que permanecer perdido nos ciclos intermináveis do samsara.\nReed Miller, abandone toda essa melancolia sem sentido, pois você e eu fomos escolhidos pelo destino.\nSiga-me. Ainda que o mundo esteja fadado à destruição, nós emergiremos da casca celestial!"
          }
        ]
      },
      {
        "title": "Cálice Transbordante",
        "desc": [
          {
            "type": "RichText",
            "text": "Nos inúmeros salões do Palácio Zapolyarny, os banquetes e as danças parecem nunca ter fim.\nOs nobres feéricos, afeitos ao luxo, consideram participar de banquetes seu dever mais importante.\nMesmo o coração mais endurecido pode ser amolecido pelo rico aroma de um bom vinho...\nE muitos assuntos importantes de estado, grandes e pequenos, costumam ser decididos por aqueles sob uma leve névoa etílica.\nIsso não se deve apenas ao fato de ele ter se tornado o favorito da Tsaritsa graças ao seu domínio da alquimia e da astrologia,\nnem simplesmente por proferir aforismos profundos que inevitavelmente fazem todos na sala caírem na risada.\nO que realmente fez os nobres se atentarem a ele foram as lendas que o cercam.\nDizem que certa vez o Grão-Duque Photius, movido pela inveja, tentou se livrar dessa víbora incômoda.\nEle substituiu o nobre destilado por um veneno mortal... Mas, para seu espanto, o bom professor pareceu completamente ileso após bebê-lo.\nOutra história conta que Filipov, o mais hábil entre os feéricos na arte da transformação, certa vez declarou publicamente que a pesquisa do professor não passava de uma farsa elaborada.\nO monge respondeu à acusação apenas com um sorriso sereno. Então, diante de todos, ele invocou a alma da falecida esposa de Filipov — a mesma que vinha aparecendo nos sonhos do feérico enlutado.\nEssas histórias se tornaram um dos assuntos favoritos nas conversas de banquete. Mas sempre que alguém tenta confirmar sua veracidade, o professor permanece em silêncio.\nTalvez ninguém se importe de fato se essas histórias são verdadeiras. Talvez existam apenas para entreter os convidados entre canções e danças.\nOu talvez, para os nobres, um forasteiro sem vínculos locais seja, na verdade, mais digno de confiança.\nClaro, seria ainda melhor se ele pudesse lhes dar uma ajudinha com outros assuntos.\nMas como poderia o protagonista desse drama prever o trágico destino que se aproximava?"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Aumenta a Proficiência Elemental em 80.",
      "fourSetEffect": "Quando um personagem próximo da equipe desencadear Reações Lunares, se o personagem que está com esse conjunto equipado estiver ativo, obtém por 4s o efeito \"Resplandecer Lunar: Memórias Cheias\": quando o Presságio Lunar da equipe estiver no Reluzir Inicial/Cheio, aumenta a Taxa CRIT em 15%/30%. Para cada efeito Resplandecer Lunar diferente que o membro da equipe possuir, aumenta o Dano causado pelas Reações Lunares em 10% para todos os membros da equipe. O efeito gerado por Resplandecer Lunar não é acumulável."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Coroa dos Caídos",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma coroa feita do círculo utilizado por um Pecador. Talvez no coração de alguém, o amor e o pecado sejam da mesma origem."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7ce20dbf2ffc87b6b942c0f42d0b43d4_6363911804608985715.png"
      },
      "flower_of_life": {
        "title": "Flor do Desejo Mental",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma relíquia sagrada esculpida na forma de flor. Parece representar uma presença aterradora que desabrocha."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png"
      },
      "plume_of_death": {
        "title": "Pena do Pecado",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena que servia de acessório em um chapéu de veludo. Parece que saiu de moda entre os nobres de Snezhnaya, com seu gosto para o esplendor."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/f474fffae44c4e7a91864113cf5b1f8e_6731765289436648875.png"
      },
      "sands_of_eon": {
        "title": "Relógio do Anúncio",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio refinado energizado por um poder misterioso. Não parece que seu propósito é marcar a hora."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54a344dc5aca025fbb6cc60a80f7790d_1576492692040107165.png"
      },
      "goblet_of_eonothem": {
        "title": "Cálice Transbordante",
        "position": "Cálice de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Um cálice feito especialmente para banquetes do palácio. Foi utilizado no passado para realizar algum tipo de mágica."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/04dfdf0deae5f0fc58529dc89ee94d6f_3380820828725566086.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Noite da Revelação do Céu"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=2,3,154,319,338,517,658,659&center=-764.50,-9922.00&zoom=0.00"
      }
    ]
  }
}