{
  "epId": 8521,
  "name": "Serenata da Lua de Seda",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png",
  "menuId": 5,
  "menuName": "Artefatos",
  "version": 1760362050,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Lágrima Cristalizada do Errante",
        "position": "Flor da Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma flor imaculada, dizem que sua beleza foi preservada eternamente pelo vento gelado."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png"
      },
      "goblet_of_eonothem": {
        "title": "Alegria Gloriosa da Pureza",
        "position": "Cálice de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Um cálice de prata imaculado, dizem que foi utilizado em rituais antigos dos Filhos da Lua Gelada. Seus rituais modernos não precisam de tal recipiente."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/520482a32f80b5538d6d2e6dc8cc194a_3357590716156202832.png"
      },
      "circlet_of_logos": {
        "title": "Coroa Sagrada do Crente",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Um adorno de cabeça imaculado criado como uma mímese dos chifres da Emissária da floresta."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/cf017c10098946f6d3d19a6b2c49bd53_7064122714444153592.png"
      },
      "plume_of_death": {
        "title": "Pena Pristina dos Abençoados",
        "position": "Pluma da Morte",
        "desc": [
          {
            "type": "RichText",
            "text": "Uma pena imaculada que servia de acessório. Dizem que foi forjada pela Emissária da Canção Lunar."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ee26872f032ed3afb25a542cbd3c93a2_8273369387328992297.png"
      },
      "sands_of_eon": {
        "title": "Delírio do Portador do Gelo",
        "position": "Areia do tempo",
        "desc": [
          {
            "type": "RichText",
            "text": "Um relógio imaculado que há muito parou de girar, junto com as ilusões de seu antigo dono."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/a07cddd983ad4528ef4e92c399fa4117_1942671869509903838.png"
      }
    },
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=pt-pt#/map/2?shown_types=2,3,154,319,338,517,658,659&center=-764.50,-9922.00&zoom=0.00"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Serenata da Lua de Seda"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Recarga de Energia +20%",
      "fourSetEffect": "Ao causar Dano Elemental, obtém por 8s o efeito Resplandecer Lunar: Missiva Sublime: quando o Presságio Lunar da equipe estiver no Reluzir Inicial/Cheio, aumenta a Proficiência Elemental de todos os personagens em 60/120. Esse efeito pode ser desencadeado, mesmo se o personagem que está com esse conjunto equipado não estiver ativo. Quando um personagem possuir efeitos de Resplandecer Lunar diferentes, aumenta o Dano causado pelas Reações Lunares em 10% para todos os personagens. O efeito gerado por Resplandecer Lunar não é acumulável."
    },
    "story": [
      {
        "title": "Lágrima Cristalizada do Errante",
        "desc": [
          {
            "type": "RichText",
            "text": "Era um tempo em que a suave luz do gelo ainda permanecia, um espelho prateado intacto, mesmo quando o reino dourado já havia caído.\nEm uma única noite, a torre dourada tombou como se fosse uma figueira. Por toda a planície congelada do norte,\nda cidade sagrada até a antiga capital, pregos de cristal azul-escuro aniquilaram cada cidade, mesmo aquela com o mais ínfimo sinal de vida.\nA outrora louvada santa e o primeiro mensageiro dos deuses desapareceram juntos na catástrofe.\nOs que sobreviveram, por estarem longe das cidades naquele momento, só puderam se agarrar à vida no vento e na neve gelados.\nEsta é a grande extinção mencionada nas orações posteriores. A prosperidade virou pó,\ne os deuses permaneceram em silêncio, inabaláveis diante de gritos, maldições ou súplicas desesperadas.\nNo desespero daquela longa noite, apenas uma senhora celestial derramou lágrimas pela dor dos mortais.\nEla era a senhora da Lua Gelada, rainha do carro celestial e da luz, uma emissária divina nascida da própria essência do mundo.\nComovida pela compaixão e por um desejo mais profundo e não revelado, atendeu às orações dos sobreviventes.\nSegundo a lenda, ela fiou fios reluzentes a partir do brilho prateado para guiar os deslocados pelas planícies congeladas.\nE onde suas lágrimas, cheias de saudade, caíram sobre o solo coberto de gelo do norte, floresceram lírios que permaneceriam eternos nos ventos gelados.\nOs orgulhosos descendentes de Hiperbórea chamam a si mesmos de \"Filhos da Lua Gelada\" por este motivo,\ne para honrar os deuses que, quaisquer que tenham sido seus propósitos originais, deram à humanidade uma nova chance de vida."
          }
        ]
      },
      {
        "title": "Delírio do Portador do Gelo",
        "desc": [
          {
            "type": "RichText",
            "text": "Foi na época em que a luz glacial se despedaçou como um espelho prateado, e a lua nova ainda não havia surgido.\nFoi então que o grande plano, transmitido através de incontáveis gerações desde a época da extinção, estava prestes a alcançar sua culminação.\nA linhagem, purificada ao longo de milhares de anos, enfim daria à luz a escolhida destinada a reinar sobre o paraíso.\nO falso esplendor setenário dos altos céus cairia a seus pés, e os ossos da terra se ergueriam para segui-la.\nEste é o dever sagrado transmitido às filhas do extremo norte. Assim é, e assim será.\nNuma noite sem lua, coberta de neve, a garota escolhida para carregar a herdeira sagrada finalmente conheceu o rapaz vindo das Terras do Norte.\nEm seus olhos, límpidos como um lago congelado, ela viu o reflexo de um eu que jamais conhecera.\nUm único e estranho despertar foi o bastante para fazer a Donzela voltar as costas ao destino por um jovem oficial vindo de longe.\nPor este novo sentimento, esta tolice chamada amor, ela cortou sua coroa manchada de sangue e a abandonou à terra nevada.\nA caída, que havia traído o próprio povo, acabou por não cumprir seu destino.\nFoi capturada por aquele que era um espião enviado pelo monge insano e logo seria devolvida à pátria que deveria amar.\nMas, ao olhar para o oficial caído a seus pés, com o carmesim se espalhando sob ele, levou o punhal à própria garganta em um último beijo fatal.\nE assim, a mulher que falhou em gerar a herdeira sagrada foi enterrada às pressas e em silêncio, sua morte retardando a profecia.\nFelizmente, as líderes de cada geração haviam há muito se preparado para o fim prematuro da Donzela abençoada.\nLovia, a então Suma-Sacerdotisa, rapidamente recorreu a um ramo menor da linhagem em busca de sucessores.\nMas as irmãs gêmeas nascidas dessa linhagem eram uma pálida sombra da Donzela que deveriam substituir.\nIsso significava que poderiam se passar centenas de anos antes que outra criança com pureza suficiente viesse a nascer.\nA glória que estivera ao seu alcance havia desaparecido. Tomada por uma angústia insana,\na oficiante de coroa de galhadas concebeu um terrível plano.\nPor que esperar que os ventos varressem as gerações mais uma vez? Se eles eram impuros demais\npara suportar o brilho da verdadeira luz da lua, e se a bênção da Lua Gélida permanecia tenuemente em todos os ███,\nentão que ███ se tornasse a ferramenta que purificaria seus ███!\nAssim, em nome da pura luz da lua, a sacerdotisa cometeu um ato tão profano\nque até mesmo a senhora da Lua Gelada recuaria, horrorizada, diante da blasfêmia."
          }
        ]
      },
      {
        "title": "Pena Pristina dos Abençoados",
        "desc": [
          {
            "type": "RichText",
            "text": "Foi na época em que a luz glacial se despedaçou como um espelho prateado, e a lua nova ainda não havia surgido.\nEsta é a história das irmãs que, nascidas como párias imperfeitas, jamais deveriam ter sido agraciadas.\nÀ luz do luar, um santuário intocado para forasteiros, almas frágeis compartilham um mesmo fôlego.\nNos breves instantes entre a dor — instantes que deveriam ter sido repletos de alegria — elas se aconchegam, buscando uma tênue centelha de calor uma na outra.\nAs duas têm apenas a avó, e a única forma como conheceram o mundo foi pelas páginas de um livro de histórias desbotado.\nSuas páginas amareladas e quebradiças, rasgadas e gastas, revelaram-lhes um mundo que nunca tinham visto:\nlá estava, uma única ave branca, um traço de graça, deslizando sob uma lua perfeita.\nEnquanto admiravam as criaturas livres dos contos de fadas, as duas crianças fizeram uma promessa silenciosa uma à outra...\nUm dia, voariam juntas como as aves brancas no vasto céu.\nDesde o dia em que nascemos, sempre fomos só nós dois.\nQuando chegar o dia de partirmos, vamos viver o resto de nossas vidas juntos.\nAnos e anos se passaram, e então uma dela quebrou a promessa, partindo sozinha para um lugar distante.\nIsso, infelizmente, não foi um voo rumo a um futuro mais brilhante, mas uma queda em uma noite muito mais sombria.\nCom ela se foi metade do sonho, e metade da dor que estava destinada a ambos.\nAila, que mais tarde se tornaria a primeira Emissária da Canção Lunar, começou a suportar o dobro do tormento a partir daquele dia.\nEntão você mentiu para mim o tempo todo... minha irmã mais velha, a única em quem confiei de verdade.\nMas não vou guardar rancor de você... já faz muito tempo que perdi as esperanças no céu além."
          }
        ]
      },
      {
        "title": "Coroa Sagrada do Crente",
        "desc": [
          {
            "type": "RichText",
            "text": "Foram anos em que a suave luz gélida se despedaçou como um espelho de prata, e uma nova lua ainda não havia surgido.\nA antiga bênção dos deuses, como uma faísca solitária na vasta tundra, acabou por se apagar.\nEnquanto a lua vazia deixava o céu, a terra que não podia se tornar como ela começou a definhar.\nOs grandes feitos de ontem dos realizadores de milagres se dissiparam em preces vaporosas, e essas preces agora são as preocupações silenciosas das multidões.\nmal consegue tecer a luz fluente em uma canção capaz de mover o mundo, como seus antepassados faziam.\nPor mais fervorosamente que os ancestrais do extremo norte tenham jurado seguir seus deuses que partiram,\nseus descendentes, mortais sob a lua, levam vidas tão fugazes quanto uma chama trêmula.\nSe, nos dias já distantes, ainda fosse possível ver santas e sacerdotes canalizando a graça dos deuses,\ne se as pessoas ainda acreditassem que a nova lua um dia surgiria da luz despedaçada,\na linha entre a chamada fé e as chamadas mentiras se tornará tão tênue e frágil quanto a névoa da manhã.\nDiz a lenda que a coroa de galhadas usada pela atual Emissária da Canção Lunar foi um presente da Lua Gelada no momento de sua extinção.\nA árvore prateada foi destruída, seus ramos brancos desapareceram, e os sacerdotes imploraram por novas mitras.\nPor compaixão, a senhora da lua teceu para eles uma coroa sagrada com a lua sem mácula.\nFoi exatamente por essa razão que a última oficiante escolheu forjar sua tiara de ferro frio e inflexível.\nA jovem Lovia era apenas uma sacerdotisa naquela época e nunca tinha visto a bênção da lua antes,\ne sonhava que uma mentira reconfortante como essa ainda pudesse unir os fiéis descrentes.\nSó décadas depois, quando a falsa coroa afundou no sangue imundo e corrupto, foi que ela finalmente enxergou.\nO reflexo em seus olhos não era a luz da lua sem mácula, mas sim a noite gélida, engolida por sua própria sombra."
          }
        ]
      },
      {
        "title": "Alegria Gloriosa da Pureza",
        "desc": [
          {
            "type": "RichText",
            "text": "Foi na época em que a luz glacial se despedaçou como um espelho prateado, e a lua nova ainda não havia surgido.\nOs descendentes do extremo norte já não podiam mais ouvir os ensinamentos divinos dos altos céus, e foram consumidos por uma fúria ardente, tal como nos dias antigos.\nNinguém sabia mais como forjar novamente a maravilha que os santos da Cidade Dourada haviam revelado a seus ancestrais.\nAinda assim, as ambições dos exilados — e as ambições dos mortais — eram mais inflexíveis até mesmo que as dos próprios deuses.\nentão encerre os bois selvagens nos sulcos para que se possa conquistar a tundra polegada por polegada com fogo, enxada e foice.\nSe a flecha capaz de abater os deuses e perfurar até mesmo o falso firmamento for perdida,\nentão forje o arado em espada e lâmina, e a foice e enxada em lança e alabarda, e que o sangue seja a lanterna que dissipa as trevas.\nE se o bastão da criação, concedido pelo mais alto dos anjos, for partido em dois,\nentão deve-se governar a proliferação das incontáveis gerações seguintes pelo meio mais bruto que restar: a lei.\ne que descendentes mortais nasçam como seres perfeitos, plenamente uno com o mundo.\nA perseverança e a determinação de todas as criaturas vivas eventualmente superarão toda calamidade — ou ao menos é nisso que elas firmemente acreditam.\nAfinal, aqueles que planejaram o futuro de seu povo jamais precisarão sofrer com os ataques e desprezo deles.\nBeba esta luz pura da lua, minha amada filha, minha mais amada filha!\nQue a luz da lua se entrelace em sua carne e sangue, para que você também seja digno da graça dos deuses.\nOlhe para os santos da Cidade Dourada. Como beberam vinho amargo e lutaram pela liberdade daqueles que amavam!\nComo eles, abrace essa dor jubilosa, pois dela, um dia, nascerá a perfeição.\nAs duas já não conseguiam distinguir o que preenchia o antigo cálice de prata.\nMas, se foi isso o que disse a bondosa avó, então também deve ser a vontade dos deuses.\nSim, tudo era pelo bem da perfeição, e para o cumprimento de um desejo que perdura há mil anos.\nPelo bem da terra prometida nas profecias e do rei destinado a descer ao mundo, era preciso suportar a impureza e a provação primeiro..."
          }
        ]
      }
    ]
  }
}