{
  "epId": 8730,
  "name": "Anotações de Semyonova",
  "desc": "Anotações escritas em páginas impressas com uma estampa de conchas.<br>As anotações de Semyon são observações na Bacia Marrom, incluindo suas observações sobre Águas-Vivas de Franja e suas preocupações sobre suas condições de vida.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Água-Viva de Franja\nDizem ser uma espécie única de Nod-Krai. Possui um sino rosa e longos tentáculos. Essas águas-vivas são normalmente encontradas próximas às praias na Bacia Marrom, onde as zonas de maré rasa são locais perfeitos para a caça de minúsculos plânctons. Mesmo após a maré recuar, elas flutuam suavemente pela terra — provavelmente graças a sacos de água que as mantém úmidas, ou talvez glândulas secretoras de muco que minimizam a desidratação. Seus tentáculos são bem mais resistentes do que uma água-viva comum e parece possuir algum poder único, embora, talvez, seja apenas efetivo contra suas presas. Cuidadosamente cutuquei uma com uma vareta, e ela não reagiu muito, nem me atacou. (Cutucando uma água-viva, ha! Ouso dizer que ninguém na Gangue da Concha tem tanta coragem quanto eu!) Elas se \"comunicam\" entrelaçando seus tentáculos, como humanos apertam as mãos ou comemoram batendo as mãos. O que significa que... esses movimentos semelhantes a uma dança que fazem ao se reunir são provavelmente sua própria \"linguagem única\". Embora não possuam cérebros, parecem possuir algum grau de inteligência.\nInfelizmente, parece que as malditas instalações dos Fatui praticamente destruíram todos os habitats das Água-Viva de Franja. As máquinas que trouxeram funcionam dias e noites inteiras... Eu não faço ideia do que essas máquinas fazem, mas parece que toda a área teve sua vida inteira sugada. Talvez por perderem sua fonte de comida, ou talvez seja devido a toda poluição sonora, ou talvez ambos. Vi algumas águas-vivas que desmaiaram na praia. Tentei ajudá-las, mas... era tarde demais."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Anotações de Semyonova"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      }
    ]
  }
}