{
  "epId": 8779,
  "name": "Hinos do Norte Extremo",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "Livros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Hinos do Norte Extremo I",
        "desc": [
          {
            "type": "RichText",
            "text": "Proêmio\nÓ lábios, entoai agora um hino solene por mim, para dar voz aos antigos avisos do Norte, do tom grave ao clarim.\nDeixei minha terra, minhas margens natais, parti do lar, a vagar por eternos quintais...\nPor reinos estranhos, onde ninguém sabe quem sou, cruzando terras áridas que a fama nunca tocou...\nA tundra dorme em amarga inundação, por mil lagos, só a neve dança sobre o chão.\nMas ainda assim a luz da lua banha o caminho que encaro, e os ventos ainda varrem de meu rosto o pesar tão raro.\nCantarei o hino de como a lua primeiro beijou a terra, e entoarei o verso que afasta as hordas da guerra.\nLouvarei os rios em sua fúria a rugir, e exaltarei os picos que parecem não ter por vir.\nLouvarei o navio de bronze de Seldavonen, e as flechas douradas de Yanikvin, que jamais se rompem.\nMas amaldiçoarei as tramas venenosas de Pakkaisukko, e desprezarei o destino de Pohjola para sempre, com ardor.\nMinha prece, palavra sagrada do Céu a brilhar, outrora ensinada por quem meus ancestrais souberam amar.\nMas o destino se desfaz como sonhos ao acaso e vão, e a morte, como a água, a todos nós tomará pela mão.\nEnquanto a luz da lua estiver presa lá no alto a brilhar, não poderei trilhar o caminho de volta, mesmo se perto estiver o lar.\nDe volta ao lugar onde vivi e amei na juventude em flor, onde a luz dourada coroa as árvores no nevoeiro matutino com esplendor.\nÓ herdeiros de Hiperbórea, escutai este canto com atenção, que ele se grave firme e forte em vossa lembrança e coração.\nNão cobiceis as trilhas estreitas da astuta raposa a se esquivar, nem o orgulho do urso nas rochas a reinar.\nPois enquanto soar o hino e o Runo ecoar, o Norte se erguerá, eterno como a primavera a brotar.\nCanção de Oração I: Paikamonin, Senhor das Sete Calamidades\n(Solstício de verão. Queime o primeiro feixe de trigo da estação. A esta oferenda, adicione: uma galinha, um boi, fel de serpente em peso igual ao do grão, bem como sete taças do sangue do ████ de █████. O oficiante invoca Runo sete vezes, realizando a adivinhação para apaziguar os deuses.)\nÓ supremo Senhor do Céu, impiedoso e indomável, Pai de Todos e Mãe dos Deuses,\noferecemos estes sacrifícios para aplacar teu ciúme, para que tua ira não incendeie a terra.\nÓ volúvel alado, rei feroz que devasta as nações, deus do coração inflexível,\nÓ deus de gênero impenetrável, suplicamos que desvies teu olhar do reino mortal e dos filhos do extremo norte.\nTu quebraste a ordem das leis antigas, ofereceste abrigo aos mortais, e ainda assim os ███.\nAbalaste as moradas ancestrais dos eternos, ███ suas asas e devastaste seus ███.\nTu és o deus da retaliação, o deus da vingança. Tua vontade é absoluta, e jamais pode ser desobedecida.\nSua lâmina enfurece-se nos céus e na terra, sorvendo até a última gota do ██ dos ímpios e dos inocentes enquanto corre ██.\nÓ rei de ██ e ██: diante de ti, os deuses não passam de mortais, e os mortais nada mais são do que insetos.\nNinguém ousa pronunciar teu nome, pois tu irás ██ todos que o souberem.\nMas, ó deus puro e colérico, humildemente te pedimos que aceites esta oferenda.\nQue a Lua Gelada nos proteja das calamidades que trazes e nos poupe de um destino de sofrimento eterno.\n(Nota da Oficiante Ehrnrooth: Este ritual foi abolido há cinco séculos por decreto de Aila, a primeira Emissária da Canção Lunar. As partes obscuras da oração não foram deliberadamente censuradas, se os registros pertinentes forem confiáveis. Em vez disso, deviam ser entoadas de forma indistinta para evitar provocar o deus das Sete Calamidades.)\nCanção de Oração II: Matraheka, Aquela Que Dá a Vida\n(Ao nascer uma criança, uma pitada de sal-marinho é oferecida à pedra sagrada. Aqueles com posição de diácono ou superior entoam o Runo quatro vezes antes que o recém-nascido seja banhado em água morna com capim de gelo invernal.)\nOuve-me, ó grande Matraheka, mãe dos deuses e dos mortais,\nde Hiperbórea a Sal Vindagnyr, teu sagrado amor é reverenciado por todos.\nVelas pelas jovens mulheres, aliviando seu sofrimento e garantindo uma passagem segura pelo parto.\nRegosijas-te na propagação, dás vida ao mundo, nutres tudo o que cresce na natureza.\nTu, mãe das águas, de quem nasceu o oceano primordial e bramante,\ntodas as aves, feras e peixes deste mundo são teus, pois foste tu quem lhes deu existência.\nPor tua vontade divina, moldas a carne mortal como o oleiro molda o barro,\nportanto, rogo-te que abençoes esta criança recém-nascida com saúde, coragem e sabedoria.\n(Nota do Sacerdote Ehrnrooth: Este ritual foi abolido há cinco séculos por decreto de Aila, a primeira Emissária da Canção Lunar. Em seu lugar, um sacerdote com posto superior ao de diácono deve recitar \"Que a Lua Nova Ilumine o Seu Caminho\". Essa invocação tem como objetivo proteger a criança da corrupção do mundo.)\nCanção de Oração III: Tuonetar, Mãe do Submundo\n(Durante a colheita de outono, são oferecidos sacrifícios de animais de acordo com o status social daqueles que morreram naquele ano. Os animais preparados são colocados em recipientes de madeira ou bronze, ricamente entalhados e em formato de barco, para serem queimados. Antes da queima, um sacerdote com posto superior ao de diácono remove os olhos de cada animal e os apresenta à Senhora do Submundo. Com os olhos cobertos por um pano escuro, ele então entoa o Runo quatro vezes e realiza adivinhações usando as vísceras dos animais para agradar a divindade.)\nÓ senhora de miríades de mortos, tu, deusa imperturbável e sem expressão,\nó tenebrosa senhora do submundo, sombria, lacônica e temível Tuonetar!\nTu abominas o arrogante e o desrespeitoso, e de teu domínio não há escapatória.\nTeus pés já pisaram tanto na humilde cabana quanto no trono dourado.\nO povo te teme, tu que tudo vês, tudo ouves e a tudo julgas com irrevogabilidade.\nNós te reverenciamos por tua graça infinita e natureza que tudo acolhe.\nO destino de todos os seres repousa em somente em suas mãos, mas não importa quão fervorosamente supliquemos, você permanece firmemente impassível.\nPorém, nobre e majestosa deusa, conhecemos a gentileza e misericórdia que reside em você.\nAssim como você concedeu liberação do sofrimento aos nossos ancestrais,\nó, senhora da morte, você que conhece os destinos de todos sob a lua, aceite essa humilde oferenda.\nOs descendentes do extremo norte suplicam a você, agora que a linhagem dourada retornou ao seu colo,\nque você nos leve através do lamentável Estige e nos permita dormir pela eternidade num sonho sem sonhos.\n(Nota da Sacerdotisa Ehrnrooth: Esse ritual foi abolido pelo decreto de Aila, a primeira Emissária da Canção Lunar, cinco séculos atrás. Agora, quando um seguidor da Lua Gelada falece, Independentemente de posição social, um sacerdote de posição maior que um diácono deve recitar ao invés disso: \"Que a Lua Nova leve você até a Costa da Paz.\" Um funeral simples e solene é então conduzido.)\nCanção de Oração IV: Raimelea, Mãe do Tempo\n(No Solstício de Inverno, um tecido carregando os eventos significantes do ano é queimado e suas cinzas são reunidas num cálice de prata com água pura. O ritualista canta o poema quatro vezes e, conforme o vento começa a se agitar, ele unge o Emblema Verdejante com a mistura abençoada para honrar a deusa.)\nÓ, mãe eterna e imaculada do tempo, soberana que jamais morreu e que jamais morrerá,\nvocê que é fonte de toda criação e destruição: como você lembra de tudo, você também permite que tudo seja esquecido.\nÓ, mãe suprema que no momento do próprio nascimento, também deu luz a mim,\nvocê é a única quietude no fluxo sem fim, a única forasteira no pátio sagrado dos deuses.\nQue você proteja as quatro luas aprisionadas... Que você proteja as quatro luas aprisionadas.\nVocê é a forasteira no pátio sagrado dos deuses, a única quietude do fluxo sem fim.\nVocê é a mãe suprema que no momento do próprio nascimento, também deu luz a mim.\nComo você lembra de tudo, você também permite que tudo seja esquecido; você, ó, mãe, fonte de toda criação e destruição.\nÓ, dama que nunca nasceu e nunca partirá, a eterna e imaculada Mãe do Tempo!\n(Nota da Sacerdotisa Ehrnrooth: O significado desta oração permanece obscuro e o ritual descrito nela contradiz registros históricos estabelecidos. O Emblema Verdejante, uma Árvore Divina que apareceu no nascimento da Dama da Lua quinhentos anos atrás, não aparece em nenhuma retratação de rituais anteriores àquele evento. Como nenhum outro texto conhecido referencia esses ritos, presume-se que esse seja um erro de escriba. Todavia, essa passagem foi preservada sem alterações para garantir fidelidade textual.)\nCanção de Oração V\n(Em falta)"
          }
        ]
      },
      {
        "title": "Hinos do Norte Extremo II",
        "desc": [
          {
            "type": "RichText",
            "text": "Canção de Oração VI: Takoja Ianikuinen, Ferreiro da Gênese\nÓ, grande pai da gênese, forjador dos ossos da terra e das Três Luas,\nque sua ira corrija aquele trono desequilibrado para que a beleza possa ser subjugada.\nNo primeiro dia, você forjou um arco dourado que brilhava no luar, uma arma pretendida a derrubar seus inimigos.\nMas enquanto você caçava, seu arco foi roubado, e agora seus inimigos o empunham como se fosse deles.\nNo segundo dia, você forjou uma grande carruagem, seu brilho de lua tinha o objetivo de proteger seu lar sagrado.\nMas enquanto você caçava, ladrões roubaram seu arco e seus inimigos a reivindicaram como se fosse deles.\nNo terceiro dia, você forjou um transporte do luar, seu coração mirando a filha das estrelas.\nMas em sua imprudência, você caminhou para um pântano enevoado e extinguiu uma forja brilhante, deixando apenas suas cicatrizes frias.\nÓ, ferreiro assassino sedento por sangue, você é o rei que pode ser nomeado, mas nunca verdadeiramente conhecido.\nVocê é o mestre do azar, senhor de todo o mal, obcecado com as mortes injustas dos inocentes e as chamas desastrosas da guerra.\nÓ, terrível e poderoso Trabalhador da Eternidade, lorde das duas naturezas,\nentão forte, vigoroso e heroico quanto os próprios deuses. Até as estrelas admiram você.\nÓ, lorde indestrutível, por favor, aquiete essa ira destruidora da terra.\nRemova a tormenta que ocupa meu coração e elimine esse sofrimento sombrio.\n(Nota da Sacerdotisa Ehrnrooth: Essa é uma forma antiga de oração usada para aplacar a fúria da natureza. Embora registros mencionem uma variante perdida, seus quatro últimos versos têm a intenção de invocar, ao invés de aplacar, os desastres naturais, tendo desaparecido da memória muito antes do nascimento da Dama da Lua por motivos desconhecidos. A Emissária da Canção Lunar Aila, primeira de seu nome, revisou e simplificou a oração depois. Sua versão, apresentada abaixo, agora é reconhecida como o padrão para todas as recitações:\nÓ, Lua Gelada pálida, em nome dos descendentes do extremo norte, acalme essa ira destruidora da terra, eu imploro.\nQue sua luz gentil alivie a dor remanescente que ocupa nossos corações e elimine esse sofrimento sombrio!)\n...\nCanção de Oração XI: A Deusa da Estrela do Alvorecer e Santa do Extremo Norte - Koytar e Seldavonen\nEu chamo você, Koytar, esposa de Seldavonen, primeira e mais bela filha do deus criador,\nó, donzela generosa e estrela do amanhecer brilhante, seus atos são para sempre louvados em música pelos descendentes do norte extremo.\nO vento frio da noite não pode apagar a chama prateada em meu peito, nem sua escuridão pode corromper meu coração.\nUm dia, eu retornarei para casa, através da grama alta e do cemitério solitário da cidade dourada majestosa.\nEu chamo você, abençoada Koytar, para estender sua bênção às nossas conquistas, mesmo conforme você subjuga todas as nações com seu poder.\nEu chamo você para abalar a terra, fazer cidades tremerem e permitir que os inimigos do extremo norte desapareçam como o orvalho sob a Lua Gelada.\n(Nota da Sacerdotisa Ehrnrooth: Essa oração é uma forma mais antiga, preservada de um tempo que há muito se foi. A Emissária da Canção Lunar Aila, primeira de seu nome, revisou a oração depois. O texto a seguir agora é reconhecido como o padrão para todas as recitações:\nOs ventos gelados da vida não podem apagar a chama prateada em meu peito, nem sua escuridão pode corromper meu coração.\nÓ, Lua Gelada pálida, proteja os descendentes do extremo norte e permita que os desastres sombrios da noite fria derretam como o orvalho da manhã.\n...\nCanção de Oração XVI: Salelainen, O Estranho do Dia de Inverno\nÓ, não deixe que a dor da morte que você sofreu entre em mim, companheiro da geada e do inverno.\nVocê, alegre e bondoso homem, nascido nobre e criado nobremente, um filho corajoso e gentil.\nSobre o garanhão estrelado, você cruza a ilha esquecida de Hiisi e as terras sombrias envolvidas pela névoa de Pohjola,\npara cortejar a filha de Pagysugor, aquela beleza incomparável, em seu lar.\nO velho Pagysugor, servo de nossos antepassados, responde assim:\nele concederá a mão da senhorita em casamento quando você abrir para ele os portões de Pohjola.\nHomem alegre e gentil, você conhece bem o esquema malicioso, mas você continua por vontade própria.\nPois caso não fosse, o velho Pagysugor teria feito sua filha inocente sofrer a punição em seu lugar.\nNa sombria e enevoada Pohjola, o Senhor das Sete Calamidades cortou você em sete pedaços.\nAquela garota jovem e pura, filha de Pagysugor, jamais conhecerá o casamento.\nÓ, herói perdido, chamo você por seu nome indescritível, você, curandeiro das dores e tristezas do mundo,\nque sua misericórdia aplaque os ventos da noite fria e traga calor aos pássaros jovens encolhidos na terra congelada.\n(Nota da Sacerdotisa Ehrnrooth: Essa é uma versão antiga de uma oração para cura de ferimentos e doenças, que foi revisada depois pela primeira Emissária da Canção Lunar, Aila. O texto a seguir agora é reconhecido como o padrão para todas as recitações:\nÓ, criança perdida, em nome dos descendentes do extremo norte, oro por sua bênção de luz.\nQue a Lua Gelada aplaque os ventos da noite fria e traga calor aos pássaros jovens encolhidos na terra congelada.)"
          }
        ]
      },
      {
        "title": "Hinos do Norte Extremo III",
        "desc": [
          {
            "type": "RichText",
            "text": "Canção de Oração XXI: Uleikotar, Deusa da Lua Gelada\nÓ, Uleikotar, mãe da luz sagrada, ouça minhas súplicas e olhe dos céus.\nQue suas lágrimas silenciosas perfurem a noite fria, iluminem uma tocha prateada e concedam ao povo do extremo norte uma luz-guia.\nÓ, Uleikotar, mãe do transporte prateado, escute minha oração e vista os céus com véus suaves.\nQue seu fio prateado guie almas perdidas da imundice do submundo, que elas não percam seu caminho na noite fria.\nÓ, Uleikotar, não importa aonde nos guie, nós seguiremos, e você será nossa lei.\nÉ melhor que noite fria da morte cegue nossa visão, do que cantemos em vergonha sob uma luz falsa.\n(Nota da Sacerdotisa Ehrnrooth: Essa é uma versão mais velha e não editada da oração. Era originalmente breve, já que os únicos assuntos sagrados demais para serem discutidos extensamente eram o deus-chefe que protegia nossos antepassados e a origem, passado e futuro das luas. A Emissária da Canção Lunar Aila, primeira de seu nome, revisou e simplificou o conteúdo da oração depois. O texto a seguir agora é reconhecido como o padrão para todas as recitações:\nÓ, Lua Gelada pálida, em nome dos descendentes do extremo norte, imploro que nos olhe de sua redoma celestial acima.\nQue suas lágrimas gentis perfurem a noite frígida e nos conceda, os esquecidos, sua luz-guia.)\nCanção de Oração XXII: Kuutar, a Dama da Lua\nÓ, pura e impecável lua nova, em nome da mensageira da Lua Gelada, imploro por sua graça e misericórdia.\nLimpe-nos de nossos pecados, eu imploro, e elimine as dores e lágrimas infinitas daqueles eternamente barrados do paraíso."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Hinos do Norte Extremo"
          }
        ]
      }
    ]
  }
}