{
  "epId": 8892,
  "name": "Caderno de Concha",
  "desc": "Um conjunto de notas que Paimon compilou baseado nas notas obtidas das crianças da Gangue da Concha.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Monstro Mecânico Gigante\nUma máquina de cor predominantemente cinza e branca, capaz de mudar de forma com flexibilidade. Ela brilha quando está ativa e possui uma variedade de ataques. Dizem que seu verdadeiro nome é \"Autômato da Fonte Secreta: Mecanismo Construtivo\", e que não foi criada pelos habitantes de Natlan, mas sim uma relíquia remanescente de tempos antigos.\nOs padrões em sua carcaça externa me são bem familiares. Já vi relíquias de estilo semelhante em Nod-Krai. Talvez a pequena ilha em que vivemos seja como um grande navio, e uma vez esteve ligada a Natlan, antes de ser arrastada para o norte por alguma criatura gigantesca das profundezas, usando suas barbatanas, garras ou tentáculos... ou algo assim, o que pode explicar a pequena área onde encontramos coisas parecidas.\n(Você tem que manter isso em segredo de Katya, combinado? Quando eu voltar e você estiver melhor, vamos até a ilha dos Filhos da Lua Gelada e comparar as relíquias de lá com as fotos que tirei desse dispositivo gigante. Vamos ver o quanto elas se parecem... E, claro, vamos ter que inventar uma boa desculpa para a Katya, combinado?)\nEstátua de Centauro Gigante\nUma estátua de pedra conhecida como Legatus Golem. Ela está de pé com a cabeça erguida, um escudo na mão esquerda e uma espada na direita, como uma obra de arte esquecida em um castelo antigo que, de repente, ganha vida. Ele (ou talvez \"isso\"?) pisa firme na base, levantando uma nuvem de pedras e poeira, mas quando começa a atacar e a poeira se dissipa, prova ser um oponente honrado. Seus movimentos são bem diferentes dos de um monstro mecânico comum. Às vezes, você quase consegue imaginá-lo dando ordens de ataque como um comandante militar, e em outras, parece que está tocando uma melodia. Não entendo muito de música, então, se havia algum significado naquilo, eu não consegui captar.\nOuvi dizer que há ruínas da submersa Remúria em áreas ainda mais profundas do mar. Embora eu não tenha conseguido visitá-las desta vez, consegui reunir várias lendas e textos relacionados, que vou mandar de volta por uma caravana. Sei que você sempre adorou histórias desses reinos antigos, e espero que goste dessas.\nBola de Água Gigante\nA Tulpa Hydro é uma criatura humanoide formada pela junção das águas. Ela não tem cauda de peixe nem pernas, bem diferente dos Oceanids sobre os quais a Katya me contou, mas tem braços e cabeça parecidos com os de um humano. Suas articulações e cabeça são cobertas por uma carapaça azul-branca que lembra uma armadura. Durante o combate, ela invoca pequenas bolas de água, versões menores de si, para ajudá-la, e às vezes engole essas pequenas bolas para aumentar sua própria força.\nOuvi dizer que as águas de Fontaine são muito especiais, o que explica o surgimento de Oceanids que conseguem falar nossa língua. Mas parece que as Tulpas Hydro não falam, ou talvez não queiram falar. Talvez seja verdade que a gente simplesmente não entenda o que elas dizem...\nCaranguejo Gigante\nUm caranguejo gigante com o impressionante título de \"Imperador do Fogo e Ferro\". Reza a lenda que, como um Caranguejo de Armadura, ele tem o hábito de procurar búzios e conchas adequados para usar como armadura à medida que cresce. Dizem que, se não for parado, ele pode crescer indefinidamente, chegando ao ponto de, um dia, usar o Palais Mermonia (a maior construção da cidade de Fontaine, onde tudo é gigantesco!) como armadura.\nMas parece que alguém chamado Basil Elton o derrotou mais tarde, o que pode explicar por que seu crescimento foi interrompido. Eu, pessoalmente, acho que ele já é grande o suficiente. Fico me perguntando quem seria maior: ele ou a criatura das profundezas. Embora, se eu tivesse que apostar, colocaria minhas fichas na criatura, considerando que ela poderia arrastar uma ilha inteira (assumindo que minha teoria da deriva da ilha esteja certa, claro!)"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Vovô Toupeirinha e sua família vivem numa caverna nas profundezas do Vale Toupeirado. É úmido e tem cheiro de raízes antigas. A vida lá era tranquila e serena antes que os barulhentos \"grandões\" arrastassem seus metais para a garganta. Quando a noite cai e os grandões vão embora, a família Toupeirinha sai da caverna para procurar comida ou brincar com os Vaga-Lunares.\nA pequena Toupeirinha ama a lua ainda mais do que Lakkabagas e Vaga-Lunares. A lua sobre o Vale Toupeirado brilha grande e luminosa, como um enorme prato branco no céu. (Jurva diz que as toupeiras cheiradeiras têm a visão fraca, mas narizes potentes e ouvidos sensíveis. Talvez a pequena Toupeirinha consiga sentir o cheiro da lua mesmo de tão longe — quem sabe ela tenha o aroma mais doce que uma Lakkabaga...) Em noites especialmente claras, ela consegue ver algumas toupeiras sem sombra flutuando ao luar, como fumaça levada pelo vento. Elas conversam entre si, mas nunca deixam que a pequena Toupeirinha participe. É como se nem a vissem. Talvez seja porque a pequena Toupeirinha ainda tem uma sombra. Ela ouviu dizer que grupos misteriosos têm regras secretas (como as Mãos Vazias) — talvez ela precise ser apresentada por uma toupeira sem sombra ou completar algum tipo de ritual arcano antes de poder fazer mais do que apenas escutar de longe.\nAinda assim, para a pequena Toupeirinha, só ouvir já é fascinante. Uma das toupeiras cheiradeiras vem de muito longe. Parece que ela não tem um lar e pode repousar a cabeça onde quiser. Diz que já esteve em montanhas nevadas, atravessou desertos arenosos, escalou picos imensos e caminhou pelo fundo dos oceanos mais profundos. \"Esses lugares têm Lakkabagas frescas?\", perguntou uma das toupeiras locais. \"Pelo que sei, não têm. Mas têm muitas outras iguarias.\" Ao ouvir isso, a toupeira local fez uma careta — parece que ela realmente gosta muito de Lakkabagas.\nA pequena Toupeirinha também ama Lakkabagas, mas quer saber se vai gostar das outras iguarias que a toupeira sem sombra mencionou. Ela já deixou o Vale Toupeirado uma vez para viver sua própria aventura, cavando por um longo, longo tempo até chegar a um lugar cheio de grandões. Ela foi à noite, e havia tanto barulho e tantas luzes que mal conseguia seguir a direção da lua. Sentiu muitos cheiros por lá, embora a maioria fosse desagradável. Por fim, seguiu o aroma familiar das Lakkabagas até um lugar abarrotado de frutas, incluindo muitos tipos que ela nunca tinha visto antes. Elas tinham um cheiro delicioso. Ela esperava poder levar algumas consigo — só umas poucas bastariam — mas a sorte não sorriu para ela naquele dia. Às vezes, as coisas são assim mesmo.\nQuando voltou para o Vale Toupeirado, descobriu que todos estavam preocupados com ela. Ficaram chocados ao saber que ela tinha ido tão longe. A vida no Vale Toupeirado não era perfeita? Por que ela iria querer sair de lá? Então a pequena Toupeirinha contou o que tinha ouvido das toupeiras sem sombra. \"Como assim toupeiras sem sombra? Você deve ter sonhado isso\", disse seu irmão, o pequeno Toupeirinha, sem acreditar. Ele não aprovava o fato de sua irmãzinha ter deixado o vale, e ninguém mais aprovava — afinal, não poderia haver fruta no mundo tão deliciosa quanto uma Lakkabaga fresca.\nSe, na próxima vez que a lua brilhasse intensamente, ela não visse as toupeiras sem sombra, aceitaria que tudo não passava de um sonho. Afinal, a pequena Toupeirinha estava perfeitamente contente com a vida no Vale Toupeirado. Mas na próxima vez que aquele enorme prato branco surgiu no céu, as toupeiras sem sombra surgiram com ele, repetindo suas conversas de antes. Já que não era um sonho, devia ser orientação da lua. A pequena Toupeirinha ficou radiante. Sob aquela lua brilhante, ela partiu mais uma vez sozinha, deixando o Vale Toupeirado para trás — embora, dessa vez, sem saber quando voltaria. Afinal, quem sabe se ela não encontraria algo ainda mais saboroso que as Lakkabagas frescas nas montanhas nevadas, nos desertos arenosos ou onde mais quer que acabasse chegando?"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "O Czar-Siri vive perto desses esquisitões, os Filhos da Lua Gelada. Dizem que ele tem centenas de anos, e, pra falar a verdade, como ele ficaria tão grande se não fosse assim? Ele é maior que qualquer caranguejo que eu já tenha visto. A casa dele não é qualquer concha também, é uma concha do tamanho de uma colina, maior do que as que pintamos nas nossas bandeiras, é como uma mini fortaleza. E mais estranho que isso, o musgo de Kuuvahki cresce por todo lado dela, e brilha como se fosse estrelas numa caverna escura. Quem sabe, talvez essa seja a coroa dele.\nDito isso, faz todo sentido os caranguejos menores por perto terem se tornado seus súditos leais. Os coitadinhos sempre tão se movendo de um lado pra o outro, trazendo comidas tipo Lakkabagas, peixinhos e outras coisas que nem sei o nome para dentro de seus buracos, ao invés de só comerem. Eu já vi eles até mesmo levarem bolinhas brilhantes, e pedaços de Prata Lunar. Talvez esse seja o \"imposto\" que devem ao Czar. Dizem que na época do mestre ladrão Reed Miller, o governador enviado por Snezhnaya costumava coletar impostos assim das pessoas da Cidade de Nasha. Aposto que é isso que tá acontecendo aqui...\nSabe, estou começando a achar que o Czar-Siri não tem tanto interessa assim nessas Lakkabagas e peixes. Ontem a tarde, vi ele sair do buraco por um tempo. Ele se movia muito devagar, cada passo pesava como uma montanha, e tudo no chão tremia com cada um. Então, esse caranguejo pequeno veio, arrastando um peixinho triste até os pés dele. O Czar baixou sua cabeça, olhou, e balançou sua garra enorme. O caranguejinho apavorado imediatamente soltou o peixe, e saiu fugindo de volta para a areia.\nO Czar não comeu o peixe. Ele só o empurrou para o lado com sua garra menor, e ficou parado, olhando para o mar, pelo menos parecia isso. Estou te dizendo, ser um rei é solitário. Todos os outros caranguejos têm medo dele. Ele pode ter uma fortaleza, talvez tenha uma coroa, mas ele não tem amigos que possa tocar com suas garras, diferente da Água-Viva de Franja. (Semyon disse que águas-vivas se comunicam assim, então caranguejos devem usar suas garras para algo desse tipo?)\nMe pergunto onde ele encontrou essa concha enorme. Será que havia um rei ainda maior que o Czar que viveu ali antes? E se ele continuar a crescer, vai se transformar num palácio enorme? Quase pensei em trazer algumas Lakkabagas maduras para conseguir olhar mais de perto, mas, melhor não. Um mestre ladrão não tem nada a ver em se aproximar da nobreza. Esse tipo de curiosidade só resulta em encrenca..."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Água-Viva de Franja\nDizem ser uma espécie única de Nod-Krai. Possui um sino rosa e longos tentáculos. Essas águas-vivas são normalmente encontradas próximas às praias na Bacia Marrom, onde as zonas de maré rasa são locais perfeitos para a caça de minúsculos plânctons. Mesmo após a maré recuar, elas flutuam suavemente pela terra — provavelmente graças a sacos de água que as mantém úmidas, ou talvez glândulas secretoras de muco que minimizam a desidratação. Seus tentáculos são bem mais resistentes do que uma água-viva comum e parece possuir algum poder único, embora, talvez, seja apenas efetivo contra suas presas. Cuidadosamente cutuquei uma com uma vareta, e ela não reagiu muito, nem me atacou. (Cutucando uma água-viva, ha! Ouso dizer que ninguém na Gangue da Concha tem tanta coragem quanto eu!) Elas se \"comunicam\" entrelaçando seus tentáculos, como humanos apertam as mãos ou comemoram batendo as mãos. O que significa que... esses movimentos semelhantes a uma dança que fazem ao se reunir são provavelmente sua própria \"linguagem única\". Embora não possuam cérebros, parecem possuir algum grau de inteligência.\nInfelizmente, parece que as malditas instalações dos Fatui praticamente destruíram todos os habitats das Água-Viva de Franja. As máquinas que trouxeram funcionam dias e noites inteiras... Eu não faço ideia do que essas máquinas fazem, mas parece que toda a área teve sua vida inteira sugada. Talvez por perderem sua fonte de comida, ou talvez seja devido a toda poluição sonora, ou talvez ambos. Vi algumas águas-vivas que desmaiaram na praia. Tentei ajudá-las, mas... era tarde demais."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "Caderno de Concha"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      }
    ]
  }
}