{
  "epId": 991,
  "name": "A Lenda da Espada (VI)",
  "desc": "<p>\"Em essência, a grande batalha no espaço não é diferente do conflito armado que ocorreu dez anos atrás naquele planeta deserto...\" Em breve, o nome daquele homem será tão conhecido na galáxia como o do Imperador.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_1002349846660827199.png",
  "filterValues": {
    "objectType": [
      "Item de Missão"
    ]
  },
  "menuId": 9,
  "menuName": "Produtos de Teyvat",
  "version": 1754852737,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Origem"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=111,2,3,154,319,338&center=5351.17,3668.03&zoom=0.50"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Loja"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Vendedor</color>\n<color=#ffffff>Custo</color>\n<color=#ffffff>Estoque</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Kuroda",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/35428890/43b6af48285e9eeb1895ee06d481fa56_5207274457170173804.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moeda comum. A língua que todos entendem.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 3000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Livros Relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 987,
        "name": "A Lenda da Espada (I)",
        "desc": "<p>Em meio a um mar de estrelas que giram ao contrário, séculos-luz de guerra se desenrolam pela terra... Com essa abertura grandiosa, inicia-se um conto de galanteria totalmente novo!</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Legend of Sword (I)_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 989,
        "name": "A Lenda da Espada (II)",
        "desc": "<p>Em meio a um mar de estrelas que giram ao contrário, nenhuma batalha é lendária o suficiente para ser mais do que uma ondulação no silêncio para aqueles que vivem na \"costa\"... Mas para os guerreiros no meio dela, a guerra é tudo que existe.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_6740152047126377982.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 988,
        "name": "A Lenda da Espada (III)",
        "desc": "<p>Num mar de estrelas, também há pequenas ilhas com a sua própria história, artistas marciais e assuntos triviais... Aqui se inicia a história dos heróis do Shogunato de Suruga!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_2588134259674666256.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 992,
        "name": "A Lenda da Espada (IV)",
        "desc": "<p>Existe um ditado em Inazuma: \"O que são bandidos senão filhos da guerra?\" Em tempos de revolta, uma colheita <em>é</em> a guerra! O próximo volume de \"A Lenda da Espada\" chegou!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_3834644233442318977.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 990,
        "name": "A Lenda da Espada (V)",
        "desc": "<p>Em um canto remoto das ilhas destruídas que ficam em meio ao mar de estrelas em redemoinho inverso, em uma vila que nem vale a pena mencionar, um ronin passa por tempos difíceis e os fazendeiros fazem uma aliança. Sua grande batalha com os bandidos se aproxima...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/35428890/9bcb9fd79dbeeca9f3560d46900d7b76_1636776513328319908.png",
        "displayStyle": "text"
      }
    ],
    "baseInfo": [
      {
        "key": "Nome",
        "value": [
          {
            "type": "RichText",
            "text": "A Lenda da Espada (VI)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Item de Missão"
          }
        ]
      },
      {
        "key": "Região",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Origem",
        "value": [
          {
            "type": "RichText",
            "text": "Comprado na Editora Yae"
          }
        ]
      },
      {
        "key": "Entrada no Arquivo",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2321,
            "name": "A Lenda da Espada",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versão de Lançamento",
        "value": [
          {
            "type": "RichText",
            "text": "2.6"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "A Lenda da Espada (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Capitão, perdoe minha franqueza, mas você dormiu o tempo inteiro durante a reunião\".\n\"Oh, você reparou\".\n\"Você estava setando, mas já vi isso acontecer muitas vezes. Capitão, por favor, não use seu treinamento como um artista marcial dessa forma. Um relatório escrito não lhe salvará se o Comandante da Frota souber disso\".\nMahasti disse isso, mas na verdade ninguém nunca se atreveu a se sublevar contra seu superior. No delicado balanço que o Comando da Frota Aliada mantinha internamente, seu capitão de meia-idade e superior, Bitchuu Kyuubei, também conhecido como \"Shinkurou\", e agora também conhecido como \"Semimaru\" por causa de uma pronúncia medíocre, era a mesma pessoa que todos estavam bajulando para ter ao seu lado, e um dos mais prováveis para resolver esse impasse.\nIsso foi dez anos atrás...\nShinkurou pensou silenciosamente.\nEssa batalha vitoriosa na Vila Asada foi, em retrospectiva, um teste pequeno sobre a proeza militar de Shinkurou. Mas para as partes envolvidas, pode-se dizer que foi o começo de um desastre.\nComo esperado, o Tai-Shogun não permitiria que uma pessoa talentosa como essa vagasse pelas montanhas.\nPouco depois, Shinkurou foi cegado em ambos os olhos e encarcerado.\nEssa situação persistiu até cinco anos atrás quando o Clã Iwagawa foi derrotado por um exército aliado liderado pelo Daimyo do Clã Oome, decapitando seu líder no processo. Desse momento em diante, a nação e seu povo finalmente tiveram um período de paz...\nIsso foi o que o novo Seii Tai-Shogun disse para Shinkurou pessoalmente enquanto ele estava na prisão.\nShinkurou nunca em sua vida viu o povo comum poder viver e trabalhar em paz, e esse estranho Tai-Shogun também não era nenhuma pessoa santa. A anistia geral era algo que tinha de ser feito para ganhar o apoio do povo.\nAo se lembrar do passado, Shinkurou não pôde evitar suspirar: seja no passado ou hoje, as pessoas como ele sempre e involuntariamente estariam no olho do furacão.\n\"Essa nação nos considera traidores. Mas nesse vasto universo, nós também o somos\".\nO Shogun olhou para Shinkurou sentado e falou num tom de voz indiferente.\n\"O Imposto Imperial não é mais algo que esse minúsculo planeta na fronteira do universo pode suportar. E uma pessoa habilidosa como você deveria florescer na Via-Láctea\".\n\"Aquele cretino do Iwagawa roubou o nome de seu Clã e seu nome, mas abandone esse passado. De agora em diante, você será conhecido como 'Semimaru'\".\nSim. Alguém que não tinha mais passado, alguém que os olhos não mais podiam contemplar as muitas maravilhas do universo... Agora, a vastidão do universo se abria para ele."
          }
        ]
      }
    ]
  }
}