{
  "epId": 2259,
  "name": "楓原義慶の手紙",
  "desc": "<p>古い植木鉢の隙間に隠されていた真っ白な紙。水に浸すと、長年封印されていた秘密が浮かび上がってきた。 </p><p>手紙に書かれた真実を皆に話した後、万葉が「お主の役に立つかも」と渡してくれた。</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kaedehara Yoshinori's Letter_icon.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1709219823,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "楓原義慶の手紙"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "イベント「華やぐ紫苑の庭」期間中、任務「華彩紫庭真説・第四幕」にて入手可能"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "この手紙を読む者へ\n拙者、楓原義慶は生涯、ある「秘密」に囚われた。今となっては、老い先短きこの命。とくと考えた末、これを以て仔細を記すことにする。\nあれは、社奉行の神里様と共に離反した刀工たちを追っていたときのことであった。あのとき神里様が負われた傷は、脱走者によるものではない。\n真相は別にある。あれは夜のことであった。手がかりを頼りに岸辺まで辿り着いたものの、刀工の姿はなく…ただ一人の傾奇者がそこにいた。傾奇者は拙者をずっと待っていたと話した。そして、自らが裏で手引きし、雷電五箇伝を消滅させるのだと語った。\nその者の実力は、到底常人が敵うものではなく、須臾の間に、同行したすべての武士が倒されてしまった。神里様も重傷を負われたが、拙者のほうはというと、攻撃が笠に当たったために死を免れた。\n傾奇者がもう一振りしていれば、拙者の命を奪えたであろう。ところがやつは拙者の顔を見ると攻撃をやめ、厳かな声で、拙者と「丹羽」の関係について問いただした。拙者はそれが父の旧姓であり、父が失踪したのち拙者が楓原の養子になったことを告げた。\n傾奇者はそれを聞いて口を噤んだ。長い沈黙の後、口を開いた――「彼女に告げよ、我が名は『国崩』である」と。そしてその後、その者は去っていった…\n鍛造がうまくいかなかったのは、この傾奇者によって大御所様の鍛造図を改ざんされてしまったが故であった。神里様はこの出来事の重要性を知っていたが、拙者が部外者に濡れ衣を着せられ、巻き込まれることを恐れた。それ故、病で危篤の状態になっても、脱走者にやられたと主張し、拙者にも口止めをした。神里様のお心遣いには感激しかないが、現状ではこの件を心の底に秘めることしかできぬ。\n楓原の当主として、『一心伝』の没落を深く恥じる。しかし一人の父として、子孫の安泰を願わずにはいられぬ。この手紙を読む者が楓原家の後人であるならば、これだけは忘れないでほしい。過去の敵を盲目に追いかけてはならぬ。過去に縛られれば、自らの境地を見失ってしまうであろう。\n楓原義慶直筆の手紙\n(魔神任務間章第三幕以降)\nこの手紙を読む者へ\n拙者、楓原義慶は生涯、ある「秘密」に囚われた。今となっては、老い先短きこの命。とくと考えた末、これを以て仔細を記すことにする。\nあれは、社奉行の神里様と共に離反した刀工たちを追っていたときのことであった。あのとき神里様が負われた傷は、脱走者によるものではない。\n真相は別にある。あれは夜のことであった。手がかりを頼りに岸辺まで辿り着いたものの、刀工の姿はなく…ただ疑わしげな人物が一人、そこに逡巡していた。その者は、先祖が拙者たちの先祖に陥れられて死んだと話した。そして、自らが裏で手引きし、雷電五箇伝を消滅させるのだと語った。\nその者の実力は、常人には敵い難く、須臾の間に、同行した大半の武士が倒されてしまった。神里様も重傷を負われたが、拙者のほうはというと、攻撃が笠に当たったために大傷にならずに済んだ。\nしかし、如何に強い人であれ所詮は人間であり、武士たちの数を頼んだ全力の抵抗により、ようやくその者は討ち取られた。\n死の間際に、その者は叫んだ。「雷電五箇伝など、そもそも存在すべきではない！あれがなければ、私もこのような…」そして、言い終わる前に息絶えてしまった。\n後になってようやく知ることができたが、鍛造がうまくいかなかったのは、その者の小細工が故であった。神里様はこの出来事の重要性を知っていたが、拙者が部外者に濡れ衣を着せられ、巻き込まれることを恐れた。それ故、病で危篤の状態になっても、脱走者にやられたと主張し、拙者にも口止めをした。神里様のお心遣いには感激しかないが、現状ではこの件を心の底に秘めることしかできぬ。\n楓原の当主として、『一心伝』の没落を深く恥じる。しかし一人の父として、子孫の安泰を願わずにはいられぬ。この手紙を読む者が楓原家の後人であるならば、これだけは忘れないでほしい。過去の敵を盲目に追いかけてはならぬ。過去に縛られれば、自らの境地を見失ってしまうであろう。\n楓原義慶直筆の手紙"
          }
        ]
      }
    ]
  }
}