{
  "epId": 2293,
  "name": "ヒルチャール習慣考察",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720432412,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ヒルチャール習慣考察"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 222,
            "name": "ヒルチャール習慣考察・1",
            "desc": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの社会とその特徴に関する内容が記載されている。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 224,
            "name": "ヒルチャール習慣考察・2",
            "desc": "<p>「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ・マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの信仰と精神世界に関する内容が記載されている。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/b0535a3cd1b4f12c9c43bbcd7297d2a6_5194316012328749343.png"
          },
          {
            "type": "CustomEntry",
            "epId": 223,
            "name": "ヒルチャール習慣考察・3",
            "desc": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの中で生活する神秘的な独居者について堀進めていく。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/b0535a3cd1b4f12c9c43bbcd7297d2a6_4135511351083660138.png"
          },
          {
            "type": "CustomEntry",
            "epId": 225,
            "name": "ヒルチャール習慣考察・4",
            "desc": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はモンドをサンプルに、ヒルチャールの多種多様な習慣を探究した内容が記載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/b0535a3cd1b4f12c9c43bbcd7297d2a6_2572410065129630184.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの社会とその特徴に関する内容が記載されている。\nヒルチャールの社会\nヒルチャールたちは、まだ原始社会のような村落暮らしをしている。彼らは小さな集落で荒野の中で住まいを構える。その集落は彼らにとって大家族のような存在だ。\n一般的に、ヒルチャールの集落の中で一番権威あるのがシャーマンである。長期に渡る野外観察と交流を経た結果、シャーマンは集落で一番年上の者がなり、集落の「親」のような存在だと筆者は断言する。彼らは豊富な経験を用い、重大な問題において意思決定を行い、元素の力を駆使して自分の集落を守る。野外にあるヒルチャールの集落において、シャーマンの外観特徴はいつも顕著である。彼らはいつも独特な角付きの笑みを浮かべた仮面を被り、仮面の開いている部分から外の様子を観察する。そして、彼らはいつもボロいシャーマンの杖を手にし、口から意味不明な歌や呪文を唱えている。\nヒルチャールの地位を評価するのに年齢は唯一の判断基準ではない。多くの集落では、図体が大きく、戦闘能力が優れたメンバーが自然とシャーマンにとって代わって集落の長となる。そして、このような集落は彼らの指導の下により好戦的になる。巨大な体と物々しい仮面の角を見れば、それは好戦的な集落の長だと容易にわかる。\nヒルチャールは外からやってくる人間に対して敵意を持つ、かつ言葉の壁まであるため、ヒルチャールの集落内部の資源分配状況について的確に判断することは難しい。西風騎士団の巡回報告によると、彼らは集落内で各自必要なものを採ってくるという形で資源の共有を実現しているようだ。ヒルチャール全員が採取者であり戦士であるが、一部戦闘をより重視するヒルチャールは鍛錬を経て図体の大きな戦闘要員になる。悪環境で十分生き延びることができれば、これらの戦士たちは集落の中で最も尊敬されるリーダーとなる。\nヒルチャールは知能が低く、その社会と組織はとても原始的であるが、面白いことに彼らは独特の元素制御能力を持っているようだ。この能力は老年のシャーマンでより顕著に現れる。一般的な人間にとって、元素の力は「神の目」があって初めて発揮できる。ヒルチャールはなぜ「神の目」なしで元素の力を制御できるのか、更なる考察と研究が必要だ。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの信仰と精神世界に関する内容が記載されている。\nヒルチャールの精神生活\nテイワットの七国の住民と同様、ヒルチャールも自分たちの信仰を持つが、その崇拝対象は、現世に存在する七柱の神ではなく、抽象的な元素の力そのものである。モンドを例にすると、ある集落のヒルチャールたちはモンドの民と同じように「風」を崇拝するが、風の神バルバトスではなく、自分なりの作法で抽象的な「風の力」を崇める。同じ集落の中には、信仰の異なるヒルチャールたちが雑居している場合もあるが、彼らが信仰する元素は仮面の模様や体に塗る顔料の色によって示されている。\n実地での観察によると、ヒルチャールの中で祭祀や崇拝儀式を担当するシャーマンは、自分の体と髪に様々な色を塗る。その色は集落が崇拝する元素の力と一致しているようだ。シャーマンが身につける衣服や飾りは、普通のヒルチャールよりさらに精巧。このような繊細な工芸品が、知能の低いヒルチャールによって作られたとは驚くばかりである。\nシャーマンは、ヒルチャールの信仰体系で精神的リーダーのような存在である。ヒルチャールの崇拝儀式は歌と舞いがメインで、通常はシャーマンが舞いのリードをし、元素の讃歌を唄う。獲物に余りがあれば、祭壇に生肉を祭礼として供える。ヒルチャールたちはよく金銭や宝石などキラキラした物を拾い、奪う傾向があるが、肉だけが崇拝対象に相応しい供物のようだ。\nヒルチャールたちには「過去」と「未来」の概念がないようで、「今」だけを生きている。彼らは意識的に今後のために食料を蓄えないし、亡くなった先祖たちを偲ばない。ヒルチャールの集落では落書きがよく見られるが、考察を重ねた結果ある結論に至った。あれは古い遺跡に対する拙劣な模倣にすぎず、創造性が見られない。また、一部のヒルチャール集落は昔の遺跡に拠点を構える。彼らは生まれながらこのような古代の遺物に謎の親和を持つようだが、今把握している情報では、彼らと失われた古代文明にどんな繋がりがあるのかはまだわからない。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はヒルチャールの中で生活する神秘的な独居者について堀進めていく。\nミステリアスな独居者\nヒルチャールにも一部神秘的な力を持つ者がいた。彼らは大きく強靭な体を持ち、元素を操り身体能力を高める事が出来る。例えば、元素を使い防御を固めたり、攻撃力を高めたり等である。\nヒルチャールは、このような強大な力を持つ者の事を敬い「Lawa」と呼んでいた。筆者が推測するに、これは「王」もしくは「統領」を意味する言葉だろう。だが、この者達が部落の中で、指揮を取るような行動をする事はない。どちらかというと、彼らは他の者を避け、単独行動をする事を好んだ。\n通常、冒険者が彼らに遭遇する事は難しい。また、経験豊富な冒険者でも、彼らが出没するであろう地点に赴く時は、様々な危険に向けて準備をするのだ。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「ヒルチャール語の桂冠詩人」と呼ばれたモンドの生態学者、ヤコブ·マスクによるヒルチャール社会習慣に対する考察。この1冊はモンドをサンプルに、ヒルチャールの多種多様な習慣を探究した内容が記載されている。\nヒルチャール風習の多元化ーーモンドのダダウパの谷を例に\n「好肉族」は食べることが大好きで、集落の中にイノシシを飼育する小屋を建て、イノシシ飼いを雇って管理させている。彼らは炎スライムを利用してかまどを加熱し、大きな鍋で肉を煮込む。集落の一員なら需要に応じて誰でも食べることができる。\n彼らの集落で、一番目立つのが巨大なリングだ。このリングの上に立った者が、集落の挑戦を受けるというのが暗黙の了解。そして、リングから落ちた者は集落全員に嘲笑われることになる。\n「好睡族」は暇があれば居眠りする。また、彼らはより快適な睡眠を求め、そのための小屋を建て、柔らかく暖かい獣の皮を敷いて寝る。睡眠が充実しているからか、彼らはヒルチャールの中で最も狡猾で賢い。\n「日食族」は、モンドヒルチャール集落の中で一番謎めいた種族だ。筋肉とずる賢さより、彼らは信仰の力を信じる。一般的なヒルチャールが信仰する自然の元素力とは違い、彼らが崇拝するのは太陽のような簡素なシンボル。また彼らのシャーマンは他の集落のシャーマンよりも更に強い力を持っている。集落の中央には、日食族の中で一番地位の高いシャーマンのために大きな「御座」が用意されている。"
          }
        ]
      }
    ]
  }
}