{
  "epId": 2296,
  "name": "亡国の美奈姫",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720442260,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "亡国の美奈姫"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 253,
            "name": "亡国の美奈姫・1",
            "desc": "生まれた際に壊滅に関する予言を受けた姫は、国を失う危機に陥った。そこに真実を知らないとある浮浪武士が突然現れた。<br/>戦乱の時代を舞台に、二人の旅が始まる!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 255,
            "name": "亡国の美奈姫・2",
            "desc": "「壊滅をもたらす姫は、戦争の口実に過ぎない。」<br/>予言の真相を知るために、世界の中心へと進もう！<br/>大人気のロマンあふれる冒険譚はまだまだ続く！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/99282f59deca51b01f476ff37b3d2cb4_6276918157748070656.png"
          },
          {
            "type": "CustomEntry",
            "epId": 254,
            "name": "亡国の美奈姫・3",
            "desc": "戦争の地に足を踏み入れた二人は、ついに真の阿鼻地獄を目の当たりにする。世界を席巻した百年戦争の真実が、ここにて解き明かされる！<br/>豪華付録付き！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/99282f59deca51b01f476ff37b3d2cb4_4997895403828978618.png"
          },
          {
            "type": "CustomEntry",
            "epId": 258,
            "name": "亡国の美奈姫・4",
            "desc": "「過去の亡霊よ、地獄へと戻れ！」<br/>待ちに待った追憶編！武士の封印されし過去はいったい——<br/>国を失った姫と侍。二人は新たな冒険を迎える！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/99282f59deca51b01f476ff37b3d2cb4_2051201767424328132.png"
          },
          {
            "type": "CustomEntry",
            "epId": 256,
            "name": "亡国の美奈姫・5",
            "desc": "「あなたを犠牲にしてまで救う世界は、崩壊してもいい。」<br/>世界の中心にある空の塔、二人の物語は終わりを迎えようとしている…のか？",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/99282f59deca51b01f476ff37b3d2cb4_8371399606098086157.png"
          },
          {
            "type": "CustomEntry",
            "epId": 257,
            "name": "亡国の美奈姫・6",
            "desc": "悪意に満ちた皮肉のような世界の真相が明らかになった。分かれ離れになった二人、それでも運命からは逃げられない。<br/>『亡国の美奈姫』最終巻！しかし物語はまだ終わらない！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/99282f59deca51b01f476ff37b3d2cb4_1082692386026629528.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "誕生と同時に破滅をもたらすとの予言を受けた姫は、亡国の危機に面していた。そこへ唐突に現れたのは、真実を知らないとある浪人。\n戦乱の時代を舞台に、二人の旅が始まる！\n時は平和十三年、戦国の世。\n畿内周辺から離れた北の諸国も、時代の波に呑まれ、戦火に見舞われた。\n全ての戦がそうであるように、死闘の末に一方は敗北した。城は燃やされ、廃墟となり——その主の一族と落人たちも山奥に逃げ込んだ。\nこの舞台にも、何ら特別なところはなかった。\nしかしそんな舞台に、艶やかな衣装の浪人が現れたのだ。\nいや、衣装が艶やかというよりも、正確には……\nそう——女装である。\n対照的に、彼に同行していたのは大きすぎる羽織を身に纏う小柄な女性だった。\nとにかくどう見ても、怪しい人物だとしか思えない。\nしかし彼らはそのことに気づいていないらしく、堂々と山の麓にある関所まで歩いて行った。\nそして案の定、関所を守る足軽に止められた。\n「何者だ！」\n通常はただの決まり文句であるそれは、今日に限っては心からの質問らしかった。\n「見ての通り、ただの通行人だ。」\n説得力のない答えである。\nしかし浪人のハッキリとした口調に怯んだのか、質問した足軽は少し躊躇いを見せた。\n「とにかく、ご同行お願いします。」\n「やっぱりだめか……」\n失望の色が浪人の顔に浮かぶ。すると直後、三人の足軽は声をあげて倒れた。\n「最初からそうするつもりだったくせに。本当に性悪なやつ。」\n女は後ろから、小声でそうツッコんだ。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「壊滅をもたらす姫は、戦争の口実に過ぎない。」\n予言の真相を知るために、世界の中心へと進もう！\n大人気のロマンあふれる冒険譚はまだまだ続く！\n「違う。」\n突如出た言葉だった。\n名の知らぬ野寺の中で、長い黒髪の姫は正座している。火の光に照らされる顔は、光と影の間を行き来していた。\n「いや、なんで違うって言った？」\n条件反射のような答え。\n「あのさ、バカ武士、破滅をもたらす姫について、まさか何の評価もないの？」\n「評価というなら、そうだな、聞いたところ個性的な名前だ。」\n「そういう評価じゃなくて。」美奈姫の言葉には仕方ないという感情が込められていた。「私を助けてくれたことを言ってるの……」\n「いや、正確に言うと、俺はお前を助けたことがない。」\n武士はこう訂正した。\n「あの時は、姫としてのお前が俺に、ここから連れ出せと命令しただけだ。つまり、お前を救ったのはお前自身。」\n「武士はそんなことを気にするの？」\n予想通りのツッコミ。\n本当は責任から逃げたいだけだ、武士はそう思った。\n「破滅をもたらす姫も、戦争の言い訳に過ぎない。」\n無気力な口調を少し変えた。\n「それに、」\n武士が振り返えると、虚ろな目に光が付いた。\n「世界を破滅するなんて、くだらない話だ。お前ももうすぐ分かるはずだ。」"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "戦争の地に足を踏み入れた二人は、ついに真の阿鼻地獄を目の当たりにする。世界を席巻した百年戦争の真実が、ここにて解き明かされる！\n豪華付録付き！\n人々はよく戦場を地獄に例えるが、それは例えに過ぎない。\nだが、目の前にある情景は、文字通りの地獄である。\n荒れ果てた地、枯れた木、それと歩く屍のような民たち。\n生命力が汲み取られたかのように。\n「実は、」\n武士は枯れ葉を一枚拾ったが、すぐに灰となって散っていった。\n「ここの生命力は確かに汲み取られている。」\n近畿の戦争は百年も続いた。\n戦争の十年目から、諸国の物資も財力も使い切った。\n戦争が今まで続けられるのは、奈苦羅の術と呼ばれるものがあるからだ。\n奈苦羅の術というのは、全ての生物と大地の中から生命力を汲み取り、それを上位の武士と戦争に使う恐ろしい術である。\nこんな非道な術で国を支配しているのは、奈苦羅大名と呼ばれる盗国者たちだ。\n大名たちは互いに攻伐していた。だが、戦争の結果が何であろうと、大地の生命力はさらに奪い取られる。\nこれは、この百年に渡る近畿諸国の戦争の実態である。\n「この術を作り出したのは、世界の中心にある空の塔にいる陰陽師たちだ。」\n目の前の情景に動揺した美奈姫を無視し、武士は静かに話を続けた、\n「破滅をもたらす姫と言うが……この世界は、とっくに破滅に向かっているじゃないか？」"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「過去の亡霊よ、地獄へと戻れ！」\n待ちに待った追憶編！武士の封印されし過去はいったい——\n国を失った姫と侍。二人は新たな冒険を迎える！\n濃神国、生き物は存在しない荒れ果てた地。\n果てのない荒野に囲まれているのはとある砂丘だ。武士の恰好をした二人が対立していた。\nそのうちの一人はこの物語の主人公で、区別をつけるために、ここでは青い武士と呼ぶ。\nもう一人は本巻で初めて登場した人物のため、蒼い武士と呼ぼう。\n剣戟映画であれば、ここは中段の構えをするはずだが、二人は勝負をつける考えがないようで、向き合っているだけだ。\n「地獄から戻ってきたのか。」\nどれくらい経ったのかは分からないが、蒼い武士はやっと口を開いた。\n「懐かしいな。」\n青い武士は喜んでいるようだ。\n「俺はあんなものを懐かしいと思うことはない。」\n蒼い武士はそっけなくに話を遮った。\n青い武士は過去という名の深淵に落ちたかのように、目をつぶった。\n「魔王を倒せば全てが終わるなど、あの頃の俺たちはそんな甘い考えを持った。だが、あれは悪夢の始まりだった。\n十三人の武士たちが協力し合い、盗国の奈苦羅大名を倒した。\nだが、大名のいない濃神国は新たな始まりを迎えなかった。土地の中の生命力も失われていった。\nそれだけでなく、支配者のいない国は、かえって隣国が恣意的に略奪する楽園となった。\n魔王を倒した勇者たちも、国を守ることができなくなった。\n最後まで生き残ったのは、二人の逃走兵のみ。」\n「追憶編はいい加減にしろ、俺たちにはまだ解決していないことがあるだろ！」"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「あなたを犠牲にしてまで救う世界は、崩壊してもいい。」\n世界の中心にある空の塔、二人の物語は終わりを迎えようとしている…のか？\n「私は世界を救うことに決めた！」\n美奈姫はそう言った。\n「だから言っただろう、世界を救うなんてありえない。俺みたいなバカ共が何回試したかは分からないが、この世界は壊れていく定めなんだ。」\n「そんなこと知らないわ、私は姫よ。姫は世界を救うものでしょ？」\n「いや、そんな設定は聞いたことがない。それに、俺の知る限り、お前は破滅をもたらす姫だろ。」\n「誰かが言ったじゃない、破滅も新たな始まりだって。」\n「どこからそんなことを聞いたのかは知らないが、その設定は古すぎだ。もし誰かがそんな物語を作ろうものなら、さっさと常夜国に捨てた方がいいだろう。」\n（耳を塞ぐ）\n空の塔の頂上で、武士と姫は傍若無人に、その無意味な会話を続けている。\nそうは言っても、実はその場には陰陽師の恰好をした人が数人いた。\n「お前たちの知っての通り、奈苦羅の術は最初、衰亡していく世界の中の生命力を保存するために使われていた。」\nこの会話にもう耐えきれなかったのかもしれない、ストーリーを急ぎで進めるNPCのように、そこにいた最年長の陰陽師はやっと口を開いた。\n「その保存された生命力を使うことができるのは……」\n「だから、その考えを捨ててくれないか？」\n武士は何も聞こえなかったかのように、長者の話を耳にしなかった。\nこの茶番はいつになれば終わるのだろう？"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "悪意に満ちた皮肉のような世界の真相が明らかになった。分かれ離れになった二人、それでも運命からは逃げられない。\n『亡国の美奈姫』最終巻！しかし物語はまだ終わらない！\n「ところで、世界は救われたのだろうか？」\n物語の最後、武士は独り果てしない砂漠を歩いていた。\n空の塔の計画はおそらく完成しただろう、世界に残された生命力も集められた。\n新たな世界が作り出されたかどうかは分からないが、この世界は確かに破滅した。\nさすがは破滅をもたらす姫。\n「いっそもう一つの世界も破滅しよう、もしそれが本当に存在するのなら。」\n武士は新たな旅を始めた。\n……\n（本書の残り部分は設定資料集であり、小説の中で登場しなかった魔王と魔獣たちをまとめたものである。）"
          }
        ]
      }
    ]
  }
}