{
  "epId": 2298,
  "name": "侠客記",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720432459,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の侠客に関する伝説を記録した本。古いお話が書かれているが、読者の間で人気が高い。\n——山叟編——\n璃月より北の絶雲の間は常に雲や霧に包まれている。薬採りの間に仙人や神怪にまつわる幾多の伝説が伝わっている。\n遠い昔、銭谷という薬商人が薬草の分布を考察するために絶雲の間に入ったが、四、五人の賊に後をつけられた。その晩、銭谷は休んでいるところを山賊に襲われ、金銭を奪われた挙句、縛られ谷に捨てられた。\n真夜中、商人は目覚めた。彼は必死に足掻き、大声で助けを求めたが、絶雲の間の山谷は応じてくれなかった。深い森には、彼の悲鳴だけがとどろき、夜鳥を驚かす。\n銭谷が途方に暮れ、呻き声をあげている時、夜梟の泣き声と山風の音に紛れ、ある掠れた声が聞こえてきた。\n「起きろ！」\n「無理だ！」と彼は悲鳴をあげ、夜の狐を驚かせた。しかし、彼が踠いているうちに、なんと、手足を縛る縄はとっくに解けていたのだった。\n商人は立ち上がり、礼を伝えようとした時、また声が聞こえた。\n「山を登りたまえ」\n銭谷は曲がりくねった山道を歩き、山頂に辿り着く。東の空は既に白くなり始めていた。山頂で彼は曲がった松の木が、崖から突き出すようにして生えているのを見つけた。先程の山賊達がその枝に吊るされており、重さで木がミシミシと音を立てていた。\nその隣にある怪石に、髪も髭も真っ白な老人が座っていた。狼狽る銭谷を見るなり、老人は大声で笑い出し、賊に奪われた金銭を全部銭谷に返した。\n銭谷の問い掛けに対し、老人は山中に暮らす人で、住む場所も眠る場所も定まらないという。商人は何度もお礼を申し上げたが、老人は一笑に付した。結局、銭谷の厚意に敵わず、老人は一枚のモラだけを受け取り、銭谷の娘の婚儀に出席する際のお祝い金として使うと約束した。\n災い転じて福となしたのか、銭谷の薬屋が徐々に繁盛した。銭谷も璃月港で名の知れた富商となった。話によると、立身出世した銭谷は、再び絶雲の間に赴き、命の恩人を探しに行ったが、見つかったのはボロボロのテントと古い酒の瓶だけだった。瑶光の浜でこの老人が採掘人の姿をして絶壁を闊歩するところを見た人がいれば、老人が漁師であり、船から落ちて溺れる人を救っていたという人もいる。噂は様々だが、誰一人が老人の素性を知らなかった。\n残念なことに、銭谷はもう歳を取ったが、娘はまだ婚姻を結んでいない。どうやら、山の老人が婚儀の宴に出席するのはまだまだ先のようだ。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の侠客に関する伝説を記録した本。古いお話が書かれているが、読者の間で人気が高い。\n璃月の土地は最初から岩王帝君によって治められていたわけではない。遥か昔、数々の魔神がその地を歩いていた。\n帰離原と呼ばれたその地は、かつて琉璃百合に覆われていた。しかし帰離原は戦争により毒され、民も去って行った。璃月港の繁栄で、ここで住んだほとんどの人はそこに移住した。しかし近代、この荒野には数々の侠客伝説が広まっている。\n商人と運び屋の閑談では、かつて夜の帰離原に謎の人影が現れたことがあったという。青のローブを身にまとった女性で、小川に沿って歩いていた。月光が彼女の頬を照らし、夜風が彼女の言葉を星空に届けた。\n望舒旅館の客によると、夏の夜にホタルの明かりで迷子になった者だけが彼女の姿を見ることができるらしい。ホタルの舞う光と仙霊が漂う夜に琉璃百合の香りを辿れば、その者の足跡が見つかる。その女性は過去を見失った仙獣で、死した魔神の残党だという人もいれば、ただの侠客で、自身の正体を他の侠客と同じように包み隠しているという人も少なくない。\n彼女の物語がどこから始まったのかは分からないが、ある狩人の話で終わりを迎えた。商人の話とは異なり、月夜の下で剣を持って舞う彼女の姿を狩人は見たという。優雅に舞ったあとの彼女の姿はなく、血だけがそこに残されていた。\n翌日、川のそばで死体の千岩軍兵士と土地測量士を見つけた。\nその後、総務司から幾度も捜索届けが出されたが、彼女を見た者はいなかった。\nあの剣の舞いが復讐のためであったのか、それとも彼女は元々盗賊であったか。このことに言い訳など考えても無駄だろう。世の規則を超越せし者、侠客とはそういうものだ。\nしかし璃月港の明かりが荒野を埋め尽くしていくうち、この伝説も消えていった。\n彼女が徘徊していた川岸には、今は琉璃百合の花が満開に咲いているという。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "侠客記"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 284,
            "name": "侠客記・山叟編",
            "desc": "璃月の侠客に関する伝説を記録した本。古いお話が書かれているが、読者の間で人気が高い。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of the Gallant: The Hermit_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 285,
            "name": "侠客記・留塵編",
            "desc": "璃月の侠客に関する伝説を記録した本。古いお話が書かれているが、読者の間で人気が高い。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/f512f1dd11d650692bbf732a2248ac1f_7729726967469918311.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}