{
  "epId": 2299,
  "name": "冒険者ロアルドの日誌",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/20/194600931/f91f32e498c4670603f9863462357c40_7004209670114446674.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720236078,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが偶然残した日誌。紙の間にはキラキラした塩の屑が挟まれている。\n——地中の塩——\n荻花洲の川原に沿ってここまで歩いてきた。私の靴はずぶ濡れだ。この間、靴を脱いだ時、なんとカエルが靴から飛び出てきた。\n遺跡の規模を見ると、数千年前のここは神殿と避難所だったはずだ。魔神戦争時に塩の魔神が建造したらしい。璃月の伝説によると、彼女は優しすぎる魔神だった。無慈悲な魔神たちの混戦の中、人類は微小すぎる存在だった。だが塩の魔神は冷酷な競争に参加せず、彼女は戦火で家を失った人々を連れて、ここで新たな町を建てたのだ。天地を覆すような世紀末、彼女は人々に慈愛と慰めを与え、魔神たちと元の平和に戻る方法を探していた。\n町の大部分はとうに碧水川の川底へと埋め隠され、この神殿だけが唯一の「生存者」らしい。\n彼女は追従者を集め、現在「地中の塩」と呼ばれている集落で安定した生活を送った。魔神の死によって町が崩れるまで、数百年も存在していたそうだ。\n優しい魔神は神との戦いで戦死したわけではない、彼女は愛していた人間に裏切られたのだ。\n彼はこの地で初めてで最後の王だった。他の者と同じように、彼も塩の魔神を深く愛していた。だが、人間の懐では、神の愛を推しはかる事は出来なかった。力を得るため、彼は長剣で孤独な魔神を刺し殺した。こうして、塩の神殿は魔神が倒れると同時に崩れ落ち、人間の城も塩の塊のように苦い結末を迎えた。\n裏切り者のその後については諸説あり、真偽は不明である。恐らく、彼は廃墟の中で孤独に包まれながら、町を数千年統治したのかもしれない。戦争が終わり、廃墟が川に飲み込まれ、王笏が朽ちた後、彼はようやく灰になった。あるいは、神殺しの大罪を犯した後に、罪悪感に飲み込まれ自らを裁いたかもしれない。とにかく、塩の魔神に愛された一族は璃月の大地に四散し、伝説と共に、岩の神に治められた安全な港に移り住んだ。故にこの物語は今まで伝わっている。\n塩の魔神の遺体は今でもこの遺跡の奥深くにあるそうだ。体は塩の結晶と化しているが、依然、長剣に突き刺された瞬間の姿を保っている。\n空に黒い雲が集まり、雨が降りそうだ。急いで出発しないと。これから北西にある軽策山に向かう。雨が強くなる前に辿り着ければいいが。それから急ぎすぎて、この日記を無くさないようにしなければ…"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが臨時拠点で書いた日誌。最近書いたようで、軽策山の薬草の残り香がする。\n——軽策荘——\nドラゴンスパインを離れて、川に入り、荻花がたくさん咲いている砂州を歩く。空を遮るほどの竹林を通過し、私はやっと軽策山に辿り着いた。靴も服も水に浸ったせいでびしょ濡れで、さらに土砂降りの雨に降られて全身ぐしょぐしょだ。幸い、山荘の長老たちがとても友好的で助かった。集会用の部屋で服と靴を乾かしてくれただけでなく、新品の着替えと携行食まで用意してくれた。\n軽策荘にはたくさんの子供がいて、みんな可愛いのだが手を焼く。そして年寄りも結構いる。みんな豊かな生活を送っているのが見て分かった。長老たちの話によると、ここの若者のほとんどが璃月港で働いているそうだ。そして、その多くがそのまま璃月港に居を構え、生計を営み、毎月仕送りを送っている。若者が都市の華やかさや利便性を味わってしまえば、もうここに戻って生活できないのは当然かもしれない。璃月港のおかげで軽策荘の住民の生活は豊かで楽になったが、ここの高齢化に歯止めはきかなそうだ。\n言い伝えによると、「軽策」という言葉は上古の魔獣「螭」に由来するらしい。もちろん、現在の共通語では「螭」と呼んでいるのだが、「軽策」というのは荒れた時代の璃月先住民の発音が元となっている。\n長老曰く、千年前にモラクスが璃月に害をもたらした螭を鎮めたらしい。螭は死後、その肢体が縮こまり頑石となり、その血が碧水に、鱗が棚田に、そしてかつての魔獣の巣穴が今の軽策山となったそうだ。\nけど、ざっと調査してみたところ、ここの山のほとんどは外部の衝撃により砕けた巨岩が元になっている。水元素の魔獣が存在した痕跡も見つからなかった。もしかしたら、螭の骸はとっくに朽ち果たのかもしれない。魔獣が山岳の由来となった話もただの眉唾なのではないかと思う。\nこれから絶雲の間の石林にある湖に行ってみる。璃月の伝説によるとそこには迷宮があり、仙人が隠棲しているらしい。運が良ければ会えるかも。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが偶然水辺に残した日誌。中には奥蔵の後の冒険計画が書いてある。\n——絶雲の間・奥蔵の天池——\nこの前書いた日記をまたも失くした。日記をちゃんと保管しろ、日記をちゃんと保管しろ、日記をちゃんと保管しろ…って、3回も自分に言い聞かせたのに。それでも、冒険の途中でまたうっかり失くしてしまった。たくさんの紙を無駄にしている、草の神よ怒らないでくれ。\n曲がりくねる山道と昔の薬採りが敷いた桟道に沿って奥蔵山を登る。険しく、湿った岩壁を登ってこの天池に辿り着いた。以前出会った漁師が、この湖の水深は数千にも及ぶと言っていたが、実際入ってみたら、やはり大げさだった。\nだが、軽策荘の老人たちが言っていたことは本当だ。さすが仙境という名を背負うだけあって、天池の湖水は温かく甘い。絶雲の間に入った当初、一人の年老いた農夫が私にこんなことを教えた。神通広大な仙人が雲となり霧と化して雲海を漫遊する。その時は、そんな田舎の伝説を信じられなかったが、今、湖面から出た霧が手の届きそうな雲海へと昇っていく光景を目の当たりにすると、信じざるを得ない。もしかしたら、探していた仙人が今、私の頭上を漫遊しているのに、私は全く気づいていないのか？\n東の奥蔵山から下山し、複雑な迷宮のような山林で道に迷った。再び視界がよくなった時、自分はまたも碧水川にいた。ここなら見通しが良く、休憩場所に最適だ。今日はここにテントを張ろう。\nテントの支度をしている時、宝探しに来たように見える若い女の子と出会った。彼女はエドワルドと名乗った。彼女はこれから西に向かい、奥蔵山の下にある仙湖に行くらしい。\n「伝説によると、奥蔵山の北の麓、ここより西のとある湖畔に一人の仙人が住んでいるみたいなの。なら仙人の秘宝もきっとそこにあるはず。アハハハ、宝物を見つけたら…」\n彼女は急に真顔になると、こう言った。「協会に連絡してみて！私は冒険者協会の正規メンバーだからね、宝盗団とは100%無関係だよ！」\n確かに、冒険を追い求める人もいれば、ただ宝をお金にするため追い求める人もいる。璃月人曰く、「人それぞれの志があり、想像などできぬ」とのことだ。でも雰囲気から察するに、彼女は善良な冒険者仲間だ。\n西に行って、彼女が言っていた「仙湖」を探索するのも悪くないが、やはり計画通りにしよう。特別な事情がなければ、これから帰離原に向かい、あそこの風景と宝物を発掘する。もちろん、ヘマをしなければこの日記も失くならない。絶対、ヘマをしないようにしなくては。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが臨時拠点で落とした日誌。水に浸したようで、ページにキツネの足跡が残っている。\n——漉華の池——\n碧水川の支流に沿い、南西へと歩く。すると天衡山の北にある山で一つの池を見つけた。池の水は空よりも澄んでいて、水温は人肌に近い。その上、口当たりは微かに甘かった。\nこの地の薬草採りの話によれば、数千年前、この池は園圃だったそうだ。魔神の戦いが混迷を極めた時代、家族に認められなかったある恋人たちがここで忍び逢いをしていたらしい。だが乱世に情は不要、男は岩神に付き従い、人間の身でありながら神々の戦争に身を投じた。…あの時代の数多の凡人たちと同じように、彼は帰ってこなかったという。\n女は園圃を彷徨い恋人の帰郷を待った。やがて花は荒れ果てた雑草に変わり、雑草もまた潮水によって朽ちていった。潮が引き、彼女が土に還った時、その涙が池と化したそうだ。これほどの深い想いが詰まっているからこそ、この池は澄んで温かいんだろうね。\n私はここに一晩滞在した。そして、お風呂に浸かったまま、つい寝てしまった。目が覚めると、目の前には夜のとばりに光り輝く星座たち。\nすると、一匹の小さなキツネが近くをうろうろしていることに気づいた。私が頭をあげると慌てて逃げていった。\nその後、片方の靴がなくなっていることと、携行食の入ったカバンが荒らされていることに気付いた。\n思ったよりも荷物の整理に長い時間がかかってしまった。次の目的地は北東方面、碧水川と海の境目である瑶光の浜だ。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが残した日誌。海風の匂いがする。\n——瑶光の浜——\nここが碧水川と海の境目だ。川と共に流れてきた砂泥がここに積もり、広く平坦な砂浜になっている。やっと辿り着いたというのに、砂浜は海の霧に覆われていた。新しく買った靴はまたもずぶ濡れ。その上、霧の中から正体不明の魔物の鳴き声が聞こえてくる…しかし、それがどこにいるのかは分からない。\nこうなったら、霧の中の物音に耳を澄ませながらテントを張り、霧が晴れるのを待つしかない。\n望舒旅館で休憩した時、ある商人が私に「瑶光の浜」の名前の由来を教えてくれた——「広々とした瑶光がさざ波と共に去り、白い砂浜と螺旋の空が広がる」と。\n碧水川が美玉のようにキラキラと光りながら海に流れ込んでいる。瑶光の浜にある「碧螺屋」を訪ねたが、誰もいなかった。\n以前、霧の日にあの小屋を訪れた時も、あそこの主には会えなかったと記憶している。\n漁師の間ではこんな噂が流れているそうだ。「碧螺屋」は仙人の住処で、碧螺そのものも仙人の一部だと。彼女は濃霧で道に迷った旅人に休憩場所を提供し、海難事故の生存者の世話や治療、海中の魔獣を討伐する仙人のために餞別を送ったらしい。\nけど、年配の漁師がそれに反論した。あそこに住んでいるのは仙人ではなく、代々巨螺に住んでいる普通の家族だ。彼らは人助けを己の使命としていて、遭難した漁師のほとんどが彼らに助けてもらっている、とのことだ。\n霧が晴れる、微かな日差しが見えてきた。\nこれから船を借り、孤雲閣へ向かう。そこで岩の魔神が海魔を鎮めた遺跡を訪ねる予定だ。\n順調に行けば、きっとすぐ到着することだろう。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが偶然残した日誌。紙は少し濡れていて、どうやら水に浸されたようだ。\n——孤雲閣——\n島のヒルチャールにバレないようにして、無事に孤雲閣に辿り着いた。上陸する時に、ちょうど六角形の大きな石柱が眩しい日差しを遮ってくれた。石柱の影はとても涼しかった。数千年の間、魔物の残骸を餌にしてきたのか、ここの砂浜に生息するカニは大きく、焼くと美味しかった。\n今日の美しく明るいこの景色を見ると、ここが岩の神と海魔が死闘を繰り広げた戦場であったとは想像しがたい。昔の血はとっくに青い海に溶け込み、跡形もなくなっている。一人が流した血も、無数の英雄の血によって形成された激流も、果てのない海の前では同じようだ。永遠に吹く風と海流が歴史の塵埃を洗い流してくれる、全てが元に戻るまで。\nかつて岩神は岩を削り出して作った巨槍をこの海域に投げ込み、深海で反乱を起こした魔神を貫いた。巨槍は歳月を経て徐々に風化し、今日の景色となったのだ。\n夜は陸に戻ってテントを張った。ここから出港する船が見える。遠方で、「南十字」船隊が勢い良く帆を張り出航した。あの伝説の北斗様は今、七星商会のどんな任務を遂行しているのか。\n夜はぐっすり眠れなかった。暗く、陰湿な夢を見たせいだ。自分が岩神に貫かれた海底の妖魔であり、必死に足掻き、堅固な岩槍を引き抜こうとする夢だった。どう足掻いても、壮絶な苦痛と憎しみを生むだけであった…\nどうやら、孤雲閣は一夜を過ごす場所としては不向きなようだ。篝火を灯し、朝になったら出発する。次は璃月に戻り、支度を整えたらまた絶雲の間に向かう。前回の訪仙の旅では仙人に会えず、失敗だった。今度は慶雲頂にも行ってみる。もしかしたら、今度は会えるかもしれない。\n注：もう日記を失くさないように！"
          }
        ]
      },
      {
        "title": "第7卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが偶然残した日誌。紙には山や岩の隙間にある花の香りがする。\n——絶雲の間・慶雲頂——\nこの冒険日記を書く前に、自戒するためまず一言書かせてもらう。最近、文章をまとめた後、よくこの日記を失くしていることに気付いた。ロアルドよ、こんな悪習は正さなければ！\nどれだけの時間を費やしてこんなに高いところまで登ったのか、もう覚えていない。崖の縁には白い雲海が漂い、かつて自分がこの雲海のどこから山頂の「仙居」を眺めたのか、もはや全く分からない。\n山頂では、変わった形の木以外の生物をほとんど見かけない。たまに空飛ぶ石鳶が鳴きながら雲海へと急降下し姿を消す。伝説によるとこの先には仙人の家があるらしいが、行く前にまず支度をしなければ。当面の問題はこないだ落ちて壊れた登山の装備だ。それからいくつかの傷の処置。絶雲の間に来た時、ある年寄りの農夫が私に膏薬をくれた。使う時にちょっとしみるが、効果は抜群だ。\nこんなに高い山頂で過ごす夜は、あまり心地のいいものではない。雲海の骨に沁みるような寒風が、テントの隙間から吹き付けてくるので全く寝れなかった。篝火を灯してもすぐ消えてしまうのだ。山頂の仙居に住んでいるという仙人もこの風の冷たさを感じているのだろうか。寂しくはないのだろうか？\n一晩中眠れずにいたが、やっと月が海に沈む時がきた。持ち物を確かめて、夜が明けたら山頂の仙居へ出発だ。こんな高所で雨が降らなければいいが。"
          }
        ]
      },
      {
        "title": "第8卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが偶然残した日誌。紙には青い苔の跡がある。\n——青墟浦——\nまた失くさないよう、今度はコケで日記の表紙に印をつけた。これならよく目立つ。よし、今夜は枕の隣におこう、もう失くすことはないだろう。これで失くしたら、「冒険者」じゃなくて「忘失者」だ。\n天衡山を通り西へ進めば、「青墟浦」という遺跡がある。遺跡は高く険しい山々に四方を囲まれている。石造の楼門と岩の神が相まることで、自然の風景を作り上げていた。淡い朝霧が晴れ、山の岩々と遺跡が太陽の光を浴びる。今日もいい天気になりそうだ。\n伝説では、岩の神が璃月を治める前から、これら遺跡は存在していた。魔神による戦争の時代に、璃沙郊の一帯は水没をした。水面から顔を出していたのは山の一角のみ。戦争が終わると璃沙が海水と共に流れ、先人が残した古い楼門が見えるようになった。\nこの前、望舒旅館でソラヤーという学者に出会った。彼女は璃沙郊について見識が深く、話し出すともう止まらない。彼女の話では、これらの廃墟はかつての魔神とその部下が残したものらしい。青い海が桑畑になるように、最強と謳われた魔神は倒された。先人たちが残した古都と神殿は荒れ果て、今の青墟浦となった。長く続いた戦争が終わり、遺跡の存在がやっと明るみに出た。\nこれらの遺跡は長生きである仙人や神様にとって、過去の記憶を呼び起こすものだろう……いずれにせよ、この静謐な遺跡は繁栄し続け拡大する港町や層岩巨淵の採鉱に影響されることなく、そのまま現在に残った。だが最近、遺跡が魔物に占拠され層岩巨淵の採鉱が中止されたそうだ。壊されたりしていなければいいが。\nこれは単なる憶測でしかない。もっと証拠を得るには、北へ進んで、霊矩関と遁玉の丘の遺跡を見に行く必要がある。\n出発時にまたエドワルドと遭遇した。この時の彼女は仲間を連れていた。冒険者として彼女は忙しそうにしており、すぐ遺跡の中へと消えていった。"
          }
        ]
      },
      {
        "title": "第9卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが残した日誌。ページの所々が破れており、輝く氷晶が付着している。\n——ドラゴンスパイン——\n璃月の川岸や平原から昇るドラゴンスパイン南側のこのエリアは、なだらかな傾斜と穏やかな雪があり、水源も凍っていなく、拠点を築くにはもってこいの場所だ。物資の準備ができたら、ここをベースにして、山頂を目指す。\n拠点を設置した後、周囲の遺跡の観察も行った。ここの遺跡はとても興味深い。建築の風格や模様が他の地域にある無名の古い建築と驚くほど一致している。この点から、伝説にある雪山の国は我々の足の下にあるのかもしれない。\n残念なことに、遺跡では銘文は発見できなかったため、証拠がない。もっと高い場所に行けば、大吹雪に隠された情報がもっとあるかもしれない。\nここで夜を越えるのは大変だ。凍てつく寒さが風と共にやってきてテントを揺らす。それで悪夢を見る人も多い。水源地の山の洞窟に大きい空間があって、風が吹き入れると亡者の叫びのように響く音がする。しかし洞窟は柵で塞がれているため、外からは入れない。\n少し経ってから、山頂に向けて進んだ。途中で年代物の遺物があって、まるでモンドがまだ貴族時代だった頃に遡ったかのようだった。それと、衣服の切れ端とボロボロの武器を発掘した。厚い氷雪が腐食を遅らせ、形を保っていたみたいだ。\n遺物の分布状況から、ここは昔追逐か謀殺が起きたと推定できる。\n凶暴な吹雪ですら、人の野心を阻止することができない。神に見放されたこの氷雪の地は人の罪悪に染められていた。\n山に沿って登ると、吹雪がさらに激しくなり、気温は耐えられないほど急降下した。北東部の廃墟を探索したが、信じられないことに、一年中吹雪が吹き荒れるこの場所で、凍っていない水があったのだ！位置から判断すると、下の小川の水源につながっている可能性がある。\nしかしこの区域は寒すぎて、凍死と溺死の危険を犯しながら進むことはできない。だから、大まかな記号を残した。吹雪で埋もれないことを祈るしかない。\nもしかしたらここは、時間の経過とともに地下水に沈められた、古代の国の地下避難所である可能性がある。しかし、何千年も前の古代では、暴君は囚人を檻の中に閉じ込め、ゆっくりと大量の水を注ぐと聞いたことがある。その目的は、囚人がゆっくりと上昇する水位で徐々に沈んでいくのを見るため...\nそのような罰はとても残酷であり、ましてやこんなに厳しい寒さの中で、そこから生き残ることができた人はいないだろう。\n東側の山道は少し険しい、そこで少し馬鹿げた事故に遭遇し、足を骨折しそうになった。幸いなことに、皮膚への外傷だけで済んで、骨は問題なかった。しかし、防寒服は氷によって大きく破られ、ナイフを刺すように冷たい風が入り込み、非常にひどいものだった。\n傷がしびれる前に、風が避難できる隅を見つけ、破れた場所をかろうじて修正した…しかし、山頂に登ることは不可能になった。\nその後、凍死寸前で拠点に戻った。焚き火の前で手足を温め、靴下を脱ぐと、すでに3本のつま先が凍って紫色になっていることに気づいた…とにかく、生きててよかった。\n吹雪がしばらく止まってから、上を見上げると、雪山の頂上を囲む巨大な岩が、澄んだ空に静かに浮かんでいた。詩歌の中にあるこの場所に埋められた古代の龍も、その朽ち果てた眼でこの空を見つめているのだろうか？\n雪山の麓に住む人々にとって、変異を遂げたこの山は、まるで神の視界の外に置かれた、とてつもない運命に支配された場所。モンドの古いおとぎ話では、この雪山は時間の風に放棄された懲罰の場所であり、すべてが凍てついた風によって凍りついたという。\nしかし、山頂には何かが動いている。夢の中でその呼びかけを感じた——ささやく歌のように、甘くて不吉だった。\n探検は順調ではなかったが、幸い命だけは助かった。ただ、このチャンスを逃した後、いつ山頂にたどり着けるかは分からない…\nこれから引き続き璃月を探索するかもしれない。しかし、最優先事項は、以前に失われた物資を補充し、水に浸ってしまったこの日誌を取り換えることだ。"
          }
        ]
      },
      {
        "title": "第10卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが残した日誌。緋櫻の花びらの爽やかな香りと、タバコ葉の苦みが漂う。\n——離島——\n離島に来て数日、勘定が通してくれそうにない。いつまでここに留まらないといけないのか……久利須先生につてがあるといいが。早くここから出たい。\n久利須先生は現地商会の会長だ。フォンテーヌ出身の、落ち着いた雰囲気の紳士だ。先生と話していると、まるで故郷に帰ったような安心感がある。\n稲妻は排外的だと聞いていたが、離島の桟橋に上がってはじめてその度合を思い知った。\n「鎖国令」が下されてしばらく経って、多くの外国人が離島に留まっては離れていった。店も次々と閉店して、とても寂れて見える。\n数百年前、柊家の弘嗣公が奇跡的に荒れた島で商業港を興し、才能ある人を集め、自由貿易を推奨したため、この地は栄華を極めたそうだ。かの弘嗣公が今の離島の光景を目の当たりにしたら、どう思うのだろうか。\n彼の子孫、すなわち今の勘定奉行様は良い暮らしをしているみたいだが。\nまったく腹立たしい。\nあれから少し経って、久利須先生が良い知らせを持ってきた。\nもうすぐ南十字船隊が稲妻に到着し、しばらく滞在するそうだ。かの有名な武装船隊なら、私を密かに稲妻の島のどれかに連れて行けるだろう。今は待つ時だ。\n久利須先生の情報が正確かどうかわからないが、用意するに越したことはない。まず野営道具を百合華さんから取り返さないと。お金払っても土下座でもして……\n幕府が珊瑚宮のほうの前哨基地を襲撃したらしく、多くの死傷者が出たらしい……いや、逆だったか？ここに残っていた外国人も、奉行の役職についている人間も、不安そうにひそひそとそんな話をしている。\n何があったかは知らないが、また続々と商人たちが店を畳んで国に帰っていった。軍艦が港を出入りして、どうやら港は臨時的に軍に徴用されているらしい……\n物資の分配で混乱しているこの隙に、なんとか私の荷物を倉庫から出せないだろうか。\nそうだ、これも忘れてはいけない……今度こそ日誌を紛失しないように気をつけないと。\n稲妻の筆記帳はきれいな表紙が多いけれど……古いものを蔑ろにする理由にはならないからな！"
          }
        ]
      },
      {
        "title": "第11卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有名な冒険者ロアルドが残した日誌。紙には霧の湿気と菌類の香りが漂う。\n鶴観での探索は順調とは言えなかった。\n先日、カマという地元の青年が色々助けてくれたおかげで、離島から何とか抜け出すことができた。監視の目をかいくぐって鶴観まで来たが、彼の導きによって私が辿り着いたのは謎の霧の中。そこで私は島の古い文明、そして夢のような幻の景色を垣間見た。だが今、記憶の中の景色は霧のように消えている…\nしかし、これだけははっきりと覚えている——この死んだような静寂に包まれた島で、私はなんと一人の子供に出会ったのだ。\n霧の中を浮遊する元素粒子で幻覚を見ただけかもしれない。あるいは、島のキノコのせいという可能性もある…たぶん、あの子はただの幻影、または偽りの記憶なのだろう。そう考えるのが現実的なのだが、二度目に島に上陸した時、私は食べ物を多めに持って行っていた…あの子に渡せればいいのだが。こんな物寂しい荒れた島で、独り暮らすのはきっと大変なことだろう。\n再び島へ行くことを、私はカマに言わなかった。その結果、すぐさま道に迷ってしまった、そうあの濃い霧の中をだ…あらゆる手段を駆使したが、道は分からなかった。まるで意味もなくこの霧が、私のことを拒絶しているかのように感じたほどである。\nあの金髪の旅人と「パイモン」という小さな精霊が助けてくれなかったら、収穫もなく帰っていたかもしれない。あそこの「ユウトウタケ」を採集してくれて本当に助かった。稲妻人の間で語り継がれる話によると、この菌類には鶴観の亡き者たちの古い記憶が凝縮されているらしい。淡い燐光を放ち、目と頭の働きを良くすると言われ、記憶力を上げる効果もあるとか。\nここ数日の試みで、この菌類には確かに心を落ち着かせ、気分を良くする効果があることが分かった。それに消化にもいいようだ…記憶力を上げる効果はあまり実感できなかったが。スメールの友人に研究してもらえるよう、これをいくつか残しておこう。\nそれと、金髪の旅人とパイモンが持ってきてくれた古代の壁画を映した写真も、大変興味深かった。後でじっくりと研究する価値がある。今回、こんなにも価値のある遺跡を発見できたのは、この二人の名高い冒険者が持つ熱意と知恵、そして止まることを知らない冒険心のおかげだ。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "冒険者ロアルドの日誌"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 304,
            "name": "冒険者ロアルドの日誌・地中の塩",
            "desc": "有名な冒険者ロアルドが偶然残した日誌。紙の間にはキラキラした塩の屑が挟まれている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_2128482978683949859.png"
          },
          {
            "type": "CustomEntry",
            "epId": 311,
            "name": "冒険者ロアルドの日誌・軽策山荘",
            "desc": "有名な冒険者ロアルドが臨時拠点で書いた日誌。最近書いたようで、軽策山の薬草の残り香がする。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_8003739071345556912.png"
          },
          {
            "type": "CustomEntry",
            "epId": 309,
            "name": "冒険者ロアルドの日誌・絶雲の間・奥蔵の池",
            "desc": "有名な冒険者ロアルドが偶然水辺に残した日誌。中には奥蔵の後の冒険計画が書いてある。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_2687272163445939309.png"
          },
          {
            "type": "CustomEntry",
            "epId": 306,
            "name": "冒険者ロアルドの日誌・漉華の池",
            "desc": "有名な冒険者ロアルドが臨時拠点で落とした日誌。水に浸したようで、ページにキツネの足跡が残っている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_530666385152009827.png"
          },
          {
            "type": "CustomEntry",
            "epId": 307,
            "name": "冒険者ロアルドの日誌・瑶光の浜",
            "desc": "有名な冒険者ロアルドが残した日誌。海風の匂いがする。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_7894696506424270830.png"
          },
          {
            "type": "CustomEntry",
            "epId": 305,
            "name": "冒険者ロアルドの日誌・孤雲閣",
            "desc": "有名な冒険者ロアルドが偶然残した日誌。紙は少し濡れていて、どうやら水に浸されたようだ。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_5563879382519791887.png"
          },
          {
            "type": "CustomEntry",
            "epId": 310,
            "name": "冒険者ロアルドの日誌・絶雲の間・慶雲頂",
            "desc": "有名な冒険者ロアルドが偶然残した日誌。紙には山や岩の隙間にある花の香りがする。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_781685380079978268.png"
          },
          {
            "type": "CustomEntry",
            "epId": 312,
            "name": "冒険者ロアルドの日誌・青墟浦",
            "desc": "有名な冒険者ロアルドが偶然残した日誌。紙には青い苔の跡がある。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_4487643949908875381.png"
          },
          {
            "type": "CustomEntry",
            "epId": 314,
            "name": "冒険者ロアルドの日誌・ドラゴンスパイン",
            "desc": "有名な冒険者ロアルドが残した日誌。ページの所々が破れており、輝く氷晶が付着している。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_2306621380667706192.png"
          },
          {
            "type": "CustomEntry",
            "epId": 308,
            "name": "冒険者ロアルドの日誌・離島",
            "desc": "有名な冒険者ロアルドが残した日誌。緋櫻の花びらの爽やかな香りと、タバコ葉の苦みが漂う。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_6056449541601319527.png"
          },
          {
            "type": "CustomEntry",
            "epId": 313,
            "name": "冒険者ロアルドの日誌・鶴観",
            "desc": "有名な冒険者ロアルドが残した日誌。紙には霧の湿気と菌類の香りが漂う。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/dd7616b14f0c000833886beaa208d3b3_2568954091561227105.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}