{
  "epId": 2316,
  "name": "テイワット観光ガイド",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/19/194600931/87bc3310a930d5c263b538b39e79f8c9_4462824085623671518.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1724083587,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスがモンド滞在時の旅行記が掲載されている。\n——モンド編——\nテイワット地理雑誌特集号—アリスのモンド紀行\nダダウパの谷\nこの谷には繁栄しているヒルチャールの集落が3つある。仮に谷の中心部の低地に、球体の転がる巨大な檻を造り、そして周囲のヒルチャールを全て中に入れれば、動き回るヒルチャールによって転がる檻はモンド城すべての製粉所5年分の動力に匹敵する、らしい。もし年寄りと力尽きたヒルチャールを餌として加工し、力強いヒルチャールにあげれば、より大きな動力が発生すると思う。もしかしたら、スネージナヤにある大型工場を稼働させることも夢ではないかもしれない。\n私の見立ててあれば、これは実現可能な話だ。\nけど、この話を図書館司書のリサさんにしたら、私を見ながら考え込んでしまった。そして、優雅な微笑みを携えながら話題を変えられてしまった。\n星拾いの崖\nそういえば、風神は本当に些細なことにこだわらない神なんだろうね。もし私が神なら、こんな複雑に入り組んだ地形を放っておけないもの！適切な位置に、火力の十分な爆弾をいっぱい仕掛ければ、星拾いの崖のような広大な土地でも崩れ落ちるはずだ。そうすれば、モンドの地形は今よりもずっと整然とする。\n残念なことに、モンドの騎兵隊長に私の提案は却下されたが。\n風立ちの地\nモンド全域で唯一地形が平らな野原。中心に近い地帯には非常に大きなオークの木が生えている。伝説によると、ヴァネッサがそこから天に上ったらしい。でも、私が木のまわりを何周回っても、発射装置の跡など見つけられなかった。\nこの辺にいたヒルチャールを捕まえて爆風で吹き飛ばしてみたが、清泉町の猟師小屋までしか飛ばなかった。がっかりだ。\n鷹飛びの浜\n実験の失敗によって清泉町が大混乱に陥ったため、騎士団のジンさんが私に見張りをつけた。鷹飛びの浜以外の立ち入りを禁止されてしまい、本当につまらない。空を飛び回っている鷹も、膨らんだ風スライムも退屈だ…そして、一番我慢できないのは何もできないこと！\nけど見張り役の偵察騎士のお嬢さんは、楽しそうに子供たちと戯れている。\n囁きの森\nもう一つのモンドの森、あのアンバーという偵察騎士がこの辺をよく知っているらしい。アンバーが持っている爆弾のおもちゃはとっても面白い。もし私が改造を施せば、一撃でこの森を灰にするだけでなく、周囲の山を崩せるかもしれない。\n私の提案に彼女は驚いていた。でも爆弾ぬいぐるみは、今までにないほど良いアイデアだ。\n今度、ぜひ試してみよう。\n明冠峡谷\nやっと騎士団のストーカーを振り切り、シードル湖の北西の岸辺でこの谷を見つけた。古い装置が未だここを守っているけど、要所を鎮守した烈風の王の兵はもういない。時の風があてもなく吹き、知能のないヒルチャールとしゃべらない機械の守衛だけがここに残されてる。\nヒルチャールを使った遺跡守衛を操作する実験がまた失敗に終わり、遺跡守衛がバラバラになった。上に縛られているヒルチャールは、さらに悲惨な状況になっている…元々損傷のなかった遺跡も半分が崩れてしまった。\n風龍廃墟\n明冠峡谷の先に行くと、この巨大な古城遺跡に辿り着く。ここは孤高なる烈風の王・デカラビアンが建造した城だ。古城全体が環状になっていて、その内側と外側の間にスペースが空いている。そこは民一人ひとりのために用意されたスペースのようだ。古城の中心部には高い塔が立っており、そこが烈風の王の宮殿となっている。\n人民のために生活の基盤を作ろうとした冷酷非情な君王、この壮大な遺跡に辿り着いた者はまだいない。\n今後、ここに来た人がもっと簡単に塔を登れるよう、いくつか長い回廊を爆発させておこう。うん、なかなかの効果だ、より古い遺跡っぽくなったね。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスが璃月滞在時の旅行記が掲載されている。\n——璃月編——\nテイワット地理雑誌特集号―アリスの璃月紀行\n荻花洲\n北を流れる碧水川が、一面の湿地と化している。高くそびえる石門をくぐり南へと向かう。目の前には、一面の荻草が広がっていた。最南端にあるのは、巨大な岩柱の上に建つ旅館だ。「望舒旅館」は荻花洲の一番高い場所にある。ここから南方を眺めれば、遥か遠くに帰離原と海に浮かぶ孤雲閣が見える。旅館の最上部に奇怪な若者がいる。彼が話している所を見た事がない。\n旅館の食事は非常に豪勢だ。厨房の設備も充実しており、錬金術の実験にぴったりだ。\n錬金術の実験と言えば、起爆物質に関していくつか新しいアイデアがある。計画通りに物事が進むのならば、ここで数日長く滞在した後、帰離原へ向かう。\n帰離原\n計画よりも数日早く、帰離原にやってきた。\n古い書物によると、魔神戦争以前、帰離原はとても栄えていた市場だったようだ。\nここの狐や雀達の毛艶は素晴らしい。璃月人から岩神への捧げものは、こいつらに盗み食いされているようだ。焼いて食べたら、果実の味がするのだろうか。\n大通りの関所の検査は厳しかったが、兵士は友好的だった。私は現地で取れた材料で薬を調合し、ある兵士の吃音を治した。副作用も最小限に抑えてある。彼はスラスラと他人の言葉を復唱できるようになった。口調も完璧だ。\n絶雲の間\n聞いた話によると、絶雲の間のどこかの山頂に、仙人の隠れ家があるという。薬草を摘みに来た多くの璃月人が目撃した事があるらしい。私の経験上、怪しいきのこを大量に摂取すれば、似たような景色が見られるだろう。\nここは地形も非常に興味深い。そびえ立つ巨大な石柱は、地底の深部によく見られる形だ。この場所の地下には、大量の水源がある。もしそれらが全て海に流れ込んだら、絶雲の間は再び地底に沈むのだろうか？\n同行者である鍾離さんは厳格な人だったが、私の考えを聞いて腹を抱えて笑っていた。\n全く可笑しな人だ。\n瑶光の浜\n瑶光の浜では、よく霧が立つらしい。濃い時は伸ばした手の平すら見えないそうだ。だが惜しい事に、私は実際にその霧を見ることはできなかった。\n砂浜には美しい貝殻が散乱している。魔神戦争時代から遺されているものは、いくつあるのだろう？ 私はこの貝殻達でネックレスを作ったが、旅館で会った釣り野郎が上に座ったせいで、全部粉々になってしまった。\nしかも、貝殻の破片がやつに刺さり、治療費を払う羽目になったのだ。\n碧水川と海を繋ぐ河口の側には、大きなほら貝が佇んでいる。中には親切なお婆さんが住んでいた。彼女曰く、彼女の家族は昔、この法螺貝に乗ってここまで流れ着いたらしい。彼女は現在、岸部まで漂流した遭難者を助ける活動をしている。もしほら貝を操縦可能な船に改造すれば、もっと多くの遭難者を救えるだろう。\nだが、三艘目のほら貝船がコントロールを失い爆発した後、海中から私を掬い上げたお婆さんは、その考えを断念した。\n孤雲閣\nここはかつて、岩神が海中の魔神を鎮圧した場所である。海底に突き刺さった巨岩の長槍は、海面から天に向かって高く突き出している。岩の元素によって作られた六角柱の構造が大変興味深い。空中から見下ろせば、ある種の幻想を人に抱かせてくれる。まるで、この石柱達は緻密な計算によって配置され、海上に奇妙な図形を描いているように見えた。もしかしたら、当時の岩神がほんの悪戯心で、わざと長槍を投下したのかもしれない。\n璃月港の鍾離さんは、ここの伝説に詳しいという。しかし、私は彼がここに来るのを見た事がない。ここからは、遠くにある望舒旅館が見える。この前会ったあの奇怪な若者は、きっと今もここを眺めているだろう。\nここは、地脈の流れも非常に面白い。璃月の他の場所と比べて、ここは活動が活発で、リズムも乱れている…まるで海底に隠された何かの力が、微動しているようだ。もしかしたら、鎮圧された魔神が今でも深海で蠢いているのだろうか。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスの稲妻滞在時の旅行記が掲載されている。\n——稲妻編——\nテイワット地理雑誌特集号—アリスの稲妻紀行\n影向山\n鳴神島北側にある大きな山には、美しく壮麗な櫻が生えている。これらの櫻は山頂にそびえる神櫻と共通の根を持つそうだ。\n神櫻を祀るのは、稲妻でもっとも大きな神社——鳴神大社。\n近年、鳴神神社を仕切っているのは八重という小娘で——ああ、今はもう立派な大人になったんだった。以前のように彼女を簡単に泣かせられなくなったのは、少しばかり寂しい。\n昔みたいにすぐ酔っ払って、デタラメを言いながら泣くのかと思いきや、先に酔ったのは私のほうだった…醜態を晒した私は、彼女に散々笑われた。くッ…まるで自ら恥辱を受けにいった老いぼれ女みたいになってしまって、なんとも悔しい。\n…まったく、あの子をもっといじめたかったのに。\n稲妻城\n長野原に新しい花火のレシピを渡した。でも、難聴を治す薬のほうは、その効果を聞いて難色を示し、最後まで受け取ってくれなかった。\n長野原は爆発物のレシピに対して保守的過ぎる。いつも周囲に目立った物理的な変化を与えないよう爆発力を加減し、それぞれが持つ金属の燃焼反応だけを使って、単調な視覚効果を作り出そうとしている。\nそれに引きこもって実験ばっかり。何が楽しいのかな？\n勿体ない、本当に勿体ない！\nでも、彼の娘の宵宮ちゃんは面白かった。お祭りで一緒に飴をたくさん集めたり、新しいレシピをたくさん試したりできて、楽しかった！\nでも…すぐに消火隊の人たちに、閑散とした海辺のほうに追い払われた。稲妻の新しい治安とか、規則とか言ってたけど…何を言ってたのかしら。\nあの子と一緒に新しいアイデアを話し合ってみたら、とてもいい意見を沢山もらえた。本当に才能に恵まれているんだよね。クレーのために作った楽園で、彼女の花火を打ち上げられたら最高だなって思うんだけど！\nただ残念なのは、あの辛気臭い顔をした将軍に目を付けられたこと。宵宮ちゃんのためにおもちゃを改良する時間も、彼女を連れて行く時間もなかった。\n以前、御膳所で飛行薬を調合した時、うっかり若い天狗の大将に怪我をさせてしまった。左の羽が治るまで、半月ほどかかってしまうかもしれない。あの子を手当てしてあげたかったけど、あれ以来ずっと私のことを避けているみたいで…\nでも、薬は残しておいたよ。ちょうど、効果を試してみたいところだったしね。\nあの事故があってから、天守閣の引きこもりは兵士を使って私を尾行している。ひどい話だ。\n面と向かってちゃんと謝ったのに、しつこく付きまとうなんて。\nそれに、御膳所を実験用に貸してくれたのも、彼女だったのに！\nあと神里のお嬢ちゃんをアイドルグループに誘ったけど、丁重に断られた。これで六回目…本当に残念。\nたたら砂\nたたら砂は輪っか状の天然の島。海を見下ろすようにそびえ立つ山々が、中央にある壮大な鍛造用の高炉を囲んでいる。ここで生産されているのは稲妻の「玉鋼」。倒された魔神の血と骨の結晶だ。それから良質な鉄鉱から錬成された硬い鋼材を、稲妻のお偉いさんに定期的に供給している。\nこれは、あの天領奉行様がもっとも誇るべき財産。だから、彼は労働者や技術者を大切にしている。\nたたら砂を旅している時、鏡御前という女性が同行してくれた。彼女は地元労働者のリーダーで、幕府の代官を務めているそう。名目上は天領奉行様の部下だけど、労働者とは対等に接しているように見えた。\n労働者たちは彼女を信頼し、敬愛の念を抱いている。将軍を尊敬する以上に、喜んで彼女の命令に従っているみたい…でも、鏡御前はいつも眉をひそめ、思いやりとはかけ離れた表情を浮かべている。\nたたら砂の労働者たちは、歴史の奔流に洗われた根無し草の人々だ。体に刻まれた入れ墨と労働中の歌声で互いを判別し、それらが彼らを繋いでいる。\nたたら砂の他の労働者と同じで、鏡御前の体にも高温と「祟り神」に焼かれた傷跡がある。外の人から見れば、それは短命や病気を表すサインだけど、ここでは家族の一員である証のようなもの。\n私は勝手に「御影炉心」のパラメータをいじり、バルブやパネルをいくつか取り外して海に投げ捨て、ついでに元々効果のないバリアを改良した。フォンテーヌのエンジニアはどんな顔して驚くかなぁ？\nあの九条のじいさんは、生産能力の低下に頭を抱えるはず…でもその代わり、「祟り神」は過熱により暴走することはなくなる。今後、起こるかもしれない戦争によって破壊されたとしても、大きな爆発が起こることだってない。\n少なくとも、私の個人的な見解から見ればそう。\nふふん、私の見事な介入で、戦争そのものがなくなったりしてね。\n占星術師の預言が外れたとき、彼らはどんな顔をするのかな？とても楽しみ！\nヤシオリ島\nヤシオリ島の空には雲一つなし。実に心地よい天気。\nあのつまらない陰陽師たちの話によると、蛇神の残骸が漏れて島を汚染しないように、雷電将軍が「鎮め物」をいくつか置いたらしい…まぁ、大筋は大体こんな感じだったはず。やっぱり私には、あの宗教じみた言い方は真似できない。\n観察してみると、あれら灯柱は実に興味深いものだった。外観は雷神信仰を借りたものなのに、そこに使われている技術にはどこか懐かしいものを感じた。\nあっ、ガイドを書いてるってことをすっかり忘れてた。こんなつまらない学術の話はやめておきましょう！\n緋木村では、村長の鷲津さんが温かく迎え入れてくれた。焼き魚とおにぎりはほんっとうに絶品。\nそれから「名椎の浜」と呼ばれる浜辺には、人懐っこい海賊が沢山住んでいた…あの島に長く滞在できなかったのはとても残念。\n島の鉱洞は賑やかだったけど、鉱夫たちの道具はとても簡易的で古いものばかり。将軍は島中に鎮め物を置いて、蔓延する「祟り神」をほぼ鎮めることができた。それでも、長いこと蛇骨結晶の影響を受けた鉱夫の大半は、慢性疾患を患ってしまっているようだ。\n陰陽師たちが鳴神大社から持ち帰ってきた櫻餅はとても美味しかったけど、八重の小娘が作ったものには到底及ばない。\n次は浅瀬神社に行ってみようかな。あそこのデブ猫、最近はどうしてるんだろう…前回、特製のかごで誘い出して捕まえようとしたけど、巫女に止められちゃったんだよね。まったく、冗談が通じないんだから。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "テイワット観光ガイド"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 749,
            "name": "テイワット観光ガイド・モンド編",
            "desc": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスがモンド滞在時の旅行記が掲載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/15/171031298/54bd5dbf660fe7994cfddae10e08f3a5_6727290051396901963.png"
          },
          {
            "type": "CustomEntry",
            "epId": 747,
            "name": "テイワット観光ガイド・璃月編",
            "desc": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスが璃月滞在時の旅行記が掲載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/15/171031298/54bd5dbf660fe7994cfddae10e08f3a5_3832773383461753121.png"
          },
          {
            "type": "CustomEntry",
            "epId": 748,
            "name": "テイワット観光ガイド・稲妻編",
            "desc": "冒険者協会が発行する観光ガイド。毎回テイワット大陸の観光名所を紹介する。この一冊は旅行家アリスの稲妻滞在時の旅行記が掲載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/15/171031298/54bd5dbf660fe7994cfddae10e08f3a5_895763872970196422.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}