{
  "epId": 2317,
  "name": "新六狐伝",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720441806,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "新六狐伝"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 777,
            "name": "新六狐伝・序",
            "desc": "記憶にまつわる物語は、常に儚さと関連する。この本は新作ではなく、有名な作品『有楽斎六狐伝』を改編したものである。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/New Chronicles of the Six Kitsune: Prologue_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 772,
            "name": "新六狐伝・一",
            "desc": "「黒狐」と呼ばれた達の物語。元は『有名な作品『有楽斎六狐伝』の第三章だった。作者が特に好きであったため、第一話となった。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/8252257e14c39e72c45eba356eb5e047_1288729290817702654.png"
          },
          {
            "type": "CustomEntry",
            "epId": 774,
            "name": "新六狐伝・二",
            "desc": "この巻では、「黒狐の達」と「戸隠の双鬼」の決闘の物語が書かれている。この物語は『有楽斎六狐伝』から損失し、再び発見されたものを改編した。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/8252257e14c39e72c45eba356eb5e047_3474960452835131081.png"
          },
          {
            "type": "CustomEntry",
            "epId": 773,
            "name": "新六狐伝・三",
            "desc": "五百年前の『有楽斎六狐伝』では、葉山と優に、それぞれ独立した物語があった。だが今、その母娘は達の救助を頼りにしている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/8252257e14c39e72c45eba356eb5e047_399859401213323482.png"
          },
          {
            "type": "CustomEntry",
            "epId": 776,
            "name": "新六狐伝・四",
            "desc": "『有楽斎六狐伝』の中で最も緊張感のある物語。有楽斎様が璃月から帰ってきた時に書かれたものらしい。作者は全文を取り入れた。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/8252257e14c39e72c45eba356eb5e047_3908956649614525184.png"
          },
          {
            "type": "CustomEntry",
            "epId": 775,
            "name": "新六狐伝・五",
            "desc": "『新六狐伝』には古い事柄に対する新たな解読が追加されている。興味を持たない読書は、飛ばしてもよし。しかし、筆者としては、これは避けては通れない言葉と感情なのである。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/8252257e14c39e72c45eba356eb5e047_8791671559685680050.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1巻「新六狐伝・序」",
        "desc": [
          {
            "type": "RichText",
            "text": "記憶にまつわる物語は、常に儚さと関連する。この本は新作ではなく、有名な作品『有楽斎六狐伝』を改編したものである。\n序\n記憶にまつわる物語は、往々にして手に入れたはずのものを失う瞬間を描くものだ。\n今作の筆を執った理由といえば、実は大したことではなかった。\nあの夜、私は烏有亭で酒を飲んでいた。そこで偶然、久しく会っていない友人に会った——いつの間にか、隣に座っていたのだ。\n「おや、誰じゃ、折角の良い夜に、一人寂しく酒を飲んでいるのは？」\nそう問われて、適当に答えた。\n「良い酒は良い買い手に会ってこそのもの。時には待つことも必要なのさ」\n「陳腐な台詞ね……相変わらず面白くない」\n今や編集長様となった彼女は盃を手に、興が乗った様子だ。\n「暇を持て余すくらいなら、酒代を稼ぐ気はないかい？」\n「今夜は、妾が奢ってやろう」\nその言葉を聞くのは、恐らく三回目だろう。\n「おかえり」\n夜風にさらわれた神櫻の花びらが彼女の盃に舞い降りて、小さな月を砕けた。\n何故か懐かしくなり、気付いたらその四文字が口から飛び出ていた。\n「酔っているな」\n不快そうな顔になった彼女の声から、有無を言わせない威厳を感じる。\nそれも束の間。彼女は盃を置き、息を吐いた。\n「彼女が去った時、私はまだ生まれていなかった」\n私も、ただの少年だった。\n「彼女が話した物語は、もう君にしか語れないのだろう」\nそう言われ、まんまと乗せられたわけだ。そういうわけで、また八重堂のために執筆することとなった。\n筆を擱くと言っておきながら、勝手に覆したこと、読者の皆様には申し訳なく思っている。\nしかし私もいずれ手に入る美酒のために蓄えなければならない。何より、あの夜の編集長様の好意を無下にはできないのだ。"
          }
        ]
      },
      {
        "title": "第2巻「新六狐伝・一」",
        "desc": [
          {
            "type": "RichText",
            "text": "「黒狐」と呼ばれた達の物語。元は『有名な作品『有楽斎六狐伝』の第三章だった。作者が特に好きであったため、第一話となった。\n物語の前に、まず紹介しておこうと思う。\n「新」六狐伝とは何か。\n「新」があるなら、「旧」もあるということだ。本書は五百年前に流行した『有楽斎六狐伝』をもとに改変した新説である。拙い文章だが、どうぞご容赦ください。\n有楽斎様といえば、私が幼い頃には既に名のある作家でした。斎宮様もその文章と茶の知識には一目を置いていた。狐一族の中でも、特に風雅な方だった。\nしかし、世は無常。有楽斎様は大罪を犯し、罪を償うために自らこの地を去って、はや五百年……\n閑話休題。『新六狐伝』の開幕は、高く聳えた影向山の山中からだ。\n大狐白辰が生きていた頃、六人の弟子がいたと言われている。皆強い術を駆使でき、変化に長けた者たちだ。普段は白辰の補佐として、神社の事務や、影向山の守護に当たっていた。\n六狐の首席は黒狐の達という。女であるが、がたいが大きく、性格が奔放である。ある時酒に酔い、神社の正殿で大暴れし、将軍様の御神体を壊してしまった。白辰は激怒し、反省するようにと、彼女を山から追放した。\nしかし黒狐の達は、唯々諾々と下山したものの、すぐ師匠の教訓を忘れてしまった。なんと酒を買い、村に喧嘩を売りに行ったのだ。"
          }
        ]
      },
      {
        "title": "第3巻「新六狐伝・二」",
        "desc": [
          {
            "type": "RichText",
            "text": "この巻では、「黒狐の達」と「戸隠の双鬼」の決闘の物語が書かれている。この物語は『有楽斎六狐伝』から損失し、再び発見されたものを改編した。\n前回の続き。黒狐の達が村へ喧嘩を売りに行こうとした。途中、道端に木こりの格好をした二人の女が立っていた。二人とも七尺の野太刀に、小太刀と脇差を腰に差している。\n地面を揺らし、土埃を立てて大股に近づく大きな黒い影を認め、二人は刀に手を置き、警戒しながら問うた。\n「何者！もしや妖怪か！」\n影はこう答えた。\n「ハッ、その通りだ！」\n二人はすぐさま刀を抜き、斬りかかった。しかし妖怪はすんでで躱し、身を捩り二人の手首を掴むと勢いを殺さぬまま捻り上げた。カタンと音を立てて、七尺の大太刀が落ちた。二人は痛みに顔を歪め、小太刀を抜こうとしたが、その前に黒狐が掌底で一人を倒し、もう一人の首根っこを掴んだ。一人を持ち上げて、一人を大きな下駄で踏みつける形になった。\n「『戸隠の双鬼』？お前ら姉妹は去年も村人をいじめただろう。懲らしめてやったのに、まだ懲りてないのか！」\n女強盗たちはハッとなり、悔しい思いをしながら、ひたすら命乞いをした。黒狐は二人を解放して、こう言った。\n「まあいい。白辰様に追い出されたからには、主なき妖怪だ。お前ら二人、アタイと一緒に旅をしろ。そうしたら退屈しなくて済みそうだ。"
          }
        ]
      },
      {
        "title": "第4卷「新六狐伝・三」",
        "desc": [
          {
            "type": "RichText",
            "text": "五百年前の『有楽斎六狐伝』では、葉山と優に、それぞれ独立した物語があった。だが今、その母娘は達の救助を頼りにしている。\n前回の続き。黒狐の達は女強盗「戸隠の双鬼」を仲間にして、旅に出た。\n三人が紺田村でひと休みをしている時、ある親子と出会った。\n親子ははるばるセイライ島から来た楽師だ。婦人の名字は葉山、少女の名は優。お祭りに参加すべく、稲妻城に向かっている。村の瓜売りが「善意」でスミレウリを提供してくれたが、食べた後、ありえない値段を払えと言われたそうだ。旅芸人に大金が払えるはずもなく、困っていると……\n「戸隠の双鬼」は気性が荒い。親子の話を聞いて、悪徳商人を八つ裂きにしてやると、怒りをあらわにした。黒狐の達は何か思いついたようで、双鬼姉妹を止めた。\n「いい、わかった」\nそして、親子をなだめた。\n「お二方、どうぞご心配なく。話をつけてくる故、少々お待ちを」\nそう言って、悪徳商人に会うべく、大股に立ち去った。"
          }
        ]
      },
      {
        "title": "第5卷「新六狐伝・四」",
        "desc": [
          {
            "type": "RichText",
            "text": "前回の続き。黒狐の達は悪徳商人に会うべく、大股に立ち去った。\n『有楽斎六狐伝』の中で最も緊張感のある物語。有楽斎様が璃月から帰ってきた時に書かれたものらしい。作者は全文を取り入れた。\n瓜売りの土左衛門は元侍だ。稲妻に平和が続いたため、商いを生業として始めた。悪巧みばかり学んで、人相が悪いことも相まって、誰も文句が言えず、結果土左衛門は大儲けをした。\nその日、土左衛門は屋台で休憩していた。すると、いきなり地面が揺れ、土埃が立ち、屋台よりも大きな影が土左衛門を覆った。\n「お兄さん、瓜を頂戴！」\n土左衛門は目を見開き、来客を観察した。がたいが大きく、柄も悪い。今にも斬りかかってきそうだが、なんと女だった！\n「いくらほしい？」\n客は答えず、生板の上の脇差を凝視していた。\n「良い刀だ。」\n「その通り。これでも武家の出なんだ、貴重な家宝くらい置いている。」\n意図はわからないが、当たり障りなく答える土左衛門。\n「瓜を切るにはもったいない。」\n棘のある言い方は、土左衛門の癇に障ったようだ。\n「瓜を買いにきたのだろう。無駄話をしないでさっさと買っていきな？」\n「はいはい、仰るとおりで。」\n黒狐の達は申し訳なさそうな顔をして、ヘラヘラと笑った。\n「スミレウリを一升、皮は剥いてください。」\n不信げにしていたが、特に追及もせず、土左衛門はスミレウリを切って、秤に乗せた。\n「お兄さん、その秤、調子が悪いんじゃない？」\nその言葉を聞いて、土左衛門は刀を握りしめた。\n「ねえ、その秤、ちょっとおかしいよね！」\n「姉さん、買う気があるなら、先にモラを払ってくださいよ」\n土左衛門はムカっと言い返した。\n「へっ、先払いをしても良いが、受け止められるかね」\n「それは払ってから言え！」\n「本当に？」\n「男に二言はない！」\n黒狐が「ほらよ！」と怒鳴り、ずっしりしたモラの袋を土左衛門の顔に向けて投げた。受け身も取れず、土左衛門は仰向きに倒れ、手に持っていた脇差も落ちてしまった。よく見たらまあびっくり、なんとモラの袋で鼻がぺしゃんこになっていたではないか。\n黒狐の達は二歩進んで、土左衛門を踏みつけた。何も言わず、拳を叩き込んだ。殴られた土左衛門はカンカンカンと耳鳴りがした。もがいて起きあがろうと、地面に落ちた脇差に手を伸ばしたところ、黒狐に見つかり、また拳を食らった。そのとき「ポン」と土左衛門の頭に狐の耳が飛び出して、しきりに命乞いをしはじめた。\n達はというと、口をあけて大笑いをしている。この悪徳商人も妖怪だった。それも小汚い妖怪だったとは！\n見逃すかわりに、狸が盗んだ脇差を没収し、その全財産を村人と楽師の親子に分け与えた。そうして、黒狐はまた旅路についた。"
          }
        ]
      },
      {
        "title": "第6巻「新六狐伝・五」",
        "desc": [
          {
            "type": "RichText",
            "text": "『新六狐伝』には古い事柄に対する新たな解読が追加されている。興味を持たない読者は、飛ばしてもよし。しかし、筆者としては、これは避けて\nは通れない言葉と感情なのである。\n黒狐の達の話は一段落したが、ここでもうしばらく、筆者の談話にお付き合いいただきたい。\n当時の有楽斎様が何をして斎宮様の怒りを買ったのか、今となっては知り得ないこと。ただその時の八重様は、二三四五六七八杯ほど多く酒を飲んだせいで、自らが経験した歴史の一部を私に話してくれた。\nまた、この談話ではすべて実話を記すつもりだ。\n当時狐斎宮様が白辰の野を離れ、鳴神大社に赴任した時、八重様はまだ生まれていなかった。そのため、彼女は幼い頃から斎宮様の物語を聞きながら育った。彼女は斎宮様を愛し、尊敬していた。\nそれが原因からか、八重様も最後には鳴神大社に赴任した。\n血脈が近いことから、斎宮様は幼い八重様の面倒をよく見ていた。しかし今の八重様は、あの頃の日々をできるだけ思い返さないようにしている…\n——実話を保証しているとはいえ、編集に削除される可能性があるため、八重様の過去についてはこれ以上明かさないようにしておこう。\n話は有楽斎に戻る。当時、有楽斎様がなんの理由で斎宮様の怒りを買ったのか、今となっては知る由もない。ただ分かっているのは、彼の所為がアビスの侵攻に関係しているかもしれないということだ。\nしかし有楽斎様が追い出された後、狐斎宮様は鳴神大社から天守へ移り変わった。\n「天地を巻き込む災厄が訪れる。私には民と主君を守る義務がある。そのため一刻も早く、将軍様のもとへ向かわなければならない。」\n斎宮様が二度目に離れた時、八重様はまだ少女の年齢だった。ずっと追いかけていた人が再び彼女のもとを去ってしまった。斎宮様の言葉の意味を理解したのは、災厄が島を襲った後のことだった…\nすべてが遅すぎた、すべてが思いとは裏腹になった…\n斎宮様が三度目に離れた時、それは同時に、永遠の別れを意味した。\n五百年の時は凡人にとって長きものだが、その間に起こった喜びや悲しみは、朝生暮死の存在であろうと、永遠不滅の存在であろうと、簡単に拭い去れるものではない。"
          }
        ]
      }
    ]
  }
}