{
  "epId": 2318,
  "name": "森の風",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720428101,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "数百年前の学者たちはモンドの数多くの無名の吟遊詩人の詩を整理·記録し、それらを集めて詩集『森の風』を出版した。\n——物語抜粋集——\n『森の風』と『湖の風』は二冊の叙事詩集。とある学者たちがモンドの有名ではない数多くの吟遊詩人の詩篇を整理し、この二冊にまとめた。\n吟遊詩人は観客からモラを貰うため、詩の内容を誇張または捏造しており、内容としては信憑性が低い。だが、その美しい想像力と才能溢れる表現力は、千の風と時間を越えた今でも伝わっている。\n……\n「語り継がれし古き物語、詩人は歌い出す」\n「彼の時代、神々がまだ俗世にいた時代、遥か昔の物語である」\n廃墟の話、ヴァネッサの話が終わると、詩人はまた風龍の話を始めた。「これから私が話すは遥か古代の物語。あの時代、神々はまだ人間界にいた」風元素を持った風龍は、その時代に空で誕生した（注1）。彼は緩やかに降臨し、世のすべてに好奇を抱いた。\n村に降り立った龍は、恐怖に怯える人々から石を投げつけられた。彼には、人の怯えた声を理解する事はできなかった。\n墓地に降り立った龍は、人々のすすり泣く声を聞いた。彼には、人の悲しみに暮れた声を理解する事はできなかった。\n果実園に降り立った龍は、果樹を傷付けたため、人々から罵詈雑言を浴びせられた。彼には、人の怒りに満ちた声を理解する事はできなかった。\n人間の世界は複雑怪奇。龍は迷い、戸惑うが、諦めずに挑戦した。\nその日、龍が天空のライアーの音色を聞いた日。「天空」とはライアーの名前であり、風の神の伴侶の名前でもあった。龍は詩に惹かれ、世界一の詩人の隣に舞い降りた。\n人々は恐慌に陥った。古来より強大な元素を秘めた龍と、世界を司る神々は上手く共存した試しがないからだ。\n「見て、なんて美しい、なんて優しい」と風の詩人が言った。\n「でも、何を企んでいるかわからない」と人々は反論する。\n旋律と詩文が龍と人々を引きつけた。これは何の魔力か？龍は万物に自身の心を理解してもらうため、詩人のそばにいると決めた。彼は人間の言葉と風の詩人の御業を覚えた。\n……中略……\n後世の人々は、彼がモンドの四風のひとつであると考えた。\n「古国に黒日が訪れ、明珠はその輝きを失った」\n「色が失われた黄金、白い織物は黄昏に染まった」\nこれは地下に没落した王国、カーンルイアで起こったもう一つの物語である。\n黒日王朝が滅ぼされ、災難が古国の城壁を突き破り大陸へと蔓延した。「黄金」と呼ばれた錬金術は罪人へと堕ち、漆黒の魔獣を大量に生み出した。漆黒なる大蛇——悪龍「ドゥリン」が海から這い出し、暗雲がモンドへと忍び寄る。その頃の西風騎士団は獅牙騎士の座が空席で、鷹の旗は地に降りていた。\n巡り巡って、怨嗟が再びモンドの神を呼び起こした——風の詩人。天空のライアーの音色が響き、風龍が姿を表した。\n今、このモンドで頼れるのは風龍しかいない。悪龍と風龍は暴風の中、決死の一騎打ちを行った。\n風龍は勝利した。だが彼の牙が悪龍の喉を切り裂いた時、その毒血を呑み込んでしまっていた。悪龍の毒血は歪な黄金であり、山を崩し、大地を割るほどの力がある。\nモンドを守った、これで人々が自分のことを理解してくれると思い、風龍は長い眠りについた。\n天空のライアーは悲しみのメロディを奏でた。\n長い眠りから目覚めた時、君には自由になってほしい。自由に大空を駆ける龍の美しさを、人々もいつか分かってくれるはずだから……\n（注1：元素によって誕生した命。退化するとスライムとなり、進化すると晶蝶になる。また、ごく稀に危険な元素怪物にもなる。龍型の元素生物は珍しく、強大な力を秘めている。その力はかつての魔神に匹敵するほどである。）"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "叙事詩集『森の風』の補足説明集。資料は様々な文献から抜粋したもの。\nモンドの龍の物語について説明している。\n——龍の書物——\nマスクの著作『風の国土の文明と習俗考察』より抜粋、『風土と人情誌』を通訳。\n……\n北風騎士の「狼」、蒲公英（獅牙）騎士の「獅子」、西風騎士団の「鷹」、そしてトワリン——「風龍」は古くから「四風守護」と見なされてきた。\n獅牙騎士がモンドを解放し、西風騎士団が設立され北風騎士が入団した後、「四風守護」の伝統がモンドで形成された。そして、トワリンは遥か古より守護の一つとなっている。\n数百年前、大陸全土が混乱の時代を経験した。暗黒の力が広がり、至るところが侵蝕された。数多くの蛮族が存在し、魔獣が大地を蹂躙した時代。人間の生活圏は城壁の内側まで圧縮され、外は危険に満ちていた。\nその頃のモンドは苦しみに包まれていた。獅牙騎士の伝承者に相応しい人物が見つからず、西風騎士団も苦戦により人材を多数失う。その時、強大な腐敗魔獣、毒龍「ドゥリン」がモンドに襲いかかってきた。\nモンドの人々の祈祷が最後に風神の意志を呼び起こし、そしてこの意志がまた風龍「トワリン」の召喚に至らせる。風龍はモンドの最後の守護者として、ドゥリンと死闘を繰り広げた。\n戦いの結果は明らか、ドゥリンの骸骨は未だモンド南部の雪山に眠っている。だが戦いの過程は今では解明できない。噂によると、風龍が毒龍ののどを噛みちぎり、もろとも空から落ちた。ドゥリンの骸骨は寒天の雪山に落ち、トワリンは風神に召還され、長い眠りについたとされている。\n……\n人々は信じていた。いざという時には風龍が目覚め、モンドを守ってくれると。\nだが安寧の時代に、四風守護の信仰はもう不要、四風守護それぞれの神殿も荒れたままとなっている。\n【ある人の注釈：騎士団と幾度となく戦った見知らぬ害獣「風魔龍」が、かつての四風守護トワリンだと気付いた時には、憎しみに駆り立てられた感情はもう和解できない段階まで進んでいた。百年に渡った眠りから目覚めたトワリンは間違いなく、この町の裏切りを感じているだろう……】"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "森の風"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 943,
            "name": "森の風・ベストコレクション",
            "desc": "数百年前の学者たちはモンドの数多くの無名の吟遊詩人の詩を整理·記録し、それらを集めて詩集『森の風』を出版した。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Breeze Amidst the Forest - Ballad Selection Excerpt_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 944,
            "name": "森の風拾遺集・龍の書",
            "desc": "叙事詩集『森の風』の補足説明集。資料は様々な文献から抜粋したもの。<br/>モンドの龍の物語について説明している。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/0c04c2070d5806b63cdfee8b527be8c8_5661931404766725010.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}