{
  "epId": 2325,
  "name": "犬と二分の一",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720442265,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "犬と二分の一"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1143,
            "name": "犬と二分の一・1",
            "desc": "一部の感情は、急に降り出した夏の驟雨のように不意を突かれる。遥か昔の貴族時代のレトロ風夏物語がここから始まる…",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hex & Hound (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1147,
            "name": "犬と二分の一・2",
            "desc": "お金で全ての悩みを解決できないが、ほとんどの悩みはお金で解決できる！モラがチリンチリンと鳴り、漫遊する少女のモンドの夏物語が幕を開く！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_4731300628842332912.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1145,
            "name": "犬と二分の一・3",
            "desc": "安全な都市で暮らすも、夜に近づいてくる狼爪に気をつけるべきである…大型の催眠術よりも操りにくいものがここにある。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_3311433558557910833.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1153,
            "name": "犬と二分の一・4",
            "desc": "イヌ科の動物だって貴族の礼儀などを習得できる——よそからの淑女先生の教えだ！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/18/171031298/e37eab94355a1f1aaffa0c89397de415_7727173234170248105.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1148,
            "name": "犬と二分の一・5",
            "desc": "「さあ、私の犬になりなさい！ちゃんとやってくれれば、ご褒美は…ないけど、ちゃんとやんないと罰を受けてもらうわ！」青黒色の魔女が笑いながらこう言った——",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_1579634421658310446.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1150,
            "name": "犬と二分の一・6",
            "desc": "「編集者注：ご支援ありがとうございます！キャッツテールから酔っ払いの作者を捕まえだしました！水に浸した蒲公英ボールのように見えますが、連載の方は問題ありません！これからもよろしくお願いします！」",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_6766546919323333225.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1144,
            "name": "犬と二分の一・7",
            "desc": "「笑顔で犬にビスケットあげるいい人…」よく知る森で見知らぬ女の子と再び会った時、彼の正体は果たして——",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_649930618172911833.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1149,
            "name": "犬と二分の一・8",
            "desc": "「しまった、魔女の前で悪口を言ってしまった！」「ああ、悪い子ね。でも、犬を訓練することは飼い主の義務だからしょうがない。」魔女の残酷な秘密、これより始まり始まり——",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_5211047965189734252.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1146,
            "name": "犬と二分の一・9",
            "desc": "「暖かい春の日に死ぬのは、どんな感じだろう？」心地よい朝、少女は常識を逸脱した言葉を吐いた…「たぶん——モフモフな物だよね？」",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_3563013042743304974.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1151,
            "name": "犬と二分の一・10",
            "desc": "生きたまま束縛から解き放たれた人は、この世にいないだろう。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_8654969262733706305.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1152,
            "name": "犬と二分の一・11",
            "desc": "「そのやかましい口、塞いでやろうか…」「ううー！」その夜、少女は忠犬に重要なものを託した…",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/171031298/e37eab94355a1f1aaffa0c89397de415_8842620871274469117.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "一部の感情は、急に降り出した夏の驟雨のように不意を突かれる。遥か昔の貴族時代のレトロ風夏物語がここから始まる…\n周知のとおり、ローレンスは悪名高い大貴族の家庭で生まれた。\n貴族たちは仕事をせず、毎日民を圧搾して贅沢な生活をしていた。\n暴政、淫乱、圧搾、悪行……貴族の諸行は筆舌に尽くし難かった。\n群衆は貴族の貪婪に不満を抱えていたが、だれも口にする勇気はなかった。\nディートリッヒは貴族の坊ちゃんである。\nしかし、悪行をするには、彼はまだ若かった。それに、彼の剣術も貴族の中でかなりの腕前である。\nどうしても粗探しをすれば、それは彼の悪い性格と自己中心すぎる点だろう。だが、それは貴族様たちの通弊でもあるため、大したことではなかった。\nしかし、彼の苗字——ローレンスは、彼を自然と悪党という分類に入れた。\nそして今、その悪党坊ちゃんは人生初の悪行を行おうとしている。\n先前、ディートリッヒは大魔導师の元素原論授業をサボり、城の外で遊ぼうとしたが、庶民街を通りかかった時に金髪碧眼の少女に出会った。\nディートリッヒはあの一瞬の気持ちをうまく言葉にすることができなかった。ただ、心臓が飛び出るように鼓動し、かき消せないほど大きな音がしたことしか分からなかった。\n「たぶん、お母様が猫に対して抱く感情と一緒だね。」\nディートリッヒはそう自分を慰めながら、思わず少女の後をついていった。\nしかし残念ながら、この庶民の少女はディートリッヒが身を明かした後も、彼に索然とした態度を見せていた。\nゆえに彼は、真夜中にこの物知らずの庶民に教訓を与えることを計画した。\n「捕まえたらケージに閉じ込めよう！お母様が言う事を聞かない猫たちに対してするように。」"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "お金で全ての悩みを解決できないが、ほとんどの悩みはお金で解決できる！モラがチリンチリンと鳴り、漫遊する少女のモンドの夏物語が幕を開く！\n庶民の少女が城に訪れたのは、ある日差しのいい午後だった。彼女の金髪はまるで春のお日様らしく、その煌めく青色の瞳は、透き通った湖のようであった。このような可憐な姿をした少女が、どうやって魔物を避けて城まで辿り着いたのかはだれも知らない。\n「不審者扱いするのは、彼女の美貌への侮辱だ！」\n酔っ払った兵士が群衆の中に混ざってはしゃいだ。彼は今日の門番で一晩中飲める酒代を儲けていた。\n「お前はあの女の美貌に騙されただけだ！」\n隣にいる連れが彼の本音をあばきだした。\n「ちげぇ！俺がそんな猥らなやつに見えるのか？俺はこれに騙されたんだよ！」\n兵士は手に持った钱袋を連れに見せた。\n「やるじゃないか！よし、今日はお前の奢りだ！」\n「いいぞ、奢ってやる！一杯飲んだだけで倒れるなよ！」\n……\nそんなわけで、このノッティと名乗る学者は無事に城に落ち着いたのであった。\nノッティは優しくて落ち着きのある声で話してくる。いつの間にか巷では、ノッティと話すといい夢を見るという噂が広まっていた。\nその噂以外に、少女の到来で変わったことは何もなかった。民に大きな影響を与えているのは生活の苦難だけでなく、貴族からの搾取もあるからだ。\n「やれやれ、もっと簡単なことだと思っていたが、こんなふうになっていたとは……」\nほの暗い部屋の中、ノッティは机の前に座っていた。頬杖を突き、指に何かを巻きつけているようだった。彼女の声は呪文を唱えているかのように、人の心を動かした。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "安全な都市で暮らすも、夜に近づいてくる狼爪に気をつけるべきである…大型の催眠術よりも操りにくいものがここにある。\n夜。\n遠くからかすかに野獣が吠える音が聞こえる。狼のようだ。\nノッティはベッドに座り、袖をめくりあげた。布で隠されていた腕には、白骨の蛇の模様をした腕輪が巻かれていた。\n蛇の頭はまるで生きているかのように、凄まじい牙をむき出しにしていた。\n蛇の体は彼女の腕に纏い、魔法ランプの灯りの下、恐ろしい気配を醸し出す。\n「ディアシスター、お休み。」\nノッティは腕輪を撫でた。その様子はまるで蛇と遊んでいるようだった。\n暫くすると、魔法ランプの灯りが消え、部屋は暗闇に包まれた。\n闇夜はノッティに無限の力を与える。\nそのため、部屋に見知らぬ気配が入った瞬間、ノッティはそれに気づいた。\n彼女は、ディートリッヒが暗い中こそこそと戸惑う姿を、すべて目にしたのである。\n今のノッティにとって、笑いをこらえるのは大規模の催眠術より難しいだろう。ディートリッヒがすぐ目の前まで来てくれて助かったと、ノッティはそう思った。\nディートリッヒはようやく彼を狂わせたその瞳を見ることができた。\nけれども、白日の浅い湖のような色と違い、今のノッティは夜のせいか、深海のように沈んだ目をしていた。\n「これを全部飲んで。」\nその一言がディートリッヒが意識を失う前に聞いた最後の一言であった。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "イヌ科の動物だって貴族の礼儀などを習得できる——よそからの淑女先生の教えだ！\n杯が床に落ち、ディートリッヒは倒れた。\nノッティはそんなディートリッヒの腰から彼の剣を抜き出した。\n柄を掴んで放すと、嵌っていた黒く光る宝石が彼女の掌に落ちた。\n「わざわざ永夜の目を届けてくれるなんて、感謝するわ。」\n話が終わると彼女は腕から蛇の腕輪を取り、宝石を蛇の口に投げ込んだ。\n鱗と血肉が白骨から噴出し、暫くすると小さな黒蛇がノッティの手から床に落ちた。それはますます大きくなり、最後には黒鱗赤眼の大蛇に変化して部屋のほとんどを占領していた。\nノッティが手を伸ばすと、魔法ランプはまた光り、大蛇も再び縮まって彼女の腕に戻った。\n「ん？もしかして隠れた？」\nノッティはベッドの下を調べた。\nすると、ベッドの下にあったのは——\n一匹の犬だった。\nさっきの大蛇に驚いたのか、犬はひどく震えていた。\n「あら、あなたを狼に変えようと思ったんだけど、犬になっちゃった。ごめんね！」\n謝っているみたいだったが、ノッティの口ぶりからそんな雰囲気を感じることは少しもなかった。\nディートリッヒはまだ何が起こったのか分からないまま、ただ本能に従ってベッドの下に隠れていただけだった。\nノッティの話を聞いてようやく気づいた彼は、何か話をしたかった。しかしいくら力を入れても、「ワンワン」という声しか出なかった。\n自分の声にびっくりしたディートリッヒは、慌てながらベッドの下から出た。\nいくら鏡の前でもがいても、この貴族の坊ちゃんが元に戻ることはないだろう。\nディートリッヒはノッティに牙を見せて威嚇しようとした。しかし、ノッティがただ彼を見ただけで、彼の動きは封じられた。\n「レディに対する態度じゃないわね。そのまま逃がすつもりだったけど……どうやら、君にはお仕置きが必要ね！」"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「さあ、私の犬になりなさい！ちゃんとやってくれれば、ご褒美は…ないけど、ちゃんとやんないと罰を受けてもらうわ！」青黒色の魔女が笑いながらこう言った——\n「改めて自己紹介する。私はノットフリガだ。そうだね、君たちにとっては別の名前で紹介した方がいいかも。あいつらは私を『暗夜の魔女』って呼ぶの。」\nノットフリガがそう話すと、彼女の金髪は徐々に暗くなり、夜色と一体になった。青空のような瞳も黒夜を迎え、漆黒の色に染まった。\n「今から、私があなたの主よ。当然、あなたは私が責任を持ってしつけを教えるわ。」\nノットフリガは体をしゃがめ、ディートリッヒに出処知らずの首輪をつけた。首輪はどんどんディートリッヒの首の大きさまで縮まった。いくら彼が暴れようとその首輪が動くことはなかった。\n「ふぅ、ずいぶん時間を無駄にしたわ。早く城から出ましょう。」\nそう言ったノットフリガは城外に向かって歩き出した。ディートリッヒは全身の力を振り絞り、貴族荘園の方向へ逃げようとした。しかし、首輪の不思議な力により、彼はノットフリガに逆らうことはできなかった。\nノットフリガは嫌がるディートリッヒを見て、指で髪を巻き上げた。\n「君が足掻くのを見るのは面白いけど、結構うるさいわね。新しく開発した『静寂の夜』っていう魔法があるんだけど、それを私に使わせたくなければもう吠えるのはやめることね。」\nすると、世界が一瞬で静かになったような気がした。直感からすぐに分かった、絶対に彼女の実験対象になってはいけないと。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「編集者注：ご支援ありがとうございます！キャッツテールから酔っ払いの作者を捕まえだしました！水に浸した蒲公英ボールのように見えますが、連載の方は問題ありません！これからもよろしくお願いします！」\nディートリッヒはローレンス一族の崩壊を見た。\n母親が飼っていた猫はとっくに行方が分からなくなっていた。気が狂った父とヒステリックな母は彼の近くにいたようだったが、彼がどう呼んでも返事はなかった。\n「ワン…」\nディートリッヒが下を向いた途端、地面が突然壊れ、老魔女のような手が地面から突き上がり、彼の首を強く締めた。\nただ落下している事しか感じず、最後は老魔女の隣に転び倒れた。\nおかしい、特に痛くはなかった。\n首輪に何か掛けられ、ディートリッヒは丸ごと上に引っ張られた。\n視界は殆ど真っ暗で、足元だけが見えた。そこは黒い謎の液体が泡を立て、クモの糸と毒蛇の骨のような固体物がある熱い鍋だった…\nノットフリガの声が聞こえた：「ああ、やっとこれで材料がそろった。お前を入れれば私の不老不死のスープは完成だ。ハハハ！」\n「ワンワンワン！」クソばばぁめ、俺を放せ！\nディートリッヒは必死に足掻く。すると、固いはずだった首輪が簡単に解け——\n「ワン——」\n彼は落ちた…\n何も聞こえなくなった。聞こえるのは、風の唸り声とノットフリガのイカれた笑い声だけだった。"
          }
        ]
      },
      {
        "title": "第7卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「笑顔で犬にビスケットあげるいい人…」よく知る森で見知らぬ女の子と再び会った時、彼の正体は果たして——\n「起きて——」\n体が揺さぶられているようにディートリッヒは感じた。\n「大丈夫？」\n人の手が伸びてきた、息があるか、確かめられているようだ。\n聞き慣れた声だ…\n春風のように優しく、太陽のように温かかった。\nディートリッヒは目を開けた、そこに居たのは——\n金髪で青い瞳の少女。\n「良かった、やっと目が覚めたんだね。」少女は笑顔で言った。\n「ここは…まさか…天空の島なのか？」\n「違うよ、ただの普通の森だよ。」\nディートリッヒは気を取り戻した。目の前の少女は——卑劣な老魔女ノットフリガだった！全身が震え始め、すぐさま後ろへ跳んで距離を開き、警戒姿勢を保った。\n「落ち着きな、傷つけるわけじゃないから。ああ、そうだ、まだ自己紹介をしていなかった。マダリーネだ、ほら、あのノットフリガの妹だよ」マダリーネは言いながら、背後の指を動かした——光魔法の安神の術だ。そして、ディートリッヒに近づき、こう言った「よしよし、これで良しっと。」\nディートリッヒはやっと静かになり、目の前の少女がなぜ自分の言うことを理解できるのか訊きたかったが、彼は「ワンワン」と叫ぶ事しかできなかった。\n「うーん？こんなの小さな呪文一つで十分だよ。お姉ちゃんもできるよ。」\n「ワン、ワンワン！？」ということは、あの老魔女は言葉が分からないふりをして、俺を弄んだのか！？\n「うーん、でも姉は実は優しい人なんだ。」ノットフリガの事になると、マダリーネは再び笑顔を浮かべた。\n「…」"
          }
        ]
      },
      {
        "title": "第8卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「しまった、魔女の前で悪口を言ってしまった！」「ああ、悪い子ね。でも、犬を訓練することは飼い主の義務だからしょうがない。」魔女の残酷な秘密、これより始まり始まり——\n「魔女というのは知能と引き換えに強力な魔法を得るのか？全く言葉が通じない…」と、ブツブツ喋る金髪の少女の後に付きながら、ディートリッヒはそう思った。\n「まぁ、そんなこと言わない！姉が聞いたらきっと怒るよ。」マダリーネはディートリッヒに向けて頭を下げ、声がだんだんと小さくなった。\n「ワンワンワン？」それなら、彼女に言わなければいいだろ。待てよ、何で考えている事がわかるんだ？\n「残、念、もう、間に、合わ、ない。」\nディートリッヒは驚いて上を向き、気圧が急上昇する方向を眺めた——\n確かに見た目は変わっていないが…\nしかし…\n目の前にいる少女が既に別人である事を確信した。\n「先ほどの悪夢は、ある程度効果が出たようだ。まぁ、まだ私の期待値とかなり遠いが。」いつも通りの傲慢で無関心な口調。確かにノットフリガだ。\n「じゃあ、『心鬼の髄』はとりあえずお前の所に預けておく。」\n「心鬼の髄」って何なんだ…\n待って、マダリーネも言ってた気が…\n「怖がる必要はない。先ほどの悪夢はすべて偽物だ。『心鬼の髄』は恐怖を誘発する物。姉がそれを君の体の中に入れたから、一番怖い夢を見たのだろう。」\n「でも確かに姉は君の為にやったんだ、何せよ、姉はとても優しい人だから。」\n…\nディートリッヒは全身に鳥肌が立った。ノットフリガをちらっと見たが、もう怖くて何も考えたくなくなった。\n「私の教えは役に立ったようだ。じゃあ引き続き進もう。」ディートリッヒの怯える姿は、魔女を喜ばせた。"
          }
        ]
      },
      {
        "title": "第9卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「暖かい春の日に死ぬのは、どんな感じだろう？」心地よい朝、少女は常識を逸脱した言葉を吐いた…「たぶん——モフモフな物だよね？」\nここは何もない辺境の森、薄くかかった霧が林の中を漂う。糸のような光が木の枝を通り抜け、緑の大地を照らしていた。\nその時、マダリーネは犬を抱えていた——そう、ディートリッヒである。金髪の少女は、優雅な白鳥のように、絡み合った巨樹の根を踏みながら、森の中を歩いて行った。\n「マダリーネでよかった。もしノットフリガだったら、俺を自分で歩かせるに違いない。それどころか、魔法で俺を走らせるかもしれない。ところで、この道は犬が歩くような道じゃない、いや、人間でも歩けないだろう。そもそも道がない、ほとんど木だ…はぁ、マダリーネが抱えてくれて本当によかった…」ディートリッヒはそう思いながら、振り返ってマダリーネを見た。\n朝日が少女の顔に降り注ぐ。貴族の女性にも負けない美貌。色白な肌と優しい瞳は、彼女を花びらの上にある朝露のようにか弱く見せた。\n「マダリーネの肌は本当に白いな…今まで見てきたすべての貴族よりも…」ディートリッヒは少女を見ながらそう思った。\n「一つ君に教えよう。実はね、私はもう死んでるんだ」マダリーネは突然そう言った。"
          }
        ]
      },
      {
        "title": "第10卷",
        "desc": [
          {
            "type": "RichText",
            "text": "生きたまま束縛から解き放たれた人は、この世にいないだろう。\n昔々、ある魔女が双子の娘を生んだ。\n魔女の家系は同時に二人の後継を残せない。これは強い魔力を得るための代償だ。\nだがこの魔女は黒魔法を極めた。自分の生命力を生贄に、二人の子供を守った。\nしかし、魔女の生命力が尽きた時、別れが訪れた。\n魔女は永遠に解放されたが、生き残った姉のノットフリガがすべてを背負うことになった。妹のマダリーネが生きられなかったのは自分のせいだと思った。\nノットフリガは魔女の黒魔術の才能を継承していた。彼女は自身を入れ物として、複雑な魔法陣や難解な呪文を用いて、マダリーネの魂を抽出した。\nそして、高塔に残された魔女の書簡をすべて読んで、黒魔法と錬金術を駆使して体を作り出した。けれど魂を新しい体にいれて復活させるのは、光魔法の禁術の中でも難しい部類に入る。ましてやノットフリガは光魔法について何も知らない。\nノットフリガがマダリーネに対する執着が実を結び、ついに解決法を見つけた。彼女は作った体を蛇の腕輪に変形させ、冒険の旅に出た。\n「私のかわいい妹、これが終わったら、私たちはずっと一緒にいられる……」"
          }
        ]
      },
      {
        "title": "第11卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「そのやかましい口、塞いでやろうか…」「ううー！」その夜、少女は忠犬に重要なものを託した…\n最後の光が消え、闇が森を覆おうとした。\n「お姉ちゃんの番だよ」\nマダリーネがいきなり腕の中のディートリッヒを下ろした。\n「そうだ、もう一つプレゼントをあげよう。お姉ちゃんもきっと喜ぶ」\n少女の指の隙間から光が滲み出て、徐々に眩しい光のかたまりになった。マダリーネが光魔法を発動したのだ。\n「はい、いい子にしてるのよ。しー、何も喋らないで」\n「何だよ、勿体ぶって……うむっ」ディートリッヒが状況を理解できず、小声でつぶやいたが、細い手がディートリッヒの口を握った。\n一瞬にして、口の中に入れ替わった少女に何かを入れられた。\n「これは——」\n剣の柄だ、彼の剣の。\nかつて彼の腰にさげた剣。\n「！？」\nディートリッヒが何か喋ろうとして、本能的に口を開けようとした。\n「死にたくなければ、しっかり咥えておけ」ノットフリガが虚空に向かって手をのばす。ディートリッヒは首輪がキツく締めるのを感じて、仕方なく歯を食いしばった。\n「いいか、その剣で自分の身を守れ。無能なお坊ちゃんだけど、ここで死なれたら困るんだから——」ノットフリガはディートリッヒを頭を持ち上げて、低い声で言った、「まだ教えることもあるからね。簡単に死なれたら、私の楽しみが減るもの」\n暗夜の魔女様がそう言うと、手を引っ込めて、コートを正した。\n首輪が元通りにゆるくなり、空気が鼻や牙の隙間から一気に肺に送り込まれた。ディートリッヒは口を開けることができなくて、鼻で必死に呼吸を整えた。\n程なくして、遠くから騒がしい音がした——"
          }
        ]
      }
    ]
  }
}