{
  "epId": 2333,
  "name": "砕夢奇珍",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720442472,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。\n——月光——\n噂によると、町のどこかに風に忘れ去られた場所があるらしい。\n噴水の前で、目を閉じたまま心臓が35回跳ねるのを待つ。そして噴水を中心に、時計回りに7周し、さらに反時計回りに7周する。そして目を開けると、ある小さな店の前に立っていることに気付く…\n————\n「もしもし、誰かいませんか？」\nヴィーゴは怯えながら聞いてみた。\n後ろのドアが勝手に閉まる。ドアに付いているベルが澄んだ音を鳴らし、薄暗く雑然とした部屋に響いた。\n夕焼けの光が水晶みたいな窓から降り注いでいた。店の中には訳の分からないものがたくさん。彼女はそれらを避けながら店の奥へと進んだ。\n店の中から返事が返ってくる事はなかった。\nヴィーゴは周りの物をしげしげと眺める。用途不明の機械部品、古いが華麗なライアー、難解な絵が彫られた瓦、傷だらけの古びた手かせ、忘れ去られた貴族の冠…\n何の役にも立たなさそうな物を見ているうちに、いつの間にか、キツネのような細い目つきの店主が彼女の隣りに立っていた。\n「それは、とある王狼の牙よ。今、氷雪に覆われたあの大地の過去を覚えているのは、この一本の牙と諸神だけかもしれない」\n彼女は小さな声で話した。\n「いらっしゃい。何か気に入ったものや、欲しいものはあった？」\n「なんか、記憶を『忘却』させるようなものってある？」\n「ええ、あるわよ。」\nヴィーゴは自分の胸に手を当て、まくしたてるように聞いた。\n「とても、とても大切な人のことでも忘れられるの？」\nキツネのような目つきの女店主が重々しく頷いた。\n「知っているわよ、あなたが忘れようとしている少年は透き通る月光のような瞳の人。数年前に彼は消え、未だにあなたは彼のことを忘れられない。どんな人と出逢っても、彼の代わりになる人なんていなかった、どんな嬉しいことがあっても、月の光のように手からすり抜けてしまう」\nヴィーゴは驚き、ひたすら頷いた。\nキツネ目はニヤリと笑い、どこからともなく酒を取り出した。\n「これは苦痛を忘却させるお酒」\n「氷の風が吹きすさんだ時代、人は生き残るために、雪の積もった土地でこのお酒を醸造していた。その後、人々は幸せな生活を送れるようになり、このお酒の醸造方法も忘れられてしまった」\n彼女は酒瓶を軽く振ってみた。\n「残りはもうそう多くない。これも何かの縁だから、タダでいいわ。もちろん、本当に望んでいるのなら……」\nヴィーゴはキツネ目から杯を受け取った。\n杯には宝石がはめ込まれていたようだが、今は取り外されており、そのがらんとした様相が寂しそうに見えた——\n——ヴィーゴは気がつくと、噴水の前にいた。\nあれ？私、ここで何してたんだっけ？と考えながら、月の明かりの下、早足に家を目指す。日が暮れて辺りには深い闇、急いで帰らないといけない…\nあの変わった店のことも、店への行き方も、そしてその中で起きたことも、何もかも忘れていた。\n————\n「もう行ったわよ」\nドアに付いているベルが鳴り止み、キツネのような細い目つきの店主が言った。\n透き通る月光のような瞳をした少年が、店の奥から現れた。\n「助かったよ」\n「これで何回目？」\n「6……7回目」と答えた少年は、一瞬顔に疑問の色を浮かべて店主に聞いた。「あのお酒本当に効くの？信じてないわけじゃないけど、ただ——」\n店主はハッキリと答えず、ただ笑った。\n「これは苦痛を忘却させる。ただ、あなたたちの過去は彼女にとって苦痛ではないみたいね。このお酒は彼女のあなたへの想いと、あなたを失った悲しみを暫く忘れさせることしかできない」\n「彼女は月の明かりを見るたびに、あなたの面影が浮かび、そして思い出すはず。バドルドー祭での出会いも、風立ちの地での出会いも、風立ちの地の木の下で一緒に過ごした午後も、誓いの岬で彼方を眺めたひと時も、そして仲夏の祭りから一緒に逃げた記憶も、吟遊詩人の集会で詩と羽のマントを送られたことも、彼女にとっては捨てられない思い出なんでしょう」\n「……まあ、うちには本当に全てを忘れさせるお酒があるけど。あなたが望むなら、彼女にあげましょうか？」\n彼女は少年を見て少し笑った。彼は一言も発さず、ただため息を吐く。\n「そもそも、なぜそうまでして忘れさせようと？」\n「ああ、これのせいだよ」\n彼は胸ポケットから透き通る球体を取り出した。中にはある模様が浮かび上がっている。\n「これを手にした人は、いつかこの世から消えていくそうだ」\n「ならばいっそこと、今すぐ離れてしまおう。彼女がまだ若いうちに、僕のことを忘れて欲しい」\n「なるほど」彼女は笑みを浮かべた。「あなたも選ばれた者なのね」\n「しかし、選ばれた者が最後どうなるのか、知ってるか？」\n少年は焦燥感を滲ませながら尋ねる。\n彼女の顔が笑ったかのように見えた、だが答えは返ってこない。\n「そろそろ僕も行くよ。これを手に入したからには、なすべきことをなさないとね」\n「もし、あの少女がまた来たらどうする？」\n「……彼女自身が克服すべきことだ」\n「情けない男ね」"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。\n——琉璃——\n噂によると、港町のどこかに山石と波音に忘却された場所があるらしい。\n海風が吹く場所で、目を閉じたまま、街の喧噪に背を向けて49歩。そして心臓の鼓動しか聞こえなくなった時、目を開けると、ある小さな店に辿り着く。\n————\n「誰かいないか？」兪安は声をかけた。\n彼は店に入る。後ろのドアが閉まると共に、ドアに付いていたベルが澄んだ音を部屋に響かせた。\n岸辺を打つ波の音が、思い出のように店内に響いていた。細長い店だ、見たことあるようでないものがたくさん並んでいる。兪安は自分よりも年上かもしれない埃が霓裳長衣につかないよう、注意しながら店内の品物を見て回った。\n古くて黄ばんだ紙灯籠、巨大な魔獣の長い牙、漆黒の隕鉄、材質不明の黒金色をした立体物…\n彼が白い粉の入ったガラスの小瓶を手にした時、耳元に優しい声が聞こえた。\n「それは、昔、ある魔神の涙で作られた塩よ——」\n波のない水面を切り裂くような、深い静寂を破る一声が聞こえた。驚いた彼は小瓶を落としてしまった。\nだが、予想とは裏腹に辺りは無音。キツネのような目つきの店主がいつの間にか小瓶を受け止め、棚に戻していた。\n「私は……あれ、誰に紹介してもらったんだっけ？」\n彼女は微かに頷き、彼の疑問を無視して続ける。\n「いらっしゃい。何か気に入ったものや、欲しいものはあった？」\n「彼女への…贈り物を探しているんだ」\n「実は、近々結婚しようと思っているんだよ。だから、もし何か良い物があればいいなと」\n兪安は緊張で唇をなめた。そして、石珀のような店主の金色の瞳と目が合った。\nそのまましばらくすると、彼女は「わかった」とこたえた。\nすると、細長い姿が店の奥へと消えていった。\n彼女が戻ってくると、その手は虹色に輝いていた。近づいてよく見てみると、そこには凧形の十面琉璃があったのだ。\n「『琉璃心』の伝説は、お客様も知ってるわね？」\n知らないが、兪安は頷いた。\n「人が作った琉璃は品質の悪い模造品にすぎない。本物の琉璃は、その中から綺麗な夢の光景を見られるの。高貴な仙獣が死去し、その叶わぬ夢の悲しみからしか産まれない。見てごらん…」\nキツネ目は兪安に琉璃の中を見せる。\n数万年の歳月が彼の目の前を流れ、星と海と大地が雲のように変化した。雪原は緑地になり、野原は川に分断された。蟻の穴のように都市は興り、王国が積み木のように瓦解する——\n——日が暮れていた。月光が海を照らしている。気がつけば、兪安は埠頭に向かっていた。\n強く握りしめている硬い結晶には、血のような温もりが宿っている。\nそうだ、これはあの奇妙な琉璃心だ、と彼は思い出した。月光の下、歩調を速める。これなら、これを渡せば、私は……私はきっと……\n————\nドアに付いているベルの澄んだ音が店内に響き渡った。\n「いらっしゃい。何か気に入ったものや、欲しいものはある？」\n「ひとつ売りたいものがあって……宝石かどうかよく分からないんですけど」\n綺麗にカットされた結晶が、その輝きで店内を照らした。\n「私と付き合いたいという人が、これをくれたんです。中を覗くと不思議な光景が見えるんだって」\n「でもどうしてか、見ているだけで……気持ちが悪くなる。宝石は綺麗だけど、あの人からもらった物だと思うと、イライラしてしまう。だから、売りたくて」\n「わかった、でもこれは高級な凧形の琉璃ね。いくらで売りたいのかしら？」\n「お金には困っていないけど、えっと……これって、塩ですよね？そう言えば、そろそろ地中の塩に参拝する時期だったし、お代はこの塩でいいです」\n————\nキツネのような目つきの店主は一人、店の奥に座りながら立体の琉璃をいじる。\n「あなたを通じて、醜いものを見てしまったね。あいつの本心って本当に…嫌だわ」\n「あの人は塩業界の首位である銀原会への婿入りを狙っていた、上へ登るために手段を選ばない卑怯者。でも、もしこの件がなくとも、互いに好意がなくとも、いつか幸せになれるでしょう。幸せを追い求めるのは人の性(さが)であり、愛があるかどうかは関係ないのだから」\n彼女は一口酒を呑んで、自らを嘲笑した。\n「でも、私はあんな人間が許せない」\n「知らない人に真実の心を見せるのは楽なこと。だって、店を出れば、何の関わりもない赤の他人だから。少し見せたところで何ともない。でも親しい人であればあるほど、その裏に注意しなければならない。彼には予測できなかったのかしら……」\n「ごめんなさい、危険な目に遭わせて。でも取り戻せてよかったわ」彼女は目を閉じる。「だって、これはあなたが残してくれた心だから、大切にしないと……でも、たまにはこの世界を旅して、今の人間を見るのも面白いと思わない？」"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。\n——青い宝石——\n噂によると、町のどこかに風に忘れ去られた場所があるらしい。\n広場の中央で目を閉じたまま、時計回りに7周と反時計回りに7周。そして前に14歩、風の中でさえずる鳥の鳴き声が消えたら、目を開ける。そうすると目の前に、ある小さな店が現れる。\n————\nキツネのような細長い目つきの店主が窓を開けると、月の明かりが見えない星屑となり棚を照らした。\n放蕩息子のように咲いた花も、埃だらけのバドルドーも、虫食いだらけで読めない本も、弦のない弓も、まるで旧貴族の広間のように無情な月光が銀色に染めた。\n「よう。最近どう？」\n軽薄な挨拶が店の奥から聞こえてきた。\n店主が振り返る。月光の行き届かない暗いところに、よく知っている「お客さん」が彼女のソファに座っていた。\n「まあまあよ。ただ窃盗の防犯対策をする必要があるみたい」\nキツネ目の店主は微笑みながらそう言った。\n「常連さんを追い出すつもりか？」\n客人はため息を吐きながら、「あなたの店に私がほしそうな品がないんだ。あえて言えば…」\n「じゃあ、獲物は？」\n「なんだよ、盗品を処分しに来たとでも思ってるか？」\n「狩人」はがっかりと言わんばかりの顔を見せたが、店主は思わず微笑んだ。\n「もちろん違うわよ、あなたはあまり「処分」って言葉を使わないから」\n「『譲渡』、『贈与』、『寄贈』、『寄付』……町を行き交う義賊として、あなたは慈善活動をたくさんしてきたでしょ」\n「今回はそのために来たわけじゃないんだよ。あんたにあるものを『譲って欲しい』んだ……あの悲しい想いを、忘却させるお酒をね」\n口調は軽かったが、義賊は誠実な笑みを見せた。\n「残念、もうある人に買われたわ」\nいつの間にか、こっそりと懐に入れていた酒のボトルを店主に取られる。\n「ここのすべての商品は、すでに買う人が決まっているの。未来のある時点でもう買われてしまった」\n「あんたの方が一枚上手か、みっともねぇな」\n義賊は苦笑した。\n「黄金よりも想いの方が重いと最近気がついた。俺みたいな屋根の上を飛び交う仕事をするやつは……意味のない想いを……重さを減らすべきだ」\n「……青い宝石のような瞳を持つ彼女は、この重みを感じているだろうか？」\n————\nチリン、と鳴ったベルの音で店主は目を覚ました。\nその来客者は長槍を持っていた、長槍のように凛とした碧眼の魔女だ。顔には貴族の罪印が刻まれている。\n彼女は雑然とした店内を無視し、心を貫く剣のように店主のもとへと真っ直ぐ進んできた。\n「いらっしゃい。何か気に入ったものや、欲しいものはあった？」\n「物を売りたい」\n砕けた氷のような声と共に、魔女は大きな青い水晶をカウンターに置いた。\n「ある盗賊が、貴族の銀盃からこれを盗んだ。私はこれを彼から貰ったせいで、我が主に罰せられた」\n「でも、それももう数年前のこと。時の流れと共に恨みと彼に会いたいという気持ちは消えるものだと思っていた、けど……」\n「では、その宝物をいくらで売りたいのかしら？」\n魔女は食器棚に目をやると、そこにある宝石の抜き取られた貴族の銀盃を指さした。\nキツネ目が宝石をいじる、宝石の輝きが店内を照らした。\n「分かったわ、あなたがそう望むなら……」\n心が動揺すれば、報われない結末を恐れ、心に恐怖というヒビが生じる。\nそして死は恐怖と共に、湿気のように骨の髄まで染み込む。\n大勢の人が死の直前、ついぞ己の弱さが露見したことに気づく。\nキツネのような細長い目を大きく見開き、店主は青い水晶を月光に向けて、旧貴族の記憶を鑑賞した。\n伝説によると、ある特定の時間に澄んだ宝石に目を通すことで、過去、未来、あるいは人の心を見抜くことができると言われている。世界のどこかに海のように広い蒲公英の野原があり、空には3つの月が浮かんでいる、それぞれの名前はエリア、サンナタ、カノン。その三姉妹はある災いにより死別する。その死を直視した魔女が心の隙により命を落とすも、逃亡した賊は魔女との再会をずっと待ち望んでいた。\nこの宝物を捨てても、その伝説が消えることはない。過去を覆すことはできないと彼女はよく分かっているから。\nならば、その伝説と物語を自分の店へと収めるべきなのだろう。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。\n——石の心——\n噂によると、港町のどこかに山石と波音に忘却された場所があるらしい。\n海風が吹く場所で、目を閉じたまま、街の喧噪に背を向けて49歩。そして心臓の鼓動しか聞こえなくなった時、目を開けると、ある小さな店に辿り着く。\n————\n「もしもし、誰かいませんか？」そう声をかけながらドアを叩いたのは蓑を着た男。\nドアに備え付けられた古い窓を通して、店に陳列している商品を見る——煌々と光る星屑のようなものが詰められた瓶、氷のようにキラキラと輝く断刃、古い年月を感じさせる絵巻物、変わった色の丹薬、霜が付いた瓦……\n男が店に入ると、ドアが勝手に閉まった。\n男はカウンターの前まで行き、まるでこの世の物ではないような不思議な品々を見ていると、優しい女の声が聞こえてきた。\n「いらっしゃい。何か気に入ったものや、欲しいものはあった？」\n男は驚いた。振り向くと、キツネのような目つきの店主がこちらを見て笑っていた。\n「ああ、その、誓約の証となるような物が欲しいんだ。昔、仲違いした人と和解するために」\n男は咳払いをした。彼の声は見た目とは裏腹に謹み深い感じがする。\n「そう？分かったわ……」\nキツネ目の金色の双眸が、濡れた蓑姿の男を上から下へと見て頷いた。\n店主は身をかがめて何かを探し始める。そして、彼女は箱の中から精巧な石珀をひとつ取り出した。\n石珀は店主の手の中で淡い金色の光を発している、まるで彼女の瞳みたいだ。\n男は石珀を受け取り、月の光の下でまじまじと見た。夜の光に透け、温かな金色の奥には何か深遠なる嵐が隠れているかのようだった。\nそれを持つ手が震えた。\n「石珀とは、岩の心よ。長い年月の中で変化が起こり、たとえ硬い岩石であろうとも、不純物のない澄んだ心に凝縮される」\n店主の声はまるで遥か遠くから聞こえてくるみたいで、男は微かに頷くだけであった。\n「まさに、私が欲していたものだ」\n男は低い声で答えた。モラがいっぱい入った重そうな袋をレジに置き、すぐに店を出ていく。夜の雨に紛れ、男は姿を消した。\n————\n「事情はこんな感じ」\n話が終わると、キツネのような目を細め、目の前のお客さんをじっと見る。\n「他には何も言ってなかった？」\n鉱夫らしき若者は焦りを隠さず聞いてきたが、店主は黙って頭を横に振った。\n「一袋のモラを残していった。袋に血痕がついてたわね」\n店主の声は水のように穏やかで冷たかった。\n「まさに、私が欲していたものだ」\n若者はほっと胸を撫で下ろし、店主の金色のキツネ目から逃れようと視線を逸らした。\n「代わりに、物語をひとつお話ししましょう」\nそう言う若者に店主は頷き、話を続けるよう促した。\n「昔、蓑を着たあの男と一緒に山へ登って、鉱石を採掘したんだ。私は出世のためで、彼は家族のためだった……」\n「そして、ある嵐の夜、私たちは一枚の岩石を砕いて、あの石珀を発見した。あの透き通る金色の輝きは、絶雲の間から見るどの景色よりも美しかった……」\n「埠頭に戻ったら、報酬を折半する約束をした。だがあの夜、降りしきる大雨の音に紛れ、私は彼をあの山で永眠させた……」\n「怖かった、彼を信用できなかったんだ。仙人の耳にしか届かない、薄っぺらな口約束を信用できなかった」\n「だから、恐怖心が勝ってしまった……他人を信用するリスクを冒すより、血にまみれたお金の方が魅力的だった……」\n「翌朝、ロープで山を下りようとした。4歩、5歩、6歩と足を岩に置いていった。その時、嫌な予感が手の平から伝わってきてね……」\n「上を見上げた時には、もう遅かった——」\n「最後に目にしたのは、切られたロープの断面……」\n「あの切り口は、狩猟刀によるものだった」\n「ということは、これで清算されたわけね」\nキツネ目の店主は、相手に気付かれぬよう微笑んだ。\n「彼は石珀を手にし、あなたは全額支払った」\n若者は何も言わず立ち尽くしていた。\n————\n伝説によると石珀は岩の心らしい。力のある岩であるほど、人の心を映し出す。\n石の持ち主が亡くなっても、心が通じた石珀であれば持ち主の欲望と悔恨を現世に呼び戻し、能ある者に解決をしてもらうそうだ。\nあくまで伝説ではあるが。\n奇怪な客が店を出て行ってから2時間経った。だが、今も雨は降り続いている。\nキツネ目の店主は窓辺に立ち、霧雨が降る街の、路地の奥を眺めた。\n「でも……彼らは本当に解放されたのかしら？」\n雨に向かって、彼女は答えのない質問をした。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "砕夢奇珍"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1255,
            "name": "砕夢奇珍・月光",
            "desc": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Heart's Desire: Moonlight_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1256,
            "name": "砕夢奇珍・琉璃",
            "desc": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/146a80a418a1f2df7767290c39db1d4d_1991594822210478756.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1258,
            "name": "砕夢奇珍・サファイア",
            "desc": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/146a80a418a1f2df7767290c39db1d4d_7938186311226261553.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1257,
            "name": "砕夢奇珍・石心",
            "desc": "テイワット各国で流行っている幻想物語集。何もない骨董店で起きた物語が綴られている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/146a80a418a1f2df7767290c39db1d4d_8307811747166139638.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}