{
  "epId": 2335,
  "name": "神霄折戟録",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/19/194600931/ca27260170dd952e67b7e26e1552ec0e_3031330843590652654.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720441787,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "神霄折戟録"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1272,
            "name": "神霄折戟録・第1卷",
            "desc": "それは太古の始まり、九つの大地がまだ一つ、崑崙がまだ開いていた頃の話。人々が暮らす場所は「中洲」、そして神々が暮らす場所は「神霄」と呼ばれていた。<br/>一つ前の劫の終わりの時、神魔の戦争が起きていた。最終的に神の王が負け、九つの世界は炎に焼かれ、生き物たちは灰となった。<br/>そして今、新たな世界が始まり、生き物たちは蘇り、崑崙は閉じ、世界はバラバラになった。<br/>神の王を中心に展開される新感覚武侠物語、ここに始まる！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/340e6726c8bbf0ddc81c1694cbe22f59_1807034569124540554.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1274,
            "name": "神霄折戟録・第2卷",
            "desc": "征刀の旅に出た弥耳は、すぐに空前絶後の危機に遭遇した。金吾、羽林の精鋭は賊人と邪剣に倒された。危機一髪、弥耳は父親に教えてもらった光禄寺の密呪を思い出した。伝説によると、天帝には娘が一人いて、名前は明らかにされていない——その時、彼女は未央の体を使って、目の前に姿を現した。悪鬼となった賊人と邪剣、そして鶏しか殺せない弥耳、その勝負はいかに！？",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/340e6726c8bbf0ddc81c1694cbe22f59_4428808734537321980.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1273,
            "name": "神霄折戟録・第3卷",
            "desc": "「君を未央と呼ぼう。人間界にいるなら、やはりその名が一番都合がいい。それに牒文もあるから、王土を出入りするのに問題はないはずだ。」未央のことが心配な弥耳は共に旅に出ることにした。二人は妖魔と戦い、邪剣を5振りを手に入れた。<br/>いい展開に見えるが、これからの道はますます険しくなるのは誰もが知っている——",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/340e6726c8bbf0ddc81c1694cbe22f59_5325239818769900874.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1277,
            "name": "神霄折戟録・第4卷",
            "desc": "「驚かないで聞いてくれ、我が息子よ。我はそなたの本当の父親ではない。」「嫌だ——！」<br/>かつての米光禄寺卿は山隠界の阿修羅だった。都を離れるのも太常、首輔の芝居だった。その目的は目の前にいる天帝の娘を守ることだった。<br/>「生前の神霄天帝は我が友だったが、今となっては万物の敵に堕ちた。彼女はそなたに守られているのなら、我も安心してあの世に行けるはずだ。」",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/340e6726c8bbf0ddc81c1694cbe22f59_8893309944194167166.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1275,
            "name": "神霄折戟録・第5卷",
            "desc": "「武官の中で、崑崙を再び開きたい人は数多くいる。世界が再び混沌に堕ちれば、武人の地位は自ずと上がるからね。」<br/>「やつらはまさか伝説の阿修羅戦争をもう一度起こす気か？」<br/>「彼らではなく、彼が、だよ。」<br/>文官と武官の駆け引き、死んだ神々の計画、危機は再び世界を襲う！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/340e6726c8bbf0ddc81c1694cbe22f59_3565221957666332019.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1276,
            "name": "神霄折戟録・第6卷",
            "desc": "弥耳が忘れた呪文を再び口にして、少女と再会した——「本当のお前はこうなんだ。」<br/>「この世界は壊れた。全て燃やしてやり直さないと。」狂った天帝は万物に判決を下した。<br/>「お前なら、分かってくれるだろ？？」国宝を盗んだ無名の盗賊はそう言った。<br/>「謝らないで、あなたはそういう優しい存在だから。」",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Legend of the Shattered Halberd (VI)_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "それは太古の始まり、九つの大地がまだ一つ、崑崙がまだ開いていた頃の話。人々が暮らす場所は「中洲」、そして神々が暮らす場所は「神霄」と呼ばれていた。\n一つ前の劫の終わりの時、神魔の戦争が起きていた。最終的に神の王が負け、九つの世界は炎に焼かれ、生き物たちは灰となった。\nそして今、新たな世界が始まり、生き物たちは蘇り、崑崙は閉じ、世界はバラバラになった。\n神の王を中心に展開される新感覚武侠物語、ここに始まる！\n——神々の膝元——\n「私は朝廷勅使、金紫光禄将軍の未央だ！ 道を開けろ！」\n「金紫光禄は文官職だろ？」弥耳は考える前に、そう口に出した。\n未央は顔を赤くして「こんな辺境の庶民に何が分かる！」と叫ぶ。\n「ここ数年で官制が変わったのか？」\nすると、佩刀した二人の武人が笑い出した。「はははは！ 京の城を発つ関所も突破したのに、こんな辺鄙な所で足止めされるとはな」\n店の小二は赤面の未央をじっと見つめ、急に手を叩いた。「あなたは男装した女官だろう！」\n「兄ちゃん、いい目をしてるな」一人の武人が言う。「彼女の官位は尚儀彤史。私達は金吾と羽林から選ばれた武官だ。金紫光禄大夫の命を受け、邪剣を取りに来た」\n「まあ、金紫光禄しょ……将軍は、あはは……偽物だけどな、朝廷勅使なのは本当だ」もう一人の若い武士も言った。\n邪剣の事は、弥耳も聞いたことがある。伝説によると、五十六年前、空から鉄が降ってきた。この鉄は天に属する物だ。帝に献上せねばならない物にも関わらず、刀鍛冶の風爺さんが勝手にその鉄で剣を作った。それが九振りの邪剣だ。邪剣は人の心を操れるのだという。\n「そういう事か」言いながら、弥耳は厠の扉を閉めた。\n「なんでもいいから、さっさと厠から出てきなさい！」男装を見破られた未央は、耐えきれず本音をこぼした。少し遠回しな言い方ではあったのだけれど。\n「未央は女子の身。私達のように、草むらで用を済ませるわけにはいかない。早くしてやってくれ」\n手を洗い厠から出た弥耳は、二人の武人と同じ席に着いた。\n「こんな田舎の店で、朝廷官制に詳しい人に会えるなんてな」羽林の方の武人はしげしげと弥耳を見る。「兄ちゃん何者だ？」\n「父、米聴仁は元光禄寺卿だ。横領罪の罪をきせられ、官位を剥奪された」弥耳は顎を引っ掻く。「じじいと違って、俺はまだ朝廷に戻り、米家の雪辱を晴らす事を諦めていない」"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "征刀の旅に出た弥耳は、すぐに空前絶後の危機に遭遇した。金吾、羽林の精鋭は賊人と邪剣に倒された。危機一髪、弥耳は父親に教えてもらった光禄寺の密呪を思い出した。伝説によると、天帝には娘が一人いて、名前は明らかにされていない——その時、彼女は未央の体を使って、目の前に姿を現した。悪鬼となった賊人と邪剣、そして鶏しか殺せない弥耳、その勝負はいかに！？\n——修羅の戦場——\n「うん、美味しい」\n身体を乗っ取られた未央は、随分穏やかになったと同時に冷たくもなった。彼女は弥耳が作った餡入りの餅を、ちまちま食べ始めた。餅が熱かったのか、可愛らしくペロッと舌突き出し。口の中を覚ます。\n「すぐにはこの事実を受け入れられないな」神降ろしを維持するために、目を一つ代償として差し出した弥耳も、餅に手を伸ばす。「お前が言うには——」\n「昔に落ちてきた鉄は神の矛で、人間がそれを折り、九振りの魔剣を作った。で、これがそのうちの一つである霧海魔剣。それに加え、やつは既に二振り手に入れていると……」\n「そして、お前は？」\n「私はかつての天帝の娘。名は忘れたわ。審判と断罪を司っている。あなた達の言葉では、刑律というのかしら」\n光禄寺は祭事や式典を任されているため、儀式やら祝詞やらは暗唱できる程、父親から聞かされていた。怪力乱心についても、弥耳は多少心得があった。神は真名を知られてしまうと、人間に使役されてしまう。目の前にいる人は、恐らく名を忘れているわけではない。\n「つまり、朝廷は神の矛を復活させたいと言う事か？」弥耳はこの設定を受け入れる事にした。\n「分からない。この体の持ち主は何も知らなかったみたい。彼女はただ……とても怒っているわ」未央はそっと胸に手を添えた。\n「なら、次は何すればいい。適当な神送りの儀式で、お前を送り返せばいいのか？」弥耳は失った目を隠している包帯に触れる。「そしたら、俺の目も戻ってくるのか？」\n「私に名前を付けて」少女は頭を上げた。口元には餅のカスが付いている。\n「ふざけるな。文官殿試は帝が直々に審査するんだぞ。一つ目でどうやって光禄寺卿になるんだ？」\n「私も絶対に、全ての矛の欠片を集めなきゃいけないの」少女は言う。「でなければ、この世界はいずれ燃え尽くしてしまうわ」\n弥耳は答えずに、ただ目の前の少女を見ていた。\n「命の危険があるから、私に着いて来なくていい。でも、あなたの目は暫く借りておくわ」"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「君を未央と呼ぼう。人間界にいるなら、やはりその名が一番都合がいい。それに牒文もあるから、王土を出入りするのに問題はないはずだ。」未央のことが心配な弥耳は共に旅に出ることにした。二人は妖魔と戦い、邪剣を5振りを手に入れた。\nいい展開に見えるが、これからの道はますます険しくなるのは誰もが知っている——\n——玄女征西——\n「俺がお前にしてやれる事はこれ位しかない」弥耳は出来上がった料理を机に置くと、未央の反対側に座った。\n先ほどの死闘で、未央は右腕を折った。今も包帯が巻かれている。未央は頬杖をついたまま、黙って自分を見ていた。\nだが結局、未央は左手で箸を持ち、試しに汁物に入っている肉団子を掴もうとした。試みは失敗に終わる。\n弥耳はため息を吐くと、箸を奪い取った。「仕方ない、食べさせてやる」\n「私にしてやれる事はもっとあるわよ」何口か料理を頬張ると、未央は突如言った。いつも通り、感情は読み取れない。\n「光禄寺の主は、お前達のような神々への奉納や祭事を任されている。お前の世話をするのが、俺の本職だ」\n神々が争いを始めたら、俺達人間は眺める事しかできない。\n後半部分は、口に出す必要もなかった。\n「前に邪剣の持ち主とやり合った時、お前は矛とか剣を浮かせて操っていたじゃないか。その力で箸を使えよ」\n「あれは、お父様に授けてもらった技よ。私しか使えないの。あれは断罪の最後に使う宣言と律令。適当に……」未央の声は明らかに震えていた。「適当に使うものじゃないわ」\n「あいつが死ぬ前に、うちのじじいについて言ったことも胡散臭かったな」弥耳はつまらなさそうに、指を擦り合わせる。「『米光禄の身は潔白でも冤罪でもない』。一体どういう意味だ？」\nもし、朝廷に神の矛を復活させる意図がないのであれば、未央に憑依している皇女の側にいるのは、朝廷に仇をなす事になる。\n弥耳の考えを見抜いたのか、蝋燭に照らされた未央の顔が暗くなる。\n「私の手助けをする必要はないわ。ただの人間が、朝廷を敵に回すのは得策ではない」\n「黙れ。先にじじいを探し出して話を聞くぞ」弥耳が言った。\n「あら……南にいる御父上に会いに行くの？ なら明日はまず服と口紅を新調しに行かなきゃ」\n「くそじじいに会いに行くだけだ。必要ないだろう」\n「それがあなたの責務でしょう」珍しく、未央は頑固だった。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「驚かないで聞いてくれ、我が息子よ。我はそなたの本当の父親ではない。」「嫌だ——！」\nかつての米光禄寺卿は山隠界の阿修羅だった。都を離れるのも太常、首輔の芝居だった。その目的は目の前にいる天帝の娘を守ることだった。\n「生前の神霄天帝は我が友だったが、今となっては万物の敵に堕ちた。彼女はそなたに守られているのなら、我も安心してあの世に行けるはずだ。」\n——山人の妙計——\nこのような状況では、恐らく法術の達人、大羅金仙でも打開できないだろう。\n「この火界邪剣『白牛火宅諭品村正』は、神の火界である陀羅尼の欠片によって錬成された。姫様に分かるように説明すると、神王九界如尼の火界如尼だ」\nなぜ西から来たこの武士は、神に匹敵する剣術が使えるのだ？ 通常、邪剣に魅せられた者は、心を奪われ、己の事も学んだ武芸も忘れてしまう。\n未央は斬られた肘を抑え、灼熱の空気を吸い込んだ。いつもなら、すぐに傷を治せるのだが、燃え尽きぬ炎が傷口を焼き続けているのだ。\n出血のせいで、視界がかすみ始める。その時、自分を庇うようにして、弥耳が前に立った。\n「色々聞きたい目をしているな。仕方ない、死ぬ前に教えてやろう。俺がお前の父親を殺したのは、奴が神王の復活を阻止しようとしていたからだ。俺がなぜ自我を失う事なく、火界如尼を使いこなせているかと言うと——」\n東の武士は邪剣を持ち上げる。「俺は雲夢狩の天兵の化身だからだ」\n言い伝えによると、天帝は阿修羅軍と戦うため、三つの世界から選出した戦士を死後に、天軍に命じた。時折、湿地の天候が崩れたり、雷雲が空で渦巻くと、中洲人はそれを天帝軍が「雲夢狩」している最中だと言った。\n「な、なぜだ！」武士は驚愕の目で、真っ二つになった邪剣を見つめる。その体は、肩から下に向かって大きく斬られていた。\n混乱の中、弥耳は最後の悪足掻きをしようと、父から譲り受けた遺品を取り出した。だが、それがかつて世界を燃やし尽くした大魔剣「裂瓦丁」であった事を、知る由もなかったのだ。火界如尼が火界の奥儀なら、「裂瓦丁」は火界の不変真如だ。\n世界を燃やし尽くしたせいで消えてしまった魔剣の炎が、火界如尼を飲み込み、再度燃え上がった。\n「世界が、また燃やされるの……」呟き、未央は気を失った。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「武官の中で、崑崙を再び開きたい人は数多くいる。世界が再び混沌に堕ちれば、武人の地位は自ずと上がるからね。」\n「やつらはまさか伝説の阿修羅戦争をもう一度起こす気か？」\n「彼らではなく、彼が、だよ。」\n文官と武官の駆け引き、死んだ神々の計画、危機は再び世界を襲う！\n——素女伝承——\n「そなたのおかげで民が救われた、大義であった。」太子は手を背中に回し、跪いている弥耳の周りを一周する。\nだが、弥耳はその言葉に特に何も感じなかった。\n「神の矛を差し出せば、三十日後、光禄寺卿はそなたのものだ。ほしいなら、首輔の位も十年以内にやろう」太子が椅子に腰かける。「どうだ？」\n「陛下から『楽にしていい』と言われておりませんので、お言葉を返すのは恐れ多い」\n「それは、私に『楽にせよ』と言えと命令しているのか。だめだ……将来この国を統べる者と——」\n「はぁ、ごちゃごちゃうるせぇな」弥耳は許可なく姿勢を変える。「朝廷の作法では、太子は万歳の礼ではなく、三拝礼でいいんだろう。お前がもうすぐ即位するから、その祝いとして先にやってやったの。偉そうにするな」\n「お、お前！」\n「なんだよ」弥耳は立ち上がる。「神の矛はお前に半分やる。火界陀羅尼は、親父に供えるよ。残党がまた何か企んでいるとまずいからな」\n「そ、そうか。取り繕える物があるなら問題ない。今後、これが国に伝わる神器となるぞ。はははは」\n弥耳は遠慮なく、太子の向かい側に座った。「俺達は同じ乳を吸った仲なのに、なぜお前だけこんなに間抜けなんだ！」\n「なんだと！ 米夫人が私の乳母じゃなかったら、今の発言——」\n「光禄寺卿はやりたい奴にやらせろ。俺は帰る」\n太子は言葉を詰まらせた。\n「未央は？」弥耳は料理を取りながら、なんともない振りを装って聞いた。\n「見事な働きだったからな、尚儀に昇格だ。彼女は父である金紫光禄大夫の陰謀とは無関係だったよ。太常と首輔から詳細についても聞かされた。悪いようにはしないさ」\n聞いていて、変な感じがする。\nでも、これでいいのだ……\nあの人はもういない。無くなった目も戻ってきた。それなのに、今でも見えない体のどこかに、痛みを感じるのだ。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "弥耳が忘れた呪文を再び口にして、少女と再会した——「本当のお前はこうなんだ。」\n「この世界は壊れた。全て燃やしてやり直さないと。」狂った天帝は万物に判決を下した。\n「お前なら、分かってくれるだろ？？」国宝を盗んだ無名の盗賊はそう言った。\n「謝らないで、あなたはそういう優しい存在だから。」\n——何もない——\n「私が全てを託した娘よ。そなたを創り出したのは、私に矛を突き立てるためではないか」甦った神王は空高く浮かんでいる。雷と竜巻、そして稲妻が世界の王の復活を祝福していた。\nだが少女はもう恐れなかった。幾千万年かけて創られた彼女は、この時のために存在していたからだ。\n否——彼と過ごした時間が、彼女に勇気を与えていた。\n九つの世界繋げ、崑崙を貫通した最初の聖なる矛「エルミン」の複製品が、空を埋め尽くしていた。\n神王は己の死後に起こる混乱を恐れて、最後の聖なる矛「断罪の皇女」を創り出した。そして彼女は今、完全体となったのだ。\n…\n（本の最後に編集長の後書きが記されている）\n『神霄折戟録』は、稲妻の小説印刷社「八重堂」が璃月文化を題材にした作品の初めての成功例です。全五巻はかなりいい結果を残し、文化には大きく貢献したと言っていいでしょう。売り上げも、六巻も出たのならもう皆さん分かりますよね。\n六巻最後の怒涛の展開に、皆さんはきっとがっかりしたでしょう。\n多分。\n終わり方はまるで別の作品だったようですが、決して我々が九先生に新連載を強要した結果、先生の作風を乱したからではありません。先生がただ新しい自分にチャレンジしたかっただけなのです♡\nもちろん、五巻までのファンの皆様の気持ちは痛いほど分かります。「黒の函」愛蔵版全五巻も制作中です。本屋で立ち読みしている子達も買ってね。そうだ。「断罪の皇女」のお話も、楽しみにしていてください。\n八重編集長"
          }
        ]
      }
    ]
  }
}