{
  "epId": 2337,
  "name": "竹林月夜",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720432438,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "竹林月夜"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1309,
            "name": "竹林月夜・1",
            "desc": "何の変哲もない故郷から離れようとした山荘の少年が、夕日に照らされる竹林で迷子になった。彼を待っているのはどんな過去でしょう？",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Moonlit Bamboo Forest (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1311,
            "name": "竹林月夜・2",
            "desc": "月が昇り、山荘の少年は竹林の女の子と出会った。彼女は仙人の幻影か、それとも妖怪の罠というのか？",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/09414a94895488d2da88da6a462abde6_1065814336682837812.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1310,
            "name": "竹林月夜・3",
            "desc": "月明かりの夜、竹林は過去の夢と現実が交錯した終点。少年は昔の物語の元で言葉では説明できない眠りについた。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/09414a94895488d2da88da6a462abde6_4726617963170540867.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1312,
            "name": "竹林月夜・4",
            "desc": "夜が明け、二人の運命が分かれた。過去の物語は未だに山林に響いており、少年の帰来を待っている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/09414a94895488d2da88da6a462abde6_1145474926215240979.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "何の変哲もない故郷から離れようとした山荘の少年が、夕日に照らされる竹林で迷子になった。彼を待っているのはどんな過去でしょう？\nサワサワと木の葉が鳴り、蛙と蝉の音が混ざり合う山岩の割れた場所は、竹林が枯れていく場所であった。\n軽策山の竹林には、あらゆる形の化け狐の物語が伝わっていた。\n雨が止んで竹の葉から落ちる水滴が優美な旋律を奏でる頃、慌てて山道を登る一人の少年がいた。濡れた岩を越えて、雑草に肌を切られた少年は、ようやく軽策山の山岩の割れた場所で休憩を取ることに決まった。\n少年は村の年寄りたちが言っていた狐の嫁入りを思い出した。彼らの話しによれば、天気雨には児童にしか見えない狐の嫁入り行列が、鼓を鳴らし、森をにぎやかするのである。\nそして、児童は絶対にその行列に近寄ってはダメだと……\n「あまり近寄ると、狐に魂を奪われちゃうぞ！」\n村の年寄りはこう言っていた。\n「魂を奪われると、どうなるの？」\n「狐に魂を奪われるともう二度と人間の世界に戻って来れないね……一生狐の太鼓になって、殴られたり、打たれたりするぞ……」\nこう言いながら、年寄りは太鼓を叩く真似をして若者たちを脅かした。\nそれから年を取った少年は、もう化け物語に騙されない。仙霊の導きで緑色の迷宮を彷徨う時、彼が耳にしたのは僅かの狐の鳴き声であった。あれほどのずる賢い生き物が人間の前で姿を現すことはめったにない。\n少しがっかりした少年は足元の小石を蹴り飛ばして、また道を沿って竹林に深くに向かった。\n年寄りたちはまたこう言う。この竹林はかつて岩神の統べる国であったと。岩神はどんな姿をしているのかな？岩神も人間と同じく手足がついていて、人の顔をしているのかな？それとも、川辺に散らばった石人や石獣の姿なのかな？\n定期的に町へ薬を売りにいく採薬採りは必ず迎仙儀式の見聞を村の人に告げた。それにしても、好奇心旺盛な子供たちは自分の目で岩神を拝見することを願っていた。\n軽策山の不変も岩神の恩恵なの？代に渡って平穏に老いていくのも岩神の先見なの？\nその答えは山奥で衰弱していく村の外にしかない。\n疑問と期待を抱えて竹林を歩く少年はうまく道に迷った。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "月が昇り、山荘の少年は竹林の女の子と出会った。彼女は仙人の幻影か、それとも妖怪の罠というのか？\nそして、緑豊かな場所で、彼は思わぬ仲間とであった。\n「どうした、道に迷ったのか？」\n細柔らかい声が嘲笑するように、後ろから伝わっていた。\n少年は背を向けた。彼が目にしたのは泉に立つ白衣の女、泉水は彼女の蓑に映り、金色の瞳は夕日と混ざり合って優しく煌いた。\n泉から出た白馬が仙人になって岩王を助けたと、村の年寄りたちは言った。\nけれど、どこの泉で、何と名乗る仙獣なのかは言ったことがない。\nまして、少年が目にした女性はあの金眼以外には、どう見ても仙人とはほど遠い姿であった。\n仙人が雨の中で蓑姿をするのも怪しい。\n「うつけだったとは。」\n白衣の女はずる賢く笑い、金の目が新月のようになった。\n「だれがうつけだ！」\n少年は怒鳴って言い返した。\nこいつはやっぱり仙人じゃない、言葉使いが荒すぎる！\n「僕は外へ冒険に出るんだ！船員になって、この目で帝君の巨岩槍を見てみるんだよ！」\n「……で、家出したばかりで迷子になったね。」\n女は落ち着いた口ぶりで言った。笑いが宿った目元は人を怒らせた。\n「違う……」\n「強がらなくていいのよ。さあ、私が案内するね。」\n女は笑って彼に手を差し伸べた。その手は白くて夕日の余光を纏っていた。\n「……ありがとう。」\n少年は彼女の手をつないだ。その手は筍に落ちた小雨のように冷たくてしっとりした感触であった。\n夕日はだんだん沈んで、空は一片の青色に染めた。\n日が暮れると、山奥に陰気が集まりお化けが出てくると、山の年寄りたちが言った。\nそれらのお化けは死んだ者たちの怨念でできた悪霊。絡まった人に呪いをかけ、憔悴にするという……\n「たまには通りかかりの人にかなわない願いごとを頼んで、危険に導いたり……\n「たまには通りかかりの人に道を案内して、妖魔の巣まで導いたり。\n「だから小僧、山に行くには決して気を抜けちゃあだめだぞ！」\n村の年寄りは彼の頭をポンポンして、警告した。\nならば、彼女がお化け？\n少年は不安な気持ちを抑えて、歩みを遅くした。\n「どうした？」\n女は振り向って彼に聞いた。月の光を後ろにした女は、金色の目だけ狐火のように光った。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "月明かりの夜、竹林は過去の夢と現実が交錯した終点。少年は昔の物語の元で言葉では説明できない眠りについた。\n軽策山の竹林の夜はいつも余所より早くやってきた。\n銀色の月は竹の葉でいくつの欠片に切り裂けられいた。蛙と蝉の音が静まって、銀色の月光が照らす場所に、何本の筍が生えてきた。\n軽策山の竹林には、あらゆる形の化け狐の物語が伝わっていた。\n夜に入って頃、白衣の女は少年に物語を語った。女の物語は古話ばかりだったが、少年は聞いたことがなかった。\n「昔々、夜空には三つの月がかけていた。三姉妹だった月たちは、岩神より長い寿命と、璃月港より古い誕生日を持っていた。\n「月たちは詩と歌の娘であり、月夜の君王であった。彼女たちは銀色の車で巡行し、一旬回ると次の姉妹に王位を譲った。大災禍がくるまで、三姉妹はこうして統治を続けた。\n「三つの月には同じ恋人がいた。司晨の星である。夜が朝に変わる瞬間、姉妹の一人は消えゆく星を突き抜けて、晨星の宮殿へやってくる。そして、朝日が昇るとまた匆々に車に乗って去った。\n「三姉妹は互いを愛するように、唯一の恋人を同じくらい愛した。もちろん、大災禍が訪れる前の話しだけど。\n「大災禍は君王の車も、晨星の宮殿も全部壊した。三姉妹は死別してしまい、残された枯れた屍は、冷たい光を放ちた……」\n女は面を上げ、竹の葉から月を見た。細長い首は銀色に染められ、金色の瞳はキラキラした。\n「狼は月の子だ。狼の群れはまだ大災禍とその悽愴さを覚えている。だから満月になると、母のために泣くんだ……そして狼と生きる子たちは月の生き残った恋人——晨星を慟星と称する。」\n「そうか……」\n少年は言葉をなくした。\nそれは村の年寄りから聞いたことのない物語であった。もしかすると、年寄りたちもまだ知らない物語かもしれない。それは狐の嫁入りより壮大で、岩王には勝らない物語だった。それは一晩見た綺麗な夢のようだった。\n「これは現実じゃない、ただ人に忘れられた伝説さ。」\n白衣の女は少年の髪を軽く撫でた。伏せた目から見える黄金色も少し暗くなった。\n「仙祖が全てを一つにまとめる前、数多の神が大地にいた、仙人たちも含めて。ではその前は？」\n「断片の記憶は、物語を伝え、その物語はやがて伝説となる…」\n「たとえ仙人と神でも、この俗世を越えた記憶を聞くと悲しむだろう。」\n女はため息を吐いた。すると隣の少年がすでに眠っていることに気づいた。\n「まったく……」\n致し方なく笑って、女は蓑を脱いで彼にかけてあげた。\nその夜に、少年は三つの月が昇る夜空と、車が泊まる星の宮殿の夢を見た。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "夜が明け、二人の運命が分かれた。過去の物語は未だに山林に響いており、少年の帰来を待っている。\n夜が明けると、少年は起こされた。\n化け狐の話しが回る竹林の朝は、白い霧が馬の尻尾になって浮かんでいた。\n女は少年の手をつなぎ、光のある方向へ向かった。虫が暴れる茂みを越えて、滑る石板を越えて、彼女は竹林の出口まで少年を案内した。\n「僕はまだ君の名を知らない、名前を教えてくれ！」\n昨夜の物語がまだ恋しいのか、少年は女に向けて質問した。\n「……」\n女は朝日の光を後ろにして、少年を見つめた。彼女の瞳は黄金色を光っていた。\n彼女ただ微笑んで、何も話さなかった。\nそして数年後、この日を思い出した少年は分かった。自分は女と違う世界を生きる運命であると。少年の運命の果ては故郷から離れた璃月港で、岩神の宝を探すことにあり、女の運命は世間から、として岩神の慈愛から遠ざかる場所で忘れられた物語を守ることである。\nだから、少年と白衣の女は道を分かれたのだ。\n彼が繁華な都市へ向かった時、女は竹林の境界で少年の運命の結末を予言していたかもしれない——海や俗世に疲れを感じて、老いた体を引っ張ってこの山へ戻ってくる姿を。\n暖かい朝日の中で、少年は蹄の音を耳にした。\n振り向くと、後ろにはもう何もなく、ただ真っ白たてがみが少年の肩に落ちてくるだけだった。"
          }
        ]
      }
    ]
  }
}