{
  "epId": 2338,
  "name": "絶雲紀聞",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720427645,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は石獣に関する伝説が記載されている。\n——石獣——\n璃月の大地には、未だに沢山の石像が残されている。それらは璃月の民が五風十雨、山岳安定を祈念するために造ったものだったが、他に、もっと古くから存在していた石像がある。\n碧水川の漁師、荻花洲の荻花採取人、そして古い鉱山の採掘者の間に、こんな言い伝えがある。璃月のとある辺鄙な地で、古の石獣が涼しい秋の夜に突然目覚め、この様変わりしていく世界を見渡し、己と呼応する蛙と虫の鳴き声に耳を傾けて、石化した喉から掠れた咆哮をあげるというものだ。そうして彼らはこの璃月の大地を渡り歩き、かつて自分たちが守っていた土地を巡るという。\n石獣たちが動いているところを目撃した人はほとんどいないが、この地に詳しい住民たちは、石獣の移動や姿勢の変化には慣れている。また、夜に露営している眠りの浅い者たちも、時々水流の音よりもさらに低い音を聞くことがある。\nこの古の石獣たちはどこからきたのだろうか。軽策荘の老人たちによれば、彼らは昔、岩王帝君のもとで征戦した仙獣であったそうだ。魔神の混戦が収束した後、璃月の大地から海水が消え、平和が再び訪れたが、仙獣たちは神々の戦において人間を守るという役割を失った。その後、彼らは姿を隠し、俗世に関わらぬよう暮らしていた。\nしかし、かつて岩の神に仕えた頃が懐かしく、これからも璃月を守り続けたいと願う仙獣もいた。仙獣は非凡な生き物ではあるが、寿命に囚われるものである。ゆえに、彼らは岩王帝君に願った——不変の岩になりたいと。こうして、慈悲深き岩の神は彼らの願いを聞き入れ、彼らを朽ちることのない山岩へと変えた。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は上古の伝説が記載されている。\n——海神宮——\n花嫁を迎える日がきた。\n凛々しい海神は硨磲の中央に端座し、二頭の螭獣の手綱を握っているーー立派な轅の前に、どの螭獣も天衡山に比肩するほど雄大だった。海神は長老たちが捧げる真珠を受け取り、小さいな花嫁を硨磲に迎える。村は海の魔神から結納の品を授かるーー向こう一年間の、波風のなき平和だ。\n祝う群衆と孤独な母親のもとを遠く離れ、海神は花嫁を波の奥底まで案内する。巨鯨の骨格でできた長い回廊を経由し、紫の貝殻や真珠で飾られた宮殿の扉を通り抜け、幼い少女は海の魔神が用意した寝宮に辿り着いた。\n「人間たちの茶番に参加する気はなかった」海神はさざなみのような声で花嫁を慰める。\n「ここは多くの少女にとって新しい家であり、生涯を終える場所でもある。同胞に追放された少女たちにとって、海は避難所だ。そして、彼女たちの眠りを妨げることのない故郷だ」\nしかし少女は真珠と巻き貝で飾られた新しい家を、ちっとも気に入りはしなかった。きらきらと光る深海とその中に潜む生き物たちに、恐怖のみを覚えたのであった。日の出も日没もない海中で暮らしていくうち、少女は郷愁にかられて日に日に憔悴していった。\nある日、海の魔神は少女の願いをに気が付いた。彼女の選択に失望したものの、魔人は少女の意思を尊重することにした。\n「完璧ではない世で暮らしていれば、いつか後悔する」魔人は法螺貝を腰から外し、少女に贈った。\n「いずれこれを吹くだろう。その時、貴方はここに戻ることになる」\n少女は法螺貝を持って陸に戻った。それから何年経っただろうか——彼女も母親になった。静かに暮らす日々の中、海の宮殿はまるで子供時代の夢のようで、きらきらした光と奇々怪々な海獣たちが時たま彼女の記憶に姿を見せる。そうして時は流れていった…。そしてまた、花嫁を送り出す日がやってきた。長老が村人を率いて、娘を彼女の腕から引き剝がして行った時、彼女はやっと海神の忠告を理解した。\n婚儀の前夜——母親は法螺貝を吹いた。\n海神は約束通り波の中から現れた。村は大波に見舞われ、長老と村人たちは眠ったまま大波に呑み込まれた。巨大な螭獣は光る硨磲を引いて、高き山のような姿を母親の前に晒した。\n母親は娘の手を握ると、幼い頃のように海の魔神の硨磲へと登り、海に沈んだ村に別れを告げた。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は無妄の丘の由来が記載されている。\n——無妄——\n軽策山北にある山々の間に「無妄の丘」と呼ばれる山脈がある。そこはどこか不気味で、多くの言い伝えがある場所。\n璃月人によれば、無妄の丘の森林には死した人の魂がさまよっているという。村の周囲を漂い、生前の執念が未だ拭いきれていない魂たちは、訪れる人間を危険な山道に引き付け…崖に落とし、魔物に喰らわせる。\n山を覆う霧のような邪気は、悪意と共に旅人に纏わりつく。無垢な人々を陥れ、理不尽な咎めを与える——それが、「無妄」の由来だ。\n無垢な民や旅人は魂たちに惹きつけられ、霧の漂う危険な森林に足を踏み入れる。無妄の丘に潜む妖鬼は人々の心の弱みにつけこむことができ、思い人に化け、信じるものを見せ、亡くなった家族の温かみを与える。そうした様々な手段を使って人々を山の奥へ誘うのだ。\nしかし無妄の丘はなにもずっとこうだったわけではない。遠くない昔、そこにはまだ人が住んでいたのだ。そして遥か昔まで遡れば、そこは賑やかで平和な村だった。だが今となっては、陰湿な魂だけが住まう廃墟となってしまった。\n軽策荘の子供たちの間で、こんなうわさがある——無妄の丘に住む若者は遥か遠くの海に潜む海獣の鯨歌に誘惑され、虚幻の許諾と幼稚な夢を追いかけて碧水川に身を投げ、静かな流水にその身を沈めた。やがて彼らは記憶の全てを忘れ…その幻想と夢は、海獣の歌になったという。\nそこにいた少年たちは皆、そうやって帰らぬ人となった。やがて大人たちも老いによってこの世を旅立ち、その村は岩王帝君が住まう大港都の影に潜む廃墟となった。\nしかし短命で移ろいやすい人間とは違い、永遠の時を歩む地脈はすべてを覚えている。湧き出る元素は霊体となって、かつての住民たちの幸福な夢と悪夢を取り戻すように、彼らの面影を再現する。無垢で純粋な地脈は、まるで子を失った母親が過去を償う方法を模索するように、泣きわめく赤ん坊や老人のため息を、また彼らの喜劇や悲劇を繰り返し続けるのだ…それは、海獣の歌のように、その地に訪れた人を知らず知らず惹きつける。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は山にいる神秘的な仙霊の物語が記載されている。\n—山霊—\n璃月の山林には、主のない仙霊が数々漂っている。光を発するそれらの精霊は、山林の霧、古びた廃墟の中を延々とさまよっている。「神の目」を持つ旅人に道を指し、宝や装置の場所へと連れていく。\n璃月人によると、それらの小さな精霊は吉兆の象徴で、死した仙人や名を残せなかった善良な魔神の魂だという。また一部の人は、仙霊は家族を失った人が山に残した心の声で、孤独な旅人に帰路を告げているのだと信じている。\n璃月の里には古い言い伝えがある——山の中をさまよう仙霊は仙人よりも老いた存在であり、優美な形態と偉大な知恵を有している。山林の中を漂い、古城の広間を散歩した年月は、岩王帝君が魔神と戦った歴史よりも古い。\nそれはすでに失われた記憶。仙霊の先祖と外来の旅人が出会い、月の宮殿の三姉妹を証人として永遠の誓いを立てた。そのわずか30日後、災いが起こり、仙霊とその恋人は崩れ落ちる天地の間をさまよった。やがて災いは彼らの足どりを止め、冷酷な罰で彼らを引き裂き、記憶さえも打ち砕いた。\n愛する者と決別してしまった仙霊とその姉妹たちは日に日にやつれ、優美な形態を保つことすらできなくなった。やがて山林に散り、小さな精霊と化し遺跡を漂った。自分たちの記憶を、声を、知恵を失ってもまだ、悲しみの歌を山林に鳴り響かせた。引き裂かれた恋人との思いを胸に、山林に立ち入った旅人を導き、失われた詩文や物語を追憶している。\n無論、これらはすべて古き伝説。璃月の里に古くから伝わる信憑性の低い言い伝え。しかしそれでも、山林を漂う悲しき仙霊については、人それぞれ思うものがある。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は仙獣「麒麟」と人の由緒が記載されている。\n——麒麟——\n璃月の伝説では、麒麟は高貴で慈悲深い仙獣だ。通常は山林に現れ、露と星明かりが交わる夜にだけ徘徊し、澄んだ甘露と香る草を食事とする。\n麒麟は優しい性格をした仙獣で、優雅さと高貴さが血に流れている。麒麟は決して生き物を傷つけない。たとえ小さな虫でも踏まないように気を付け、葉っぱを折る事すらしない。麒麟の習慣と振舞いは、何千年も変わらぬ古代の礼儀に従っていると言われている。\n魔神が混戦していた荒涼な時代が終わると、仙人の殆どは人騒がしさに耐えきれず、岩王帝君の手配によって竹林や山々に隠れ始めた。人間世界を干渉しなくなった彼らは、自然を満喫し、生涯を楽しんだ。\nしかし、その他の仙獣達は、千年に渡る人間との関わり合いで深い友情を築き、岩王の「仙力と慈悲で俗世を支える」という意志を貫く事を決意した。山野や村に隠れる仙獣もいれば、繁華街を歩き、人間と暮らす仙獣もいる。璃月港のあらゆる場所に独特な風味をもたらした。\n民間に伝わる伝説では、何千年も前に、優雅な麒麟の一族の中では既に、まだ下等であった人間と愛し合った者がいた。\n伝説によると、何千年も前の荒涼な時代には、人々はハスの葉を服とし、香葉を裳に使用していた。\nある日の夜、薬採りが山の中の小池で入浴していた時、周囲に置いておいた服が麒麟に噛みちぎられていた。その幼い仙獣は、人間の羞恥を全く理解していなく、俗世で施すべき振舞いも理解していなかった。\n犯した愚行を補うため、また、仙人の外見で貧弱な人間を驚かさないため、彼女は満月の光が池を照らした時、人間の姿に変身し、薬採りの前に現れた。\n仙獣はまだ幼く、結局人間の羞恥と欲望を理解することが出来なかった。冷たい月明かりとホタルが照らす山林は、露を服、月明かりをドレスとしていた。彼女はその凡人と共に花と幽閉の空間を彷徨った。仙人達の洞窟を紹介し、鳥や獣の言葉を解釈し、そして、静かな夜の虫の鳴き声の中で眠り、長いの夢へと陥った…\n朝日の光に顔を照らされ、薬採りは目を覚ました。しかし、高貴な仙獣は既に去ってしまった。\nその後の話は、民衆の間でも多く議論されている。ある説では、ある日の夜に竹の籠を咥えた麒麟が、薬採りの家の前にそれを置いた後、月明りの中へと去っていったという。薬採りが外に出ると、竹の籠の中には、なんと小さな赤ん坊が眠っていたらしい。\nまた他の説によると、麒麟はあれから人間と一緒に暮らし始め、子供を持ち、俗世の生活に馴染み込んだとも言われている…\n千年の真実がどうであれ、優雅な仙獣は璃月と共に歩んできた。人混みに隠れ潜み、岩王帝君の更なる招きを待ち続けている。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は「遁玉の丘」と呼ばれている古代遺跡の紹介が記載されている。\n——玉遁——\n璃月港の北西、南天門の南の谷には、多くの古代遺跡が静かに聳え立っている。\nそのうちの1つ、「遁玉の丘」と呼ばれる遺跡は、魔神混戦の時代より前から存在すると言われている。\n言い伝えの多い古き伝説によると、「遁玉」とは「美玉の隠れ処」という意味だそうだ。\n遥か古代、岩王帝君でさえ若かった頃、璃月の西の荒れ地に天星が落ちたことがある。天星の落下により、衝撃を受けた荒れ地は、壮大で深遠な巨大穴へと形を変え、中には沢山の美玉金石が生り、千年にも渡る鉱業を作り上げるきっかけとなった。\n言い伝えによると、無名の星が落ちたとき、一枚の破片が璃沙郊北部の岩群へと落ちた。\n無言の金石は霊気と精神を蓄えている。人間の理解が届かない古代では、彼らは自分の律で地脈の拍動に耳と目を向いた。そして山の泉が鳴り響き、岩がゆっくりと動き始めた。\nしかし、空から落ちる流星は一味違う。大地の素朴な堅岩と比べると、高慢でせっかちな性格を持っている。\nその後、地上の無数の魔神と君王は、天の王座をめぐって戦った。星空と深淵は色を失い、悲劇と悪行は山岩と流水の息を止めた。空から降り落ちた星は、巨岩の足止めを無視し、高い空へと逃げた。\n天から降った美玉が星空に戻った後、天に深い穴が残された。人々は隕星の贈り物に寄りかかり、その上に強固な城と要塞を建て、身を守り続けた。\n何千年にもわたる風説と激動の中、堅固な城は遁玉の丘に聳え立った。500年前までも、璃月港との交流は途切れることがなかった。\nだが暗黒の災害が深淵から発生し始めると、遁玉の住民は古代都市を閉鎖し、遠く離れたところへ逃げ去っていった。千年もの混乱を経験してきた仙人や夜叉でさえ、彼らが故郷を封鎖した理由を理解できなかった。\nそして、閉鎖された都市は巨大空洞の墓に放り込まれ、長い年月の間そこに眠った。璃月人がこの墓を「遁玉の丘」と呼んだのもこれが理由である。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "絶雲紀聞"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1354,
            "name": "絶雲紀聞・石獣",
            "desc": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は石獣に関する伝説が記載されている。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of Jueyun: Stone Beasts_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1352,
            "name": "絶雲紀聞・海神宮",
            "desc": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は上古の伝説が記載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/aa4559087b679038c3e8a4b7e7e36cd9_2513827996194087107.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1351,
            "name": "絶雲紀聞・無妄",
            "desc": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は無妄の丘の由来が記載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/aa4559087b679038c3e8a4b7e7e36cd9_2053404682932214871.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1350,
            "name": "絶雲紀聞・山霊",
            "desc": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は山にいる神秘的な仙霊の物語が記載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/aa4559087b679038c3e8a4b7e7e36cd9_3337070817155816412.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1355,
            "name": "絶雲紀聞・麒麟",
            "desc": "璃月の怪奇伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は仙獣「麒麟」と人の由緒が記載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/aa4559087b679038c3e8a4b7e7e36cd9_5079338050432916389.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1353,
            "name": "絶雲紀聞・玉遁",
            "desc": "璃月の奇怪伝説物語全集、誰もが知っている物語が多く収録され、その多くは民俗をテーマにしたもの。本編は「遁玉の丘」と呼ばれている古代遺跡の紹介が記載されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/171031298/aa4559087b679038c3e8a4b7e7e36cd9_5755638598378184938.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}