{
  "epId": 2346,
  "name": "蒲公英の海の狐",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720441783,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "蒲公英の海の狐"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1532,
            "name": "蒲公英の海の狐・1",
            "desc": "「蒲公英、蒲公英、風と一緒に遠くへ行こう。」子ギツネが念じるように言った。<br/>忘れられないモンドの童話、狩人とキツネの物語、『蒲公英の海の狐』、計11巻、ここから始まる。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Fox in the Dandelion Sea (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1536,
            "name": "蒲公英の海の狐・2",
            "desc": "「キツネは騒がずに大人しくしていろ。」霧氷花に閉じこめられたキツネが狩人に遭遇した時、その運命はどうなってしまうのだろうか？<br/>狩人、キツネ、蒲公英の童話、第2巻、継続中。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_2678316694158486888.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1534,
            "name": "蒲公英の海の狐・3",
            "desc": "狩りで獲物を得られなかった狩人は、外の物音に驚いて目を覚ました。一体誰なのだろう？<br/>狩人とキツネの童話はまだまだ続く。『蒲公英の海の狐』、第3巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_1882058024291962003.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1542,
            "name": "蒲公英の海の狐・4",
            "desc": "蒲公英の吹雪が舞う夏の夜の再会。<br/>狐に導かれた狩人の前に広がるのは蒲公英の海だった……『蒲公英の海の狐』第4巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_5929443931410800895.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1537,
            "name": "蒲公英の海の狐・5",
            "desc": "キツネの条件を呑んだ彼は、蒲公英が舞う無限の荒野へやって来た。ここは行方不明になった獲物たちが最後に行き着く場所だ。<br/>狩人とキツネの蒲公英の海での物語、第5巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_2354205161831392971.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1539,
            "name": "蒲公英の海の狐・6",
            "desc": "「君はどうして人間の言葉を学ぶの？」「人間になって、人間と友達になるためだよ。」<br/>蒲公英の海で、可愛らしい声がどこからともなく聞こえてきた。童話『蒲公英の海の狐』、第6巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_3075666740401421003.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1533,
            "name": "蒲公英の海の狐・7",
            "desc": "「蒲公英、蒲公英、風と一緒に遠くへ行こう。」子ギツネが念じるように言った。<br/>狩人も魔法を学んで自分の願いを叶えられるのだろうか？童話『蒲公英の海の狐』、第7巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_9216707838007539425.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1538,
            "name": "蒲公英の海の狐・8",
            "desc": "「あの子が人の言葉を話せるようになったら——」狐の声は夜風にさらわれ、蒲公英と共に遠くへと飛んでいく……<br/>狐は人とは異なる生き物であり、感情が交わることもない……童話『蒲公英の海の狐』第8巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_5640300174856110344.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1535,
            "name": "蒲公英の海の狐・9",
            "desc": "教えられることがなくなったら、その時はまだこの蒲公英の海を見られるのだろうか…？<br/>蒲公英に囲まれ、狩人は別れについて考え始めた。『蒲公英の海の狐』第9巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_2927633435466540001.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1540,
            "name": "蒲公英の海の狐・10",
            "desc": "感動的な別れが訪れた。子ギツネは母親、先生、そして蒲公英の海に向かって手を振りながら別れを告げている。<br/>約束を果たす時が来た。童話『蒲公英の海の狐』、第10巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_3899901950285485204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1541,
            "name": "蒲公英の海の狐・11",
            "desc": "蒲公英、蒲公英、風と一緒に遠くへ行こう——キツネが念じるように言った。<br/>忘れがたいモンドの童話、狩人とキツネの物語、『蒲公英の海の狐』、完結編。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/171031298/11660eebed8493af35c78fcda2507bd6_1801439111115539070.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「蒲公英、蒲公英、風と一緒に遠くへ行こう。」子ギツネが念じるように言った。\n忘れられないモンドの童話、狩人とキツネの物語、『蒲公英の海の狐』、計11巻、ここから始まる。\n「蒲公英よ、蒲公英よ、風と一緒に遠くへ行け」\n子狐が唱える。\nそして、蒲公英に息を吹きかけ綿毛を散らした。\n「これで先生の願いを、風が風神まで届けてくれるよ」\nその時、一陣の風が吹き、大量の蒲公英を連れて行く。\n俺の夢を連れて、どこか楽しい場所に行くのだろうか？\nいつの事だったのだろう。\n昔、村の裏に小さな林だった。林は木々がうっそうと茂っていて、その中心に小さな湖があった。\n湖は、モンド大聖堂のガラスのようにピカピカだった。\n木の葉から透けた太陽が水面を照らし、砕いた宝石をちりばめたように美しかった。\nそれは肌寒い日だった。弓を背負い林で狩りをして、いつの間にか湖の側まで来ていた。輝く水面を見て、なぜか遠い昔に片思いしていた子のことを思い出す。\nその子がどんな人だったのかは忘れてしまったが、なぜか彼女の瞳はこの湖のように、輝く宝石がちりばめられていた気がする。\n俺はきっとこの輝く湖に気を取られてしまったのだろう。狩りの最中である事も忘れて、水辺をゆっくり散歩していた。\n何かが凍り付いた音がして、はっと我に帰る。見ると、水辺に霧氷花が一束落ちおり、周辺の水が凍っていた。その側で、一匹の白い狐が、氷に捕らわれた尻尾を恨めしそうに見ている。\n「水を飲んでいた時に、うっかり尻尾で、霧氷花周辺の水に触れてしまったのか」\n霧氷花は危険な植物だ。一歩間違えれば、凍傷を負ってしまう。摘む時は、細心の注意が必要だ。\n私を見た狐が逃げようと足掻いた。だが尻尾が氷にくっついているため、動くと痛みが走り声を鳴らした。\n(これはダメだ…)\n俺は思う。\n(可哀想に。このままでは餓死してしまうな。それなら楽にして、今日の収穫にしてやろうか)\n自家栽培した大根と一緒に煮れば、さぞかし美味い鍋が出来るだろう。考えただけでやる気が満ち溢れ、気分も晴れる。\n俺は弓を取り出し、ゆっくりと近付いた。\n「いい子だ、動くなよ」"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「キツネは騒がずに大人しくしていろ。」霧氷花に閉じこめられたキツネが狩人に遭遇した時、その運命はどうなってしまうのだろうか？\n狩人、キツネ、蒲公英の童話、第2巻、継続中。\n「いい子だ、動くなよ」\nこれは、俺の親父の親父が教えてくれたまじないだ。狐を狩る時は、この言葉を唱えれば弓を引く手が震えない。\n矢を放とうとした時、狐は頭を上げ、俺を見据えた。その目は湖のように輝いており、砕かれた宝石が散らばっていた。\n俺の心は、突風に吹かれたように乱れた。放たれた矢は曲がり、狐の尾を閉じ込めていた氷を砕いた。狐は尾を上げ、俺を一瞥すると、林の中へと駆け込んだ。\n我に返った俺は、すぐに後を追いかける。だが、人が狐に追いつくわけがない。\n狐の後ろ姿がどんどん遠ざかり、白い点になる。\n「おい！ に、逃げるな——」\n俺は叫ぶ。息をするのも精一杯だった。\nでも俺の叫びに、白い点が僅かに速度を落とした。\n（俺を待っているのか）\nそう思った。\n（逃るつもりなら、とっくにいなくなっているはずだ）\n狐は不思議な生き物だ。障害物のない広い場所で走っていても、気が付くと姿が消えている。\nまるで、違う世界へ行ってしまったように。\n俺は確信する。\n（あの白狐は俺を待っている、絶対にだ）\n狐を信じて、白い点をひたすらに追いかけた。走っていると、不意に風が吹いた。\n身震いして、再び顔を上げる。\n「おかしいな」\n白い点は二つになっていた。\nそして三つになり、四つになる。風が吹くにつれ増えていき、やがて数え切れなくなった。\nその瞬間、一つの点が俺の目に飛び込んで来た。痛みに目を擦ると、辺りの白い点が全て、漂う蒲公英の綿毛である事に気づいた。狐はいつの間にか消えていた。\n己の愚かさを嘲笑しながら、俺は家に帰った。\n大根しか入っていない鍋を食べる。俺はひもじい肉のない鍋が、大嫌いだ。空腹を感じながらも、俺は眠りについた。\n深夜に目が覚める。ドアの外で小さな物音がしていた。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "狩りで獲物を得られなかった狩人は、外の物音に驚いて目を覚ました。一体誰なのだろう？\n狩人とキツネの童話はまだまだ続く。『蒲公英の海の狐』、第3巻。\n狐を逃し、味気のない大根を食べた俺は、空腹のまま眠りについた。狐の事も、この後に起こった出来事さえなければ、忘れていたのだろう。\n夜中、ドアの外から聞こえる微かな物音に、俺は目を覚ました。\n「イノシシが大根を盗みに来たのか？」\n俺は飛び起き、ドアを開くと、そこに立っていたのは小さな小さな白狐だった。暗闇に浮かぶ白は、木の葉の隙間から水面を照らす太陽のように、輝いていた。\n（昼間に見た狐だ）\n俺は思う。と同時に、湖に沈む宝石のような目に、心を覗き込まれる感触も思い出した。\n俺は寝ぼけ眼のまま、何も持たずに狐に近付いた。\n狐は微動だにせず、静かに俺が来るのを待っていた。\n一歩二歩と、近付くにつれ、狐はどんどん大きくなる。\n目の前まで来ると、狐は人の姿になっていた。\n背が高く、スラリとした長い首と白い肌を持った人だ。その瞳は湖のように、キラキラと輝いていた。まるで、太陽が木の葉の間から、水面を照らしているような光だった。\n（本当に綺麗だな。俺が片思いしていた子によく似ている。名前はもう覚えてないが、この目は絶対に彼女と同じ目だ）\n俺は思った。\n(これが狐の術か)\nおかしい。なぜ俺はすぐに「狐は術を使える」と分かったのだろう。いや、あの目を見ていればすぐに気付く。きっとそうだ。\n術も狐が人になるのも、この輝く湖、宝石如く瞳とは比べ物にならない。俺達は静かな夜の中で、何も言わずじっと立っていた。\n彼女は口開き、言葉を発した。それは共通語ではなかったが、俺には理解できた。これも狐の術のせいだろう。\n「助けていただけなかったら、私は湖で命を落としていたでしょう」\n彼女は少し考え込むと、再び言った。\n「あの宝石のような湖で死ねるのなら、悪くありませんね」\n「でも、狐は恩を返す生き物です。必ずお礼をします」\n彼女は頭を下げ、俺にお辞儀をした。黒い長髪が、流れる水のように肩から落ちた。"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒲公英の吹雪が舞う夏の夜の再会。\n狐に導かれた狩人の前に広がるのは蒲公英の海だった……『蒲公英の海の狐』第4巻。\nあの夜から数日経ったが、狐は二度と現れなかった。\nだがここ最近、林の獲物が段々増えてきてる。\n小さなヤマガラ、足の長い鶴、せっかちなイノシシ……\n季節によるものか、または狐の恩返しなのか。ともかく、ここ数日は毎晩、本物の肉にありつけている。\nだが、狐は二度と現れなかった。\n腹を空かせていた頃の方が、よく眠れたのはなぜなのか。腹は満たされているのに、気付けばあの日に会った、狐が化けた女の事を考えている。\nあの湖のような瞳と、いつ再会出来るのだろう。\nすっきりしない気持ちで微睡んでいると、扉の外から微かな音が聞こえた。\n小さな白い姿に期待しながら、慌ててベッドから降り、扉を開ける。\nそこには湖色の瞳も、柔らかな純白の尾もなかった。ただ蒲公英が白い月明りの下で、ふわふわと雪のように浮かんでいた。\n突然、何かが鼻の穴に入ってきた。\n「は——はっくしょん！」\nその瞬間、蒲公英の綿毛が舞い上がり、吹雪のように空を埋め尽くした。\n蒲公英の吹雪の間から、あの宝石のような目が俺を見つめていた。まるで、心まで見透かされているようだった。\n漂う蒲公英を払いのけ、俺は小さな狐に近付く。\n狐は耳を震わせ、大きな尾で草を払ったと思うと、林の奥に消えて行った。\n俺は慌てて追いかける。\n林の黒い影の間に、柔らかな白い影が時折、見え隠れする。\nまるで、月明りに照らされた意地悪な精霊が、優雅に駆け回っているようだった。\n狐を信じて、その後を着いてグルグルとさ迷っていると、やがて暗い林から抜け出した。\n目の前に、月光に照らされた、終わりの見えない蒲公英の海が広がっている。\n言葉を失っていると、背後でカサカサと音がした。\n軽やかで柔らかな、少女が裸足で松葉や落ち葉を踏みつけているような音だ。\n狐は俺の背後に近付く。夜風に運ばれた彼女の息遣いは、冷たく湿っていて、蒲公英の花の微かな苦い香りが混ざっていた。\n二つの手が俺の肩に置かれる。やや長い指をした冷たい手だ。\nそして、彼女は俺の耳元で顔を伏せた。長い髪が俺の肩にかかり、流れ落ちていく。\n背後から時折伝わる彼女の鼓動や呼吸が、心を落ち着かせてくれた。\n「ここは狐しか知らない場所。蒲公英の故郷です」\n「どうかここに残って、私の子供に人間の言葉を教えてください……」\n「お礼に、狐の術をお教えします」\n夜風が連れてきた蒲公英が耳元を掠めたような、くすくったさを感じる。\nおかしい。彼女には術の話をした事がないのに、なぜ知っているのだ？\n彼女は何も言わずに俺の手を取り、蒲公英の海の奥へと俺を連れて行く。\n南から北から夜風が吹き、微かな苦みの混じった香と、おぼろげな記憶を連れてくる。\n月が登るまで、彼女は俺の手を引き、飛び舞う白い絨毯の間で狐のようにじゃれ合った。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "キツネの条件を呑んだ彼は、蒲公英が舞う無限の荒野へやって来た。ここは行方不明になった獲物たちが最後に行き着く場所だ。\n狩人とキツネの蒲公英の海での物語、第5巻。\nどの位置に存在するのかも分からない、この一面に広がる蒲公英の海を見て、俺はやっと理解した。\n「狩りの途中、追いかけていた狐が突然消えたのは、ここに逃げ込んだからなのか」\n俺は思う。\n「本当に美しい場所だ」\nだが、子狐に共通語を教えているとき、心は空っぽで風が吹き込んでいるかのように冷たかった。\n彼女の湖に沈んだ宝石のような瞳を眺めながら、会話をする時も、もしかしたらこれが最後かもしれないという考えが頭を過る。まるで、昔好きだった女の子と話している時のようだ。\nだから子狐を見ていると、片思いの相手に既に子供がいたような感覚に陥り、楽しさと同時に、どこか辛くもあった。\nだがあの時狐と交わした約束——ここに残り、彼女の子供に共通語を教えれば\n「狐の変化の術をお教えいたします」\n——そう厳かに承諾した彼女の姿を思い出すと、やる気が満ちてくる。\n術を習得すれば、俺は鳥になって高い空を飛べる。一体どこまで高く飛べるのだろうか？ 魚にだってなれる。そして、まだ行った事もないマスク礁まで泳いでいくのだ。\n「ハハ、狩りにだって使えるぞ」俺は思った。「肉の入ってない鍋とはおさらばだ」\n風になびく蒲公英の海の中で、どれだけ待ったのか、もはやもう覚えていない。\n一方、子狐の物覚えが早いのも原因の一つだろう。言葉だけでなく、算数や大根の植え方、ガラスの張替えからナイフの研ぎ方まで、一通り教えてやった。\n俺達はよく休憩中におしゃべりをした。\n「どうして人の言葉を覚えたいんだ？」\nすぐに返事が返ってくる。\n「人に変化できるようになったら、人と友達になりたいんだ」\n俺はさらに聞いた。\n「なんで人と友達になりたいんだ？」\n子狐は視線を下げた。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「君はどうして人間の言葉を学ぶの？」「人間になって、人間と友達になるためだよ。」\n蒲公英の海で、可愛らしい声がどこからともなく聞こえてきた。童話『蒲公英の海の狐』、第6巻。\n「どうして人の言葉を覚えたいんだ？」\n俺は一度、子狐に聞いたことがある。\nすぐに軽快な返事が返ってきた。\n「人に変化できるようになったら、人と友達になりたいんだ」\n「なんで人と友達になりたいんだ？」\n難しい質問をしてしまったのか、子狐は足元を見る。\n「遠く離れた林で、男の子を見かけたんだ」\n狼みたいに顔が灰色で、目つきも狼に似ていたと子狐は続けた。\n「あの時、僕は術を覚えたばっかりで浮かれていたんだ。二本足で駆け回るのはすごく面白いんだよ。でも、狐は人よりも背が低いし、見えるものも感じる匂いも違う」\n「先生にも分かるでしょう？ それで気付いたら、僕は迷子になっていたんだ」\n当時の状況を思い出したのか、子狐の目に涙が浮かんだ。\nその後、更に遠い林に迷い込み、魔物に遭遇したらしい。\n食べられると思った瞬間、あの狼のような灰色の男の子が現れ、魔物を追い払ってくれたと言う。そして、男の子は何も言わずに、木々の奥へと消えていった。\n「もし人になって、人の言葉も話せるようになったら、あの子を探し出して友達になるんだ！」\n子狐は嬉しそうに言う。\nそれを聞いて、俺は思わず口を開く。\n「俺は友達じゃないのか？」\n子狐は大真面目な顔をした。\n「お母さんが言ってたんだ。先生と生徒は違うって…でも、なんだか先生に悪いなあ」\n子狐は首を傾げ、何か難しい事を考えているようだった。尻尾が悩ましそうに蒲公英を叩く。\n「そうだ」\n子狐が突然声を上げる。\n「もし僕が先生に何か教えられるなら、僕も先生って事だよね」\n「そしたら先生も先生だし、僕も先生だから同じになれるよ」\n子狐はたどたどしい言葉遣いながらも、一生懸命に話した。\n「僕だけが知ってる魔法、先生に教えてあげる」"
          }
        ]
      },
      {
        "title": "第7卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「蒲公英、蒲公英、風と一緒に遠くへ行こう。」子ギツネが念じるように言った。\n狩人も魔法を学んで自分の願いを叶えられるのだろうか？童話『蒲公英の海の狐』、第7巻。\n「僕だけが知ってる魔法、先生に教えてあげる」\n子狐はたどたどしい言葉遣いながらも、俺と友達になるために、一生懸命に説明してくれた。\nそして、小さな蒲公英を摘む。\n「蒲公英よ、蒲公英よ、風と一緒に遠くへ行け」\n子狐が唱える。\nそして、蒲公英に息を吹きかけ綿毛を散らした。\n「これで先生の願いを、風が風神まで届けてくれるよ」\nその時、一陣の風が吹き、大量の蒲公英を連れて行く。\n「ほら、僕の願いが風神に聞こえてたんだ」\n嬉しそうに子狐が言う。\n「どんな願いをしたんだ？」\n「もちろん、先生と友達になれますように」\n子狐が突然頭を深く下げた。\n「お疲れ様です。我々狐の口は人の形とは違います。この子に言葉を教えるのは、さぞ大変でしょう？」\nいつの間にか、狐が俺達の側にやってきていた。彼女の瞳は、底の見えない湖のようだった。その目に、子狐はそっと蒲公英の中に身を隠す。\n「この子が人の言葉を話せるようになったら——」\n俺は思った。\n「この子が人の言葉を話せるようになったら——」\n彼女は静かに言った。"
          }
        ]
      },
      {
        "title": "第8卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「あの子が人の言葉を話せるようになったら——」狐の声は夜風にさらわれ、蒲公英と共に遠くへと飛んでいく……\n狐は人とは異なる生き物であり、感情が交わることもない……童話『蒲公英の海の狐』第8巻。\n「この子が人の言葉を話せるようになったら——」\n彼女は静かに口を開いた。\n俺はぼうっとその顔を眺める。\n彼女がその後、何を話のかよく聞き取れなかった。蒲公英を連れた悪戯な夜風が、その小さな声を覆い隠したのだ。\nそれとも、それが本来の彼女の言葉——風と蒲公英を使う言葉なのだろうか？\n俺の呆けた顔を見て、彼女は笑い出した。\nその笑顔はとても綺麗で、細めた瞳は湖に浮き揺れる二つの月のようだった。\n「じゃあ、あなたはなぜ狐の術を学びたいのです？」\n「俺は狐の変化の術を習得したい。そしたら、鳥のように空高く飛び上がり、どこまでも行ける……」\n俺はそう答えた。\n（はは、それなら狩りの時も茂みに隠れる必要もなくなる。鷹のように自由に空を飛べるぞ）\nその後、不意にそんな考えが頭をよぎる。\nそんな俺の心の声が聞こえたのか、手の中の蒲公英が月に向かって飛んで行った。\n「そう……」\n彼女は小さく俯く。黒い滝のような長髪が、白い首筋から滑り落ちる。青白い月の光が髪から白い肌を伝い、まるで夜空に浮かぶ雲を見ているようだった。\nそんな彼女の姿を暫く見つめていたが、頬が熱くなるのを感じてそっと視線を逸らす。\n狐は自由奔放な生き物だ。人間のように謙遜して己の美しさを隠すような事はしない。\n見るのも触れるのも初めてではないが、月が彼女の長髪を照らす度に、俺は顔を赤らめ、目を逸らさずにはいられなかった。\n彼女は俺から顔を背けて少し考え込んだかと思うと、小さく息を吐いた。どこか不機嫌そうな様子である。\n俺達は黙ったまま、蒲公英畑の中に座っていた。長い沈黙に、俺は彼女を怒らせてしまったのではないかと思い始めた。\n「狐は恩をしっかり返すものです。あなたの願いをかなえるために、変化の術をお教えします」\n俺の方を向き、狐は言った。\n月光に照らされた湖色の瞳の輝きに、安堵する。\nよかった、どうやら怒っていないようだ。\n上手く言い表せない感情に、俺はほっと息を吐いた。"
          }
        ]
      },
      {
        "title": "第9卷",
        "desc": [
          {
            "type": "RichText",
            "text": "教えられることがなくなったら、その時はまだこの蒲公英の海を見られるのだろうか…？\n蒲公英に囲まれ、狩人は別れについて考え始めた。『蒲公英の海の狐』第9巻。\n狐は聡明な生き物だ。そして、ずる賢くもある。\n子狐は物覚えがよく、時折返答に困るような難しい質問も投げかけてくる。\n人の言葉は純粋な獣の言葉と違い、複雑で精巧だ。\n時々、言葉は猫が引っ掻いた糸束のように、あっちこっちに引っかかり、生徒の舌に絡みつく。そして教師までをも、その中に巻き込んで行くのだ。\nだが、賢い狐はすぐにいくつもの「風」を意味する人の言葉を覚え、簡単な単語で蒲公英が舞い散る様子や、月が照らす池を形容出来るようになった。\n子狐が新しい言葉を発見した時、それらを使って見慣れた風や蒲公英、大地に新しい表現を加えた時、彼女はいつもそばで微笑みながら、俺達を見つめていた。\n子狐の成長に、俺は素直に喜べなかった。\n教える事がなくなった時、彼女は俺をこの蒲公英畑に留まらせてくれるのだろうか。\nその時、俺はまたこの月明りの下で、あの柔らかな瞳と見つめ合えられるのだろうか。\n彼女はまた悪戯っぽい笑顔と共に、俺と蒲公英の海の奥でじゃれ合い、一緒に北風と南風が運んで来る苦い香りを共に吸ってくれるのだろうか。\nその考えに、憂鬱な記憶が蘇ってくる。\nいつかは覚えていないが、好きだった子と別れた時も、今と似た月が空に浮かんでいた。\n「本当にご苦労様です」\nいつの間にか、狐が目の前に立っていた。彼女が頭を下げると、黒い長髪が肩から滑り落ちる。その柔らかな髪を月が照らし、光が水のように流れた。\n「あの子が人の言葉を覚えたら、もっとたくさん、新しい友達を作れるのでしょう」\n「本当に感謝しています。人の言葉を学び始めてから、あの子は随分朗らかになりました」\n彼女は俺を見つめる。底の見えない瞳は、宝石のように輝いていた。\n「でも、私達に人の言葉を全て教えた後、あなたはどこに行くのです？」\n光を反射した水面のような瞳に捕らえられ、俺は一瞬返事する事も忘れてしまった。\nこれも狐の術なのだろうか？\n狐は何も言わない俺を見て、笑いながら息を吐いた。\nそして、月の方を向いたかと思うと、俺の手を引き月明りに輝く蒲公英の海の真ん中へと向かう。\nそれを見た子狐は尻尾を振り、夜に包まれた蒲公英畑へと飛び込んだ。"
          }
        ]
      },
      {
        "title": "第10卷",
        "desc": [
          {
            "type": "RichText",
            "text": "感動的な別れが訪れた。子ギツネは母親、先生、そして蒲公英の海に向かって手を振りながら別れを告げている。\n約束を果たす時が来た。童話『蒲公英の海の狐』、第10巻。\n子狐は遠くへ向かいながら、何度も名残惜しそうに振り返り、俺達に手を振ってくれた。やがて、その背中はどんどん小さくなり、最終的には白い点となって、蒲公英の海の中へと消えていった。\n子狐が見えなくなると、彼女は振り返り俺に近付いてきた。\n一歩二歩と、近付いてくるにつれ、狐はどんどん大きくなる。\n俺の前に来た時に、狐は人の姿になっていた。\n背が高く、スラリとした長い首と白い肌を持った人だ。その瞳は湖のように、キラキラと輝いていた。まるで、太陽が木の葉の間から、水面を照らしているような光だった。\n（本当に綺麗だな。俺が片思いしていた子によく似ている。名前はもう覚えてないが、この目は絶対に彼女と同じ目だ）\n俺は思った。\n術も狐が人になるのも、この輝く湖、宝石如く瞳とは比べ物にならない。俺達はどこまでも続く蒲公英の海の中で、何も言わずじっと立っていた。\nやがて、沈黙に耐えられなくなった俺は口を開いた。\n「それが俺に教えてくれる狐の術なのか？」\n「そうです。長い間、本当にありがとうございました」\n彼女は頭を下げ、俺にお辞儀をした。黒い長髪が、流れる水のように肩から落ちた。\n子狐との別れは俺の心に穴を空けたが、これで変化の術を教えてもらえると思うと、胸が躍った。\n術を習得すれば、俺は鳥になって高い空を飛べる。一体どこまで高く飛べるのだろうか？ 魚にだってなれる。そして、まだ行った事もないマスク礁まで泳いでいくのだ。\n「ハハ、狩りにだって使えるぞ」俺は思った。「肉の入ってない鍋とはおさらばだ」\n「では、そのままじっとしていてください」\n彼女は俺の周りをクルクルと歩く。一周する度に、彼女の姿はどんどん大きくなっていった。\nいや、それだけではない。周りの蒲公英もどんどん伸びている。最初は足元までしか届いていない蒲公英が、今は腰の位置までに来ている。最後は天にそびえる大木のようになった。\n何かがおかしいと気付いた時には、彼女は既に巨人になっていた。"
          }
        ]
      },
      {
        "title": "第11卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒲公英、蒲公英、風と一緒に遠くへ行こう——キツネが念じるように言った。\n忘れがたいモンドの童話、狩人とキツネの物語、『蒲公英の海の狐』、完結編。\n何かがおかしいと気付いた時、ようやく俺は、自分が蒲公英になってしまったのだと分かった。\n抗議したくとも、蒲公英には舌も口もない。声を出す事もかなわず、巨大な彼女が人差し指と親指で、俺を摘み取るのを黙って見ているしかなかった。\n「蒲公英よ、蒲公英よ、風と一緒に遠くへ行け——」\n狐は唱える。\nそして、フッと蒲公英の種を吹き飛ばした。俺も暴風に巻き込まれ、遠くへと飛んでいく。\n眩暈がする。湖に沈んだ宝石のような瞳と彼女の囁きが、俺の意識と共に遠ざかっていく。\n「——我々を人へ変えてください、風神よ。我々が人の弓矢や刀に怯えずに済むように」\n……\n目覚めた時、俺は村の裏にある林にいた。\n林は木々がうっそうと茂っていて、その中心に小さな湖があった。\n湖は、モンド大聖堂のガラスのようにピカピカだった。\n木の葉から透けた太陽が水面を照らし、砕いた宝石をちりばめたように美しかった。\nそれは肌寒い日だった。弓を背負い林で狩りをして、いつの間にか湖の側まで来ていた。輝く水面を見て、なぜか遠い昔に片思いしていた子のことを思い出す。\nその子がどんな人だったのかは忘れてしまったが、なぜか彼女の瞳はこの湖のように、輝く宝石がちりばめられていた気がする。\nそうだ。俺はきっとこの輝く湖に気を取られて、いつの間にか眠ってしまったんだ。"
          }
        ]
      }
    ]
  }
}