{
  "epId": 2347,
  "name": "誰かの日誌",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720236071,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "誰かの日誌"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1344,
            "name": "トントンへの手紙",
            "desc": "軽策荘のトントンの手紙。彼の父からの家書らしい。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Letter for Dongdong_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1610,
            "name": "誰かの日誌・その1・瑶光の浜",
            "desc": "誰かが荒野に落とした日誌、その人が瑶光の浜で遭遇した不幸な出来事が記録されている。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Someone's Diary I: Yaoguang Shoal_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1612,
            "name": "誰かの日誌・その2・帰離原",
            "desc": "誰かが荒野に落とした日誌、その人が帰離原で遭遇した不幸な出来事が記録されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/e4d14e7b2e5d3f67f70bcfbafd908818_3564074577965835275.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1611,
            "name": "誰かの日誌・その3・絶雲の間",
            "desc": "誰かが荒野に落とした日誌、その人が絶雲の間での冒険史が記録されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/e4d14e7b2e5d3f67f70bcfbafd908818_4148012534408449578.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1614,
            "name": "誰かの日誌・その4・璃月港",
            "desc": "誰かが荒野に落とした日誌、その人が璃月港での冒険史が記録されている",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/e4d14e7b2e5d3f67f70bcfbafd908818_5181066755835496427.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1613,
            "name": "誰かの日誌・その5・刃連島",
            "desc": "誰かが荒野に落とした日誌。その人が、刃連島で遭遇した不幸な出来事が記録されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/e4d14e7b2e5d3f67f70bcfbafd908818_9085265350824694592.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "軽策荘のトントンの手紙。彼の父からの家書らしい。\n親愛なるトントンへ\n時間が経つの早いものだね、パパが海に出てからもう三ヶ月が経った。パパに会いたいかい？毎日ちゃんと時間通りに寝てるかい？山荘のおじいちゃんとおばあちゃんたちを怒らせたりしていないかい？パパはもうすぐ帰るよ。パパが稲妻国から帰ってきたら、一緒に埠頭で「南十字」の大船を見に行こう。今度はちゃんと約束を守るからね。\nトントンは瑶光の浜を覚えてるかい？パパはあそこで砂金をいっぱい掘ったんだ、もう一人じゃ抱えきれないほどの量だよ。パパが戻ったら、稼いだお金でたくさんのうまいものを買おう。あとは山荘の製粉所を買って、他にないくらい柔らかい豆腐を毎日作ろう！でもやっぱり、パパはこのお金で璃月港に良い家を買いたんだ。海を眺められる広い家をね！パパが帰ったら、トントンに決めてもらおう。いいかな？\nそうだ、帰離原にある漉華の池の向こうに、とても高い崖があってね、そこで遺跡守衛に遭遇したよ。そいつはずっと座ってて、頭を下げたままちっとも動かなかないんだ。空に稲妻が走っても、雨に打たれてもね。…よく見てみるとそいつ寝てたんだよ！パパは身体を上手く使いながら、正面からそいつに登ってみたんだ、そうしたら頭を回してしまってね——カチャッて音がしたと思ったら、そのままゴロゴロと頭が転がっていってしまった！で、そのまま崖に。崖を覗いてみると、あんな大きな頭がバラバラだ、残念だよ。そうじゃなければ、「戦利品」として持って帰って、トントンにも見せてやりたかったのに。\nあとは絶雲の間だ。トントンがもう少し大きくなったら、あそこにも連れていきたいな。絶雲の間から見る雲は海みたいで、滝が軽策山荘のものより何百倍も壮観なんだ。仙人の住処まで見えるようで、その絶景を言葉にするのは難しい。それにパパはさ、なんと伝説の仙人に会ったんだよ！一緒にお酒を飲んで楽しかった。仙人がパパに酒盃をくれたよ。中に息を吹きかけるとお酒が勝手に湧いて出てくるんだ。いくら飲んでもなくならない。でもトントンはまだ子供だから使ってはダメだ、未成年の飲酒は禁止されているからね。将来、トントンが大きくなったら、パパの宝物を全てあげるよ。\n璃月での冒険は一段落ついたから、埠頭に行って「南十字」の大船で遠方へと旅立つ。新しい目的地ではきっと、さらなる絶景とお宝がパパを待っている。パパはトントンに見せたくてたまらないよ！トントン、毎日時間通りにちゃんと寝るんだよ。甘いものは歯に悪いから食べ過ぎないようにね。あと山荘のおじいちゃんとおばあちゃんとも仲良くするんだよ。喧嘩は絶対ダメだぞ！パパはすぐいっぱいの宝物を持って帰るから。\nトントンを愛するパパより"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "誰かが荒野に落とした日誌、その人が瑶光の浜で遭遇した不幸な出来事が記録されている。\n——瑶光の浜——\nまた霧が出た。ベテランの鉱夫たちの言うことを聞かなければよかったのに。あのジジイたちは何十年も前に定年退職した身だ、情報はどれも時代遅れだった…全く使えない！これからどうしよう、砂金のところか、濃霧のせいで家の方向まで分からなくなった。トントンはちゃんとご飯を食べているかな？\n霧の中からヒルチャールの声が聞こえてきた。多分、反対方向に逃げれば助かるかも…\nどのくらい歩いたか分からないが、濃霧はまだ晴れず、朝か夜かも分からない。でも前方のあれは人影か？もしや岩王帝君が道を誤らないように導いてくれているのかもしれない！あの人についていけば助かる！よし、行こう。\n濃霧の中の人影が何だか怪しげだ。私はここにテントを張り、少し離れてからどうするか考えよう。もしかしたら、引き返した方がいいかもしれない。\nやばい！ヒルチャールの声に囲まれている、私はどうしたらいいのだ。\n【日記の内容はここで終わっている】"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "誰かが荒野に落とした日誌、その人が帰離原で遭遇した不幸な出来事が記録されている。\n——帰離原——\nついてない！\nせっかくヒルチャールのキャンプから逃げ出したのに、また帰離原で遺跡守衛に狙われた！雨に打たれても全然動かなかったからとっくに壊れていると思ったのに。まさか奴が雷に打たれてカチャカチャと音を鳴らし——復活するなんて！\n私には全く手に負えなかった。ひよこのように掴まれ、山頂から投げ出された…ぐるぐると転がった私は、幸い麓の石窟に隠れることができた。ヤツの攻撃範囲から逃れ、一命を取り留めた。さもなければ、私はバラバラにされ、蹂躙されていた…かもしれない。\nヤツはもう遠くへ行っただろう…だが、微かにブーンという音が聞こえる。数万匹のハチが耳の中にいるみたいだ。多分、骨が2本は折れてるだろう、腕の力が入らない。でもまだ大丈夫…多分ね。こんな歳だから、もう一息頑張らないと、トントンと妻に合わせる顔がない"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "誰かが荒野に落とした日誌、その人が絶雲の間での冒険史が記録されている。\n——絶雲の間——\n麓で一人の優しい薬採りに出会った。とても痛かったが、彼が手当をしてくれた。彼の話によると、遺跡守衛に遭遇した生存者の中で、私のように「健全」な者はめったにいないらしい。\n元々人の気配の少ない絶雲の間は雲と霧に包まれており、俯瞰してもこの雲海の深さは分からない。石林の奥から妖魔か仙獣の咆哮が聞こえ、聞いているだけで恐怖を覚えた。ここなら良質な琥珀や高い薬草を見つけられるかもしれない。同じ山荘出身の貧しい人間が、薬草の商売で璃月で家を買い、結婚をしたから、この私でも行けるはずだ。\n夕方になると大雨が降ってきた、岩壁が滑り上まで登れない。待ってきたロープと登山用のピッケルもどこかに落としたらしい。変だな、私はこんな忘れっぽい人じゃなかったはず。きっとここの山の妖魔の仕業だ！キツネの可能性も…\n4、5日かけて、やっと良質な薬草が採れた。そろそろ帰るとしよう。実はもうちょっと探索したい気持ちもあったが、ここは本当に怖いところだ。夜の森に入ったら、私の後ろに影がついてきた気配がした。周りの山から聞こえていた何らかの妖魔の咆哮も次第に近くなってきている気がする。\n下山する途中、古い酒瓶を拾った。泉水で洗ってみると、なかなかの良品だ。トントンにあげれば、きっと喜んでくれるだろう。そうだ、これは仙人がくれた宝瓶だと言えばいい。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "誰かが荒野に落とした日誌、その人が璃月港での冒険史が記録されている\n——璃月港——\n不卜廬で薬草を売った。損失を埋めただけでなく、利益も少しあった。この効率であれば何年も経たない内に璃月で家を買える。その時はトントンを連れてきて一緒に暮らそう。ちょうどその頃には、トントンが学校に通う歳になる。\n私が若い頃にちゃんと勉強していたら、宝盗団の連中とは出会っていなかっただろうし、父が残してくれた財産を使いきることもなかったはずだ。そう思うと、絶対トントンには優秀な教師をつけたくなる。そうすれば、ちゃんとした友達ができるだろう。私みたいにはさせたくない。トントンのためにも、まだ諦めない、もう一踏ん張りだ。\n…と言っても一儲けしたいから、解翠行で運試しをした。お金をこんなことに使いたくはなかったが…口のうまい店主に乗せられてお金を全て使ってしまった。運は悪くなかった、なかなか上質な宝石もいくつか手にしたし。だが、より良い石が欲しくて負けてしまった、私は薬草を採るのに使う鎌と薬箱を質入れした。\n私にはもう何もない。手に入れた宝石はいいが、お金に変えるのも簡単ではない。もう一賭けするしかない、海外に行こうか。南十字船隊に行けば、北斗様が私を受け入れてくれないだろうか？\n甲板の清掃係でもいい。もう三日間、何も食べていないんだ。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "誰かが荒野に落とした日誌。その人が、刃連島で遭遇した不幸な出来事が記録されている。\n——刃連島——\n海賊の船から小舟を一隻拝借して、三日三晩漕いで、やっと陸に辿り着いた。\nここから伝説の鳴神島の高い山と、その頂上にある巨大な櫻の木が見える。神櫻は月光に照らされてやさしい色をして……故郷を思い出させる。\nトントンが軽策荘で寂しくしていないだろうか。金を稼ぐためにこんな遠くまで来たこと、未だに正しいかわからない。歳を取ると、あることないこと考えてしまうのだな。\n島をぐるっと回って、紫色の瓜が取れた。特に味はしなかったし、皮ごと食べると歯と舌が紫に染まってなかなか消えてくれない……今度は煮てみようか。\n島でキャンプを建てた。夜が明けたら南へ行こう……海賊に聞いた話だと、そこに稲妻城があるそうだ。\n城に入れば働き口も沢山あるだろう。冒険なんて馬鹿なことをやめて、この国でまともな職につくのも悪くないかもしれない。金を貯めて、家を買ったら、トントンを連れてきて一緒に暮らそう。\nここの土地は璃月港より安いし。"
          }
        ]
      }
    ]
  }
}