{
  "epId": 2349,
  "name": "連心珠",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720427124,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "連心珠"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1633,
            "name": "連心珠・1",
            "desc": "海女梓心は家が貧しく、町で魚を売っていた時にうっかりいつも身に着けている数珠を失くしてしまった。だが、数珠が彼女に複雑な婚姻を連れてくることを、彼女は知る由もなかったのだ…",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/String of Pearls (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1635,
            "name": "連心珠・2",
            "desc": "梓心は数珠を返してくれた青年の名前を知る前に、彼はその場から立ち去ってしまった。彼を探し出すために、張ばあは梓心のためにある方法を教えた…",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2f7da4a2f42a7bcc5c3184bac79f4747_2746460618146321806.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1634,
            "name": "連心珠・3",
            "desc": "青年と美人はここで出会い、お互いに慕う二人は幸せに暮らすはずだった。だが、美人を目当てにする悪党が波乱を巻き起こしてしまった…",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2f7da4a2f42a7bcc5c3184bac79f4747_8453277904123686499.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1637,
            "name": "連心珠・4",
            "desc": "最愛の人を救うために、青年は身の危険を顧みず、剣を持って危険に立ち向かう。一方、彼の愛する人も必死になって耐えている…",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2f7da4a2f42a7bcc5c3184bac79f4747_68475012700102228.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1636,
            "name": "連心珠・5",
            "desc": "深夜の悪党の拠点で、悪党と青年と女は暗闇の中手探り状態でいた。間もなく危険な誤解が上演する…",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2f7da4a2f42a7bcc5c3184bac79f4747_8138265053342865768.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "海女梓心は家が貧しく、町で魚を売っていた時にうっかりいつも身に着けている数珠を失くしてしまった。だが、数珠が彼女に複雑な婚姻を連れてくることを、彼女は知る由もなかったのだ…\n—第一折・魚水縁—\n生：範皆\n旦：梓心\n婆：張ばあ\n『第一場』\n（梓心登場）\n（語）\n梓心：潮は遠くの山々を映し、そよ風は緑の岩礁をなでる。\n（話）\n梓心：私は漁家の娘、名を梓心と申します。埠頭で生まれ育ち、今年で十六となりました。\n梓心：しかし両親が年老いた今、私が家業を継いで、漁で生計を立てなければなりません。\n（東塘揺櫂）\n梓心：泳ぐ魚をこうして網で捕まえては、生活の足しにしています。\n（網を引く）\n（東塘連江）\n梓心：日々の家計を支えるのは実に困難なもので、飢えや寒さにも耐える必要があります。\n梓心：華美で高価な召し物を羨ましくも思いますが、この手に付けた腕輪があるおかげで、私は自分を憐れんだことなどありません。\n梓心：家には飾る花もなく、今はお金を稼ぐことで精一杯です。\n（縄を結び、岸に上がる）\n（東塘散櫂）\n梓心：町へ魚を売りに行く時間ですね。\n（梓心退場）\n『第二場』\n（梓心出場）\n（東塘導櫂）\n梓心：お魚はいかがでしょうか。\n（張ばあ登場）\n（数櫂）\n張ばあ：活きのいい魚だね。今晩はそれで汁物でも作るとするかのう。※魚の尾がはねる\n張ばあ：ふぉっふぉっ、こんなにいい魚じゃ。この老いぼれも少し若返るかもしれんねぇ。\n（話）\n梓心：奥方、お名前をお聞きしても？\n張ばあ：張じゃよ。この町で花を売っておる。\n張ばあ：それにしても娘っ子よ、そんな小さな声じゃ、日が暮れても魚は売れんぞ。\n張ばあ：ただまあ、あんたみたいなべっぴんさんじゃ、大声を出すのが難しいのかもしれんのう。その調子じゃと、いつまで経っても腹は満たせんぞ。\n（梓心、下を向く）\n（話）\n梓心：ご冗談を。\n梓心：あれ、どうして…\n張ばあ：おや、どうしたんじゃ？\n梓心：いつも腕に付けていた腕輪がありません。どうしましょう…\n（範皆登場）\n（東塘原櫂）\n範皆：小金色の光が波の中で揺らめいている。これはなんと綺麗な腕輪か。\n（話）\n範皆：小生は埠頭の仕事で生計を立てている者。兄弟たちのおかげで、ここの統領となれた。\n範皆：今日、腕輪を一つ拾った。見たところ若い娘のもののようだ。\n範皆：持ち主に返しててやりたいのは山々だが、悪いやつに騙し取られては元も子もない。\n範皆：腕に跡があるか確認してから、持ち主を判断しよう。\n（東塘二六）\n範皆：こんなにも太陽が照る暑い日は、魚を買って酒をいただくに限る。\n梓心：お客さん、ここの魚は新鮮なので煮ても焼いても美味しいですよ。\n範皆：チ虎という魚がいい。その魚はどれだろうか。\n範皆：近くで見せてくれ。\n（梓心前へ）\n範皆：やはり美しい方には、上品な装飾品がよく似合う。\n（東塘連江）\n梓心：お客さんの言っている意味が分かりません。少し強引すぎるのではありませんか。\n梓心：もう結構です。\n梓心：なんて礼儀のなっていない方なんでしょう。\n（話）\n範皆：お嬢さん落ち着いてほしい。先ほど、お嬢さんの手に腕輪の跡が見えた。\n範皆：この腕輪はきっと、お嬢さんのものなのだろう。さあ、お返ししよう。\n範皆：私、名を範…\n（口を押さえて、範皆振り向く）\n範皆：いえ、私はこれで。\n（話）\n梓心：あ、お待ちを——\n（東塘揺櫂）\n梓心：私の勘違いで嫌な思いをさせてしまいました。なんて恥知らずなの。\n梓心：あの方のお名前を聞いて、後日礼を言わないと。\n（話）\n梓心：どうしましょう、困りました。\n張ばあ：これが縁というものじゃ。美しい娘には、いい男が現れる。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "梓心は数珠を返してくれた青年の名前を知る前に、彼はその場から立ち去ってしまった。彼を探し出すために、張ばあは梓心のためにある方法を教えた…\n—第二折・尋君帖—\n生：範皆\n旦：梓心\n婆：張ばあ\n丑：張三、李四、王二麻\n『第一場』\n（梓心、張ばあ登場）\n（話）\n梓心：ここ数日、気持ちが沈んでしまい、あまりよく眠れません。\n梓心：良いことをしてくださったあの方を、誤解して責めてしまったからでしょうか。\n梓心：腕輪を私に返してくれたのに、感謝もせず、名前も訊けませんでした。逆に罵声を浴びせてしまうなんて。\n梓心：恩人を探したいのですが、この大きな港町の中をどう探したらいいのでしょう。\n張ばあ：娘っ子よ、そう悲しむ必要も悩む必要もない。\n梓心：えっ、なぜです？\n張ばあ：人探しの張り紙をすればいい。モラを報酬にすれば、そやつは現れるじゃろう。\n（単青原櫂）\n梓心：人は言いました——\n梓心：酒は頬を赤らめ、財は心を操るのだと。\n（梓心、下を向いて歩き始める）\n梓心：この方法で、恩人である彼が本当に見つかるのでしょうか。\n（話）\n張ばあ：ウジウジしとらんで、さっさとやらんかい。\n張ばあ：この婆を信じるんじゃ、損はさせん。\n（梓心、張ばあ退場）\n『第二場』\n（張三、李四、王二麻登場）\n（数櫂）\n張三：俺は張三。\n李四：俺は李四。\n王二麻：そして、俺は王二麻だ。\n張三：あの張り紙を見たか、報酬を貰いに行こうぜ。\n李四：でも、張り紙の主に聞かれるんじゃないか。助けてくれたのは本当にお前かって。\n王二麻：おいおい、なにも馬鹿正直に答える必要なんてないだろ。\n（話）\n張三：兄弟、まさかみんなで梓心って子のところに行って、報酬を貰うつもりか？\n李四：そうだが。\n王二麻：そのつもりだ。\n李四：お前も梓心の髪飾りを拾ったのか？\n王二麻：張り紙によると、耳飾りじゃなかったか？\n李四：嘘つくな、髪飾りだろ。\n張三：いや、香膏のはずだ、馬鹿なこと言うな。\n王二麻：もういい、何を拾ったかなんて、正直どうでも良いだろ？\n張三：あっはっはっは！\n李四：ははははっ！\n（張三、李四、王二麻、梓心へ顔を向ける）\n張三：梓心ちゃんよぉ、香膏を拾ったのはこの張三だ。報酬の準備はできてるか？\n李四：あっち行け。俺が髪飾りを返してやった李四だ。報酬は俺にくれ。\n王二麻：二人とも黙れ。耳飾りを拾って返したのはこの王二麻だ。報酬は俺が頂く。\n梓心：え、えぇ…一体、どういうことですか。\n梓心：皆さんにお会いした覚えはありません。もし本当に耳飾り、香膏、髪飾りを失くしていたら、私が知らないなんてことないと思いますが？\n張三：きっと仕事が忙しくて忘れたんだろう。そう困惑するな、俺で間違いない。\n李四：ほら、早くモラをよこせ。\n王二麻：もし渡さなかったら、この店を潰して、お前の評判も落としてやる。\n梓心：うぅ、なんて面の皮が厚い人たちなの。\n梓心：張ばあ、あなたが考えた方法のせいですよ。\n張ばあ：娘っ子よ、そう慌てるんじゃない。こんなやつら、すぐに追い払ってやるわい。\n張ばあ：喝ッ！\n（張三、李四、王二麻、一斉に地面に座り込む）\n張ばあ：あんたらみたいな悪党をとっ捕まえるため、わざとあのような張り紙をしたんじゃ。\n張ばあ：あんたらが言っとるのはすべて嘘。もし本当なら梓心の耳飾り、香膏、髪飾りをさっさと持ってくるんじゃな。\n張ばあ：さもなければ…\n張三：さもなければ？\n張ばあ：貴重な琉璃百合を押し固めて作った髪飾り、夜泊石で作られた耳飾り、外国から輸入した香膏…\n張ばあ：まとめて弁償じゃ！さあ、モラは？モラをはよ出せっ！\n（張ばあ、ほうきで張三、李四、王二麻を叩きながら追う）\n張三：うわぁ！\n李四：やめろ、モラはもういらんから！\n王二麻：早く本当に拾ったやつを連れくるぞ！\n『第三場』\n（張三、範皆を連れて登場）\n（話）\n張三：見つけた。お前があの子の物を盗んだせいで、俺らは大変な目に遭ったんだぞ。\n範皆：この私、範皆はそんな卑劣なことをする人間ではない。いわれのない罪で疑われては困る。\n張三：いい度胸してるな。そこまで言うなら、落とし主に会えるか？\n範皆：ああ、構わない。誰が私の名誉に傷をつけているのか、ぜひとも知りたい。\n（張三、範皆は梓心へ顔を向けた）\n張三：失くし物をしたのは彼女だ。まだ言い逃れする気か。\n範皆：なんと、君だったのか！\n（東塘連江）\n範皆：お嬢さんが突然怒り出してしまい、話をする暇がなかっただけだ。\n（東塘快櫂）\n範皆：謀るのはよしてくれ。この範皆、ただの埠頭の従業員に過ぎない。\n範皆：私は潔白。女性の装飾品を盗む趣味などない。\n範皆：それに面倒事にならないよう、拾った後すぐに返した。\n（話）\n梓心：範皆さん、とおっしゃるのですね。\n梓心：また私のせいで、ご迷惑をお掛けしてしまいました。\n梓心：謝罪します。許してもらえないのなら、何度でも謝り続けます。\n（梓心前へ、範皆に謝る）\n梓心：先ほどの一件は誤解なのです。実は…\n（範皆、後ろを向く）\n範皆：ふん。\n（梓心微笑み、再び前へ）\n梓心：これには深い訳があります。\n梓心：以前、あなたが名乗りもせず去ってしまったため、張り紙をして探そうとしたのです。\n梓心：ただ、このような事態を招いてしまうとは思いませんでした。すべて私のせいです。\n梓心：この通り、反省しています。どうかお許しください。\n範皆：なるほど。\n（東塘揺櫂）\n範皆：まさか、誤解だったとは。\n範皆：こういう時は落ち着いて、怒りを静めなければな。\n（話）\n範皆：コホン、では聞かせていただこう。\n範皆：この件について、先ほど誤解だと言っていたな。\n範皆：腕輪を拾った人を探すため張り紙をしたところ、私は罪人扱いされてしまった、そういうことか？\n梓心：はい、そうです。申し訳ありません。\n（範皆、梓心に頭を上げさせる）\n範皆：分かった、もう謝らなくていい。\n範皆：私も大きな声を出してしまい、すまなかった。\n梓心：そんな、とんでもありません…\n（範皆、お辞儀する）\n張三：は！？なんであんたがペコペコしてんだよ。結局、モラはくれんのか？どうなんだ？\n張ばあ：静かにせい！二人が話しとるんじゃ、あんたが口を挟む場面じゃない。\n張ばあ：皆、雲菫の芝居を観に来とる。誰があんたの茶番なんぞ見たいと思う。\n張ばあ：さっさと立ち去るんじゃ。\n（張ばあ、張三を退場させる）\n梓心：そういえば、私は毎日ここで魚を売っているのに、なぜあなたに会えなかったのでしょう？\n範皆：毎日仕事に行く際、私はこの道を通ってはいるが…\n範皆：ここは人が多い。だから、見つからなかったのだろう。縁があれば、明日にでもまた会えるかもしれない…\n梓心：そうですね…明日もここでお待ちしております。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "青年と美人はここで出会い、お互いに慕う二人は幸せに暮らすはずだった。だが、美人を目当てにする悪党が波乱を巻き起こしてしまった…\n—第三折・二矢珠—\n生：範皆\n旦：梓心\n婆：張ばあ\n浄：呉旺\n丑：呉一、呉二\n『第一場』\n（範皆、梓心、両端から登場）\n（語）\n範皆：早朝は犬が元気よく吠える。\n梓心：日光は屋根の雪を薄くします。\n（話）\n範皆：そこにいるのは梓心か？\n梓心：はい、まさか範皆さんにお会いできるなんて。\n（東塘散櫂）\n範皆：昨晩、夢の中で愛する人と会った。\n梓心：お別れする時は悲しくなるけれど、またお会いすることができた。\n二人：願いが叶った。\n（話、声を揃えて）\n梓心：範皆さん…\n範皆：梓心…\n（話）\n範皆：水平線から日が昇った、埠頭での作業がまもなく始まる。私は仕事に行かなければ。\n範皆：梓心、先に失礼するよ。\n（梓心、範皆を見送る。範皆、遠くで振り返る。梓心が頭を下げる、そして頭を上げた頃合いで範皆退場。梓心、手を胸に当てる。）\n（東塘揺櫂）\n梓心：お別れの時を迎えると、想いが溢れ出てきてしまいます。\n（梓心退場）\n『第二場』\n（緑の服を着た呉旺、呉一と呉二を連れて歩く）\n（語）\n呉旺：俺様は呉旺、この町の頭みてぇなもんだ。\n呉旺：今日はあまりにも退屈だから、町へと遊びに来た。\n（話）\n呉旺：呉一、呉二！\n（同時に返事）\n二人：はい！\n（話）\n呉旺：なんか新鮮なもんが食いてぇんだが、何か思いつかねぇか？\n呉一：エビのポテト包み揚げはいかがですか？\n呉旺：ああ、たまにはそういうのも悪くねぇな。最近、豪勢なメシにも飽きてきたところだ\n呉旺：呉二、エビのポテト包み揚げが売ってる店を探しに行くぞ。\n呉二：へい。\n呉旺：だが、この食いもんは揚げ加減が重要だ。少しでも焦げてたらいらん。\n呉二：焦げているものはいらないと…はい、紙に書きました。\n呉旺：それから、大きさはすべて同じがいい。大きかったり、逆に小さかったりしてもダメだ。\n呉二：大きさはすべて同じと…はい、これも書いておきました。\n呉旺：よし。\n呉二：他にも希望があれば、遠慮なく言ってください。\n呉二：もし店のやつがヘマしたら、いつも通り——\n呉一：いつも通り？\n呉二：モラを渡さなきゃいい。\n呉旺：そういうのは今回なしだ。あの魚屋の娘を見ろ、べっぴんじゃねぇか。\n（東塘揺櫂）\n呉旺：まずは身の上話からだ。上手くいけば、あの子は俺のもんになる。\n（呉旺、梓心へと顔を向ける）\n（話）\n梓心：お客さん、新鮮なお魚はいかがですか？\n呉旺：ほぅ、どれどれ。お嬢ちゃん、どこの人だ？両親は？\n梓心：幼い頃よりこの港町で育ってきました。両親がもう歳なので、家族を養うためにここで魚を売っています。\n梓心：なぜ、そのようなことを聞くのですか？\n（後ろを向き、独り言をつぶやく）\n呉旺：よしよし。両親が近くにいねぇなら、今は絶好の機会。\n（梓心へと顔を向ける）\n呉旺：なら、俺の嫁になるってのはどうだ？\n梓心：ええっ！？私、ずっと仕事で忙しかったので、そういったことは考えたこともありませんでした。\n梓心：そもそも、その結婚と魚を買うことに、何か関係でもあるのですか。\n（後ろを向き、独り言をつぶやく）\n呉旺：しめしめ、男もいないようだ。さらっても誰も助けに来ないだろう。\n（梓心へと顔を向ける）\n呉旺：好きな男はいるのか？\n（梓心、下を向いて沈黙）\n（東塘散櫂）\n呉旺：この様子だと、おそらく惚れてるやつがいるな。\n呉旺：おい、野郎ども、この姉ちゃんをかっさらえ。\n（呉旺、呉一、呉二、梓心をさらって退場）\n『第三場』\n（張ばあ登場）\n（話）\n張ばあ：雲菫の芝居をよくご覧になっとる方なら、この後の展開も大体察しがつくじゃろう。\n張ばあ：この後、例に漏れず激しい戦いが繰り広げられる。\n張ばあ：大英雄の誕生のためには、少しばかりきっかけを与えないとならん。\n張ばあ：悪事を働く害獣は、人の営みに混乱をもたらし、安寧を崩す。じゃが、そのような波乱こそ、英雄を生み出す種となるのじゃ。\n張ばあ：雄々しき猛りをもってして事を沈めれば、歴史に名を残す。しかし、もしそこで怯めば…\n張ばあ：張皆か王皆か範皆か…そんな名前のやつは誰も覚えんじゃろう。\n張ばあ：もちろん人々は、強い男が美女を助ける物語を好む。\n張ばあ：何はともあれ、範皆がどう出るか見るとしよう。\n（範皆登場）\n（話）\n張ばあ：何をしておった、遅いではないか！\n張ばあ：ここらで有名な悪漢どもに、梓心が連れ去られたぞ！\n（東塘快櫂）\n範皆：ああ——そんな——\n範皆：状況を知った私は、驚きと怒りを隠せなかった。まさか、こんな事件が起こるとは。\n範皆：相手が悪党なら強盗や殺人、なんでもあり得る。もし、この私が行けば…\n範皆：生きて帰れる保証などない。\n（張ばあ、腕輪を範皆へ渡す）\n張ばあ：範皆よ。い…いったい、どうすればよい？\n（東塘快櫂）\n範皆：腕輪を見た瞬間、私は決意した——\n範皆：か弱い女性が悪党に敵うはずもない。\n範皆：腕輪を手に、私は剣を抜いた。その呉旺という悪漢を、完膚なきまでに懲らしめなければ。\n（範皆、張ばあ退場）"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "最愛の人を救うために、青年は身の危険を顧みず、剣を持って危険に立ち向かう。一方、彼の愛する人も必死になって耐えている…\n—第四折・挑燭灯—\n生：範皆\n旦：梓心\n武丑：呉旺\n『第一場』\n（範皆左側から登場、梓心右側に座る）\n（東塘連江）\n範皆：賊が「おなご」をさらうとは、なんと憎むべきことか。何より、意中の人の安否が心配だ。\n範皆：法に従わない者たちに、この範皆が天誅を下そう。\n範皆：参る——\n（範皆、馬鞭を打って呉塞へ）\n（話）\n範皆：遠くから騒ぎを聞きつけ、ここまで馬を走らせた。\n範皆：ここが、かの者らの拠点に違いない。\n範皆：梓心を救うには、賊の拠点に入って探す必要がある。\n範皆：ふむ、これしか方法はないだろう。\n（範皆、壁を乗り越え退場）\n（落花調）\n梓心：中には蝋燭の灯りのみ、外には賊たち。\n梓心：このような災いが降りかかるなんて、いかにして逃げればいいのでしょう。\n『第二場』\n（呉旺酔っぱらいながら、右側の門を開けて登場）\n（語）\n呉旺：俺様は昔から好きにやってきた。神でさえ俺様の前では跪く。\n（話）\n呉旺：ハハハッ、なぜこんなに嬉しそうにしてるかって？くくッ…\n呉旺：綺麗な姉ちゃんが手に入ったからさ。\n呉旺：いつものように酒を楽しんでから、べっぴんさんに会いに行くとするか。\n（東塘原櫂）\n梓心：酔った悪漢がこちらにやって来ます。急いで蝋燭を手に持ちましょう。\n（話）\n梓心：来ないでください。\n（呉旺と梓心の取っ組み合い。梓心、蝋燭で呉旺を殴る。呉旺と梓心が倒れる）\n（東塘原櫂）\n梓心：やみくもに振り回したのが当たってくれました。早く逃げなくては…\n（話）\n梓心：灯りが一切ありません。どうして、こんなに暗いのでしょう。\n梓心：蝋燭に火を——\n梓心：いえ、もしあの者に捕まってしまえば、命はないでしょう…\n梓心：このまま暗闇の中を、手探りで少しずつ進んで行くしかありません。\n梓心：そう、これしか方法はないはず。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "深夜の悪党の拠点で、悪党と青年と女は暗闇の中手探り状態でいた。間もなく危険な誤解が上演する…\n—第五折・双珠還—\n生：範皆\n旦：梓心\n武丑：呉旺\n『第一場』\n（範皆が左側から登場、梓心が右側から登場、呉旺は両目を閉じて倒れた状態）\n（二人は同じく呉塞の中、暗闇を進む）\n（暗闇で互いの手に触れる、しかし相手が誰か分からない）\n（呉旺が起きる）\n（話）\n呉旺：あの娘、いい根性をしてやがる。俺様に歯向かうとはな。\n呉旺：もう近くにはいないか。おそらく、堂内に行ったんだろう。\n呉旺：フンッ、もう夜も遅い。それに門だって閉まってる。\n呉旺：壁を乗り越えなきゃ、外には行けねぇ。たかが女に逃げられるわけもない。\n（呉旺、身を翻して堂内へ）\n（話）\n呉旺：ケッ、こいつら酔っぱらって灯りもつけてねぇとは。\n呉旺：まず灯りだ。それから、あの女を探す。\n（呉旺、暗闇で範皆の足を踏む。呉旺と範皆が驚く）\n呉旺：姉ちゃん、ここにいたのか、ハハハッ！\n（呉旺、両手を広げて範皆へと向かう。範皆はそれを躱す。暗闇の中で両者駆け回る。梓心は隅でうずくまる）\n（呉旺、範皆を捕まえる）\n呉旺：ハハハッ、やっと捕まえた。\n（話）\n呉旺：ん？少し離れていた間に、だいぶガタイが良くなったんじゃないか？\n範皆：寒かったので服を着たのです。\n呉旺：ああ、たしかに寒い時は着込んだほうがいい。\n呉旺：じゃあ、なんで身長まで伸びてるんだ？\n範皆：舞台で歌うために、底の厚い靴を履いているのです。\n呉旺：ほう、そいつは大変だ。\n呉旺：それから、なんで手がこんなにゴツゴツしてるんだ？\n範皆：それは——耳をお貸しください。\n呉旺：おう、なんだ。\n（範皆、剣で呉旺を刺す）\n範皆：この剣で、貴様の命を刈り取るためだ。\n（呉旺が倒れる）\n『第二場』\n（話）\n範皆：ふん、卑しい悪党よ、この剣で魂を失うがいい。\n梓心：まさか、範皆さんでしょうか？\n範皆：その声、梓心か？\n（梓心、範皆と手が触れる）\n梓心：範皆さん！\n範皆：辛かったであろう。\n範皆：悪党はやっつけた。あとはその手下どもだけだ。\n範皆：頭を失ったやつらは、もう逃げるしかあるまい。\n範皆：心配するな、すぐに門を破る。\n（範皆、門を破る）\n梓心：あなたが来なければ、私は命を失っていたことでしょう。\n（東塘揺櫂）\n梓心：私の心を、あなたに捧げます。\n範皆：共にどこまでも。\n範皆：月光が差し、花々が咲く場所へ。\n梓心：この誓いを永遠に。\n—完—"
          }
        ]
      }
    ]
  }
}