{
  "epId": 2351,
  "name": "イノシシプリンセス",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1712377402,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "古い伝説によると、大地の草木や獣は自分たちの国を築いていたらしい。\nその時代、今のモンド城の土地は森であり、そこにはイノシシの遊び場があった。\nイノシシの王国はこの森にあったという。イノシシ王の統治により、王国は豊かで幸せに包まれていた。\n王には可愛い姫がいた。森で一番美しい鼻、一番白い牙と誰よりも滑らかなタテガミを持っていた。\n姫は美しく優しい。彼女は毎日、最も甘くて瑞々しい果実を臣民に配っていた。\n甘酸っぱいラズベリーも、甘くシャキシャキしたリンゴも、美味しそうなキノコも、姫はまず仲間にあげた。\n王国の全てのイノシシが王と姫を愛していた。彼らはこう唱和する、毎日毎日。\n「ふん～ふん～我が国王を祝福する、彼さえいれば、私たちが食べ物に困ることはない～」\n「ふん～ふん～優しい風神に感謝する、国王にこんな素敵な姫を賜った～」\n【このページの横に小さな文字が書いてある。「おとうさん、あたしがまいばん\nおかしを食べないで、まいにちかみさまにいのれば、イノシシになれる？イノシシになりたい、おいしいから。」】"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "イノシシの森の北側には、冷たい氷原が広がっていた。\nその時代、まだやんちゃだったバルバトスは、その土地に行ったことがなかった。そのため、そこは白い雪と寒氷に満ちた世界であった。\nその土地に足を踏み入れた生き物は、誰もが寒さで震えてしまう。\n「おおおう、寒い、寒いぞ、寒すぎて私のひづめが割れそうだ！」\n最も勇敢で強いイノシシ王でさえ、氷原の寒さには耐えられなかった。\n「ふんよお～ふんよお～寒いぞ、寒い。冷たすぎて私のひづめが紫だ！」\nだが、そこには一匹の子オオカミがいた、その地で唯一の住民である。\n【このページの一番下に拙い字で何か書いてある。「おとうさん、なんでオオカミの子はつめがわれないの？」】"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "以前、狼は悩みのない子供だった。明るい青の瞳と、つややかな灰色の毛皮を持っていた。\n威嚇する姿は、モンド大聖堂にある狼のレリーフと同じくらい迫力があった！\nだがある日、彼が森で狩りをしていると、邪悪なリス「ウーバークァ」に遭遇する。\nこの古い大地では、ウーバークァよりも邪悪な魔神や悪竜はいなかった。彼は全ての美しいものを憎み、大地のあらゆる美しいものを醜くさせ、光を闇に変えようとしていた。\n何の悩みもない、嬉しそうな子オオカミを見て、リスは憎しみを露わにしささやいた。\n「グルル～、グルルッ！最も冷たき氷を彼の心臓にぶっ刺そう、二度と希望の光を感じられないようにしてやろう！」\nそして、ウーバークァは呪文を唱え、子オオカミに呪いをかけようとした。\nしかし、子オオカミが突如、ウーバークァを口の中に入れる。\nウーバークァは怒り焦った。子オオカミの口の中で、生まれてから覚えた汚い言葉を言える限り言った。口から変な声が聞こえてきて、子オオカミはやっと自分が何をしたのか気付く。\n「おっと、ごめんなさい、リスさん、あなたは食べられるリスだと思ったよ！」\nと子オオカミは心の中でつぶやいたが、そのままゴクリとウーバークァを飲み込んだ。\n【付箋が貼ってあり、そこには綺麗な字で何か書いてある。「だから、リリー、外で遊ぶ時は知らないものを食べちゃだめだぞ。」】"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "狼の胃袋の中で、どのような化学反応が起こったのかは不明だが、突如ウバカの魔術が発動した！\nリスの呪いによって、極寒の氷柱が子オオカミの心臓に突き刺さり凍りつかせた。子オオカミの心は冷たくなった。他の動物と話す時、彼は悪口しか言わない、他の動物を悲しませるようなことしか言わない。次第に彼は、全ての動物に嫌われるようになった。\nそれからというもの、森の全ての狼は彼の話をする時、必ずこんな言葉を口にする。\n「ワォ～ワォ～本当に身勝手な狼、あの子が嫌いだ」\n「ワォ～ワォ～そうよ、そうよ、本当に薄情な狼、誰もヤツに近づくな」\n子オオカミは次々と仲間を失い、孤独になる。彼は森に嫌われ、仕方なく北境へと移った。\n北境の吹雪が吹く氷原、普通の生き物では近づかない場所。けど凍りついた心を持つ子オオカミは、その極寒を恐れなかった。\nそれから彼はここに棲み着き、氷原で唯一の孤狼となった。\n【このページの折り目に娘の字が書いてある。「おとうさん、でもウーバークァはどこにいったの？」】"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "ある日、イノシシの姫は狼の話を知り、胸を痛めた。\nそして姫は全ての臣民に聞いた、どうやったら子オオカミの心の中の氷柱を取り除き、元の善良さを取り戻せるかを。\nその答えは、知恵のキツネと長生きの亀が知っていた——\n「コンコンコン～真心と炎だけが毒悪の氷晶を溶かせる。コンコンコン～！」とキツネが言った。\n「友情に犠牲はつきもの。犠牲の上に友情は成り立つ。悪いが、私は叫ばない」頼りになる亀じいはこう言った。\n賢いイノシシ姫はすぐにその言葉の意味を理解した。彼女は涙を拭いて、二人の賢者に礼をした。\n「ふん～ふん～ありがとう。二人に子オオカミのところに同行してもらいたいの。私たちの友情の誕生を見届けてくれるかしら」\nキツネと亀は姫の言葉を聞いて喜んだ。そして、姫と共に北境へと向かう。\n【このページの一番下に付箋がついている、どうやら本を読んだ子供の父親が何か書いたらしい。「亀じいは礼儀正しい、叫ばなかった」】"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "そこで、姫と二人の智者は北にある極寒の地にやってきた。\n辺り一面が氷と雪に包まれている。どんなに勇猛な獣でも、もしくは穴掘りが得意なイタチでも、この地では暖かな草むらも、新鮮な果実もみつけられないだろう。\nあまりの寒さに、姫の体は震えた。だが、引き返す事なく、彼女は凍える風の中へと進んで行く。\n賢い狐と頼れる亀は、骨を刺すような寒さに耐えきれず、姫にこう言った。\n「コンコンコン～こんな寒くて危険な場所で冒険だなんて、王が知ったら心配する。帰ろうよ、コンコンコン～」\n「その通り、吹雪はどんどん激しくなっていく……少し休み、風が止んでから進むんだ。悪いが、私は叫ばない。」\nだが、辛抱強い姫は二人の提案通りにせず、極寒の中を進んで行くことを決めた。\n何せ、失った友人を救い出すより大切なことはないのだから。\nそうして一行は、足と爪が凍てつき、吐き出した息が氷るまで歩き続けた。\n氷山に流れる、氷の張った川のほとりで、姫は寒風を漂う妖精を見つけた。\n古き知的な妖精は、雪山の上に住んでいた。彼女たちは実体はないが、強大な魔力を有する。\n「ふん～ふん～あなたがここの主ですか？どうか吹雪から抜け出す道を案内してくれませんか？」\n姫は礼儀正しく、感覚の無くなった足を震えながら話しかけた。\n知恵の狐と頼れる亀じいも、期待の眼差しを妖精に向け、凍り付いた爪で雪の中を掻きまわした。\n「フーフー」\n妖精は軽やかな声で言った。\n「いいよ。でもフーフー」\n「お返しに、君たちの体力をもらうよ。君達が吹雪の中を進めば進む程、どんどんお腹が空いて、寒くなるからね。まあ、命の危険はないと思うけど……多分ねフーフー」\n(クンクン。相手は吹雪の精霊だもの)と姫は思った。\n(それに、国で最も賢くて、私を気にかけてくれる人達が側にいるわ。何があっても大丈夫よ！)\n姫は躊躇う事なく、精霊の要求を受け入れた。賢い狐も頼りになる亀じいも、口を挟む隙がなかった。\n「ふん～ふん～合理的な条件です！では、狼さんの所まで案内してください。」\nそこで精霊は、凍える川の流氷に姿を変え、固く決意した姫を険しい雪山の反対側へと導いた……"
          }
        ]
      },
      {
        "title": "第7卷",
        "desc": [
          {
            "type": "RichText",
            "text": "極寒の風を越えて、ついに姫は狼を見つけた。\n子オオカミの全身は氷に覆われ、青い目は輝きを失っていた。彼は吠え方すら忘れてしまったようだ。\n「ウォン～ウォン～お姉さんよく来てくれたな、ちょうど昼ごはんに困っていたところだ」\nその言葉を聞いて、優しいイノシシの姫は思わず泣いてしまった。その涙で子オオカミの心の氷が少し溶ける。\n「ウォン～お前、何で泣いてんだ？」\n「うう～うう～お昼ごはんすら食べられないなんて、私の王国ではこんな悲惨な状況見たことないわ」\n「だから、私は私の全てを犠牲にして、あなたのお腹を満たそうと思う。どう？」\n子オオカミはその言葉を聞いて呆れた。\n「ウォン～ウォン～お前正気か！俺の目の前で、そんなことを言うヤツはいなかった！」\n子オオカミは姫の目の中に光る決意を見た。彼の心の中の氷がひとつ割れる。\n「違うわ、つまり——」\n「王国で最も賢くて、最もお世話になった二人の家族を犠牲にしてあなたのお腹を満たそうと思うの。私たちの友情のために！」\nマズいと感じたキツネはすぐに逃げ出したが、子オオカミと姫に捕まった。亀じいはビビって甲羅に隠れている。\n子オオカミと姫は雪の中で珍味をいただいた。洞窟でたくさんのキノコを採り、コケ植物で火を起こし、亀スープを楽しんだ。\n子オオカミは初めて分かち合った友情の楽しさを知った。心の中の氷がどんどん溶け、嬉しい涙となって溢れていく。\n姫は子オオカミと手を繋いで、一緒に故郷へと戻ったのでした。\n【最後のページにカードが挟まっており、そこには綺麗な字で何か書いてあった。「あなた、このおとぎ話の本は図書館に寄付した方がいいと思うわ」】"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "イノシシプリンセス"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1660,
            "name": "イノシシプリンセス・1",
            "desc": "ずっと、ずっと昔の森の王国では、どのような伝説的な物語があったのだろう？<br/>『イノシシプリンセス』、第1巻、友情、愛、生死にまつわる童話である。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Boar Princess (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1663,
            "name": "イノシシプリンセス・2",
            "desc": "命をまったく宿さない氷原、優しい風神も訪れたことのない土地。このような場所にも孤独な住民がいるのだろうか？ <br/>『イノシシプリンセス』、第2巻、物語は氷河へと続く。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/074fdaa1da77cb2ec94a9d908a665e3e_8319179097817520862.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1662,
            "name": "イノシシプリンセス・3",
            "desc": "「今後は希望の欠片もないでしょうね！」凍てつく寒さの呪いを前に、小さな狼を待ち受ける運命とは？<br/>『イノシシプリンセス』、第3巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/074fdaa1da77cb2ec94a9d908a665e3e_5323166130732509398.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1666,
            "name": "イノシシプリンセス・4",
            "desc": "幼い狼は冷たい孤独の中で成長していった。氷原の一匹狼にまつわる秘密が完全に明らかにされる。<br/>『イノシシプリンセス』、第4巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/074fdaa1da77cb2ec94a9d908a665e3e_4502211574351666701.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1664,
            "name": "イノシシプリンセス・5",
            "desc": "「このような運命を背負うべき人なんていない。」優しいプリンセスは悲しみの涙を流した——力を合わせる仲間を前に、冷たい氷が決意に融かされていく。<br/>『イノシシの姫様』、第五巻。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/074fdaa1da77cb2ec94a9d908a665e3e_7802604937884237724.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1665,
            "name": "イノシシプリンセス・6",
            "desc": "氷に覆われた大地を踏み、極寒の雪山を登り、姫と二人の智者は神秘的な住民とで会う…<br/>『イノシシプリンセス』第6巻<br/>タイトルページに幼い字が残っている。「パパ、帰ってきたら絶対に雪山のお話を聞かせてね！」",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/074fdaa1da77cb2ec94a9d908a665e3e_7437574491000769260.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1661,
            "name": "イノシシプリンセス・7",
            "desc": "氷に閉ざされた原野では、どのような犠牲も無駄にはならない。友情、愛、そして生死の完璧なフィナーレ！<br/>涙を誘う名作童話、『イノシシプリンセス』、最終章！",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/074fdaa1da77cb2ec94a9d908a665e3e_5977663294843105675.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}