{
  "epId": 2353,
  "name": "騎士団ガイドVer.5",
  "desc": "<p>モンド西風騎士団の日常の言動を決めるガイド。現在の代理団長ジン本人が改訂したもの。正しい騎士はガイドで決められたルールを厳格に遵守すべく。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/19/194600931/620d13357a26632a41ecfbf1cd648153_7516684242199203086.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1710928726,
  "components": {
    "body": [
      {
        "title": "詳細",
        "desc": [
          {
            "type": "RichText",
            "text": "本ガイドは西風騎士団共通の指導綱領である。西風騎士団の団員たる者は本ガイドを熟読し、その内容に従い自分を鍛えるべく、模範的な行動でモンドの住民を奉仕するべきである。\n西風騎士団の一員として、我々は騎士の三大美徳——謙遜、誠実、自律に従うべきです。この三大美徳はモンドの自由を支える三つの柱。覚えておきなさい。責任を問わない自由に、意味なんてありません。\n騎士の美徳は日常生活から現れる。この点において、本ガイドは騎士の皆様に正式で入念な言語行動の規範を提供する：\n一、\n西風騎士として、常に危機感を保ちながら、モンドを脅かす存在に注意を払うべきである。モンドの民が必要ならば、いつでも手助けをするが西風騎士たる者の責務である。\n二、\n遠くから来た客人と商人を礼儀正しく招待する。たとえ相手が不審者に見えたとしても、疑ったり敵意を見せたりすることを禁止する。\n用語規範：\n「モンドへようこそ、見知らず尊敬できる旅人さん/旅人/お客さん！御身分と目的の説明をお願いします。そうすると、西風騎士団が貴方の安全を確保します。」\n※注意：敬語を利用する。\n悪い例：\n1、「おい！あんた、待ちなさい！怪しい者/こそこそする奴/異邦人/正体不明の者、自分をわきまえろう！」\n2、「風と牧歌の城へようこそ、異世界の旅人/流浪する野獣/新たな嵐。」\n※注意：無礼な言葉を利用しない。特に客人を困らせるような変な単語を利用しない。\n三、\nモンドの民や客人の前でネガティブな機嫌を見せない、正しい騎士はいかなる時にも民のために身をささげる準備をするべきである。休憩を含めて、娯楽、のらくらする時も騎士の気概を忘れずに、いつでも仕事に戻られるよう待機状態を保つ。\n用語規範：\n1、（休憩中）「モンドの安全に死角はないか調べなくちゃ。」\n2、（飲み会中）「騎士として、皆さんの日常的な需要を分かるのは大切なお仕事です。」\n※注意：本当に仕事がなくても、怠惰は禁止。\n悪い例：\n1、（見張り中）「飲みきれないほどのリンゴ酒があったらいいのに…」\n2、（休憩中）「ノ——エ——ル——！」\n※注意：ノエルに自分の仕事を押し付ける怠惰な騎士については、すでに代理団長が彼女に報告するよう指示している。このような規範に反する行為は休日と手当を削減する処罰に当てはまる。次サボる時は先に代価を考えておくがいい。\n四、\nいくらモンドが酒の城とは言え、騎士たる者は自律を自覚するべきである。仕事中に飲酒したり、特に未成年者に酒を勧めることは厳禁する事項である。\n※注意：騎士団の未成年者の飲酒を禁止する。酒場などへの出入りは成年者の同行が必要となる。\n五、\n（近日補充）近頃、城中でファデュイが頻繁に活動をしているため、勤務時間外に第三者と騎士団の活動情報を共有することを禁止する。\n六、\n予想不可能な災難が発生した場合、騎士たる者は身をもってモンドの民と財産を守るべきである。群衆の詰問に対しても、冷静に対策し自己安全を優先するように注意を加える。\n用語規範：\n1、「慌てないでください！西風騎士団が必ずしもモンドをお守りします！」\n2、「危険な状況に陥った時には慌てず両手で頭を保護しながらしゃがみ、重要部位を守ってください。騎士団の指示に従い迅速に安全地帯まで退避してください。」\n3、（近日補充）「ご安心ください。ファルカ大団長が今不在だとしても、西風騎士団が完璧に危機を解決します。」\n※注意：3は大団長が留守の間のみ使用可能。\n悪い例：\n1、「処理したことのない状況ですね……」\n2、「この規模の災害は、いくら西風騎士団でも厄介だね……」\n※注意：どんな状況が訪れるとしても、民の前で茫然とする状態を見せても、西風騎士団の実力を疑ってもいけない。\n七、\n遠くから来た客人と商人に接する時には、親切にモンド城の名所や観光地などを紹介し、助けを提供する。\n用語規範：\n1、「モンドが初めてでしたら、モンドの大聖堂をおすすめします。」\n2、「疲れを感じたのであれば、「エンジェルズシェア」という酒場でモンド一番有名なお酒を飲んだらどうでしょう。」\n八、\n同僚や仲間と接する時にも謙遜と誠実の美徳を備えるべきである。仲間の前では常に謙遜な態度を保ち、誠実に向き合うべし。騎士団の団員は互いの盾となるべきである。\n用語規範：\n「素晴らしい、さっきの戦いは見たことがない！」\n※注意：あまり誇張した口ぶりを利用する必要はない、相手への尊敬と友情をうまく伝えたら十分。\n九、\nモンドの守護者、風神の盾として、西風騎士団の成員は身をもって範を示すべきであり、決してモンドの各規則や制度に反してはいけない。勤務時間外に行われた公共財産や民の私有財産に対する侵害においては、審査結果によって一定の給料とボーナスを引く。まだ給料のない未成年者に対しては、一定期限の禁足を罰する。\n※注意：モンド地区すべての水域の魚介は公共財産と見なされるため、あらゆる理由での破壊行為を禁止する。\n十、\n西風騎士団の成員として、常に警戒心を保つべきである。見知らぬ人に対しては慎重に接触し、相手に悪意がないとしても、丁寧にモンドの規則と風習を説明する必要がある。\n※（近日補充）注意：怪しい動きを取る外国の外交官に対して特に注意を払う。\n十一、\n西風騎士団の成員は空中にも十分注意し、風の翼による事故に気を配る。騎士団の成員は飛行者の飛行免許が整えているのかを検査し、不法飛行者を発見した場合、即時に強制の手段をとるべきである。\n※注意：騎士団の成員であっても、違法飛行をされた場合、庇護をしたりすることを禁止する。必要時には当事者の飛行免許を取り上げる。\n付録：騎士団規範用語参考表\n1、騎士の美徳\n西風騎士の三大美徳は謙遜、誠実、自律である。騎士の成員はこの三つの美徳が互いに補い合う共同体であることを忘れてはいけない。\n2、敬語\n西風騎士団はモンドの民の公僕であり、外客を奉仕する者である。故に、群衆の前では真っ先に敬語を利用する。礼儀は騎士の必修科目である。\n3、職務\n西風騎士の職務は民を奉仕し、モンドの自由を守ることである。日常生活において、騎士団の成員は騎士の尊厳を汚すような無責任な言葉をしない。\n4、風神\n（近日補充）風神バルバトスは風と牧歌の神として、モンドの自由の守護神であり、モンド信仰の中心である。西風騎士団一同は風神の意志を守護し、いつもモンドの自由のために戦う覚悟をする。\n※西風騎士団及び教会内部に一部の成員が風神信仰にどうでもいい態度をとっているため、上記を補充する。\n5、ファデュイ\nスネージナヤの使節としてモンドに来た者たち、外交特権を有する。動きが怪しくて目的も不明である。\n※格別に気を配るべし。何か不気味な動作を確認したらすぐ本部に報告。\n6、アビス教団\nアビスからきた古くて神秘な敵。動機がはっきりしていない。たまにモンド周辺で見かける。\n※非常に危ない敵である。遭遇した場合は即時に本部へ報告し、自分の安全を確保する。\n7、風龍廃墟\n（近日補充）モンド北西方向に位置する古代遺跡。かつて高塔の暴君の都城であったが、近頃風龍トワリンに占拠され、それの避難所になっている。故に、当遺跡を「風龍廃墟」と称する。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "騎士団ガイドVer.5"
          }
        ]
      }
    ]
  }
}