{
  "epId": 2355,
  "name": "朱鷺町物語",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/15/194600931/1fe016744867dd5585d0728a707cda9c_6659256273699756742.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1712329560,
  "components": {
    "body": [
      {
        "title": "第1卷",
        "desc": [
          {
            "type": "RichText",
            "text": "序・狸の口述による稲妻略史\n昔々、弱く短命な凡人たちが海を渡る術を持たなかった時代、稲妻は狸の国だった。\n狸はものぐさで気まぐれな生き物だ。悩みは一晩寝れば忘れ、明日を憂うこともない。毎日がお祭り騒ぎで、あの頃の稲妻は狸の楽園だった。\n少なくとも、狸一族のお年寄りたちは皆そう言う。\nある時、狐たちが海を渡ってきて、狸たちと争いをはじめた。戦は八百年、また八百年と続き、双方ともに甚大な被害を被り、ついに和平交渉を行った。狸は未だに負けてはいないと言い張るが、あの大きな大きな雷櫻を狐一族に明け渡すこととなった。\n狐も悪賢く、変化を好む生き物だ。あの八百年、また八百年と続いた戦では、化かし合いを続けた狐と狸は、激しく移り変わる光景に目がくらみ、自分が何者か、何処から来たのかさえ見失う者が続出した。\nそうして、茫然自失した妖怪から、凡人が生まれた。\nこれは、おしゃべりな天狗から聞いた話だ。"
          }
        ]
      },
      {
        "title": "第2卷",
        "desc": [
          {
            "type": "RichText",
            "text": "与一の物語\n天狗の名は「与一」という。花見坂の「朱鷺町」という小さな路地に住んでいる。彼女はそこで店を構え、酒を売りながら自由気ままに暮らしている。\n「自由気まま」と言えば聞こえはいいだろうが、実質、「やりたい放題」である。\n一般的に、酒好きは酒に強い。妖怪も然り。\nだがはっきり言おう、与一の酒癖はかなり悪い。人間に混ざり暮らす間、天狗の悪癖を一つも直す気はないようだ。酒に酔えば妖怪の集まりに乗り込んで喧嘩を売り、凡人の少年少女を誘拐して夜通し遊び騒ぎ、空気を読まず勝手に舞台に上がり即興で天狗役を演じて主人公をコテンパンにする、などなど。\nあいつは妖怪の中では位が高く、人間との交友関係が広い。そうでなければ、とっくに誰かが退治したのであろう。\n朱鷺町では妖怪も凡人も与一に一目置いている。大権現様も今のところ大きな問題を起こしていないからと、本格的な制裁は下していない。\n傲慢でだらしない性格だが、凡人と一線を画す大妖怪(自称)として、与一は物に執着しない。金が入れば酒を買う。もしくは八重堂で小説を買っては、斜め読みして捨てる。そんなわけで、あいつの部屋は何もないのだ。\nあいつには惜しむべき家財がないのだ。唯一例外と言えるものといえば、いつも腰に差しているあの金色の扇子だろう。\n大天狗の一族は数多の世界を横行する妖魔だった。いわくつきの戦利品を身に着けてもおかしくはない。あの扇子もそういうものなのだ。\nとある月の明るい夜に、酩酊した与一が服をはだけ、その扇子の話をしてくれた——\nあれは与一が訪れた世界の一つであったことだ。彼女は不遜な弓使いの青年となり、同じく傲慢な将軍に仕えた。彼女、いえ、「彼」と言うべきか、その弓矢を駆使し、ありとあらゆる敵を射抜いた。太った凡人の侍も、狸が化けた狡猾な忍者も、大柄な人食い鬼も、与一の矢には敵わなかった。\n「ハハハハハ！名将なり、名将なり！汝の電光の如き眼差しは、さながら大天狗のようじゃ！」\n将軍は偉そうに高笑いをする。無礼極まりないことだ。\nその後も与一は妖魔や凡人を次々と倒し、数々の戦果を残した。どこまでが本当でどこまでが嘘かは、この際置いておこう。与一が名を馳せることになったのは、間違いなくあの異界での最後の戦いだった。\nあれは嵐の中の戦だった。将軍と逆賊の戦いは海峡で繰り広げられ、双方合わせて、八百万、また八百万の妖怪と、さらにその上、数千万の凡人が参加した。乱戦の中、最低でも八十万隻の船が沈んだ。——この数字は、与一が窓辺にもたれかかり、黄色い液体を大量に吐き出しながら話した数字をもとに、計算したものだ。\n物語によくある展開のように、戦況は膠着し、無数の首が落とされ、海水を赤く染めた。意地になった将軍たちに譲歩する気はさらさらない。\nそんな時、ある月のきれいな夜、一隻の小舟が敵陣からゆっくりと漂流してきた。小舟の上には人影がゆらゆらと揺れ、その傍らにキラキラした棒が立っており、そのてっぺんに、金色に光る扇子が乗っていた。\n「なんと、なんと、腹立たしい、実に腹立たしい！このような挑発は、看過できん！」\n将軍は目を細めて、金ぴかの扇子を見るや、怒りをあらわにした。\n与一には将軍の自尊心なんて理解もできないしする気もない。彼女、いえ、「彼」は大天狗として、鋭く船上の人影を睨みつけていた。\nあれは女だ。与一と全く異なる女だ。\n直後、一本の矢が月を横切り、夜空を裂いた。\n「ハッ、いいぞ！」\n将軍の喝采が人々の歓呼の声に溶けた。\n「あのおっさんたちが何を失ったかを知ったら、怒りで爆発するんじゃないかな」\n与一の得意げな笑みは、酔っぱらいそのものだ。大天狗はつくろうことなく好色な顔を浮かべ、嫌味なことこの上ない。\n矢が命中した瞬間、与一は大きな翼を広げて海峡を越え、小舟とすれ違い様に、黄金の扇子と、扇子を手に驚愕の表情を浮かべる美人を掠め取った。戦場から飛び立った与一の起こした風圧が罵声を上げる将軍をひっくり返した。\n美人をさらう天狗という定番の物語だ。\nただ——\n「結果はほら知ってるだろ、あの猫ババァ、あっちこっち引っ掻きやがって……」\n与一は苛立ちを紛らわすようにため息を吐いた。\n「そうだ、今が旬の鯛があるんだ、持っていけよ」\n「なんだよ、いつもケチな大天狗様が珍しい」\n「あのババァにだよ！」\n酔っぱらいの大天狗が凄んでくるから、慌てて包んだ鯛を懐に抱えておいとました。"
          }
        ]
      },
      {
        "title": "第3卷",
        "desc": [
          {
            "type": "RichText",
            "text": "お千の物語\n与一の家から出て、曲がりくねった路地を少し歩いて、狭い小道に入ってすぐに、あのババァの家がある。\n暗い星空のてっぺんに、月が昇ってきた。猫たちが目覚める時間だ。\n凡人はよく、百年ないし千年生きた猫は、妙齢の少女に化けていたずらをするとか、恩や仇などのために無関係な旅人を追いかけるとか、そんな逸話を伝えるが、それはあくまで凡人の願望だ。\n化け猫は、怒る時になる少女の姿よりも、老人の姿を好む。そのほうがひねくれた性格に合うし、やさしそうな姿で通りすがりの客を騙せるからだ。\n「ただじゃないのよ！」\n声のする方へ見上げると、屋根の上に待ちぼうけた少女がいた。笑っているような、笑っていないような、顔は影に隠れてよく見えない。金緑色に光る瞳だけがはっきり見えた。月の光が露わになった肩から長い足まで、陶磁器のような肌を撫でていく。少女はつまらなそうにけん玉を遊んでいた。\nこのババァ、絶対すごく怒っている……\n「また遅刻よ」\n「へ、へい、申し訳ございません」\n紙提灯の明かりが揺れ、羽虫がパッ、パッと提灯に体当たりをする音がした。\n湿気た風が吹いて、程なくしてセミの声が止んだ。\n髪を下ろしている少女は、糸車を動かしながら、怪しく笑う。なんて恐ろしい。\nたとえ大天狗と盃を交わすこの狸であっても、化け猫には礼を尽くすのだ。平たく言えば、先程の無礼に伏して謝罪するのだ。\n「まあ、よい。鯛も新鮮なものだし。苦しゅうない」\n狸の丸い体を頑張って正座の姿勢に戻した頃に、少女が老婦人になって、やさしそうな顔で怪しく笑う。\n「ありがとうございます、千婆様」\n「お千と呼べと言ったろ！」\nようやく肩が軽くなった。\nまだどこか奇妙な感覚が残っているけれども。\n「アハハ。そういえば、あの阿呆はどうしてる？」\nお千は鮮魚を丸ごと口に入れ、スポッとしっぽまで呑み込んだ。\nそういえば、化け猫が語った大天狗との出会いは、皮肉な話、与一が話したものとは、まったく別のものだった——\nお千はこことは違う、凡人がもっと跋扈している世界から来た。\nとある夜、とある竹林で、幼いお千は行脚僧に捕まり、転々として、最後は将軍に買われ、「御化猫」なんてものになった。\nあの日々は、お千はあまり覚えていない。ただ凡人の偉い人たちは何故か彼女を怒らせたがるし、遊びたがる。彼女を仇を引っ掻いてバラバラにするように仕向けたり、自分たちだけ楽しい遊びにつき合わせたりする毎日だった。\n気が遠くなるほど長い日々だったが、妖怪は長生きだから、凡人よりは辛抱強い。\nある時、将軍は賊軍の将軍と戦を始め、お千は「忍者」とやらになった。\n「その話はもっとつまらない……」\nお千は目を細め、大きく口をあけてあくびをした。\nあの夜、将軍は妙案を思いついた——\nお千に貴婦人の装いをさせて、小舟に立たせる。金の扇を立てて、賊を辱めようとした。もし賊が踏み込んだとしても、千年の化け猫に返り討ちにされるだけだ。\nそれで、敵陣にいる与一は……\n「それで、あの阿呆が突然前に出て、ギャーギャーと扇子を撃ち落とすなどと喚いた」\nそうして、かの大天狗は……\n「……足を滑らせて、派手な音を立てて海に落っこちたのさ」\n猫顔の老婦人は耐えきれない様子でくつくつ笑いはじめた。\n「酔っているからか、大波にさらわれたとでも思っているように手足をバタつかせたわ。あの夜は凪だったのに」\n「ただまあ、何百年もあんな面白い生き物を見てなかったから、気を利かせて、扇子を揺れ落としてやった……そうしたら、向こうの船から称賛の声が上がって、まあおかしいったら……」\nその後、大天狗は大きな翼を広げ、覆いかぶさるように貴婦人に向かって——\n「その時弓矢の雨が降り注いで、あの子はハリネズミみたいになってまた海に落っこちた。もう表情を取り繕うことができなくなって、笑い転げたわ」\nお千は海の中からかわいそうな大天狗をすくい上げ、脇に挟んで大笑いしながら双方の戦艦を飛び越えた。\nその場にいた人間はこう言った。彼女は一飛びで八隻の船を跨ぎ、あっという間に姿が見えなくなった。化け猫の笑い声は、三日間戦場をこだました。\n「笑いが止まらなくなって、思いっきり引っ掻いてやった……あの間抜けな姿を思い出したらまた笑いたくなって、アハハハハハハハハ……」\n猫が化けた老婆が止まらなくなる様子で大笑いした。\n「その後、この世界に連れてこられて、何故か戦利品みたいに扱われて」\n老婦人の顔がポッと怒った少女の顔になった。ただ、先程大笑いした名残か、頬が上気して、すこし滑稽に見える。\n「戦利品なんかじゃないもん！」\n「もしかしたら、これがあの子が私に会いに来てくれない理由なのかもしれないね」\n少女顔の猫老婆が小さなため息を吐いて、また狡猾そうに笑う。\n「そろそろ行きなさい。戸締まりはしなくて良いよ。また月が満ちたらいらっしゃい」\n「そうだ、この蓑を旧友のところに届けておくれ」"
          }
        ]
      },
      {
        "title": "第4卷",
        "desc": [
          {
            "type": "RichText",
            "text": "雨婆婆の物語\nお千の家から出て、路地に沿って左と右に曲がり、湿気の多い庭に入れば、雨婆婆の家に着く。\n素朴な庭の中、セミまで口を噤んでいる。水琴窟の中の水滴だけが静かに流れ落ち、鹿威しのリズムとともに合奏を奏でる。\n自由な森の中で、霧を雨に変える女性は狸と狐の共同の友達だった。\nもちろん、我ら妖怪は凡人と違い、複雑な煩悩もなければ、それぞれの地位やランクにも決まりがない。しかし、雨や霧が弥漫している山の中で、囁く雨女はいつも多くの尊敬と思慕を得ている。\nたがその後、みなは大権現様に服従するようになった。凡人はいい生活を迎えたが、妖怪たちは各地に隠居するようになり、退治や鎮圧されるようになった…雨婆婆はその時に朱鷺町に引っ越してきた。鳴神大社の狐宮司様は、この屋敷を彼女に贈った。\n一体どれほどのものを失い、どのような悲しみを背負えば、宮司様に特別扱いされるのだろう…\n庭で佇み、池の中で揺れる弦月を見て、涼しく湿った夜風が彼女の声を連れてきた。\n「失礼、お待たせしました。」\n振り返ると、雨女が扉の隣に立っている。青白い月明かりに照らされ、白い長衣は濡れた光を放つ。だが、若くて細長い体からは年老いた悲しい気配がしていた。\n私は俯き、お千から託された蓑を彼女に差し上げた。彼女のあの灰青の目を直視することができなかった。\n凡人の間の噂によると、哀れな雨女は、溺死した人のように、大理石のような灰白色の目をしているらしい。その悲しげな目を直視した者は、解きづらい雨と霧の中で永遠に彷徨うことになる。\nもちろん、それは凡人のつまらない噂に過ぎない。だが、「哀れな雨女の目を直視しないこと」という礼儀作法は、妖怪の間の暗黙のルールである。\n「ありがとうございました。」\n雨婆婆の声はいつものように優しく、霧の中の朝露のようだ。\n彼女は私を部屋に招待することも、物語を語ってくれることもなかった。\nただ、私に木の匣を一つ渡し、私も悟った。\nそして、月がまだ明るいうちに、庭から静かに離れた。"
          }
        ]
      },
      {
        "title": "第5卷",
        "desc": [
          {
            "type": "RichText",
            "text": "権兵衛の物語\n権兵衛は今年で七十六歳、朱鷺町に住みつく唯一の凡人である。\n彼は農民だった、武士と職人をやったこともある。\n手の中にある匣は彼が作ったもので、滑らかな黒漆の面に鮮やかな真珠層が嵌っている。これは海祇島の漁師から学んだ技術である。\n「ご苦労。」\n目の前の老人は深々と頭を下げた。\n凡人は妖怪に対し、そのような礼儀作法をすべきだと私も思っているが、それでも彼の憂鬱を少し憐れんだ。\n権兵衛によると、噂とは違い、彼と森を歩き渡る雨女とは、親友だったようだ。\nただ、あの時、彼はまだ若かった。地元の乾ききった畑に恵みの雨をもたらすため、村の年寄りの話を聞き、森に行って雨女の助けを求めた。\nあの時の雨婆婆はもう若くなかった、人間の世の変化もよく理解していた。だが、森の中の生き物は凡人より単純で素朴である。\nその後、若かった権兵衛は言葉にならないほどの過ちを犯し、山と海の生き物を騙した。それでも彼は、自分の嘘は地元のためだと今日まで言い張った。\nその後降った雨のおかげで、彼の村も久しぶりの豊作を迎えた。\nそれから、戻る顔のない権兵衛は森から離れ、都市で暮らすようになった。\n「本当にすまない。」老いた凡人は頭を下げたが、木の匣を受け取らなかった。\n彼の家から離れた、月がまだ黒雲に覆い隠されないうちに。"
          }
        ]
      },
      {
        "title": "第6卷",
        "desc": [
          {
            "type": "RichText",
            "text": "中盤\n昔々、弱く短命な凡人たちが海を渡る術を持たなかった時代、稲妻は狸の国だった。\n狸はものぐさで気まぐれな生き物だ。悩みは一晩寝れば忘れ、明日を憂うこともない。毎日がお祭り騒ぎで、あの頃の稲妻は狸の楽園だった。\n少なくとも、狸一族のお年寄りたちは皆そう言う。\nある時、狐たちが海を渡ってきて、狸たちと争いをはじめた。戦は八百年、また八百年と続き、双方ともに甚大な被害を被り、ついには和平交渉を行った。狸は未だに負けていないと言い張るが、あの大きな大きな雷櫻を狐一族に明け渡すこととなった。\nただ、狐も悪賢く、変化を好む生き物だ。あの八百年、また八百年と続いた戦では、化かし合いを続けた狐と狸は、激しく移り変わる光景に目がくらみ、自分が何者なのか、何処から来たのかさえ見失う者が続出した。\nそうして、茫然自失した妖怪から、凡人が生まれた。\n狸一族の伝わってきた物語を振り返りながら、曲がりくねった路地を彷徨う。\n結局、まだ営業している料理屋を見つけることはできなかった。\nそろそろ帰ろう。\nそう思って、狐おじさんのそば屋台から立ち上がり、背伸びをした。\nすると、後ろから懐かしい気配がした——"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "朱鷺町物語"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1914,
            "name": "朱鷺町物語・序",
            "desc": "その昔、弱く短命な凡人が海を渡る前の時代、稲妻は狸の国であった。そして、人類の歴史は、酔っぱらった狸がふざけて作り上げたでたらめであった…朱鷺町、歴史と狂言が入り交じる町だ。",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1909,
            "name": "朱鷺町物語・一",
            "desc": "大天狗なるもの、うぬぼれた、険悪な暴徒なり。酒を飲んだ後は、特にひどい。——狸歴史家より",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2328eadf3da0eaadc58f374d88ea7f5f_1379857445694011573.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1911,
            "name": "朱鷺町物語・二",
            "desc": "母の教えによると、美人は騙し上手が多い。同じ道理で考えれば、月光のように美しい女性は、狐の妖怪か、修行を積んだ化け猫のどっちかだ。——狸歴史家より",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2328eadf3da0eaadc58f374d88ea7f5f_7948002632735465979.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1910,
            "name": "朱鷺町物語・三",
            "desc": "ことわざにもあるように、雨女を泣かせる者は、必ず解脱できない悲しみを招くことになる。——狸歴史家より",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2328eadf3da0eaadc58f374d88ea7f5f_6678705357788190801.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1913,
            "name": "朱鷺町物語・四",
            "desc": "凡人の哀れなところは、身の程知らずであること。妖怪については、このような哀れな悩みに欠けている。——狸歴史家より",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2328eadf3da0eaadc58f374d88ea7f5f_233199271696802100.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1912,
            "name": "朱鷺町物語・五",
            "desc": "残念な中盤の後には、もっと面白い話が待っているのかも？",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/171031298/2328eadf3da0eaadc58f374d88ea7f5f_5046847087246654854.png"
          },
          {
            "type": "CustomEntry",
            "epId": 64,
            "name": "『朱鷺町物語・序』の破れたページ",
            "desc": "<p>10個集めると、『朱鷺町物語・序』を復元できる。<br><br>そよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。<br>破れたページを全て見つけられたら、本を復元できるかもしれない…</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Torn Page: Toki Alley Tales (Prologue)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 59,
            "name": "『朱鷺町物語・一』の破れたページ",
            "desc": "<p>10個集めると、『朱鷺町物語・一』を復元できる。<br><br>そよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。<br>破れたページを全て見つけられたら、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/a61a367d0e0be5a7f97296595f59053b_7695756243479619353.png"
          },
          {
            "type": "CustomEntry",
            "epId": 61,
            "name": "『朱鷺町物語・二』の破れたページ",
            "desc": "<p>10個集めると、『朱鷺町物語・二』を復元できる。<br><br>そよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。<br>破れたページを全て見つけられたら、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/a61a367d0e0be5a7f97296595f59053b_9013351055411933087.png"
          },
          {
            "type": "CustomEntry",
            "epId": 60,
            "name": "『朱鷺町物語・三』の破れたページ",
            "desc": "<p>10個集めると、『朱鷺町物語・三』を復元できる。<br><br>そよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。<br>破れたページを全て見つけられたら、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/a61a367d0e0be5a7f97296595f59053b_4873774173635263500.png"
          },
          {
            "type": "CustomEntry",
            "epId": 63,
            "name": "『朱鷺町物語・四』の破れたページ",
            "desc": "<p>10個集めると、『朱鷺町物語・四』を復元できる。<br><br>そよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。<br>破れたページを全て見つけられたら、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/a61a367d0e0be5a7f97296595f59053b_7425721662374231538.png"
          },
          {
            "type": "CustomEntry",
            "epId": 62,
            "name": "『朱鷺町物語・五』の破れたページ",
            "desc": "<p>10個集めると、『朱鷺町物語・五』を復元できる。<br><br>そよ風に揺らぐ、破れたページ。本来は古い小説だったようだ。<br>破れたページを全て見つけられたら、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/171031298/a61a367d0e0be5a7f97296595f59053b_5517539439476542036.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}