{
  "epId": 2846,
  "name": "白夜国館蔵",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/132746206/8a7b95710be73a0c089b83f2ff88270a_6784206032226092498.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1726470568,
  "components": {
    "body": [
      {
        "title": "第1巻「常世国龍蛇伝」",
        "desc": [
          {
            "type": "RichText",
            "text": "海祇島に流れる伝説をもとにした小説。もっとも古い版は、蛇神がまだ生きていた頃、鳴神島の商人が海祇島で書き写して持ち帰ったものである。今や誰も読まない古典となり、市販の娯楽小説に埋もれてしまった。この書物には、鳴神文化を受け入れる前にあった海祇の人々の独特な宇宙観が描かれている。最近、伝統的な小説が再版される流れを受けて、再び日の目を見ることになった。\n造化は神秘を隠し、太陽と月は吉凶を示さん。\n三隅は闇を切り離し、五聖は虚空に隠れん。\n「宇宙には、始まりも終わりもない。かつての大地もそうだった。ただ、私たちにとっては何の意味もない。私たちを育んだ土は、もう終わりなき永遠とは関係がないのだから。」\n――唯一の賢者である阿倍良久は、初代の太陽の子にそう言った。太陽の子は、かねてより阿倍良久に誅を下すつもりであった。その日、問答のため呼び出したのは、彼を懲らしめ、拘束しようとしたからである。\n言い伝えによれば、阿倍良久は常世大神より啓示を受け、太陽の見えない淵下宮から光を掘り出したという。しかし、太陽の子は彼の才能に嫉妬し、最期の時を迎えるまで彼を監禁したそうだ。だが、太陽の子たちは気付かなかった、彼が地下に太陽を作っていなければ、自分たちも存在していなかったことに。\n「…天と地は元々卵のようなものであり、龍と蛇も一つであった。」この言葉を発してすぐ、賢者阿倍良久は待ち伏せしていた兵士たちに押し倒された。\n太陽の出現により、淵下宮に息をする余裕ができたのはこの時だった。闇に近く、光を恐れる龍の後継者も放埓な行動ができなくなった。それが引き金となり、龍の後継者が人々を支配し、人の命を粗末にする時代は終焉を迎えた。淵下宮の民たちは龍の後継者に抗えるようになったのだ。\nしかし、この隠れた災いが根絶する前に、人間の黒い部分が露呈してしまった。人々は「太陽の子」を選出し、王として崇めたのだが、かの者は信仰者たちを支配すると蹂躙したのである。\n数年が経ち、淵下宮のある少年が仲間と賭けをした。たった一人で龍の後継者の痕跡を避けながら三隅の外へと行き、龍骨花を探しに行ったのだ。そして、彼は見たこともない大蛇と洞窟で遭遇した。少年は、その巨大で不気味な蛇を見ても、恐怖を感じなかったという。むしろ、親しみを覚えたそうだ。\n「我は蛇神であり、幾百幾千の眷属を従えている。我の影に住む信仰者は、一人もいない。今日ここに落ちて汝に出会ったのも、一つの縁であろう。汝は我の民ではないが、それでも人間の子である。何か望みがあれば言うがよい。」\n「深淵の底にいる我々の神になってはくれないだろうか？」\nこうして、太陽の子が持つ王権と龍の後継者の侵略へ立ち向かうこととなり、人と蛇の物語が幕を開けたのである。"
          }
        ]
      },
      {
        "title": "第2巻「日月前事」",
        "desc": [
          {
            "type": "RichText",
            "text": "一般人が触れることを禁じられた年代記。その内容は寓話と年表が混じったものである。天地開闢から大日御輿が立ち上げられた時までのことが記録されている。\n我々が記録したいのは、天上の意志がいかにして大地で形態を持ったかについてだ。ああ、天上の神よ、これらの創造はすべてあなた方によるもの。であれば、絶え間ない記録のためにも、どうか我に神なる英智を授けたまえ。\n【鳩が枝を運んだ年】\n天上から永遠の王座が訪れた時、世界は生まれ変わった。真の王である原初のあの方は、旧世界の主である七名の恐怖の王と戦いを繰り広げた。その恐怖の王とは、龍のことである。\n原初のあの方は自ら光る影を作った。その影の数は四つであった。\n【パネース、或いは原初のあの方】\n原初のあの方、或いはパネース。翼を生やし、王冠を被り、卵から生まれ、雄と雌の区別がつかない。だが、世界を創造するのであれば、卵の殻を破らなければならない。パネース——原初のあの方——は卵の殻を使って、「宇宙」と「世界の縮図」を隔離した。\n【枝を運んだ後の四十余年】\n四十回の冬が火を埋葬し、四十回の夏が海を沸かした。七名の大王はすべて敗れ、七つの王国は天上にひれ伏した。そして、原初のあの方は天地の創造を始めた。「我ら」のために——もっとも惨めな人間の子供たちがこの地上に現れる。\n…\n【枝を運んだ四十余年】\n山と川が生まれ、大海と大洋が反逆者と不従順な者を運ぶ。原初のあの方は、影と共に鳥を創造し、走る獣と魚を創った。花や草、木も一緒に創っていた。そして最後、人間を創った。我らの先祖の数は、未知に包まれている。\nその時から、我らの先祖は原初のあの方と契約を交わした。そして、年号も変わったのだ。\n【箱舟が扉を開いた年】\n原初のあの方は、人間に対して神聖な計画を抱いていた。人間が喜べば、あの方も喜んだ。\n【箱舟が扉を開いた次の年】\n人々は土を耕し、初めての収穫を得た。人々は採掘をし、初めての金を得た。人々は集まり、初めての詩を書いた。\n【狂歓節の年】\n飢餓があれば、天上から食物や雨が降り注ぐ。貧困があれば、大地が鉱物を生む。暗鬱が蔓延すれば、天が声を上げて応えてくれる。\n唯一禁止されたのは、誘惑に負けること。だが、誘惑へ通ずる道はすでに閉ざされている。\n…\n【葬火の年】\n天上から第二の王座が訪れ、創造の始まりを彷彿させる大戦が起ころうとしていた。あの日、空が落ち、大地が割れた。我ら海淵の民の先祖と、彼らが代々住んできた土地は、ここに落ちた。\nそして、暗黒の年代が始まったのだ。\n【暗黒の元年】\n七名の大王の民は、かつてアビサルドラゴエアが支配していた海に受け入れられた。我らの先祖は、それらと戦った。\n先祖は千の灯を使って、やつらを影に追いやった。だが、やつらは影の中で人間を狩り続けたのだ。そこは闇のみが存在する、やつらの狩場であった。\n人々の祈祷によって築かれた歌も、原初のあの方と三つの光る影には届かない。\n【太陽の比喩】\n暗黒の洞窟の中で、光を見たことのない人々が暮らしていた。太陽を見たことのある賢者が、光の下での生活と太陽の偉大さを洞窟の人々に伝えた。人々が理解に苦しむのを見て、彼は火を灯した。やがて人々は火を崇拝するようになると、それを太陽と見なした。そうして、人々は闇と光の生活に慣れていく。\n賢者が死した後、ある者が火を独占した。火を通して、自らの巨大な影を作ったのだ。\n【忘憂蓮の比喩】\n一目見れば憂鬱を忘れられる蓮花。長き旅の中、帰り道を探していた船長は、この蓮花を食する人々に出会った。ある者は残り、ある者はその誘惑に耐えた。\n生きることそのものが、無限の苦しみなのだ。我々は帰り道を探しているに過ぎない。\n【暗黒の三年目】\n唯一、我々を見捨てなかったのは、「時間の執政」だった。彼女は時であり、終わりのない瞬間であり、千の風と日月の秤であった。彼女はすべての欣喜の瞬間であり、すべての憤怒の瞬間であり、すべての渇望の瞬間であり、すべての恍惚の瞬間である。そして、彼女はあらゆる錯乱の瞬間だった。\n我々は彼女を「カイロス」、或いは「不変の世界の統領と執政」と呼んだ。秘密に包まれた真名を口にすることはできない。だからここで、一回だけ、あえて逆に書こう——「トロタスイ」。\n…\n【盲目の年】\n賢者アブラクサスは神なる智の啓発を受け、手中から光を放つ奇跡を見せた。先祖たちは彼を首領とし、「ヘリオス」を建造した。\n…\n【日明の年、或いは日月の元年】\n「ヘリオス」——太陽の神車が、ついに完成した。白夜が訪れ、常夜が消え去る。\n日月の年号が始まった。\n【日月の二年目】\n地表の大戦は、もう終わっただろう。そう思った先祖たちは、帰路を探した。\nだが原初のあの方、第一の王座は、禁令を下した。先祖たちは、家に帰る道を失った。\nつまり、原初のあの方は後に来た二人目を倒したということだろう。\nアブラクサスは太陽の子によって、監禁令を下された。\n【樹の比喩】\n王の庭師は、王室の庭の木霊に恋をしていた。しかし、王は彫刻が施された小屋の梁を修繕しようと考えていた。そのためには、もっとも霊気を宿す霊木を切り倒さなければならない。王は原初のあの方の化身である。ゆえに、庭師は王に逆らうことができない。庭師は王の祭司に祈った。その祭司は、大いなる常世大神の化身である。\n祭司は庭師を憐れみ、こう告げた——霊木の枝を折って来なさい。庭師は枝を折り、王の命令に従って霊木を伐採した。\nその後、祭司に言われた通り、庭師は霊木の枝を植えようとした。だが、庭師が言葉を漏らす——霊木が成長するのに五百年はかかると。すると祭司は、一念で千劫の辛労を尽くせばよいと答えた。そして、庭師が自家の裏庭にそれを植えると、その瞬間、細い枝が新しい木に生まれ変わったのである。その木に宿っていた木霊も、元の精神を引き継いでいた。\nなぜなら時の神は、「種」にある「瞬間」を過去と未来へ持っていくことができたのだ。\n【日月の十年】\nアブラクサスが亡くなってから長い時が経った。日月よりも前のことはすでに多く記録されている。すべてをありのままに書き記す度胸がなければ、常世大神の書記は務まらないだろう。\n扉の外から甲冑の音が聞こえた、ここで終わりとしよう。"
          }
        ]
      },
      {
        "title": "第3巻「白夜国地理水文誌」",
        "desc": [
          {
            "type": "RichText",
            "text": "白夜国の地理と水文が載っている百科事典。海淵の道が封じられ、海祇の民の集団移住と長い時間の経過により、この本はもう役に立たなくなった。\n海淵の下の土地は、地上の風景と大きく異なり、常識が通用しない。かつてあった地理や水文学の知識も、直接天上から伝えられたものだ。我々が生きている世界についての研究は、その方法でさえ自らで模索するしかない。すべてを、一から始めるしかないのだ。\nこの本を読んだ者は、自分の送っている人生が普通のものだと考えないほうがいい。千年も経てば、人々はこの生活に慣れるだろう。しかし、これだけは覚えておいてほしい——天に日月がない生活が異常であることを。たとえ賢者がここで太陽を描いたとしても、その光を借りて巨大な影を生む卑しい者が必ず現れる。\nこの本は、人々に自分の住む世界を理解し、再び光を取り戻すことを忘れないでほしいという思いを主旨にしている。\n（本書は時代の変化によって改訂され、名前も海淵の土から「常世国」、そして「白夜国」へと変わった。その後、海祇の憐憫により、淵の下にいた民が海の上へと帰った。だが「海淵の土」には特殊な意味があるため、一律で改訂は行われていない。）\n-風と水の話\n白夜の国土にある山には走向がない。そのため、山系について論じることに意味はないだろう。だが、我々の祭司と賢者はあることに気付いていたようだ。たとえ海淵の下であっても、「不滅風」と「水」の力が存在していると。「不滅風」、人格化させた表現を用いれば「常世大神」のことである。また、詩的な表現を用いるならば「千の風」や「時の千風」となる。「水」はアビサルヴィシャップのヴィシャップ界の力を指すものだ。\n我々にはすでに「陽炎」と風、水の関係を推算する学問がある。そのため、土や木に手を加える前に、まずは水門と不滅風の影響を考慮する必要があるだろう。\n-白夜国の境\n白夜の国土は、三角形を描くような三つの角によって区切られている。かつて、そこは人間勢力とヴィシャップ勢力が繰り広げた戦いの境界であった。\n白夜国の時代に、三界の塔が三つの角に建てられた。それは三界を調和するものだ。古代の名はすでに失われており、海祇がここへやって来てから今の名となっている。\n三界の塔は非常に重要なものであり、風と水の系統に属さないもの。むしろ、それは真逆の存在であり、白夜国の傾きを正常に保ち、白夜国の風と水を制御していた。\n三界の塔に問題が生じると、白夜国全体に災いが降りかかる。そのため、ある秘法によってそれは隠されており、巫女と御使いのみが呼び出すことが可能であった。\n-狭間の街\n狭間の街は、かつて山壁とその周辺の地に囲まれていたことからその名が付いた。しかし、白夜国の極端かつ異常な地理変動により、数百年後、周辺の地はアビスへ崩落していた。その結果、狭間の街はかえって広大な土地となったのだ。\n-蛇心の地\n先祖がこの地を発見した時から、ある不思議な現象がここには存在していた——それは、空間がある一点で重なり合うというものだ。後に、この現象は我々の先人たちによって利用され、蛇心の祭壇が作られた。人々はこの場所で、機密の管理や囚人の監禁を行ったという。そして、幻想によって生まれた大蛇「ウロボロス」への崇拝も、この地で行われていた。\nかつて、この地はデルポイと呼ばれていた。その名の意味は蛇の地である。海祇大神がここへやって来た後も、蛇の地という名前は変わらなかった。通常、過去の絵画に鱗のないヘビが描かれている場合「ウロボロス」と呼ばれ、珊瑚のある蛇が描かれている場合「オロバシ」と呼ばれる。\n-大日御輿\nもっとも古き名を「ヘリオス」、賢者である阿倍良久が設計した高塔だ。風、水の中でも黄に属するものである。\n預言によれば、賢者が見せた太陽とは、それのことを指すのだろう。それを使い、光を知らない洞窟を照らしたのだ。同様に、預言によれば、それは巨大な影を作ることにも利用されたという。"
          }
        ]
      },
      {
        "title": "第4巻「アビサルヴィシャップの実験記録」",
        "desc": [
          {
            "type": "RichText",
            "text": "アビサルヴィシャップの実験記録。実験中に死亡したヴィシャップはいない。\n…本日よりドラゴエアの実験課題を、海祇大御神が直々に指定した課題へと切り替える。海祇年号元年より以前の資料はすべて破棄。書類番号の表記もアルファ、ベータ、ガンマ、デルタ、イプシロンなどの古海祇語の使用を禁止する。それに代わり、地、水、火、風、エーテル、虚空を新たな分類とする。\n注釈や引用は（【】）内に書くものとする。書類名-番号-題名-著者の順に記し、著者は省略するか、研究所内の番号を書いても良いが、研究員の古白夜国/淵下宮または現代海祇/鳴神/稲妻式の名前を明らかにすることは厳禁とする。\nなお、実験記録に日記、恋文、幻想小説の記載は禁止とする。\n…\nドラゴエア（以下、通称アビサルヴィシャップ、ヴィシャップ）の進化能力は計り知れない。（【水巻-壹○壹-ドラゴエアの進化・一】）。\n我々は耐熱性の高いヴィシャップの幼体に対し、生存可能な環境温度を下げようと試みた。だが、そのヴィシャップは成年後に衰弱してしまった。おそらく彼女の体内には、その環境に対抗するための「種」がなかったのだろう。しかし、彼女の子供たちは皆、体脂肪率が高く、過眠と氷元素の特性を持っていた。（巻末に記載された実験資料を参照。試料三にある特異資料は、助手が飢餓状態の実験対象に同情し、個人的に餌をあげたことによるもの。）\nこの時点で、ヴィシャップたちの子供を過酷な高温環境に送り込んだ。すると、それらは先代と同じように、成年後に耐熱特性を持つようになった。ただ、現在のところ炎元素特性はまだ現れていない。\n結論を導き出すのは時期尚早だが、推測を裏付けるには十分である。アビサルヴィシャップは成年する前に、自身の「種」を自由に覚醒させることができるのだ。また、ヴィシャップの母体が未知の過酷な環境に遭遇した時、新たな「種」を作り子供に残すことも可能なのだろう。\nつまり、アビサルヴィシャップは我々淵下宮の民に遭遇する前から、すでに体内に兵器を備えていたのだ。\n…\n知能実験は驚くべき結果となった。（【虚空-貮零柒-ヴィシャップの知能研究】）。罰と報酬の並行体制による厳選（以前の研究からして、ヴィシャップは一つ一つの個体が完璧な適応力を持っているため、実際は厳選が必要ないと分かった）を通して、四世代後のヴィシャップは、その言語能力が十二歳の人間の子供に匹敵するものであると判明した。より厳密に言えば、ヴィシャップたちは元より自分たちの交流手段を有しており、これにおいては彼らが学習能力を発揮したに過ぎない。\n我々は、この研究を中止すべきだと考えた。以前、リザードマンの幻想物語を書いた者がクビになったが、今思うと、それはまるで私たちの認識が浅はかなものだと言っているかのようだ。\n預言によれば、水の龍王は人の姿で生まれてくるという。淵下宮でそのようなことがあってはならない。\n…\n以前の移植は失敗した。（【虚空-玖零柒-海祇大御神特令・一】）。海祇の血を許容できず、ヴィシャップの身体に様々な副作用が現れたのだ。身体的な力が不足していたのが原因なのか、その詳細は分からない。ヴィシャップの進化経路を計画したことで、理論上、最強のヴィシャップの育成ができるはずだ。\n…\n移植は成功と言えるだろう（【虚空-玖零柒-海祇大御神特令・三】）。拒絶反応が起こったのは、ヴィシャップの光界生物（或いは元素生物とも言う）としてのものであり、大御神及び珊瑚眷属である人界との殺し合いが主な原因だろう。\nこれにて実験記録はすべて終了。この実験において、全ドラゴエアは寿命による老死を遂げており、実験による死亡例は一つもない。\n海祇大御神の慈愛を讃えん。"
          }
        ]
      },
      {
        "title": "第5巻「光昼影底集」",
        "desc": [
          {
            "type": "RichText",
            "text": "九歳から十二歳までの年齢層を対象とした知育本。過渡期の特別版として、古代白夜国の添え字が付いた鳴神風の名前を使用している。\n謎題１．朝は四本足、日中は二本足、夜は三本足、どんな生き物？\n答え：昼に人に化けて舞踏会に参加し、脚をくじいて杖を使うことになったヴィシャップ。\nこの答えだが、実は賢者たちが最も気に入っているものだ。正解を言い当てられるのは、そのほとんどが子供となっている。ヴィシャップが人間に化けることは、大人たちからすれば恐ろしいこと。古代の預言によると、水元素の龍王は必ず人の姿で生まれ変わるという。子供たちにとっては、相互理解の可能性を示しているのだろう。\nしかし、このようにヴィシャップを可愛らしく見せるのはある種の問題にもつながる。確かに恐怖心を取り除けるかもしれないが、子供たちの警戒心も解いてしまうのだ。\n（アビサルドラゴエアは他の元素にも進化しており、すでに純度を失っている。そのため、彼らの一族から龍王が誕生することはない。）\n謎題２．\n口の数は一、足の数は四、二、三。他の姿に化けることはできないが、地と海と空を行くことができる。歩く足が多くなればなるほど、生きる力が弱くなる。どんな生き物？\n答え：人間。\n人間は赤ん坊の頃に四つん這いで移動する。成長すると二足歩行になり、老齢になると杖をつくようになる。紛れもなく、この謎題の答えは人間だ。\n謎題３．しゃべる口は一つ、足の数は四と二、さてこれは何？\n答え：畜牧の生活。\nこの謎々は非常に古いもので、昔は畜牧の意味を「文字」だけで理解していた。四つの足はそれぞれ「宇子」、「宇麻」、「伊野四四」といった生き物を指している。白夜国が地の底に崩落した後、これらの生き物は繁殖するための環境と食物を失い、二世代のうちに絶滅した。\n海祇大御神が訪れてからというもの、一部の住民はすでに海の上で家を築き、文化の交流をしている。そのため、これらの生き物の通り名を調べることができた。御使いと大御神の預言によれば、遅かれ早かれ全員が海面の上に出ることになる。そのため、名前の校正は必要だ。\n「宇子」はウシ、「宇麻」はウマ、「伊野四四」はイノシシとなる。\n謎題４．ある姉妹は毎日のようにお互いを産んでいる。その姉妹とは？\n答え：日と夜、つまり白夜と常夜。\nこの謎題は非常に簡単だろう、昼と夜の移り変わりだ。白夜国においては、大日御輿による白夜と常夜の回転を指す。大日御輿が建てられる以前はずっと常夜だったが、人々がかつて白昼の光を見ていたことに影響はない。\n加えて説明すると、白夜国特有の蜃気楼現象と罪影は、最初「エイドロン」と呼ばれており、人々から両者は本質的に同じ物だと考えられていた。後に海祇大御神が訪れたことにより、人々はこの二つの現象を理解し、名前を分けた。白昼はないが、白夜に蜃気楼の現象が現れることを「陽炎幻」といい、常夜に現れるものを「不知火幻」と呼んだ。時間が経つにつれ、両者は原理の一致から「陽炎幻」に統一された。\n謎題５．\n我は光の父であり、闇の子である。我は無翼の鳥であり、地から天へと昇る。我を見たものは涙を流すが、哀愁はない。そよ風に吹かれ、生まれて間もなく消えてゆく。\n答え：煙。鳥は空を飛ぶ翼を持った生き物。淵下宮で見られないのも無理はない。\n謎題６．\nある父親には子供が十二人いた。その子供にはそれぞれ六十人の姿が異なる娘がいた。娘たちは白と黒が一人ずつ、その繰り返しである。一家のものはいずれも不老不死で、ひっそりと消えるのみ。父親は誰？\n答え：「年」。六十人の黒と白の孫娘は、白夜国の民には理解しがたいものだろう。だが謎題４を理解できれば、どういうことなのかが分かる。\nまた、この謎題は遥か昔に後続版が存在した。おおよその内容は、それぞれの孫娘が十二人の子供を産み、その子供たちもそれぞれ六十人の孫を産んだ。そして孫たちも、それぞれ六十人の子供を産み、その子供も自分たちの子供がいた。そして最後、すべての子孫たちが唯一、原初となる子孫を産むことになる。その子孫こそが常世大神であり、百四十億の「年」の母である。\n海祇大御神は、この謎題の流布を禁じた。\n…\n「付録」-歴史上の人物、伝統ある名前-鳴神式名前の一覧\nカイロス-常世大神\n…ス-有栖\nアブラクサス-阿倍良久\nカロン-華…\nスパルタクス-須婆達\nエマ-絵真\n…-鯉\nアンティゴネ、アンティゴノス-安貞\n…\n…\nエレボス-烏帽子\nエキーオーン-江木\nウダイオス…-宇陀\nアスクレピオス-栖令比御\n…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "白夜国館蔵"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 688,
            "name": "常世国龍蛇伝",
            "desc": "<p>海祇島に流れる伝説をもとにした小説。もっとも古い版は、蛇神がまだ生きていた頃、鳴神島の商人が海祇島で書き写して持ち帰ったものである。今や誰も読まない古典となり、市販の娯楽小説に埋もれてしまった。この書物には、鳴神文化を受け入れる前にあった海祇の人々の独特な宇宙観が描かれている。最近、伝統的な小説が再版される流れを受けて、再び日の目を見ることになった。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/13/169033420/8a7b95710be73a0c089b83f2ff88270a_3017300473095782537.png"
          },
          {
            "type": "CustomEntry",
            "epId": 882,
            "name": "日月前事",
            "desc": "一般人が触れることを禁じられた年代記。その内容は寓話と年表が混じったものである。天地開闢から大日御輿が立ち上げられた時までのことが記録されている。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/571c3795f35a2efa7386845c76fbfa68_5302913523559331114.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1220,
            "name": "白夜国地理水文誌",
            "desc": "白夜国の地理と水文が載っている百科事典。海淵の道が封じられ、海祇の民の集団移住と長い時間の経過により、この本はもう役に立たなくなった。",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/16/171031298/571c3795f35a2efa7386845c76fbfa68_5681668069249057399.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6555,
            "name": "アビサルヴィシャップの実験記録",
            "desc": "<p>アビサルヴィシャップの実験記録。実験中に死亡したヴィシャップはいない。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/75248538/c3d8b86f4b225e19f63273914f46b7a6_2773559690188185636.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6556,
            "name": "光昼影底集",
            "desc": "<p>九歳から十二歳までの年齢層を対象とした知育本。過渡期の特別版として、古代白夜国の添え字が付いた鳴神風の名前を使用している。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/75248538/c3d8b86f4b225e19f63273914f46b7a6_5729501996847803716.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "関連項目",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5576,
            "name": "白夜国",
            "desc": "<p>「原初のあの方」と第二の王座の大戦中に海淵に沈んだ古代文明。幽冥なる光なき世界、<custom-ruby data-ruby=\"常世|常夜\"></custom-ruby>の中、積み重なった罪が浄化されし後の真の色——白夜の国。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/08/75248538/f00d57ee1d42c91eedae7ba9eb419d09_7751260592699777578.jpg"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}