{
  "epId": 2921,
  "name": "プシュパの歌",
  "desc": "<p>教令院因論派の学者が砂海の遺跡から掘り出した、古代の筆跡の断片。作者は特定できない。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/194600931/c27b975a9c45619911e4e3decb71c44c_240646369741765331.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1672846139,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "プシュパの歌"
          }
        ]
      },
      {
        "key": "入手方法(1巻-3巻)",
        "value": [
          {
            "type": "RichText",
            "text": "スメール教令院の知恵の殿堂の本棚より入手可能"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第1巻",
        "desc": [
          {
            "type": "RichText",
            "text": "…この話を聞いたプシュパヴァティカ国の女主人は腰を低くし、難解な謎で王女の知恵を試そうと、(…)の大宮までやって来た。\n永遠に輝き続ける女主人の周りには、数えきれないほどの侍女や従者、兵士がいた。\n彼らは皆、上質なリネンや絹を身にまとい、まるで昼の幾千万の星のように、唯一の月光を飾っていた。\n【ハルヴァタット学院のハーバッド、タファッツォーリのコメント——ここには誤訳がある。この小節の最後の文にある「絹」は、璃月の特産と混同しないよう「誰も見たことのない織物」と訳すべきだ。また、この小節の第二句で述べられている「大宮」は、原語では「宮殿」や特定の「建物」を指すのではなく、「神が存在する土地」を指している。この巻の翻訳を担当したヴァフマナ学院の学者たちは、その時代の言葉を本当に理解しているようには見えない。だが、それについては私が丁寧にコメントを添えておく。】\n…甘い香りが漂う(柵？花園？戦場？)の女王——\nそれはまるで、木陰にある割れた銀の月の周りを流れる小川のように。\n遠い昔より、これほど美しいものを眺めた者はいなかった。\n七月に降る朝霜を、誰も見たことがないように。\n【ハルヴァタット学院のハーバッド、タファッツォーリのコメント——この小節の最初の文、現時点では意味を断定できない言葉もあるが、「畑」や「墓地」と訳すこともできる。\nヴァフマナ学院のハーバッド、ヤールシャーテルのコメント——コメントありがとう、タファッツォーリマスター。今やこの本の著者が誰なのかわからなくなってきたよ。】\n…そして、プシュパの女主人が言った——\n「翼を持つ者、地上の万国を支配する君王を讃えよ。\n私は初めに創られた精霊、輝く虚像、創造主の目から流れる光の揺らぎである。\n遠方の人々があなたの知恵を歌っている。あなたは長い間私を苦しめてきた迷いを消し去ってくれるだろうか？\n三つの謎を解いてくれたお礼に、香料と金、それから宝石を献上しよう。」\n(…)の王女はこう答えた——\n「翼を持つ者、地上の万国を支配する正理を讃えよ。\n私は昨日の所有者、明日の朝の主宰でありながら、あなたのような美しさと優雅さを見たことがない。\nプシュパの女主人、あなたの心にどんな疑問があっても、遠慮なく私に聞くがよい。\n香料も金も宝石も、それらを全部合わせても、知識を与えることの価値と比べようがない。」"
          }
        ]
      },
      {
        "title": "第2巻",
        "desc": [
          {
            "type": "RichText",
            "text": "そして、プシュパの女主人が言った——\n「慈悲深い君王よ、もしあなたが本当に誠実であるなら、\nここで、最初の謎を聞いてもらいたい。\n生きている時は死んだように冷たいのに、\n消え去った後、人々に暖かい風を送るものは？」\n(…)の王女はこう答えた——\n「晩春の枯れやすい薔薇のこと。棘だらけだけど、その美しさは隠せない。\n花は摘まれて濃厚な香水となり、茎は切断されランプの灯芯となる。\n後にも先にも、縁で結ばれた数多くの恋人たちがそれに魅了され、赤旗の君王もその美しさを敬慕する。\nしかし、薔薇は誰も恋しがっていなかった。ただ、新月と朝露を伴って枯れるだけ。」\nプシュパの女主人は、心の中で密かに感嘆するが、その可憐な顔は変わらず穏やかなままであった。\nそして、さりげなく一歩前に出ると、王女に二つ目の謎を出す。\nプシュパの女主人はこう言った——\n「博識な君王よ、それは確かに最初の謎の答えだ。\nけど星から深淵まで、この世界には未だ数えきれないほどの解明されていない謎がある。\n博識な君王よ、あなたの知恵が本当に人々の言い伝え通りであれば、\n先のように、二つ目の謎を解いてみよ。\n大地から昇ってまた空から降りる。\n誰にも姿を見せず、すべてを見透かしている。\n上はまるで下、下は上と似ている。\n上から下に行けるが、下から上には行けないものは？」\n(…)の王女はこう答えた——\n「それは高天が定めた正義の法、原初の時から練り上げられた神聖なる計画。\nこの世の誰も永遠の律法を目撃したことはないが、律法は常に万物を支配している。\n陰謀と\nを放任や\nせず、身を伏せて天神のヴァアナを\nするのみ。\nその禁断の術をあえて模倣するなら、叡智の境界で待っているのは厄災と破滅だけである。」"
          }
        ]
      },
      {
        "title": "第3巻",
        "desc": [
          {
            "type": "RichText",
            "text": "それを聞いたプシュパの女主人は心が躍ったが、可憐な顔は依然として冷たさを帯びている。\n彼女は全知たる存在にそっと平伏し、王女に三つ目の謎を出す。\nプシュパの女主人はこう言った——\n「博識な君王よ、さすが星と深淵の間においてすべての賢さを司るだけある。\nけど、この世界は儚いものばかりではなく、永遠と呼ばれる光り輝くものも存在する。\n博識な君王よ、あなたの知恵が本当に人々の言い伝え通りであれば、\n同じように、最後の質問に答えてほしい。\n矢に耐えられないけど、破滅に耐えられる。\n鎧を貫くことはできないけど、城を攻め落とせる。\n高天の使者に屈せず、地上の万国にも屈しない。\n神々であれ、妖魔であれ、力を振り絞っても、勝つことができないものは？」\n(…)の王女はこう答えた——\n「それは終わりのない知恵であり、(…)の文明を守ったのはそのものである。\n(…)のように生き返り、(…)のように破滅することはない。\n時間がそのものの足元に砂埃を巻き上げても、幾千万年後はまた(…)のまま。\n人々はやがてそれの(…)を喜ぶ。そのものも必ず彼らのために(…)。」\n【ハルヴァタット学院のハーバッド、タファッツォーリのコメント——この省略は人為的なものではなく、巻物が欠落した結果である。巻物原本の端にある痕跡から推測できる箇所もあるが、残念ながら本巻の翻訳を担当したヴァフマナ学院の学者には関連する知識がなかったようだ。\nそのため、ここで少し補足しておくことにした。\nこの小節の最初の文に欠けている言葉——「(私(たち)」、あるいは「永遠」、または「すべて」。\nこの小節の三つ目の文で欠けている言葉——ここでは人の名前のように見えるが、「適切に処分された遺骨」とすることも同様に可能である。\nこの小節の四つ目の文で最初に欠けている言葉——「帰還」、「死亡」、あるいは「再生」。\n残りの欠けた単語については、現時点では推測することができない。\nヴァフマナ学院のハーバッド、ヤールシャーテルのコメント——当時、こんなこと教えてくれなかったよな？」\n王女は三つの謎をすべて解いた。どれも彼女にとって難しい秘密ではなかった。\nプシュパの女主人が彼女の言葉を聞いた後、王女は感心せずにはいられなかった。\nそして、プシュパの女主人が言った——\n「慈愛に溢れ、博識であり、永遠の君王よ。\nあなたの知恵は、人の間で広がっている伝説を遥かに凌駕している。\nあなたの眷属はいかに幸せか、あなたの民はいかに幸運か。\n傍にいることができ、心ゆくまであなたの教えに耳を傾けられる。」\n…以来、二人の女王は強固な同盟を結び、当初から傍にいた者、(血？怒り？レッドクラウン？)の君王と三人で一致団結し、(…)の民を永遠の繁栄へと導いていく。"
          }
        ]
      }
    ]
  }
}