{
  "epId": 2922,
  "name": "遐葉論",
  "desc": "<p>古代スメール学者の著作。災厄の年におけるクラクサナリデビの足跡が記録されている。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/194600931/0de691fd7ef4621a488218ee8eefad9e_8265835112348797683.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1673105782,
  "components": {
    "body": [
      {
        "title": "第1巻",
        "desc": [
          {
            "type": "RichText",
            "text": "…勝手に彼女の真名を口にする勇気はない、ましてや彼女の神々しい姿に軽々しく触れることなど、もってのほかだ。 私、スニタ・コサムヴィは知識の浅い下僕。ただ、かつて彼女に付き従った賢者から聞いた話を記録していたに過ぎず、他に情報源はない。これら言葉は、私自身の存在のように紛うことなき真実である。\n月の影が砕けた時、淵の底から獣の群れが現れ、幾千万もの生き物を食い尽くした。彼女によって創られた者は誰一人としてその運命から逃れられず、彼女が与えた善意も平和も知恵も、純粋な悪意を前にして消え去っていった。凶悪な笑みを浮かべる残月の下、枯れ果てた黒潮が砂漠と谷に流れ込み、かつて薔薇に絡みついた泉を汚した。その穢れは大地を汚し、凡人を絶望の淵に落とした。賢人たちは、原野も村も都も飲み込んだ洪水であったことから、それを「黒潮」と呼んだ。\n彼女はそのすべてを自分の目で見て、生き物の悲しみと苦しみに涙を流した。彼女の涙が地に落ち、燃える邪悪な炎を消し去ると、不毛だった焦土には甘露に満ちた花が咲いた。しかし、災厄の根源はまだ焦土の下にあり、死の影は澄んだ月の光を覆い隠している。そして、彼女は地上の生き物を救うことを誓い、後に続く霊使いたちと共に最後の遠征へと出た。\n以下の内容は魔神任務第三章第五幕「虚空の鼓動、熾盛の劫火」クリア後 に変更された 内容である。\n…勝手に彼女の真名を口にする勇気はない。ましてや彼女のその時の厳かで神々しい姿に軽々しく触れることなど、 もってのほかだ。私、スニタ・コサムヴィは知識の浅い下僕である。ただ、かつて彼女に付き従った賢者から聞いた話を記録していたに過ぎず、他に情報源はない。これら言葉は、私自身の存在のように紛うことなき真実である。\n月の影が砕けた時、淵の底から獣の群れが現れ、幾千万もの生き物を食い尽くした。彼女によって創られた者は誰一人としてその運命から逃れられず、彼女が与えた善意も平和も知恵も、純粋な悪意を前にして消え去っていった。凶悪な笑みを浮かべる残月の下、枯れ果てた黒潮が砂漠と谷に流れ込み、かつて薔薇に絡みついた泉を汚した。その穢れは大地を汚し、凡人を絶望の淵に落とした。賢人たちは、原野も村も都も飲み込んだ洪水であったことから、それを「黒潮」と呼んだ。\n彼女はそのすべてを自分の目で見て、生き物の悲しみと苦しみに涙を流した。彼女の涙が地に落ち、燃える邪悪な炎を消し去ると、不毛だった焦土には甘露に満ちた花が咲いた。しかし、災厄の根源はまだ焦土の下にあり、死の影は澄んだ月の光を覆い隠している。そして、彼女は地上の生き物を救うことを誓い、後に続く侍従たちと共に栄耀の遠征へと出た。"
          }
        ]
      },
      {
        "title": "第2巻",
        "desc": [
          {
            "type": "RichText",
            "text": "彼女は斑々たる光と影に沿って、とうに朽ちた林間へと向かって歩いていく。足を踏み出すたびに、彼女の背後で千本のサウマラタ蓮が静かに咲いていく。すべての災難、焚き火や死または破壊は、彼女の優れた知恵を前に消え去った。芳しい香りがする花々は死地で再び咲き、今日もアルダラビ河の砂利のように豊かに咲いている。暴風も彼女の歌によって止められ、柔らかな吐息に変わり、彼女の襟元に飾った大きく素晴らしい鈴を吹き、優雅で良い音を響かせる。あらゆる霊使い、精霊、人間の子、または人でないすべての物は安寧を喜び、彼女の名を褒め称えた。何故なら、彼女は知恵を持ち、至高の慈悲を抱えてる者である 。\n深い森の中で、彼女は草を抜いて武器に、花を集めて冠を作り、完璧なグロリアーニを吹いた。すると、一瞬にして幾千万の魔軍が塵と化し、居場所を探す間もなく消え去っていた。彼女はかつて荒れ果てた砂海に命の風を吹かせたように、森の生き物の涙を軽く拭き傷を治した。まるで遠い昔に、永遠のオアシスにいた使女のように。\nただ、この大地は依然として壊れており、悪鬼や妖魔がその心を飲み込み、自分たちの住処に変えて、太陽と月と火の光が届かない幽冥なる洞窟と化していた。土埃を財宝に、汚泥を佳肴に、鳥のように羽毛をまとっていながら、空高く舞い上がる力はない。彼女は決心した。あの暗い洞窟に行き、誰も出ることのできない邪悪な場所に入り、戻ることのできない道を進み、もっとも慈悲深く純粋な旅をすることを。\n彼女は空洞になった俗世の心に一人足を踏み入れ、その永遠の顔に軽く触れた。そして、彼女は不朽のガオケレナとなり、俗世そのものとなった。霊知や芳草、それらすべては彼女の決して滅びない意志である。また、狂い咲く花海が彼女を囲み、翠玉のように青く、露のように香り高く、天衣のように濡れそぼつ。凡人が古い衣を脱ぎ捨て、新しい礼装に着替え、元の\nを捨てて永遠の神殿へと昇っていくように、百羽の鳥が彼女を巡って歌い、彼女が終ぞ取り戻した新生を讃えて歌い上げる。\n以下の内容は魔神任務第三章第五幕「虚空の鼓動、熾盛の劫火」クリア後 に変更された 内容である。\n彼女は斑々たる光と影に沿って、とうに朽ちた林間へと向かって歩いていく。 足を踏み出すたびに、彼女の背後で千本のサウマラタ蓮が静かに咲いていく。すべての災難、焚き火や死または破壊は、彼女の優れた知恵を前に消え去った。芳しい香りがする花々は死地で再び咲き、今日もアルダラビ河の砂利のように豊かに咲いている。暴風も彼女の歌によって止められ、柔らかな吐息に変わり、彼女の襟元を飾る大きくて素晴らしい鈴を揺らし、優雅で良い音を響かせる。あらゆる霊使い、精霊、人間の子、または人でないすべての物は安寧を喜び、彼女の名を褒め称えた。何故なら、彼女は知恵を持ち、至高の慈悲を抱える者だからである。\n深い森の中で、彼女は草を抜いて武器に、花を集めて冠を作り、完璧なグロリアーニを吹いた。すると、一瞬にして幾千万の魔軍が塵と化し、居場所を探す間もなく消え去っていた。彼女はかつて荒れ果てた砂海に命の風を吹かせたように、森の生き物の涙を軽く拭って傷を治した。まるで遠い昔、永遠のオアシスにいた使女のように。\nただ、この大地は依然として壊れており、悪鬼や妖魔はその心を飲み込む。その空洞を太陽と月と火の光が届かない幽冥な洞窟へと化し、自分たちの住処に変えた。それらは土埃を財宝に、汚泥を に、鳥のように羽毛をまとっていながら、空高く舞い上がる力はない。だから、彼女は壮大な願いを残し、あの腐敗した幽府へ向かい、枯渇をすべて清らかにせんとする旅へ出た。\nあらゆる霊使い、精霊、人間の子、または人でないすべての物は彼女にその空洞となった俗世の心に足を踏み入れ、 永遠の面影に触れることを伺望した。彼女によって贈られた俗世の善意と平和、そして知恵は、不朽のガオケレナと化し、俗世そのものへと化した。これは浄蓮咲き覆う時。また、狂い咲く花海が彼女を囲み、 のように青く、露のように香り高く、天衣のように濡れそぼつ。百羽の鳥が彼女を巡って歌い、彼女が終ぞ取り戻した新生を讃えて歌い上げる。人の子が失った歳月は林を駆ける夜風のように、二度と見つかることはない。しかし彼女は最初の種を砂海に埋めた時の姿のように、逆風に乗って戻り、俗世にその昔日の姿を見せる。まるで賛歌が歌う通りに一\nその大誓願こそ、正覚である。業障煩悩、聞かざるものはない。\n吉祥の は諸魔の怨念を伏せる。枯れに覆われる土地も、聖なる智で新生を手にする。\n帰す時も清浄で、曇りなく晴れ。空行く陽、星空で光る月のごとし。\nは焔のごとき、 。祝福の聖地にて、今歌い賛美する。"
          }
        ]
      },
      {
        "title": "第3巻",
        "desc": [
          {
            "type": "RichText",
            "text": "多くの人は、彼女の声を聞いたことすらないし、聞いたとしてもそれが彼女であることを知らない。何故なら、遠いところの話を聞いて、それを伝えるのに長ける者は稀であり、真理を知っていて教導に長ける者は稀だからだ。彼女の意志は万物を覆っており、知恵のように不滅である。その破壊できないものは誰 にも壊せはしない。何故なら、この世に存在した不在はなく、不在の存在もないから。\n注意しよう、森はかつて、漆黒の獣の潮の前に倒れ、静かな水に落ちた月の光は、それが映し出す夢のように断片化し、果てしない迷宮も燃える炎の中で崩壊したことを。あらゆる獣の君王は死に際に咆哮をあげ、彼女から託されたものを守るために倒れた。しかし、記憶そのものは壊れず、崩れず、落ちず、彼女の失われた知恵のように、不老不死で、永遠で、いにしえのものであった。\n夢の国の王女は、彼女の導きに従って白い枝をそっと折り、枯れ葉の中で再び蒼翠の猟場を作った。壮大な願いをかけた森の子供たちがようやく、再び安らかに眠れるようになった。どんなに苦しくても、狩人は必ず帰り道を見つける——それが、彼女が子供たちに、かつて子供だった大人たちに与えた最初で最後の約束である。世界に散らばる月の塵は露のように消えても、記憶に残るもの、すべての夢や思いは真珠のように、たとえ風と砂ぼこりに磨かれたとしても、その潔白さを変えることはない。\n以下の内容は魔神任務第三章第五幕「虚空の鼓動、熾盛の劫火」クリア後 に変更された 内容である。\n多くの人は、彼女の声を聞いたことすらない。聞いたとしてもそれが彼女であることを知らない。それでも彼女は一人ひとりの願いに耳を傾ける。多くの人は、彼女の姿を見たことすらない、見たとしてもそれが彼女だとは知らない。それでも彼女は一人ひとりの夢を見守る。何故なら遠く彼方の話を聞いて、それを伝えるのに長けた者は稀であり、真理を知っていて教導に長ける者は稀だからだ。彼女の意志は万物を覆っており、今なお彼女はスラサタンナ聖処に身を置き、この土地にある一つ一つの夢を守っている。それは彼女が帰った時、あの潔白な枝をへし折るように夢の国の王女を導き、枯れた落ち葉から永世蒼翠の猟場を築き上げたかのように。\n森はかつて、漆黒の獣の潮を前にして倒れ、果てしない迷宮も燃える炎の中で崩壊した。あらゆる獣の君王は死に際に咆哮をあげ、彼女から託されたものを守るために倒れた。しかし、どんな苦厄でも、彼女が贈った甘い夢を略奪できない——人々が次の夜の夢を期待すれば、きっと新しい思い出が朝露と月の中で平和の花を咲かせる。\nこれこそが彼女が夢見る者へとした約束であり、最初で最後の約束。なぜなら、すべての思いは真珠のように、たとえ風と砂で幾度削られても本来の姿は変わらない。なぜなら、すべての夢は野草のように、たとえ猛火に飲み込まれても、やがては温かい春風の中で揺らぐ。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "遐葉論"
          }
        ]
      },
      {
        "key": "入手方法(1巻〜3巻)",
        "value": [
          {
            "type": "RichText",
            "text": "スメール教令院の知恵の殿堂にて入手可能"
          }
        ]
      }
    ]
  }
}