{
  "epId": 2924,
  "name": "シェロイとシリンの物語",
  "desc": "<p>ジンニーが夜風に吹かれながら、出所不明の、不条理に満ちた牧童の物語を語る…</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/02/194600931/1cf52e4ba9a7722762b61b5c22d7b42d_3126927034474137760.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1673074612,
  "components": {
    "body": [
      {
        "title": "第1巻",
        "desc": [
          {
            "type": "RichText",
            "text": "「これから語る物語は、『疫の王』シェロイの時代のものである。ただ当時、その王はまだ『シェロイの疫病』という悪名で呼ばれていなかった。彼の臣民もまだ暗闇の世界に散って、言葉も顔もない野蛮な生物になってはいなかった…」\n月娘の城の精霊が暫く沈黙した後、気持ち良さそうに背伸びした。手首や足首を飾る月色の銀貨がガラガラと音を立てる。まるで駄獣の揺れが気に食わないかのようだ。\n「ところでコラクスちゃん、『シェロイ』という名の意味を知っているか？」\n「うーん…不条理で滑稽な、卑しい者？」\n「コラクス」と呼ばれた少年は適当に答えた。日差しと流砂に悩まされ、旅の仲間の話に付き合っている余裕などないようだ。\n「我々の部族では、『シェロイ』は恥ずべき名であり、追放された頭領だけが額にその名を焼き付けられる。罵倒や嘲笑の時にのみ、その名を口にする。これは私たちの伝統…他の部族もさほど差はないだろう。\nははっ！凡人の認識は流砂の如く、時間の風と共に游移不定。まったく不可思議だ！」\n「コラクス」の適当な回答に精霊は興味を持ち、そして挑発した。\n「実は…失われた言葉では、『シェロイ』は『離乳していないライオンの子』という意味を持つ。父の『パーヴェズラヴァン』は、その意味を用いて息子に名をつけた。しかし、自分のことを『常勝の霊』と呼ぶ息子の王が、愛する『仔ライオン』によってハイエナのように引き裂かれるとは思ってもいなかった…」\n精霊がしばらく沈黙する。聞き手が退屈するのを恐れたのか、少年と視線を交わしてから話を続けた。\n「『パーヴェズラヴァン』について、伝説によると、人間が王としてそれぞれ統治していた時代、『パルヴィズラヴァン』は列王の中でもっとも力強い一人だった…」\n「パーヴェズラヴァン」は、この王の本名ではない。精霊によると、かつて父も母もなく、孤児となり、巨鳥ゴグヌスの巣で育てられ、「キスラ」――「美名を賜った者」という名を授かったという。その後、強者への野心を抱き、神聖なる鳥の力を借りてオルマズドシャー王の養子となり、凡人の中の賢人と英雄になった。\nすでに消え去った砂漠の一族の歌には、こう記されている。キスラがオルマズドシャー王のために大地の四方を行軍したと。そして、九十九の城にモルタルと青銅の高塔や壁を捨てさせ、九十九の遊牧民の指導者を倒し、星空の理を知る九十九の賢者に金の枷をかけ、楼閣にそびえ立つ王都ジュラバドに連れ戻し監禁した。\nその時、楽土「ヴァリ・ヴィジャ」が荒れ狂う金色の砂に押し流され、三生魔神の一人が沈んだ。百年の混沌と迷いの中、彷徨う凡人の民は藩地を守った。そして我が主アフマルと緑樹賢王は民を集め、オアシス楽園を再建する。その後、金色に輝く王の統治時代が終わるまで守り抜いたのだ。\n話を戻そう。オルマズドシャーの冠は、キスラの働きによってより価値を上げ、ついには自分の首が冠の重さに耐えられなくなる。 純金の鎖で、永遠に広間の真ん中に吊るさなければならなくなった。\n若きキスラはその偉業を称えられ、オルマズドシャー王から至高なる褒美を授かった。そして、キスラは養子として「パーヴェズ」という名を授かり、王の娘シリンを妻に迎えた。精霊たちの茫々たる歌によれば、彼女は凡人の王と祖母リルファルの間に生まれた混血であり、優れた知恵と無限の寿命を持っている。最初の賢者のように、現在の吉凶を予見できたという。\nもし、キスラ・パーヴェズがここで止まっていたら、彼の英雄としての名声は揺るぎないものになっていただろう。 しかし、ある呪われた日、ジュラバドでオルマズドシャー王とその跡継ぎ三百人が一夜にして死んだ。そんな不条理な出来事の後、キスラが自然と王位を継承する。加えて、「ラヴァン」の名を得て、凡人の中でもっとも強大な王となった。\n「……」\n精霊が物語を中断し、砂丘に沈んでいく赤い太陽を見る。そして、甲高い口笛を吹いて少年に駄獣を止めさせると、崩れた石柱の下で野営の準備をするよう合図した。\n「話によると…」\n精霊が駄獣から軽やかに飛び降り、砂の上で何回か回転した。まるで失われた「セタレ」の踊り子のように、最初に届いた月光が透明な肌を銀色の光沢で均一に染め上げた。ミルラの香りが幾千本の髪と舞い、金の鈴の音と共に遥か彼方まで届く。\nそして精霊が少し体を傾け、つま先で立つと、柔らかな笑い声を上げた。\nジュラバドの悲劇を引き起こしたのは、 英雄キスラだという説がある。\nそれによると悲劇の夜、爪のない鳥が堅固な城から飛び出し、飲まず食わずで一晩中泣き叫んだという。城内には人の顔をしたネズミが出没し、王冠を吊るした金の鎖をかじった。あまりに重いその王冠は地面に落ち、壊れて歪んでしまったそうだ。\n王冠が地面に落ちる音はあまりに大きかった。堅固な城の遥か遠くに住み、仕事に励んでいたファッラーヒーンの奴隷たちも、会ったことのない暴君を心配したと言われている。\nその後、数多くの冒険者たちが金色に輝く砂の下からジュラバドの古びた地下室を見つけた。そこに隠されていたのは、オルマズドとその跡継ぎの巨大な萎縮した遺体。それぞれの遺体には、読めない古い銘文が残されていた…\n「この物語があなたを驚愕させることを願う。」\n精霊は、目の前にいる人間の少年が獣皮の水筒から水を飲むのを興味深げに見ている。\n砂漠の部族は、本能的に飲水を控えめにし慎重である。しかし、精霊は純粋な元素の中で生まれた生霊であり、渇きという感覚を知らない。贅沢な快楽に溺れることもなかった。まさに古代のシリン王女の挽歌のようである。\n「祖母リルファルの娘のシリンについては、まだ物語が始まったばかりである…」\n精霊は再び狡猾な笑みを浮かべた。その目は琥珀金のようであり、その笑顔は古い故郷の姫君のようであった。"
          }
        ]
      },
      {
        "title": "第2巻",
        "desc": [
          {
            "type": "RichText",
            "text": "その時、楽土「ヴァリ・ヴィジャ」が荒れ狂う金色の砂に押し流され、三生魔神の一人が沈んだ。百年の混沌と迷いの中、彷徨う凡人の民は藩地を守った。そして我が主アフマルと緑樹賢王は民を集め、オアシス楽園を再建する。その後、金色に輝く王の統治時代が終わるまで守り抜いたのだ。\n「それはもう聞いた。」\n少年はうんざりした口調で言った。彼は星空に浮かぶ満月を眺めながら、伴星の位置で明日のルートを考えている。\nしかし、少年が自分の話を真面目に聞いているのを精霊は知っていた。そして思わず得意げに鼻息を荒くしたが、今度は少年の失礼な態度に腹を立てた。\n「凡人は落ち着きがなく、聞いた話をすぐ忘れる。お前が本当に聞いていたかなぞ知る由もない！」\n話を戻そう。精霊の哀歌によれば、シリンは凡人の英雄オルマズドと精霊「睡蓮の娘」リルファルの間に生まれた娘である。彼女は蓮の葉の上、香しい露の間に生まれた。白い鷺が祝福を捧げ、コブラが青色の真珠を献上し、雄壮である巨大なワニが身を伏せて彼女を崇拝する。\nリルファルは精霊の祖母として、娘を凡人の王に渡す前に三つの予言をした。一つ、シリンは偉大な英雄と恋に落ち、その子供は父より優れたものになること。二つ、シリンの血縁者の多くが甘い結末を迎えること。三つ、シリンが父親の王国を独占すること。\nまた、リルファルは凡人の寵児に三つの忠告をした。一つ、娘の喜びは父の涙と化すこと。二つ、娘が婚姻を結んだ後、二度と同じ食卓で宴を開いてはいけないこと。三つ、娘の跡継ぎは王国に凶兆をもたらすこと。\n予言や警告に対して、王はただ無視していた。\n「その後、シリンは父親の命を受け、偉大な英雄『パーヴェズラヴァン』と結婚した。つまり、最初の予言が当たったということ？」\n少年が精霊の物語を中断した。\n「そう。でも、それだけではない…」\n精霊は少年の鼻先に指を置いた。すると、少年は顔を紅潮させて、慌てて逃げた。精霊の茫々たる死の呪いを受けるのを恐れたのだろう。その無邪気な仕草が精霊をまた笑わせた。\nシリンが少し大きくなった頃、母親が彼女のために願ったことは避けられない呪いとなった。彼女は英雄と恋に落ちる機会を待ち、父から王国を継承する日を待ち、完璧で甘い未来を待ち望む日々を送っていた。しかし、どれも実現はしなかった。\n正直なところ、シリンと英雄キスラの婚姻は幸せなものではなかった。何しろ、凡人の英雄は支配の野心を持つひねくれ者ばかりだからだ。しかし、精霊の誇りを持つリルファルの跡継ぎは、凡人の英雄の愛が抱くような金線の罠に耐えられず、寝所と炉の安寧に落ち着くことはできなかった。そして、愛のない退屈な生活から、鮮やかな憎しみが芽生える——銀瓶に封じ込められたものと、同じ憎悪を抱いていた。\nその後、悪名高い大饗宴の夜、どこぞの卑しい奴隷——マザンダランオアシスの術師、文盲のファッラーヒーンの奴隷が、麝香(じゃこう)の飴にサソリの毒を垂らし、オルマズド王とその三百人の跡継ぎへと渡した。そして彼らが甘く希望のない死の夢の中に沈み、卑しい者の脂と血に溺れ、血の涙があふれるのをただ見ていた…\nこの夜、まだ夢を楽しめたのは、父親に宴から外されたシリンと、不本意な協力者および夫のキスラだけであった。\n卑しい王殺したちは直ちに、新王によって蜜の入った桶に沈められる。そして、呪いを喚く口は蜜で塞がれた。\n新王の口からは黒く穢れた血のような嘘が迸り、勇者の名は次第に暗闇の穢れに染まっていく…\nこうして、二つ目の予言は実現した。\nその後、キスラ・「パーヴェズラヴァン」の息子で、母に愛されたシェロイは大人へと成長する。しかし父によって、そびえ立つジュラバドから追放されてしまった。父はシェロイの顔を隠して早馬に乗せ、二度と王都に足を踏み入れることを許さなかった。間違いなく、「パーヴェズラヴァン」は精霊の主母リルファルの警告を非常に恐れている。臆病な彼は生きるために、この決断を下した。\nこうして、王の根も葉もない恐怖から、シリンは再び復讐の好機を得ることができた。\nある夜、彼女は月神の神殿の姫神に扮して、宿泊していた浪人に出会った。爛漫たる銀色の光が絡みつく中、結露した百合の花の間で、彼女は顔を覆い隠した遊子へと偽りの、そして儚い神託を授けた。\n「父親の暴虐は、遊子にとって最大の不幸である。月神の寵児よ、月光が照らす場所はいずれもお前が支配する王土。お前が撒いた種はすべて栄えて生い茂る。月光から良弓と鋭い刃を授かったのであれば、なぜ王座を占拠している臆病者に耐える必要がある？さあ、勇気を胸に憎しみと向き合い、己の姿を見るといい。」\n話によると、シェロイが躊躇していた時、夜風が吹き、シリンの顔を覆う薄いベールが落ちたという。\n見覚えのある顔を見て、顔を隠さざるを得なかった少年は、一瞬にして恐怖と羞恥心に打ちひしがれた。そして、 恐怖のあまり穢れた神殿から逃げ出す。鈴のような笑い声も、冷酷な月光も、恐怖を示すものとなった。\nその後の話は、取り立てて言うほどの点はない——無敵の王「パーヴェズラヴァン」は、顔を覆い隠した反逆者に寝所で刺し殺される。サファイアと黄金の角で飾った豪華な寝所には、消えない血痕が残された。\n精霊の哀歌ではこうなっている——大逆を犯したシェロイはかつて、母のシリンに向かって懺悔の涙を流した。しかしシリンは叱責することもなく、愛しい子を抱きかかえ、追放の象徴である黄銅の仮面を外すと、愛情のこもった祝福のキスをした。\nシェロイが王になった後、逃れられない悪夢に苛まれる。そして荒れ狂う夜を彷徨う中、大地の深く黒い裂け目に落ちて姿を消した。その後、疫病が裂け目から這い上がり、ジュラバドの人口の半分を飲み込んだ。王と家臣を失った国は、飽くなき砂へと飲み込まれていった。\n散った生存者たちは、この災厄を 「シェロイの疫病」と呼んだ。不条理で短命な暴君の報いであると言った。\n母であるシリンは、リルファルの三つ目の予言を実現した——彼女と彼女が産んだ跡継ぎは、復讐によって破壊された土地で真の自由を勝ち取り、驕った者に死を告げる悪霊と化した。\n「シリンは我が主アフマルに引き取られ、美しい銀色の魔法瓶の中に拘留されたという話がある。また彼女は今も砂漠を彷徨い、身の程を知らない冒険者たちにしがみついて、漆黒の世界に落ちた最愛の子を探しているという説もある…」\n精霊は誇らしげに微笑み、この物語が真実であるかのように締めくくる。\n月が高く昇り、砂漠がまだ砂漠でなかった遠い昔、姫神が生贄を捧げた時期のことであった。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "シェロイとシリンの物語"
          }
        ]
      },
      {
        "key": "入手方法(1巻、2巻)",
        "value": [
          {
            "type": "RichText",
            "text": "スメール教令院の知恵の殿堂内の本棚より入手可能"
          }
        ]
      }
    ]
  }
}