{
  "epId": 2933,
  "name": "『無生忍』台本",
  "desc": "<p>グザヴィエが徹夜で書き上げた新しい映影の台本。前回よりずっと分厚い。手にしたの台本は、まだ第一幕にすぎない。<br>目標ができると、人は恐ろしいほどの意志の強さを発揮するものである。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/11/132746206/d406928104f58f5fcbb2b73a24cfc4cf_7046566645386613248.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1676045581,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>『無生忍』台本</color>"
          }
        ]
      },
      {
        "key": "種類"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "第一幕\n登場人物：黒谷勢至丸(旅人)、若山敬助(笹野)、矢野町子(春)\n舞台装置、勢至丸と敬助がよく行く料亭\n若山敬助：勢至丸、久しぶりだな。\n若山敬助：聞いた話によると、黒谷家は今あなたが取り仕切っているようだが。\n若山敬助：どうやら、屋敷の件は落ち着いたみたいだな。\n若山敬助：旦那様も奥様も、もういない。\n若山敬助：長男(長女)であるあなたが責任を持って、公務に専念してくれれば…\n若山敬助：旦那様と奥様も喜ぶと思うよ。\n黒谷勢至丸： <color=#37ffff>まだ仇もとっていないのに、落ち着いたって？</color>\n若山敬助：あなたは…仇を打つつもりなのか？\n若山敬助：もう子供じゃないだろうに、どうして未だにそう衝動的なんだ？\n若山敬助：はぁ…黒谷の旦那様の才能からして、調査に落ち度があったわけがない。\n若山敬助：旦那様も過ちを認め、自ら刑の執行を受けた。\n若山敬助：上の方々が定めた刑は確かに重かった…\n若山敬助：だが、黒谷の旦那様ご自身が要求されたとはいえ、中には公表されていないことがあったかもしれないと俺は思ってる。\n若山敬助：それに、黒谷と若山は権威ある氏族。\n若山敬助：家の名を背負っている以上、あなたは主君に仕える武士だ——放浪する野伏や浪人とは違うんだ。\n若山敬助：だから、どんなに腹が立っても、耐え忍べ。決して復讐などに身を委ねるな。黒\n谷勢至丸：お偉方の手下が怪しいんだ！\n黒谷勢至丸：父上が亡くなって、やつらは清々したという顔をしていた。\n若山敬助：怒りに任せて、無関係な人に八つ当たりしているだけだ。落ち着いてくれ！\n勢至丸が扉の外を見る。\n黒谷勢至丸： <color=#37ffff>そこで盗み聞きしている者——入りなさい。</color>\n若山敬助：何者だ？誰に命令された？\n町子が登場する。\n矢野町子：お侍様、わ…私は、茶を売っている者で、ま、町子と申します。\n矢野町子：わざと盗み聞きをしたわけではありません。\n矢野町子：昨日、勢至丸様が私の命を救ってくれました。でも、彼(彼女)は米やお金を受け取ってくれなかったんです。\n矢野町子：私は怪しい者じゃありません。ただ、彼(彼女)に恩を返し、茶を売りに行きたかっただけなんです。\n敬助は勢至丸に目配せし、勢至丸は頷く。\n若山敬助：ふむ…まあ、茶を売る小娘ならば、礼儀を知らないのも無理はない。\n若山敬助：この勢至丸というお方の姓は黒谷と云う。今後は黒谷様と呼ぶように。\n若山敬助：黒谷家は今、人手不足なんだ。これはお前にとっても良い機会かもしれないぞ。\n若山敬助：茶を売るのはやめて、黒谷様につきなさい。\n矢野町子：彼(彼女)のことを黒谷様と呼ぶのは嫌です。だって勢至丸様のほうが、響きがいいでしょう。\n矢野町子：お腹を満たせるのなら…へへっ！勢至丸様につくのも悪くありませんね。\n若山敬助：…好きにしろ。勢至丸、黒谷の旦那様が亡くなった今…\n若山敬助：あなたが当主なんだ。バカな事をするなよ。\n若山敬助：好き勝手したりしたら…はぁ…とにかく、重要なのは一族の名だ。決してそれを途絶えさせるな。\n黒谷勢至丸：ふん、 <color=#37ffff>君(あなた)の養父母が死んだわけじゃないからね。</color>\n若山敬助：この石頭！話を全く聞いてなかったな？\n若山敬助：問うが、本当に一族を危険にさらしてまで、お偉方の手下に手を出すと言うのか？\n若山敬助：主に恥をかかせ、一族に災難をもたらすつもりか？\n勢至丸は沈黙する。\n若山敬助：あい分かった、どうやらあなたが恨みを晴らさない限り、誰も安らぎを得られないらしい。\n若山敬助：苦心してあなたを説き伏せようとしたが、まったく無意味だった。ならば、真実を話そう。\n若山敬助：俺、若山敬助は、先代が亡くなって以来、若山家の当主を務めてきた。\n若山敬助：そして、黒谷の旦那様が死罪になったとき、処刑人を務めたのが先代だった。\n若山敬助：俺は、先代が黒谷一族に対して申し訳ない気持ちでいっぱいだったことを知っている。それに、俺たち自体の関係だって浅くはなかった…\n若山敬助：刑を執行するというのは公の事…私情は挟めないとはいえ、できる限りあなたの家族を世話してあげたいと思っていた…\n若山敬助：あなたがどれだけ復讐したくても、俺の父親はすでに亡くなっている。\n若山敬助：だから、復讐したければ、俺に復讐すればいい。あなたにその覚悟はあるのか？\n若山敬助：どうした？友人だからと躊躇しているのか？\n若山敬助：あなたの意気込みはその程度だったのか？まったく、心の準備ができていなかったらしい！\n黒谷勢至丸：元々母上の元に生まれたわけじゃない…一族の名は俺(私)にとって何の意味もない。\n黒谷勢至丸：それだけじゃない。黒谷というたったの二文字が、俺(私)の両親の命よりも重要だって言うの？\n黒谷勢至丸：俺(私)の覚悟を見せてやる…刀を取ってきて！\n黒谷勢至丸：刀と、机の隣にある手まり、この二つを机に置いて。\n勢至丸が目を閉じる。\n黒谷勢至丸：俺(私)は目を閉じて君(あなた)が置くのを待つ。置いたら、俺(私)はどちらかを指差す。\n黒谷勢至丸：刀を指せば、俺(私)たちは敵対する。手まりを指せば、俺(私)たちの情を断ち切る。\n黒谷勢至丸：すべてを天に任せよう。\n若山敬助：フン、置いたよ。\n刀は勢至丸の左側、手まりは勢至丸の右側に置かれた。勢至丸は目を閉じて、 <color=#37ffff>左側を指差す</color> 。そして、目を開ける。\n黒谷勢至丸：どうやら、これが天啓みたいだね。俺(私)は一生をかけて、君(あなた)に復讐する——どちらかが死ぬまで。\n若山敬助：あなたがそう決めたのなら、俺も男気を見せよう。\n若山敬助：さっき言った言葉は最後まで貫くと誓うよ。俺は、あなたが復讐しにくるのを待っている。\n若山敬助がはける。\n第二幕\n登場人物：黒谷勢至丸(旅人)、矢野町子(春)、野伏衆数名(端役)\n舞台装置、雑草の生えている野外\n勢至丸は野伏衆と戦い、勝利を収めた。\n山田一二三：財布を出せと言ったんだが、聞こえなかったかァ？野郎ども、かかれ！\n田中：へへっ、自業自得だ。山本：こいつ、やるぞ…！一二三の兄貴、お…俺は勝てない。\n矢野町子：勢至丸様、勢至丸様。おにぎりを買いに行ってるだけの間に、なんでまたケンカしてるんですか。\n矢野町子：私にやってほしいことがあれば遠慮なく言ってくれたらいいですから。斬り合うのはやめてください！\n山田一二三：俺たちが悪かった、お侍様。お前のお金は盗らねぇから、もう勘弁してくれ。\n矢野町子：ねえ、やめましょう。よそんちの米を盗んで捕まった私のような人間にも、あなたは手を差し伸べてくれた…\n矢野町子：あなたは、人の命を軽々しく奪うような人ではないでしょう。\n第三幕、第一場\n登場人物：黒谷勢至丸(旅人)、矢野町子(春)、若山小十郎(笹野)\n舞台装置、雑草の生えている野外\n矢野町子：勢至丸様、若山家の人を見つけました。\n矢野町子：でも、敬助様はすでに…亡くなっていました。もう、諦めましょう…\n若山小十郎：フン…黒谷、敬助兄さんに復讐しに来たんだな。\n若山小十郎：お前との愚かな約束のせいで、敬助兄さんはこの一年間、毎日苦労してきて…\n若山小十郎：ようやく家の事情を落ち着かせたっていうのに、その時にはもう体に影響が出てきてしまっていた。\n黒谷勢至丸： <color=#37ffff>あいつ——もういないんだね？</color>\n若山小十郎：処刑人ばかりを責めたてる弱虫め！\n若山小十郎：処刑を行った者に復讐することはもうできないぜ。\n若山小十郎：なぜなら、俺と敬助兄さんの父親はもう亡くなったんだから。\n若山小十郎：黒谷、お前は自分の養父母を殺した処刑人に復讐することができず、親切に諭してくれた敬助兄さんまで傷つけたんだ。\n若山小十郎：そんなお前に、武士と呼ばれる資格はない。\n若山小十郎：他人を罰するのなら、報復を覚悟しなければならないと兄さんは言ってた。\n若山小十郎：それしきの気概すらないんだったら、戦場で他人の命を奪う資格だってない。\n若山小十郎：兄さんがいなくなった今…若山敬助の弟であるこの若山小十郎が、お前の復讐を受けて立つぜ。\n黒谷勢至丸： <color=#37ffff>ごめん、俺(私)は…</color>\n若山小十郎：今更逃げたって手遅れだ。お前が兄さんを過労死させた。絶対に許しはしない！\n小十郎が槍を構えれば、勢至丸は応じざるを得なかった。\n第二場\n小十郎は勢至丸を相手に奮戦したが——結果は、勢至丸の圧勝だった。\n若山小十郎：敬助兄さんのために！\n矢野町子：大変、またケンカになってしまいました。あなたたちは分別のある大人なのに、どうしてこんな子供じみたことをするんですか？\n第三場\n小十郎は戦いに敗れ、力も使い果たした。\n若山小十郎：俺を殺さない限り、どっちかが死ぬまで、一生かけてお前に復讐するぞ。\n黒谷勢至丸： <color=#37ffff>俺(私)も似たようなことを言ってた。</color>\n矢野町子：死者が出なくてよかったです。お侍様たち、もうやめましょう。\n矢野町子：お互い怒りに任せて…\n矢野町子：家族やら、復讐やら、何ともかんともいえないことに悩んでどうするんです？\n矢野町子：町子はただのお茶売りですから、お腹を満たして幸せでいられるのなら、矢野だの黒谷だの若山だの、関係ありません。\n矢野町子：その、うまく説明できませんけど…\n矢野町子：雨水が湖に落ちても、湖の水が空に還って、また空から雨が降ってくるでしょう。\n矢野町子：凍った雨水も、かまどの火にかけたら、また甘いお茶を淹れられますよね。\n矢野町子：だけど、茶屋で飲んだお茶は空から来たのか、湖から来たのか、それとも鍋から来たのか、誰も深く考えないでしょう？\n矢野町子：うぅ…あんまりあんまり理屈は通ってないですけど…\n矢野町子：とにかく、町子の言う通りに、お侍様たちも、もう騒がないでくださいな。家に帰ってご飯でも食べましょう。\n黒谷勢至丸： <color=#37ffff>町子、俺(私)はそんな君(あなた)が好きだよ。</color>\n矢野町子：えっ？こんな時に何を仰るんですか。照れちゃうじゃないですか。\n矢野町子：まあ…一応あなたが若山様と斬り合うことをやめれくれたってことで良しとしましょう。\n矢野町子：彼が動けないうちに、引き返しましょう。\n黒谷勢至丸：俺(私)は雨のように生まれ、茶のように滅びる…生死がすべて水のようなものなら、もう執着を持つ必要もない。\n矢野町子：ええ、そういうことです！\n黒谷勢至丸：天から降る雨は地上を厄災から救えるという…だったら俺(私)にもできるはず。\n勢至丸が崖から飛び降りた。\n矢野町子：勢至丸様！\n若山小十郎：黒谷！\n最後の場面：崖に残された手まり。\n終わり。"
      }
    ]
  }
}