{
  "epId": 3161,
  "name": "ソヘイルの考古ノート",
  "desc": "<p>教令院の学者ソヘイルが、若い頃、砂漠で調査した時に残したノート。古く見えるが、皺は寄っていない。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/31/132746206/930dd3761cac637cf82cfa1b0e7bce02_4934804740909115120.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1672759476,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ソヘイルの考古ノート"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "世界任務「古き物語と新しき友人」シリーズ中に入手可能"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "中身の文章",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n三十二日目\n…初めて砂漠に足を踏み入れた日からすでに一ヶ月が過ぎた。この一ヶ月で、みんなはキングデシェレトの霊廟の外で調査できるすべての情報を記録に残した。\nだが無駄だった。既に誰かに書かれている以上のことは発見できなかった。\n『キングデシェレトの霊廟の四角錐の斜面角度からキングデシェレト文明の建築の審美的傾向について簡単に分析する』という難解なタイトルと、奇抜な切り口から論文が書いたやつがいると知った時、私はわかった。キングデシェレトの霊廟に入らなければ、研究の突破口は見つからないということを。\nしかし、私たちは結局キングデシェレトの霊廟に入らなかった。考古小隊の忍耐も、携帯している真水も、残り少なくなった。\n明日もう一日耐えよう。様々な伝説にあるように、最終的には、乾いた深い穴から泉水が湧き出て、硬い壁が粉々に砕ける。そうなるように願うのみだ。\n三十四日目\nアアル村に戻った。\n三十五日目\nこのまま手ぶらで帰るわけにはいかない。何とかしないと、笑い者になってしまう…\n三十八日目\n一つの遺跡を発見した。しかし近づくと、何らかの透明な装置があるかのように、私たちは阻まれ、押しのけられた。\nこれはキングデシェレトが彼の悪政を隠すために作った装置だと、私は確信した。\n四十二日目\nまた三つの類似した透明遺跡を発見した。これで合計四箇所だ。しかし、まだ中に入る方法がわからない。まずはそれらの位置を記録するしかなかった。\nこれは幻術のようだった。おそらく「神の目」がなければ解けないだろう。帰ってまた資料を調べようか。\n四十五日目\n飽飲の丘に着き、あのキングデシェレトの霊廟の形をした、何周りか小さい錐体の遺跡の付近にたどり着いた。一応「飽飲の霊廟」と呼んでおこう。キングデシェレトの霊廟よりずっと小さかったとは言え、キングデシェレトが当時どれだけ民を酷使してこのようなものを建造させたのか、想像もできない。\nがっかりした。こちらも前の遺跡と同じような謎の力に満ちており、中に入ることはできなかった。\n時間の無駄遣いはやめよう。明日は引き続き砂漠の奥に進み、伝説のオアシスを探してみよう。\n四十六日目\n考古小隊はエルマイト旅団に襲撃された。彼らは「トトメス」と名乗っていたが、私はその名前を聞いたことがなかった。\n驚いたことに、旅団を率いていたのは二人の少年だった。そのうちの一人は私たちを皆殺しにしたいようだったが、もう一人がそれを止め、私たちを逃した。\n彼らはキングデシェレトの狂信者のようで、善人というわけではなかったが、キングデシェレトがあの少年を祝福するよう願った。彼の斧が永遠に鋭いままでありますように。\nこれで教令院に逃げ帰り、みんなの嘲笑に直面しなければいけなくなった…実を言うと、笑われるよりも辛いのは、知識が増えなかったことだ。\n果てしない知識の森で、私はまるで梢に取り付いたばかりのカタツムリのようだ…\nそうだ。気になることはもう一つあった。付近に出現する羊が時に謎の失踪を遂げるため、現地の人は岩石に飲み込まれたと思っているらしい、だらそこを「羊呑の岩」と名付けたとか。\nエルマイト旅団が忽然と岩の山から現れ、また忽然と岩の山へと消えたことと併せて考えれば、この羊たちがどこへ行ったのか、答えはもう明白だ…\nあのトトメスも特殊な手段で姿を隠したか、または身を隠す洞窟でもあるようだった。とりあえず、まずはその位置を記録しておこう。\n可能であれば、次に来る時はトトメス出身の傭兵をガイドに雇うことにしよう。\n……"
          }
        ]
      }
    ]
  }
}