{
  "epId": 3454,
  "name": "千夜物語",
  "desc": "<p>雨林と砂漠、都市国家をすべて旅した、災厄の時代の放浪学者が編纂した物語集。元となった物語は果てしなく長いものであったと言われているが、現在はその断片が残っているに過ぎない。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/29/171031298/a5208574b37c07ee5a79556e6b75dcf7_7428885522465014959.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720441790,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "千夜物語"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "スメール、砂漠地域の探索にて獲得可能"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3561,
            "name": "『千夜物語・一』の破れたページ",
            "desc": "<p>十ページ集めると、『千夜物語・一』を復元できる。</p><p></p><p>薄くてペラペラな、破れたページ。元々は古い物語集の一部だったようだ。</p><p>破れたページを全て見つけられれば、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/132746206/4276d4310e3dcf77f5f154a43e2f92a3_5646520155146060608.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3562,
            "name": "『千夜物語・二』の破れたページ",
            "desc": "<p>十ページ集めると、『千夜物語・二』を復元できる。</p><p></p><p>薄くてペラペラな、破れたページ。元々は古い物語集の一部だったようだ。</p><p>破れたページを全て見つけられれば、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/132746206/4276d4310e3dcf77f5f154a43e2f92a3_4531747808899176418.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3563,
            "name": "『千夜物語・三』の破れたページ",
            "desc": "<p>十ページ集めると、『千夜物語・三』を復元できる。</p><p></p><p>薄くてペラペラな、破れたページ。元々は古い物語集の一部だったようだ。</p><p>破れたページを全て見つけられれば、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/132746206/4276d4310e3dcf77f5f154a43e2f92a3_3476664447943678290.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3142,
            "name": "『千夜物語・四』の破れたページ",
            "desc": "<p>十ページ集めると、『千夜物語・四』を復元できる。</p><p></p><p>薄くてペラペラな、破れたページ。元々は古い物語集の一部だったようだ。</p><p>破れたページを全て見つけられれば、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/30/132746206/4276d4310e3dcf77f5f154a43e2f92a3_3313439536916414373.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3140,
            "name": "『千夜物語・五』の破れたページ",
            "desc": "<p>十ページ集めると、『千夜物語・五』を復元できる。</p><p></p><p>薄くてペラペラな、破れたページ。元々は古い物語集の一部だったようだ。</p><p>破れたページを全て見つけられれば、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/30/132746206/4276d4310e3dcf77f5f154a43e2f92a3_1369811804585211751.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3139,
            "name": "『千夜物語・六』の破れたページ",
            "desc": "<p>十ページ集めると、『千夜物語・六』を復元できる。</p><p></p><p>薄くてペラペラな、破れたページ。元々は古い物語集の一部だったようだ。</p><p>破れたページを全て見つけられれば、本を復元できるかもしれない…</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/30/132746206/4276d4310e3dcf77f5f154a43e2f92a3_2956716194395811865.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "千夜物語・一",
        "desc": [
          {
            "type": "RichText",
            "text": "無影人の物語\nかつて、大陸に影のない人たちが暮らしていた。\n彼らは質素な生活を送っており、住処以外の世界のことについては何も知らなかった。\nある日、道に迷っていた冒険者が彼らを発見した。無影人は、その冒険者に寡黙で忠実に追従する者がいることに驚いた。冒険者も、大陸の片隅に、日光が差し込んでも影を残さない、このような一族が存在することに驚きを隠せなかった。\n「こんな発見があるなんて夢にも思わなかったな。」と冒険者は言った。\n「夢？僕たちはもう、長いこと夢を見ていない。」無影人の一人が言った。「老人が言っていた、あらゆる夢は、もう既に夢見られているって。」\n「影には魂の秘密が隠されているんだ。君は影がないから、夢を見ないんだね。」冒険者は言った。「君たちもかつて夢を見ていたように、影があったのかもしれない。」\n「だったら、僕が失ったものを見つけるためには、どこに行けばいい？」\n「密林に行こう。あそこには夢がいっぱいあるから、夢を捕まえる者が余分な夢を分け与えてくれるかもしれないよ。」\n無影人の青年は故郷を離れ、冒険者が密林と呼ぶ場所への長い旅に出た。鬱蒼とした密林の奥には幾層にも重なった影がある。雲の影、樹冠の影、そして取るに足らない鳥でさえ、柔らかい地面に大きな影を残すことができた。\n来る日も来る日も、彼は幾層にも重なった影の間を行き来していた。影には魂の秘密があり、その多くの秘密の中で、秘密を持たないのは自分だけであると彼は考えた。そしてある日、彼はすべての夢が自分に開かれていること、自分自身の夢はなくとも、こうやって他者の夢の中に入れることに気付いた。\n彼が経験した多くの夢の中で、鳥の夢は色鮮やかで、虎の夢はいい香りに包まれていたが、夢を捕まえる者は見つけることができず、いわゆる余分な夢も見つからなかった。夢と影は一対一でこの現実に対応しており、彼は冒険者が自分のことを騙したのではないかと考えた。主のいない影が無いように、主のいない夢もないのではないかとも考えた。\n彼が自分の失敗を認めようとしたその時、夢を捕まえる者が彼を見つけた。その邂逅はホラガイの夢の中で起きた。彼はその終わりに差し掛かった時、夢の中で白波と潮風を探そうとしたが、少し感傷的な余韻の中では、何も得られなかった。\n「あなたも、このホラガイと同じ。この密林には似つかわしくないの。」\n話しかけてきたのは一人の女性だった。彼はすぐに、彼女が冒険者の言っていた夢を捕まえる者だと気付いた。何故なら、女性の影は宝石がちりばめられたカーテンのように、奇妙な斑模様になっていたからだ。\n「ずっとあなたを探していた」彼は言った。「あなたなら、余分な夢を持っているかもしれない…」\n「それは朝露のように過ぎ去りやすいの…」夢を捕まえる者の言葉に悲しみはなかった。「主のいない夢は長くは保たない。私も色々な方法を試してみたけど、どれも結局消えてしまったわ。」\n「…ほら、このホラガイのように…私たちも離れなきゃいけない。」夢を捕まえる者は彼の手を引き、もはや白波も潮風もない、死にゆく夢から連れ去った。\n小川のほとりで、女性は彼に色んな物語を語り、夢を見る秘訣を教えた。その後、女性は夢を捕まえる者の禁忌について、彼に何度も警告した。他者の夢は振り返ってはならない、他者の秘密は底なしの深い井戸のようなものだから、と。\n「悪夢はあなたが思っているよりもずっと狡猾なの。奴らがあなたのしたことを見つければ、あなたに群がって、光のない領域へと引きずり込むでしょう。そこには影の境界線はなく、離れることもできない。長く居続ければ、あなたは薄れゆく記憶の中で、奴らのカサカサ声から意味のある言葉を聞き分けることができるでしょうね。でもね、死者の名前は言ってはいけないの。さもなければ、奴らが迎えに来るわ…」\n「あなたたちには影がないと思っていた。」彼は正直に尋ねた。「夢を捕まえる者も、自分の夢がないから他者の夢を集めなければいけないんだと。」\n女性は答えず、彼女の斑模様の影は夕風に吹かれて、草の葉のように揺れた。\nしかし、無影人の青年は答えを求めるあまり、夢を捕まえる者がうまく影を守っているところにチャンスを見つけ出した。密林を彷徨う生き物とは違い、その夢の扉は大きく開かれ、夢を捕まえる者の夢へと続く険しい小道が続いていた。\n明らかに、彼女は自分の秘密を他者の夢の中に隠している、と彼は思った。だが彼女の秘密とは何なのか？それは誰の夢なのか？\n夢を捕まえる者の夢は、鬱蒼とした密林のように幾層にも重なっていて、彼はあっという間に道に迷い、いつの間にか悪夢に巻き込まれようとしていた。\n「僕は夢を捕まえる者の禁忌を破ったけど、底なしの深い井戸を見つめても答えは見つからなかった。」彼は考えた。「彼女は、長く居続ければ、奴らのカサカサ声から意味のある言葉を聞き分けられるって言ってた。それで誰の夢かくらいは分かるかもしれない。」と。\nそこで彼は悪夢に身を任せ、深層へと足を踏み入れた。そこは女性が警告した通り、境界も光もない領域だった。彼は名前を表す言葉を見つけることを期待して、あらゆるかすかな声に耳を傾けた。\nどのくらい経っただろか、彼はついに断片的な音節を一つの名前に繋ぎ合わせた。その名前には、思わず暗唱してしまうような特別な引力があった。\nそして、彼は両目を開けた。\n「奇妙な光景が見えた。」彼は言った。「一人の女性が僕の夢の中に入ってきた。彼女は僕の夢を盗んだ。僕の知らなかった魂の秘密を盗んだ。それから、僕の影が無くなった。彼女は僕の名前を呼んだ。それは…」\n「わかっているでしょう。」女性は彼の言葉を遮った。「死者の名前を言ってはいけないと。さもなければ、奴らがお迎えに来ると…」\n夢を捕まえる者は小川のほとりに座り、斑模様の影は夕風に吹かれて草の葉のように揺れていた。\n「それは死者の物語に過ぎない。こんな話はたくさんしてきたけど、語られていない話はまだまだある"
          }
        ]
      },
      {
        "title": "千夜物語・二",
        "desc": [
          {
            "type": "RichText",
            "text": "ダステアの物語\n昔、ヴァフマナ学院から来たダステアは、古国の遺跡を調査するために砂漠の奥地へ一人向かったが、不幸にも砂嵐に遭い、道に迷ってしまった。死にかけた彼の目の前に琥珀色の瞳をした若い女性が現れ、杖で轟音の砂塵を分け、彼を砂漠の外に連れ出した。\n彼らが村に到着したのは正午のことだった。彼女は自分の家に招いて昼食をご馳走し、午後にはキャラバン宿駅に送ってあげると言った。しかし、若い魔法師がどのようにしてか風砂を分け、道ゆく漆黒の獣を追い払う様子を目の当たりにしたダステアは、去るのを嫌がり、彼女を師と仰いで、古国の秘法を教えて欲しいと願った。\n魔法師は、琥珀色の瞳は死者が見たもの、生者が見たもの、そのすべてを知ることができると答えた。影のない人、空想に揺れる青銅の鐘、陸地を離れることのない鯨、銀の鏡で折り重なる月光の下にしか存在しない都市、永遠の中に幽閉された学者、七本の弦にぶら下がった高塔。彼女は、彼が比類なき天賦と計り知れない前途を持っていることを知っており、自分が知りうるすべてを教えてあげようと考えた。しかし彼女は、彼がすべてを学んだあと、自分への興味をなくし、自分を見捨ててしまうのではないかと少し心配していた。\nダステアはすぐに地面にひざまずき、靴のつま先にキスをして、どんなことが起こっても、あなたの優しさは忘れない、たとえ共に死ななければならないとしても、忘れることはない、と約束した。彼の誠意は若い魔法師を感動させ、彼女は優しく微笑み、彼を地面から起こして、彼の手を取り、地下室の扉の前まで連れて行った。彼女は彼を弟子にする意思があること、彼女に知りうるすべての秘密は地下の書庫の中に隠されていることを伝えた。\n彼らが螺旋階段を下っていくと、一つ一つの階の壁に鏡が掛けられており、松明のかすかな光と彼の顔が映し出されていた。自分がどのくらい歩いたのか、何時間、あるいは何分だったか、暗闇が彼の時間に対する認識を曖昧にさせていた。階段の先には狭い扉があり、その奥には六角形の書斎があった。天井が見えず、部屋の高さを測る術もなかったが、それでもこの場所にある本の種類は、彼の知識に対するすべての想像をはるかに越えていた。\n魔法師の指導の下、彼は順調に学んでいた。しかし数週間後、沈黙の殿から使者が村に訪れ、ダステアに、彼の指導教員が不幸にも病死したこと、そして彼が以前提出していた論文が審査を通過したことを考慮し、教令院が彼を例外的にハーバッドとして抜擢し、師の跡を継いで引き続き学生を指導させることを決定したと告げた。彼はハーバッドになれることを大いに喜んだものの、ここを離れることは気が進まなかったため、慎重に魔法師に尋ねた。何冊か本を持っていって、一緒に教令院に戻り、引き続き指導をしてくれないか、と。若い魔法師は彼の招待を受け入れたが、彼女には教令院に入って学びたいとずっと切望していた一人の妹がいたが、出身が砂漠だったために、ずっと入れなかった。彼女はハーバッドに妹を聴講生として入らせてほしいとお願いした。ハーバッドは、教令院への入学には厳格な審査の手続きがあり、聴講生であっても彼女のために例外を作ることはできない、と答えた。魔法師はそれ以上何も言わず、ただ荷物を片付け、彼と一緒にスメールへと戻った。\n数年後、ヴァフマナ学院の賢者が逝去した。魔法師の助けを借りて完成した世を驚かせる論文によって、予想通り、新任の賢者がハーバッドに推薦された。魔法師は彼をお祝いに行き、賢者という身分を使い妹を聴講生にしてほしいと願った。新任の賢者は彼女を拒否し、このようなことをする義務がないこと、もう論文を書かなくていい以上、彼女の指導も必要ないことを示した。彼女に自分の村へ戻り、安心して養老すべきだ、と。魔法師はそれ以上何も言わず、ただ荷物を片付け、一人砂漠へと戻った。\nさらに数年後、大賢者が逝去し、ヴァフマナ学院の賢者が新任の大賢者に推薦された。その知らせを聞いた魔法師は砂漠から駆けつけ、新たな大賢者を見つけると、ひざまずいて彼の靴の先に口づけし、昔交わした約束を思い出させようとした。砂嵐で居場所をなくなった自分の民を受け入れ、雨林に避難させてくれるよう懇願した。大賢者は激怒し、彼女を青銅の牢獄に閉じ込め、飢えと渇きで死なせてやると言った。理由は、彼はこの砂漠からやって来た詐欺師を知りもしないのに、戯言を言い立てて教令院を脅迫しようとしていたからだ、と。もう若くない魔法師は頭を上げ、頬の涙をそっとぬぐうと、最後にもう一度、曇った琥珀色の瞳で大賢者を見つめ、村に戻って自分の一族を救うことを許してくれるよう願った。大賢者はこれを拒み、衛兵に彼女を縛るよう命じた。すると、若い魔法師はそれ以上何も言わず、こう答えた——\n「でしたら、どうか自分の村にお戻りください。」\n大賢者は唖然として顔を上げると、自分がキャラバン宿駅の前に立っていることに気付いた。夜は更けつつあり、遠方の村は砂煙と夜の色に包まれて、はっきりと見ることはできない。若い女性が彼の前に立ち、微笑みながら、その琥珀色の瞳孔に今の彼の姿を映し出した——まだ論文の審査に合格していない、ヴァフマナ学院のダステアの姿を。\n「さて、もう遅いですから、そろそろ教令院に帰りましょうか。何しろ、物語にもあったように…」"
          }
        ]
      },
      {
        "title": "千夜物語・三",
        "desc": [
          {
            "type": "RichText",
            "text": "王子と駄獣の物語\n昔々、まだオルモス港が海を航海するデイズたちによって支配されていた頃、とある勇敢なデイズがいた。彼は無数の島や秘境を征服し、その結果多くの財宝を手に入れて、オルモス港屈指の富豪となった。しかし彼は長年を航海に費やしたため、晩年になってようやく一人息子を得たものの、王子が成人に達する前に亡くなってしまった。\n若い王子はデイズの財産を受け継いだが、父の部下を率いることができず、徳望高い長者の指導もなく、すぐに放蕩不羈の生活を送るようになった。オルモス港の繁華街は金を飲み込む獣のようで、数年のうちにデイズの遺産はすべて浪費され、王子は巨額の借金を背負うことになった。王子が気付いた頃には、すでに家徒四壁となり、モラ一枚見つけることができなかった。邸宅を売り、最後の使用人を追い出した後、窮地に陥った王子は仕方なく、街にある霊廟に赴くことにした。そこには、船乗りたちを祝福してくれる古神が供えられており、現在のような立派で荘厳な姿になったのは、王子の父の布施のおかげだった。\n王子は霊廟の司祭に助けを求めた。「多くの知恵を持つ長老よ、私は七つの海を制覇したデイズの息子なのに、浪費のためにこのような無様な姿になってしまいました。どうかご慈悲を、借金を返済でき、家宅を取り戻せる道を示してください。これからは改心して、慎ましく生きることを誓います。」\n「若き王子よ。」司祭は言った。「凡人の運命は神々によって書かれたものであるが、凡人自身が作り出したものでもある。改心を誓ったのなら、これからは一生懸命に働くべきではないか？どうして、まだ都合のいい方法を探そうとしているのだ？」\n「私の父は霊廟のために多くの布施をしてきました。私に言わせれば、これら金装の神像とあなたたちのお金の半分は私のものと言っても過言ではありません。そして私は今、その借金を取り立てに来ただけです！」と、王子は怒鳴って言い返した。\n「傲慢な王子よ、神と取引をする気か？」司祭はため息をつきながらこう言った。「まあ、君の父上に免じて、もし君が今後身の程をわきまえ、経営に善処すると約束するのなら、再び富を得られる道を示してしんぜよう。」\n王子は神像に誓いを立て、司祭は彼に外港の市場に行くよう指示した。市場に到着した王子は、華やかな貴婦人のような装いの女性が、痩せさらばえた駄獣を見張っているのを見た。\n王子は前に出て、話をかけた。「尊い奥様よ、私に何かできることはありますか？」\n「いいところに来たわ。」婦人は答えた。「私は急用で海に出なければならないけど、この獣の世話をしてくれる者がまだ見つけられていないの。もし手を貸してくれるのなら、三ヶ月後、海外から帰ってきたとき報酬として1000万モラを払うわ。」\nそれを聞いた王子は喜びで胸がいっぱいになった。\n「ただし、」婦人は言葉を続けた。「この獣にお腹いっぱいまで餌を与えてはならないし、話しかけてもならない。守らなければ、今持っているものをすべて失うことになるわよ。」\n「私は失うものは何もないだろう？」王子はそう考えて約束し、婦人は駄獣を彼に任せた。あっという間に三ヶ月が過ぎ、王子は婦人の言うとおり、最後の夜まで駄獣に腹いっぱいまで餌をやらず、一言も話しかけなかった。\nその日、王子は焚き火の前で報酬をもらった後の生活を考えていて、ふと思い立って駄獣に言った。「駄獣よ、私が再び豊かになれるのは、おまえのおかげだ。何か要望があったら、必ず応えてやる。」\nその言葉を聞いた駄獣は、なんと涙を流してこう言った。「尊い王子様、私の要望は一つだけ、最後の日はお腹いっぱいまで食べさせてください。」\n駄獣が言葉を話せることに衝撃を受けた王子は、好奇心に駆られて婦人の忠告をすぐに頭の片隅に追いやり、身を翻して畜舎から水と草を取ってくることにした。\n「我が善良な王子様よ。」満腹になった駄獣はゆっくりと言葉を発した。「私は高天に仕える神であり、砂海の諸国を治める王だったが、あの邪悪な魔女に騙されて今のような姿になってしまいました。もしあなたに慈悲があり、私を砂海に解放してくれるなら、私は烈日の王に誓いましょう、あなたに無限の富を、あの魔女の報酬よりも遥かに多くの富を約束すると。」\n駄獣の話を聞いた王子はまだ半信半疑だったが、ひとまず駄獣を隠し、自分も隅に隠れて婦人の帰りを待つことにした。\n翌日、婦人は予定通り市場にやって来たが、王子も駄獣も見つからなかった。\n「乞食め！約束を破ったわね！」婦人は怒鳴った。「もし捕まえたら、一番小さな魔瓶に入れて、永遠に苦しめてやる。」\n婦人の姿を見て、王子はようやく駄獣の言葉を信じた。婦人が離れた後、彼は駄獣を逃がす準備をした。去り際に駄獣は彼にこう言った。「慈悲深い王子様よ、砂漠の神々があなたを祝福しますように。私はあなたに無限の富と無尽なる喜びを与えるという約束を守ります。しかし、ただ一つ、それがどこから来るのか、尋ねてはなりません。そうすれば、今持っているものをすべて失ってしまいますから。」\n駄獣の指示に従い、王子は砂漠の端の秘密の場所に到着した。そこで、王子は壁が金と宝石で飾られ、扉が純金で作られた高く立派な宮殿を見つけた。扉の外で、美男の召使いが沢山の美女を連れて彼を迎えた。\nそれ以来、王子はまた花天酒地の生活に戻った。毎日、召使いの男は数え切れないほどの金銀や宝石、珍味、美酒などを運んできて王子を楽しませ、日毎に異なる楽団や踊り子を連れてきた。このような生活が3年間続いた。\nしかし、いくら楽しい生活でも、退屈してしまう日がやってくる。ある日、数日間の酩酊状態から目覚めた王子は、ふと思った——「今の生活には飽きた、新しい刺激を見つけないと。あの時、魔女の忠告を聞かなかったからこそ、こんなに良い生活を送れたんだ。王を名乗ったあの駄獣は、私に秘密がばれるのを恐れて、何かを隠しているに違いない。この無限の富の源を探ることができれば、きっとより多くの喜びを手に入れることができるだろう。」\nそこで、王子は忠実な召使いを呼び寄せて尋ねた。「我が忠実な召使いよ、おまえが毎日持ってくる金銀、珍味、美酒、さらには楽団や踊り子たちはどこから来るのか、教えてくれないか？」。\n「もちろんです、我が尊い主よ。」召使いの男は答えた。「私は毎日砂漠と宮殿を行き来していて、主様の毎日使うものはすべて砂海から取ってきたものです。美しい踊り子は揺れ動く砂ウナギで、眩い黄金は果てしなく広がる砂漠の黄砂、そしてすべての佳肴は私の手によって作られたものです。」\n「そして私、あなたの忠実な召使いは…」暫くの沈黙の後、召使いの男は言った。「謙虚な聖金虫に過ぎません。」\nその瞬間、絢爛豪華な宮殿は一瞬にして崩れ去り、気がつくと王子は低い砂丘の上に座っていて、周囲には虫以外何もなかった。\n長い時が経ち、やっと正気を取り戻した王子は、衝撃と恐怖の中にも悲しみと後悔を感じずにはいられなかった。しかし、失ったものは簡単には取り戻せず、王子はついに流浪者へと成り下がり、二度と喜びを感じることができなくなった。それ以来、彼は話を聞いてくれる人に出会うたびに、このような話をするようになったという…"
          }
        ]
      },
      {
        "title": "千夜物語・四",
        "desc": [
          {
            "type": "RichText",
            "text": "学者の物語\n昔、とある学者がいた。文化人によく見受けられるすべてを見下す性格を身に着けた彼だが、お世辞でも同僚の中で優秀な方とは言い難いものだった。\n学問は果物と似ていて、時間はすぐにその鮮度を持ち去る。もしそれが新鮮な時にかみ砕いて飲み込めなかったら、残るのはただ甘ったるい腐敗のみだ。\n「時間、我が仇敵よ。」若い学者は思った、「その憎さたるや、私の同僚にも勝る。」\n残念なことに、怠惰や散漫といった生まれつきの性格は、容易には変えられないもの。結局、季節はただ移り変わり、その「憎い同僚」は人から賞賛されるほどの栄誉を手に入れ、彼には無意味な歳月の跡が残るのみであった。\n運命の悪戯か、この物語の主人公は願いを叶えるチャンスを一つ手に入れた。\n「時間、公平のようで、そうではない。私の思考は人ほど俊敏ではない、時間が私に対してあまりにも厳しいのであって、私が人より素質に劣るのではない…」もう若くない学者は思った、「今の私にはチャンスがある。これをしっかり利用しなければ。」\nそして、彼は傷を負ったジンニーにこう願った、「公平な時間を私にくれ…この私がよりよい論文を書けるように。」\nジンニーはすぐに彼の意味するところを理解した。「物事にはすべて代償がある。」ジンニーは言った。\n「もちろんだ、もうそのうちの一部は払っている。」彼は肩をすくめた、「若かりし頃を無意味に浪費した。今になって、もう世間が求める幸せとやらを求める気もない、ただ世間をびっくりさせるほどの著作を残して、それが私の名と共に言い伝えられればいいのだ。いつか色あせるインクで劣化する紙に残すのではなく、石に刻む。こうすれば、千年後の世界でも、依然として私の痕跡は残る…こうも言えよう、公平ささえ取り戻せれば、私は時間に勝てるのだと。」\n「それが願いなのであれば。」ジンニーはそれ以上言うのをやめ、学者のために願いを叶えた。\nあれはジンニーだったのか、それとも姿を偽った悪魔だったのか、今考えれば、確かに検討に値する問題だった。このことはさておき、願いが叶った学者は、彼の思考に比べて周囲のすべてが遅くなったのに気づき、びっくりした。\n「よし、よし。今なら、思考の俊敏さはもう問題じゃない。」はじめ、学者はとても満足した。十分な時間があれば、いくらでも深く考えこめると彼は考えた。時計の中の一粒の砂が落ちる時間は、左手を上げて額に触れられるほど十分ではないが、その考えを密林から砂漠へ、荒野から雪原まで馳せることができる。やがて本にはページがあり、逐一めくるという動作が必要なことに彼はいらつき始めた。だが例え本の内容がすべて一枚の紙上にあったとして、彼の目玉はそれほど早く動かすことができなかった。目が一つの文字に留まる時間は、彼がその文字に関連するすべての言葉を思いつき、その言葉に関連するすべてを想像するのに十分だった。\n「考えられることが多くても、書き出すことができるのはわずかだ。」その後、学者は思った。「私は最も華麗な言葉で、最も論理的な論証を書き記すべきだ。」しかし序言を書き出したばかりにも関わらず、彼の考えはもう結論へと飛躍していた。そのため、彼は何度も自分が思考した内容を繰り返し、繰り返す度にそれを完璧に近づけていった。ただ、何もかも彼の脳内の出来事であり、すべてが終わる頃、彼はまだ七文字目すら書き終えていなかった。\nこの、最も華麗な言葉で最も論理的な論証がなされるはずだった論文は、最終的に学者の体のせいで、ページをすべて破り捨ててからつなげた本のように支離滅裂なものとなった。ひとつながりの文字列さえ、一冊の本からランダムに選ばれた残片のようにちぐはぐで、常人が関連性を見出すことは到底不可能だった。\nあれは星なき夜、彼は何百年もの遠征から帰ったかのように、力ずくで書斎から離れ、下にある庭へとやってきた。\n「書くよりも、直接話して伝えた方がましだ。」彼はまだ少し希望を抱いていた。しかし、彼の発声器官もその考えの変化には追いつけなかった。言葉を発する途中で考えを改めでもしたように、吐いた音節と音節はつながり、何度も往復し、最後は嗚咽のような呟きとなってしぼり出された。\n「可哀そうな老人だ！なにかに取りつかれているようだ。」綺麗な服を身に着けた若い男女は、彼に同情する目つきを投げかけた、「でも、彼には月がある。」\n人々はそう言って去っていった。体という檻に閉じ込められた学者を、一人月下の庭に残して。つまらなくなった彼は、かつて読んだある物語を思い出していた…"
          }
        ]
      },
      {
        "title": "千夜物語・五",
        "desc": [
          {
            "type": "RichText",
            "text": "鏡、宮殿と夢見るもののお話\n夜な夜な、彼女はあのはるか遠い宮殿を夢に見る。無数の曲がり角、アーケードと通路が複雑に入り組んだ建物を構築している。どの廊下の曲がり角にも金メッキの縁のある銀の鏡がかけられている。国王が二百年もの歳月（当時の暦で計算するなら、さらに六年を足さないといけない）をかけてこの宮殿を設計し、王座に座れば、どの鏡を見ても、あの精巧に計画されできた紆余曲折の光の道に沿って、国のあらゆる場所を覗き見ることができた。しかし、彼女は夢であの廊下に掛けられた鏡を見るとき、ただぼやけた自分の姿しか見えなかった。お面を付けた若い女性が華美な服を身に纏い、立派な回廊を進む姿。それは白昼の光に照らされ、現実味がなくぼんやりとしていた。少しおかしなことだが、彼女は夢の中の自分の目的を知っているように感じていた。彼女はあの王に謁見し、あの王に何かを語らなければならない。彼女はその克服できない意志がそうさせようとしているのがはっきりわかっているが、毎回夢から目覚めたとき、語ろうとしていたことは、いつも反射する鏡に映る光の下へ置き忘れてしまう。\n年が過ぎていき、曙の夢の中で、彼女は一度も王座への道を見つけておらず、あの王の姿を目にすることもなかった。かつて、鏡の中に迷い込んでいた少女は、今では名の知れた魔法師となった。それでも、あの短い夢の中に挟まれた、無意味ではっきりとした意識の中の、あの怪奇な考えが彼女の心を囚え続けていた。とある日、彼女はあのはるか遠い国の手がかりを見つけた。魔法師は迷いなく、世間の人が大事にするすべてを捨てて、一人で旅立った。まだらな月光を越え、陰影の深い谷に沿って、一番暗い密林の奥で、彼女は夢の中の国を見つけた。ただ、都市は何百年も前の猛火によって滅び、かの繁栄した王国は今はなきものとなっていた。詩にあるように：\n過ぎた朝の風は過去に忘れられ、\n天が霞と歌声を遮るように。\nただ微かな光は塔の先できらめき、\n荒れた城の蒼白で長き夜を映す。\n傾いた宮殿に入ると、廃墟の間、あの金メッキの縁のある銀の鏡はとうに割れ砕け、そのかけらは地に落ちて、どれも寂しそうな月を映していた。宮殿は夢のように怪奇で謎めいてはおらず、ただいくつかの曲がり角とアーケードがあるだけで、大した手間もかけずに彼女は王座の間への扉を開けることができた。そこは円形のホールで、何百枚もの鏡が石で作られた壁に掛けられていて、廊下の鏡と同じように、大半は壊れていた。魔法師は無意識のままゆっくりと何百年も空いていた王座に腰を掛け、まだ壊れていない鏡に顔を向けた。\n鏡の中を、お面を付けた若い女性が、華美な服を身に纏い、立派な回廊を進んでいる。その女性の後ろにある鏡のなかでは、あの壊れていない鏡たちが、女の影を幾千と映していた。\n彼女は唖然として、ふと頭を上げると、あのお面を付けた若い女性が彼女の前に立ち、静かに彼女を見つめていた。彼女が想像したことのない悲しみがその目にはあった。魔法師は何かを言おうとしたが、女性は短剣を彼女の心臓へと差し込んだ。ローズの柔らかな光がもの言わぬ剣先で咲き誇り、辺りで炎が燃え上がる。それは、数百年前にも火難に遭ったホールをまたしても飲み込んだ。\n彼女は戸惑いと驚き、そして安堵の笑みを浮かべた。女性がお面を外すと、その下には魔法師の顔があった、その干からびた唇がかすかに動いた。\nこのとき、魔法師は遂に相手が語ろうとしていたことを聞きとれた。数十年、数百年、計り知れない夢ととりとめのない黄昏に失せていった言葉は、とある物語であり、彼女から彼女へと語られるそれは、何千もの砕けた銀鏡に反射し、永久にこだまし続ける…"
          }
        ]
      },
      {
        "title": "千夜物語・六",
        "desc": [
          {
            "type": "RichText",
            "text": "鳥追いのお話\nこれは、とある鳥追いの老人のお話。\n王国の北には密林があり、その密林の中にはとある口真似をする鳥が生息していた。その羽はまばゆく輝き、朝の光が森に差し込むときに集まり、雲のように聳え立つ木の間を口うるさく飛んでいる。密林の中にはとある老人がいた。やつれた姿で、痩せこけているうえに黒い肌、ぼろい服を身に着け、野蛮人のようで、一日中、その口真似する鳥を捕まえようとしていた。\n天まで聳え立つ木も新緑の若枝だったのと同じように、老人も昔は若くて美しい少年だった。彼は密林のそばの村で育ち、機敏で心優しい彼はみんなから好かれていた。当時村で好意を寄せていない女の子がいなかったほどである。しかし少年は自分の愛する人しか目になかった、その愛する人とは森の中で祭司をする少女で、森からの寵愛を受けて、彼の目の前で様々な奇跡を起こしてみせた。少年は往々にしてこれを見て感心していた。\n少年はいつも思っていた。もし祭司である少女と一緒に過ごせれば、このまま命が尽きてもいいと。\nしかし楽しい時間は束の間で、王国は長い戦争を始めようとしていた。すべての若者は招集され、少年も故郷から離れ、戦場へ赴くことになった。出発前夜、彼は初めて自分の愛する人の涙を目にした。その涙は青葉から滑り落ちる露のように、少年の心の底へと落ちていった。当時の彼はまだ少女がなぜこれほど悲しむのか全く分からず、ただまもなくやってくる別れの感傷に浸っているだけだと思い、慌てて未来の約束を交わし、これで少女の悲しみをやわらげようとした。\n悲しむ少女は、その約束にまったく応えなかった。ただしばらくの沈黙の後、口真似をする鳥を少年のもとへ行かせ、遠く離れた自分の愛の言葉を伝えさせると言った。少しばかり変わっているが、少年はただ、自分の心をつなぎとめるための少女なりのやり方なのだと思った。\n少年は頷いた。\n翌日、少年は出発し、王国の兵士となった。すぐに帰れると思っていた彼だが、この戦争はあまりにも長く、少年の顎にひげが生え、目つきが鋭くなり、武器を握る両手に厚いタコができたとき、ようやく終戦の宣告が出た。\n残酷でむごい戦争の中、唯一少年に癒しを与えたのは、故郷からくる口真似をする鳥だった。あの鳥たちもまた神の助けがあるかのように、いつも静かな深夜に彼のことを見つけ、祭司である少女の言葉を伝えた。こうして、少年は彼女が語る思いが詰まった甘い言葉を聞き、村の些細な変化や彼のために書かれた短い詩を耳にできた。\n長い別れは少年の少女への愛を減らすことはなく、逆に彼の心にある石碑のように強い存在へと変わっていた。\n戦争が終わると彼は急いで故郷へ戻り、少女を妻に迎えようとした。だが、少女は急病のせいで、少年が離れたすぐ後のある寒い夜に、命をなくしていたということを耳にした。\n少年はデタラメだと思った。なぜならつい昨夜、彼は口真似をする鳥から、少女が自分のために詩を朗読するのを聞いていたからだ。\n彼は庭へ押し入り、少女の部屋のきつく閉ざされた扉をこじ開けた。その瞬間、秘法を受け、深い眠りから呼び起こされるのを待っていた無数の口真似をする鳥たちは、ドアから差し込んだ光に驚いた。そのせいで、起きた鳥たちは彼が開けた扉から、彼の体の隣を、彼の耳のそばを、翼を羽ばたかせて通り抜け、流れる薄い雲のように外へ、もともと身を寄せるべき密林へ飛んで行った。そのあと、少年の前にあったのは、何もない空っぽの少女の部屋であった。\nその瞬間、彼はやっと、なぜ少女があの晩あんなに悲しそうに、あんなに変わった手段を選んだのかを悟った。\nそして、あのドアを開けたせいで逃がした口真似をする鳥は、今際の際の少女が彼の余生のために準備した、あまりにも多い言葉だったことも。\n鳥の寿命は人が想像しているよりはるかに長い。それからというもの、愛する人の気持ちを密林へ逃がした罪を償うため、少年は林へと入った。口真似をする鳥を追いかけ、少女が鳥のくちばしに宿した魂を追いかけ、昼夜を問わず、寝食も忘れ、狂ったように探し続けた。少年はやがて中年へ、そして老人となった。もう新しいことをしばらく聞いていなくても、少女の言葉を覚えている鳥が少なくなっているとしても、もしかしたら一つ、一つだけ自分が耳にしたことのない言葉があるかもしれない、そんな執念のため、少年ではなくなった鳥追いは林を離れるのを嫌がった。\n彼は慣れた手つきでその鳥を捕まえ、檻に入れ、優しく鳥たちの首筋を撫でて、からかい、最もいい穀物を食べさせ、一番透き通っている水を飲ませ、ようやく鳥たちに話しかける。「さあ、言うんだ、言ってごらん。俺の愛する人、森の寵愛を受けた少女は、どのように君を手懐け、君に何を話させようとしたのか。」\nお腹いっぱいになった口真似をする鳥は、時折このような物語を口にする…"
          }
        ]
      }
    ]
  }
}