{
  "epId": 3975,
  "name": "罪を償う者が残した手紙",
  "desc": "<p>「ヴェルーリヤ・ミラージュ」の中で見つけた一通の手紙。きちんとたたまれており、折り目のしわが黄ばんでいるところから察するに、ずいぶんと昔、誰かが蜃境の中に残したのだろう。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/239200114/cda909617df5c89a702d8c2f2ddac7a5_6293292507504090128.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1704382237,
  "components": {
    "textualResearch": [
      {
        "title": "中身の本文",
        "desc": [
          {
            "type": "RichText",
            "text": "【きちんと畳まれた手紙。折り目は黄ばんでおり、紙自体もボロボロになっている。中には次の文が記されていた】\n…今でも、あの悪夢に魘される。夢の中では目の前の全てが、あの戦場に戻ったかのようである。炎に照らされた空、捻じ曲がった影のような魔物、散り散りになり本来の姿さえわからぬようになった身体、喉から出づるもなく、静かに闇へと堕ちた悲鴫。そして…嗚呼、漆黒の獣の牙から、私を助けてくれた友人。戦場で、力を失った掌から弓と刀が落ち、彼の身体は穢れた泥沼の中へと沈んでいった。口を半開きにしたその顔は私を、私のほうを見つめていた…\n…あの戦場から生きて帰って来られたことを私は幸いだと思っていた。しかし、一体何が幸いだと言うのだ？私は自信を喪失した末に十文字槍を手放し、共に災厄と強敵に抗ってきた雑兵を見捨て、気が狂ったかのように戦場から逃げ出した。これは、将軍様の信頼に恥じる行いであり、先祖代々受け継がれてきた名誉を裏切る行いだ…今も尚、ヤシオリに帰ったところで合わせる顔などない。私は戦場から逃げ出したのだ。しかし、本当に逃げ切れたのであろうか？あれ以来、日ごとにあの凄惨な戦場が夢の中で蘇る。血の気を失った蒼白な面々、漆黒の泥沼の中へと消える寸前に我が名を呼ふ友人の、糸のようなかそけき声…ともすれば、「蜃楼玉匣」の中の蜃気が作り出す虚影に縋ってやっと、刹那の安らぎを得るほかないのである。\n…滑稽なことに、この「蜃楼玉匣」は私がヤシオリ守りとして命を受けて遠征に出る前に、戦場での痛みが和らぐようにと、母上が曚雲神社にて授かってきてくださったものだ。当時私は「『喜多院』の名を受け継ぐ者として、痛みが怖くてこんな物を使うなどとは、恥だ。」と言った。思い返せば、穴があったら入りたいような気になる。もし嘗て巫女だった母上に、今の私の姿を見られたら…\n…亡命生活など、もうたくさんだ。苦痛の日々はもううんさりだ。ついに今日、やっとここに戻って来ることができた。嗚呼、数え切れぬほど悪夢に現れ、そこから逃げたいと切実に願いながらも、一方でそこに還りたいと心から願った場所。嗚呼…私の腕はもはや若かりし頃のように、思うがままに槍を振りまわすことはできぬ。しかし今度こそ、きっと友人を助けることができる。きっと…穢れを取り除き、今度こそ必ずや将軍様に…最後まで、最後まで着いてゆくのだ。\n――喜多院秀家"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "関連アイテム"
      },
      {
        "type": "CustomEntry",
        "epId": 1949,
        "name": "喜多院十文字槍",
        "desc": "ヤシオリ島で「祟り神」を見守る槍術の名士が使っていた特殊な長槍。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/喜多院十文字.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "罪を償う者が残した手紙"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "Ver.3.8限定イベント「涼夏！楽園？大秘境！」にて入手可能"
          }
        ]
      }
    ]
  }
}