{
  "epId": 3976,
  "name": "モラの形をした不思議な懐中時計",
  "desc": "<p>「ヴェルーリヤ・ミラージュ」で偶然見つけた懐中時計。金色の光沢を放ち、モラに似た模様と外観を持つ。イディアが聞かせてくれた物語の中で「千奇旋水」の最初に登場するベテラン冒険者が残したモラの懐中時計とよく似ている。しかし、どれほどの価値があるかは不明。</p><p>「大事なのは懐中時計やお宝じゃなくて、そこに秘められた物語」というイディアの言葉のように、この古い年代物の「メメント」の価値をお金で量るべきではないのかもしれない…</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/12/239200114/84187db518c7ebe8da5bd9cb7adb658e_5233966763108651317.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1704427741,
  "components": {
    "textualResearch": [
      {
        "title": "紙の裏にまでユーモアが透けて見えるような装飾文字のメッセージ",
        "desc": [
          {
            "type": "RichText",
            "text": "アハハ、やりやがったな！\nこんなに丁寧に隠した「モラの懐中時計」が見つけられてしまうとは！きみの方が一枚上手だと認めよう！\nでも、優れた実力を持つきみならきっと気づいているはすだ。この懐中時計はモラの形に作って、モラの色に塗っただけのものだってね。通常の基準に則って言えば、こいつには大した価値なんてない。\nきみはきっと大きく気を落としてるかもしれないね。「『千奇旋水』の最初のお宝がこんなものだなんて…しかもみんなに真似させるよう仕向けておきながら…懐中時計を残したあの冒険者は、ただのペテン師だったのか！」って、思わず頭に浮かんだんじゃないか。\nだがいったん落ち着いて欲しい！少しだけ弁解させてくれーー\nモラが大陸を流通する標準貨幣――「モラ」たる所以は、その背後に無類の強さを誇り、契約を重んじ、誠実で他者におもねることのない…以下賞賛の言葉五千文字を省略、そんな岩神モラクスへの「信用」というの支えがあるからだ。この「信用」がモラに価値を持たせている。これがなければ、それはただの…ええと…丸い金属のかけらにすぎない。\nそしてこの懐中時計の背後には、私が砂漠にある中で最も輝かしいお宝を探すために、山を越え川を越えてきた苦難の旅路と、その間に起きた数十冊にまとめてもまとめきれないほどの物語がある。だから、私は小さい頃からずっと持ち歩いてきたこの懐中時計を残していくことにした。\n決してもうこれしか残ってないというわけではないからな！\nもしかすると、いつしか私もこの大陸で有名な冒険者になれるかもしれない。その時は、私の功名もこの懐中時計に高い価値をもたらすことになる。そうなれば、きみもきっと損をしないはずだ！\nもちろん、きみたちはとっくに分かっているのかもしれない。私よりも、ずっとすごい人かもしれない。若くして大成した人物かもしれない。それでも、私のこの言葉は機能するはすだーーこの懐中時計は、きみたちが世にも不思議な「ヴェルーリヤ・ミラージュ」で見つけた、最古のメメントだ。こいつらにより高い価値をもたせるのは、きみたち自身なのだ！\nだから、この文章を読んだきみと懐中時計を残した私との間を、数十年、数百年の時が隔てていようと関係ない。友に努力し、共に進歩しよう！\nそして、私のこの「価値の付与」という理念を、テイワットの隅々にまで伝え、全員の日々にやる気を与えてあげてくれ！\nまだ無名な冒険者のようだが、非常に派手なサインが残されている"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "モラの形をした不思議な懐中時計"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "Ver.3.8限定イベント「涼夏！楽園？大秘境！」にて獲得可能"
          }
        ]
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "3.8"
          }
        ]
      }
    ]
  }
}