{
  "epId": 4321,
  "name": "怪盗と名探偵：レインボーブローチの謎",
  "desc": "<p>フォンテーヌで人気のエンターテインメント書籍。「幻影紳士」と呼ばれる怪盗ファントーマス・ルパンと名探偵チェスタトンの初の正面対決が描かれている。免責事項：この物語はフィクションであり、実在の場所、人物、事件とは一切関係ありません。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/132746206/6b536554b6229143e07ec3fd4c2464ba_5523333850179449695.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1695147128,
  "components": {
    "body": [
      {
        "title": "第1巻",
        "desc": [
          {
            "type": "RichText",
            "text": "僕のことはポワレと呼んでくれるかな。 数年前——いったい何年前だとかは気にしないで——一文無しで、郊外に未練のなかった僕はフォンテ ーヌ廷にやって来た。 叔父で有名な私立探偵のチェスタトンさんのもとに身を寄せ、ところが思いも寄らなかったことに、叔父が僕に与えた最初の任務は、彼の助手として、神出鬼没の怪盗ルパンを追跡することだった…\n真夜中のフォンテーヌ廷は元来、そう物寂しいわけではない。 だが、この時のピエール氏の邸宅付近は、通りに人影もなく、秋の夜風の音だけが、長々と嗚咽する琴の音色のように、冷ややかな月の下に響いていた。\n少し離れた物陰で、 警察官も記者も、明かりのついた邸宅をじっと見つめ、「賓客」がおいでになるのを待っていた。\n関係者全員と同じように、僕も通りの角の陰に隠れていた。 長々と待たされて些か退屈に感じてきた。\n「もうこんな時間ですよ。ルパンは本当に来るんでしょうか？」\nスチームバード新聞の女性記者は明らかに違う見解を持っているようで、すぐに反論してきた。\n「きっと来ます！怪盗ルパンが予告状を出して、あのレインボーブローチを盗むと言ったんですから——彼が約束を破るなんてありえません！唯一分からないのは、今回はどれだけカッコイイ方法で登場するかです…」\n「え？その言い方、もしかして彼のことを…」\n「そんなの当然でしょ！伝説の怪盗ルパンに憧れない人なんていませんよ！」\n女性記者が僕に、怪盗ルパンの数々の「偉業」を興奮気味で語ってくれているとき、時計の針が静かに零時零分を指した。\n突如、爆破音が響き、続いて邸宅の明かりが尽く消えた。不意の暗闇に目が慣れるより早く、今度はまばゆい閃光が邸宅の窓から迸り、夜陰を昼のように明るく照らす。\nようやく視界を取り戻した警官たちが次々と突入し、僕もその勢いに流されながら、ピエール氏の邸宅の収蔵室に足を踏み入れた。\n台座の上は空っぽで、レインボーブローチは消えていた。\n疑いようのない事実を目の前にしては、怒りの叫びも、悔しげな呟きも、無力で無意味に思える。次第に近づくざわめき声と遠ざかる爆破の残響が奏でる不協和音に、頭が痛くなる。\n僕にできることは何もないので、叔父に言われたように、もっともらしく現場を検証し、それから家に帰ろうとした。\n立ち去る前、背後からシャッターの音と、女性記者のやや職業倫理に欠ける賛嘆の声が聞こえた。\n「ああー！伝説の怪盗紳士ルパンは、またもや華麗に不義の財宝を奪っていったわ！さすがルパン様、なんて完璧なショーなのかしら！」"
          }
        ]
      },
      {
        "title": "第2巻",
        "desc": [
          {
            "type": "RichText",
            "text": "幸い現場は叔父の家からそう遠くない。僕は疲れた身体を引きずって家に帰った。\n叔父は僕が帰ってきたことについて、特に何も言わなかった。いつもと変わらず、いつもの席に座って、手にした読み物をめくっていた。\n「明日の『スチームバード新聞』は、さぞかし見物だろうな」\n「叔父さんはちっとも心配してなさそうですね」——僕はコートを脱いで掛け、襟のボタンを外し、ソファの座り心地のいい位置を探して座ると、さっき起きたことと現場の詳細を逐一報告した。\n「…最初の爆発は、屋敷の建物を破壊するためではなく、クロックワークマシナリーの動作音をより大きな音で隠すためだったのだろうな」\n「クロックワーク・マシナリー？そんな嵩張って重たい機械を持っていたら、逃げられないでしょう。それなら、クロックワーク・マシナリーは現場近くに残されているに違いありません。そこから何か手がかりが見つかるかも…ルパンも大したことないですね。じきに網にかかるでしょう」\n「そうとも限らない。最初の爆発がクロックワーク・マシナリーの目眩ましに過ぎなかったように、クロックワーク・マシナリー自体がまた別の餌になっているかもしれんぞ」\n「なんだか複雑になってきちゃいましたね」——僕は頭をくしゃくしゃに掻いた。「じゃあ肝心のブローチの行方は…」\n「まだ邸宅内に隠されている」——叔父はそこでひと息入れた。「幾重にも巡らした計略の目的はただ一つ。現場の警察官に、ブローチが持ち去られたと思わせることだ。盗まれた物がまだ室内に残っているとは誰も思わないだろう」\n「そうすれば、あとは適当な身分を騙るだけで、堂々と邸宅に入り、誰にも疑われずにそのブローチを持って行くことができる。そうだろう？」"
          }
        ]
      },
      {
        "title": "第3巻",
        "desc": [
          {
            "type": "RichText",
            "text": "「なるほど、なんて狡猾なやつだ…」\n叔父は興味深げに僕を見つめ、僕の話の続きを待っているようだった。そこで僕は深く息を吸って、自分の推理を語り始める。\n「叔父さんは以前こう仰っていました。全ての不可能を排除し、最後に 残ったものがどれほど奇妙であっても、それが真実になると。そうすると、あのとき現場にいた全ての人に犯行の疑いがあります——いえ、最悪の場合、全員が共犯者かもしれません。ルパンという名の怪盗は、そもそも一人じゃないかもしれない…」\n僕はその場にいた全員を頭に浮かべ、怪しい点を思い出そうとした。\n「スチームバード新聞のルブラン嬢は、あからさまにルパンを崇拝しています。彼女の記者証はチェックしましたが、身分証明書の偽造なんてルパンにとっては朝飯前でしょうね」\n「執律庭から来たチャンドラー氏は、ブローチが盗まれる直前、一時的に現場を離れていて、事件が起きてから僕たちの前に戻ってきました。彼の慌てふためいた様子は、今思えば少しわざとらしかったかも…」\n「マレショーセ・ファントムから来たクリスティ女士は、 ルパンがクロックワーク・マシナリーを利用する可能性をずっと主張していました。叔父さんの説に従えば、これこそルパンが使う目眩ましかもしれません」\n……\n「では、叔父さんから見て、この中で最も犯人の可能性が高いのは、いったい誰なんですか？」\nその場にいた全員の容疑を分析した僕は、慎重に叔父に質問した。\n「きみの観察眼はなかなか鋭いね」——叔父は手にしたパイプを置いて立ち上がった。月明かりの下で冷ややかな光を照り返す白鋼の杖を握ったまま。「でも一つ、見落としているようだ。この事件にとって一番肝心な点を」\n僕が呆気にとられていると、彼は杖を持ち上げて言った。\n「それは君だ。見ず知らずの叔父のもとに身を寄せた『ポワレ』と名乗る君も、現場にいただろう。そうだね？——ルパンくん」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "怪盗と名探偵：レインボーブローチの謎"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4318,
            "name": "怪盗と名探偵：レインボーブローチの謎・1",
            "desc": "<p>フォンテーヌで人気のエンターテインメント書籍。「幻影紳士」と呼ばれる怪盗ファントーマス・ルパンと名探偵チェスタトンの初の正面対決が描かれている。免責事項：この物語はフィクションであり、実在の場所、人物、事件とは一切関係ありません。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/14/132746206/6b536554b6229143e07ec3fd4c2464ba_1793725962560379060.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4319,
            "name": "怪盗と名探偵：レインボーブローチの謎・2",
            "desc": "<p>フォンテーヌで人気のエンターテインメント書籍。「幻影紳士」と呼ばれる怪盗ファントーマス・ルパンと名探偵チェスタトンの初の正面対決が描かれている。免責事項：この物語はフィクションであり、実在の場所、人物、事件とは一切関係ありません。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/14/132746206/6b536554b6229143e07ec3fd4c2464ba_5860912936591475082.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4320,
            "name": "怪盗と名探偵：レインボーブローチの謎・3",
            "desc": "<p>フォンテーヌで人気のエンターテインメント書籍。「幻影紳士」と呼ばれる怪盗ファントーマス・ルパンと名探偵チェスタトンの初の正面対決が描かれている。免責事項：この物語はフィクションであり、実在の場所、人物、事件とは一切関係ありません。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/14/132746206/6b536554b6229143e07ec3fd4c2464ba_3739845075202722598.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}