{
  "epId": 4325,
  "name": "レムリア衰亡史",
  "desc": "<p>フォンテーヌ建国の初期に、有名な学者プルトニーの著した古代レムリア文明に関する歴史大作と言われている。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/14/132746206/d0e75f9b88a286749b4c7dff0871e129_6248021513117620401.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1723200869,
  "components": {
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "レムリア衰亡史"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4322,
            "name": "レムリア衰亡史・1",
            "desc": "<p>フォンテーヌ建国の初期に、有名な学者プルトニーの著した古代レムリア文明に関する歴史大作と言われている。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/132746206/d0e75f9b88a286749b4c7dff0871e129_7256816803124059871.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4323,
            "name": "レムリア衰亡史・2",
            "desc": "<p>フォンテーヌ建国の初期に、有名な学者プルトニーの著した古代レムリア文明に関する歴史大作と言われている。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/132746206/d0e75f9b88a286749b4c7dff0871e129_4955621773710828606.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4324,
            "name": "レムリア衰亡史・3",
            "desc": "<p>フォンテーヌ建国の初期に、有名な学者プルトニーの著した古代レムリア文明に関する歴史大作と言われている。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/132746206/d0e75f9b88a286749b4c7dff0871e129_3240396762844495891.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "関連項目",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4813,
            "name": "レムリア",
            "desc": "<p>数千年前、現在のフォンテーヌにあたる地域に存在した神王レムスが統治した古代文明。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/23/169033420/4f78eb7e03b130ca2efba77b4d2692bb_3686565865461914628.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4779,
            "name": "レムス",
            "desc": "<p>フォンテーヌ廷が誕生する前に存在したレムリアを建国した神王。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/30/224893084/513d51e0ebfd54f5da34a9f85dfaf61f_8325244225857834126.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5617,
            "name": "カッシオドル",
            "desc": "<p>数千年前のレムリアの調律師の一人で、後に黄金の狩人と呼ばれる。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/224893084/1df790c1e63e81f4bb2f0d7d429c0954_5018946618291215706.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5618,
            "name": "ボエティウス",
            "desc": "<p>レムリアの大調律師。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/224893084/8387f718bf24a2a128af2225335160c5_2213183750289922006.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1巻",
        "desc": [
          {
            "type": "RichText",
            "text": "海はすべてを育み、万物を呑み込む。\n伝説によれば原始の時代、人々の道徳は十分に確立しており、法律や権威の支配に頼る必要はなかった。天界の使者が大地を往来し、その導きにより、人々は太古から続く安寧の中で平和に暮らし、繁栄と豊饒を享受してきた。\n天の導きによる統治は果たして幾世代に渡って続いただろう。やがて人々はうんざりするような永遠に飽き始めた。後の世の人はもはや神託に従おうとせず、逆に神が承諾していないことを望み、運命の足枷から抜け出そうとした。そのため高天は激怒し、海に命じて津波を起こさせ、人が住む都市国家を打ち砕いた。その後大雨が百日降り続き、海がすべての罪悪と妄想を呑み込み、原始の時代は終わった。\n海の水が引いて大地が再び顔を出すまで、高海にはもはや都市も文明もなかった。生き残ったり新たに生まれた人々は山林や川の畔に棲み、未開で野蛮な生活に戻った。地上と水中のあらゆる生き物と同じく、この時代の人間は自然の掟に鞭打たれ、駆り立てられるがまま、いつ果てるとも知れぬ時間をぼんやりと過ごしていた。\nそれからまたどのくらいの年月が流れただろう。はるか南方でジュラバドの王朝が台頭して転覆した。東方の貴族も一度は高海の辺境に到着した。だが我々の先祖は依然として無知と迷信の泥沼に沈んでいた。\nやがて偉大なレムス王が金色のフォルトゥナ号に乗ってメロピスに降り立ち、文明と秩序を再びフォンテーヌの地にもたらした。彼は人々に耕作の技術を教え、土地を耕地に変え、巨石で神殿と都市を築き、人々が住めるようにした。そして何より重要なことに、王は人々に音楽と芸術を教え、人間を他の生物から切り離し、万物の主人であるという自覚を持たせた。\nその後、レムス王とその不朽の艦隊は高海のすべての島を征服した。海淵の下の巨竜までもが王に臣従した。原始の時代が終わって以来、こんな素晴らしい日々はなかった。永遠の繁栄は直に成し遂げられるかに思われた。\n神王とその民たちが甘い夢に浸り、永遠に進歩する未来を楽しんでいた時、神王の予言者たちは不吉な予言をした。「どれほど栄えた帝国でも徹底的な破滅を迎えるもの。それがフォルトゥナです」\nそこで神王は七天の運行と、海と陸を流れる風から原初の計画を悟り、それに基づいて調和と繁栄の楽章を作曲した。地上の都市国家がこの至善の楽章を共に奏でれば、運命の審判を逃れ、そのまま永遠に至福の楽園に行けると信じて。\nしかし古代の作家たちはこぞって、栄枯盛衰は世の習いで、永久不変のものはないと言った。"
          }
        ]
      },
      {
        "title": "第2巻",
        "desc": [
          {
            "type": "RichText",
            "text": "願わくば偉大なる栄光がレムリアに、そしてその不朽の統治者・あまねく天下の諸臣民の王・世の調律師レムスに帰せんことを。今では、どれほど経験豊かで聡明な博学者でも、永遠の都のかつての壮麗さと輝きを想像できない。\n船が御道に沿って海を支える柱を通り抜け、御船フォルトゥナ号が停泊している巨大な港に入ると、まず目に飛び込んでくるのは天高く聳える塔だ。レムリアの塔は高天の教えを聞くためではなく、高海の諸島間を往来する船を導くために建てられた。塔は現実と夢の交差点に建てられたという。船乗りたちが海の魔物の誘惑で眠りに落ちても、鐘の音に沿って霧を突き抜け、レムリアへの航路を見つけられる。\n御道に沿って歩き続けるとマキモスに至る。ここはレムリアの勇敢な戦士たちが暮らす街だ。巨大な神殿や闘技場は、都市の栄光と勝利を記念し、巨石で築かれている。高くそびえる堅固な壁は瑠璃と黄金で飾り立てられ、青銅と大理石の彫像が至る所に置かれ、市場には金や香料、各地の特産品が山積みになっている。\nマチモスを抜けるとレムリアの中心街カピトリウムに出る。芳しい香りが漂い、あちこちで心地よい歌声が響く。ここは芸術家たちの楽園であり、優れた智者と音楽家だけがここで暮らすことを許される。その中でも神王に奉仕する機会が得られるのはごく少数である。ここの劇場と宮殿は最も調和のとれた形で構築されており、柱と丸天井には華麗で複雑な彫刻が施されている。こうした建物の中心にあるのが山のように高く大きな銅柱で築かれた金色の宮殿で、偉大なレムス王はこの宮殿の中央に座り、帝国の隅々から伝わってくる楽章や音符の一つ一つに耳を傾けている。 帝国のどこかで不協和音がしたら、神王はすぐに琴の弦をつま弾いて正し、帝国全体が奏でる楽章を完璧なものにするのだ。\n高海の人々が世の楽章から逸脱して、調和と繁栄の合奏を乱すことのないよう、レムス王は人間の中から有能な者を四名抜擢した。彼らに自分の力と権威を分け与えて共に統治するよう命じ、各都市国家の調律師としてあらゆる不協和音を取り除くようにさせた。\nまたレムス王は調和と繁栄の旋律が四海に響き渡るようにと、長々と続く御道を敷き、音符を御道を流れる波紋に変えて、カピトリウムから高海の隅々にまで伝えた。\nしかし、定められた運命は神々でさえ変えられないものであり、運命の審判から逃れようと企むことがすでに重罪である。神王が犯した数々の罪の中で最も罪深いものは、神だけが持てる権力を人間に譲ろうとしたことだ。力と権威を得た人間は堕落し、続いて暴動と反乱が起きた。\n運命は狡猾で、いつも己に抵抗する者の手によって計画を達成する。運命の日が至り、偉大な不朽の都・レムリアの衰亡はもはや動かしがたいものとなった。神王の音楽はカピトリウムの片隅にしか響かなくなり、権威による統治は終わった。\n古代の作家たちが言ったように、栄枯盛衰は世の習いで、永久不変のものはない。"
          }
        ]
      },
      {
        "title": "第3巻",
        "desc": [
          {
            "type": "RichText",
            "text": "かつて人々は、不朽のレムス王と永遠の都による統治は、祭場に環状に置かれた巨石のように、時間や運命の束縛を超えて千年も万年も続くものだと、無邪気に信じていた。\n大地が一夜にして崩壊し、高く聳える塔や建物が根こそぎ倒れ、巨大な柱がもろとも天まで届くような大波に飲み込まれるまで。御道は崩れ、神殿は傾き、永遠の都とその住民、戦士、智者、高官たちは、かつて太陽のようにまばゆく輝いていた黄金の宮殿とともに、永遠に光の射さない深い淵の底に落ちていった。\nそこで人々はようやく、自分たちの目に見えていた永遠が、如何に愚かな妄想であったかに気がついた。\n願わくば、栄光が我らの高貴な先導者、川と海の君主、諸水域の女王に帰せんことを。願わくば女王が法を守り、とこしえに統治せんことを。願わくば平穏がフォンテーヌ全域に、満天下の万民に帰せんことを。帝都が転覆し、権威が失墜し、高海の人々が再び野蛮と壊滅の沼に沈もうとしたとき、我らの気高い女王が諸族間の争いを収めたのである。人々は湧き出る泉を取り囲むように新しい都市国家を建て、法律による統治を始め、今日に至っている。\nレムリアの衰亡から今まで百年も経っていないが、その歴史はすでに伝説と迷信の海霧に包まれている。これは一つには、レムリアに絶滅の運命をもたらした終末の惨禍があまりにも無情で急だったため、知識を伝承する学者や古典が永遠の都とともに海に呑み込まれてしまったからである。もう一つ重要な理由は、レムリア人の末裔を自称する謎の学者たちが、意図的に歪曲したためである。私の仕事は、歴史の普遍的な理性をもって粗雑な情報を取り除き、この輝かしい古代文明の真の姿を再び世に示すことだ。\n今、一部の地方の伝説では、古代の偉大な学者たちまでもが魂を吸い取る魔法使いのように描かれている。彼らは人の魂を特製の魔像に入れて、思うままに使役していたというのだ。確かにレムリア人は恐ろしい魔像を作ったことがあり、今日でも時おり田舎でその痕跡を見つけられるが、これは末期レムリア社会の腐敗と堕落によるものだ。レムリア人は自らの崇高な役割を放棄し、享楽と怠慢におぼれた。他人に暴力を振るうことを黙認したため、逆に暴力に叩き潰される結果となったのである。\n古代の作家たちがかつて言ったように、栄枯盛衰は世の習いで、永久不変のものはない。"
          }
        ]
      }
    ]
  }
}