{
  "epId": 4500,
  "name": "ドドコドッカン冒険記",
  "desc": "<p>リサがスペシャルゲーム「ドドコドッカン冒険記」に触発されて書いた童話の本。火花騎士、ドドコ、スペシャルボンボン、栄誉騎士、そして白い助手さんが共に冒険し、ツノツノ魚たちを打ち倒す物語が書き綴られている…</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/75248538/965b96ab41219afe2240d6d0037dddb8_2191827261505548040.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1709566619,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "静かなシードル湖の中で、モンドの魚達は平和な暮らしを楽しんでいた…\nしかし、見たことのないようツノツノ魚の大群がこの水域に現れた。一群は珍しい甲冑を身につけ、小さな短剣を持っており、狂暴そして横暴で、モンドの魚達の住処を乗っ取り、乱暴に追い払ってしまった。\n「グハハ！ここは我らツノツノ魚大王のシマだ！」\n故郷を守るため、横暴な侵入者を追い払うため、モンドの魚達は、知勇を兼ね備えたドドコ、そして性格が良く性根も良い火花騎士を訪ね、協力を仰いだ…\n「ボンボン……あれ？今回はボンボン爆弾が使えないの？」\n威力の大きなボンボン爆弾は魚達の住処ごと爆破してしまい、シードル湖の水底をボロボロにしてしまう。別の方法を考えなければならない。\n知恵のあるドドコと火花騎士は事細かに相談して、「とびっきり安心安全なスペシャルボンボン爆弾」を作り出した。コンパクトで精巧で鋭敏なので、悪辣なツノツノ魚をかなり正確に狙い撃ちできる。罪のない魚達にはまったく影響しないのだ！\nしかし「とびっきり安心安全なスペシャルボンボン爆弾」では名前が長すぎて火花騎士が言い間違えてばかり…それなら「スペシャルボンボン」にしよう！\n「ちょっと待って！耳を澄ますよ――」\nドドコの長い耳は見栄えが良いだけでなく、聴覚も超鋭敏なのだ！\nツノツノ魚達がどこで活動しているか、水に投げ込むスペシャルボンボンがどんな方向に動くのか、ドドコならあっさりと聞き取れる！\nそうして、スペシャルボンボンを最適な位置で大いに活躍させて、悪辣なツノツノ魚を打ち負かすのだ！\nしかしツノツノ魚の兵士も準備していたようで、頭数が多い。火花騎士とドドコはてんてこ舞いで、疲れてお腹が空き、スペシャルボンボンも少なくなってきた！\n「これっぽっちの力で、五つの水域を征服した我らに勝てると思ったか！」\nツノツノ魚達の言う五つの水域とはどこなのだろうか？まさか他の地方の魚もこのツノツノ魚にやられたのか？\n訳が分からなくなって、ドドコと火花騎士は図書館に帰り「司書の魔女」に尋ねた。\n「司書の魔女」は本を開くまでもなく、\n「その五つの水域とやらは、シードル湖の東西南北と真ん中だけかもしれないわよ～」と微笑んだ。\n火花騎士とドドコはハッとして、騙されていたのだと気づいた。\n残念ながら、狡猾なツノツノ魚達はその隙に暗礁を探し、堅牢な障害物を築いてしまった。しかも水草を利用して姿を覆い隠し、火花騎士とドドコに意地悪な隠れんぼを仕掛けてきた…\nこれで、ツノツノ魚達に対抗するのが更に難しくなってしまった！\nドドコと火花騎士は援軍――栄誉騎士と白い助手さんを連れてきた。経験豊富な援軍である二人は重要な提案をした。\n栄誉騎士は地図を見ながら、\n「冒険と同じように、前もって先に進む方向を決めよう」と言った。\nドドコは理解した――爆発の方向を制御すれば、スペシャルボンボンの威力を強めて、より遠くのツノツノ魚を攻撃できる！\n白い助手さんはお菓子を食べながら、\n「いろんな爆発範囲があるといいぜ、複雑なほど避けにくくなるからな！」と言った。\n火花騎士は思いついた。スペシャルボンボンの爆発をいろんなお菓子の形にすれば、食い意地の張ったツノツノ魚をおびき寄せられるし、一撃で倒すこともできる！\nそこで、ドドコと火花騎士はスペシャルボンボンを改良した。\n改良したスペシャルボンボンは様々な形で爆発することができ、水草を簡単に貫通するだけでなく、厄介な位置の兵士を倒すこともできる！\nたとえ堅い岩には効果がなくても、どうにか障害物を回り込んで裏手のツノツノ魚を驚かせることはできる。\nこのスペシャルボンボンがあれば、ドドコと火花騎士はもうツノツノ魚の兵士が隠れていることを心配しないで済む！\nツノツノ魚の兵士が敗北を重ね、ついにツノツノ魚の大王がドドコのことを耳にして、恐ろしい形相で現れた！\n栄誉騎士と白い助手さんの経験によると、丸々とした奴は相手しにくい。\n再びツノツノ魚側を見ると、丸々とした金ぴかの大王が、何故か急増している？\nどう考えても、何かある…\n白い助手さんはお菓子を食べながら、\n「怖がることはないぞ、あいつらはラズベリーで体を金色に塗っただけかもしれないぜ！」と言った。\n栄誉騎士は地図を見ながら、\n「たとえサウマラタ蓮で染めたとしても、戦闘力は五十パーセントしか上がらない。魚は所詮魚だ！」と言った。\nつまりツノツノ魚の「大王」はある種の称号のようなもので、見た目こそ恐ろしいが、金色だからといってツノツノ魚の大王が強いとは限らないのだ！\n火花騎士とドドコは安心した――それなら日が暮れるまで大王の相手をしないで済む。帰りが遅くなってみんなに心配を掛けることもない！\n最後のポイントは、早く目の前の難題を解決すること。\n大王らに鼓舞された兵士達はまた石と水草を積み上げだし、少しも臆していない！\nドドコ、火花騎士、栄誉騎士、白い助手さんは細かく対策を考える――数の限られるスペシャルボンボンをどう放てば数回で打ち負かすことができるか…\n火花騎士は、栄誉騎士の周りを飛んでいる白い助手さんを見て、ふと何かを思いついた…\n「でも、ツノツノ魚たちは目の前のスペシャルボンボンから守ることしか知らないでしょ？回り込めばいいかも！」\nツノツノ魚は水の中でしか行動できないが、火花騎士とドドコは自由自在で、岸辺に沿って、ツノツノ魚達が構えていない側面に行ってからスペシャルボンボンを投げ込むことができる！\n機知に富んだ正確な爆撃！ツノツノ魚達は総崩れし、すごすごと逃げ帰った！\n逃げ帰る途中でツノツノ魚達は自分が持ち込んだものを回収していき、シードル湖にはゴミひとつ残らなかった。\nドドコ、スペシャルボンボン、火花騎士、栄誉騎士、白い助手さんが共にシードル湖を守り、いつもの平和な暮らしをモンドの魚達に取り戻した！\n自分達を労うため、ドドコ、スペシャルボンボン、火花騎士、栄誉騎士、白い助手さんは湖の畔でテーブルクロスを広げ、ピクニックを楽しんだ。\nピクニックのメニューはミントゼリー、キャラメルクッキー、ラズベリーケーキとトマト唐辛子。甘くて辛くて疲れが吹き飛んだ！\nシードル湖の危機を解決したドドコと火花騎士の大手柄！\n今回の偶然の収穫――スペシャルボンボンを作った経験は、今後も役に立つことがあるかもしれない！"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ドドコドッカン冒険記"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "Ver.4.1イベント「ドドコドッカン冒険記」にて入手可能"
          }
        ]
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}