{
  "epId": 4690,
  "name": "エリニュスの歌",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/132746206/8b970c654b04a0e524be4c06d95332ea_8639893883214080019.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1717342457,
  "components": {
    "body": [
      {
        "title": "エリニュスの歌・上",
        "desc": [
          {
            "type": "RichText",
            "text": "リマシ王の使者がエリニュスを訪れた。彼女にアルモリカ城の水と土を求め、サンフォニア・カピトーリ(永久不変の調和したメロディーの意味)に臣従するよう求めた様子について。\n第六章\n第七回\nリマシ王の使者がエリニュスを訪れた。彼女にアルモリカ城の水と土を求め、サンフォニア・カピトーリ(永久不変の調和したメロディーの意味)に臣従するよう求めた様子について。\nレナウのオージハン騎士が成した気高い功績、および彼が毒を吐く悪龍といかに闘ったかについては、\nこれまで十分に語ってきたのでこのあたりで一段落にし、ここからはエリニュスの当時の状況について振り返ろう。\n当時、エリニュスはベロヴァチ、アトレバテス、ヴィロマンドゥイ、各諸国の王子たちを破り、彼らの帰順を受け入れていた。\nそして、各諸国の王子が治めていた領土でも、衆の水の主の恩恵を理解し、敬虔な心でその教えに従った。\n彼らの誠実さと大義への理解を祝うべく、アルモリカでは八日に及ぶ盛大な宴会を催して、貴賤を問わず住民をもてなした。\nその日突然、カピトゥ城のリマシ皇帝からの使者だという楽師が訪れ、命により情報を伝達すると言った。\n彼は従者も護衛も連れず、独りで馬に乗って来ており、皇帝の特使の証として金蜂のファスケスを持っていた。\n居合わせた人々は誰もが不愉快に思ったが、敬愛する騎士団長エリニュスのために、彼に挨拶を許した。\nその使者はエリニュスに謁見するとまず型通りの挨拶を述べ、最も厳格な礼儀作法をとり、それから訪問の意図を述べた。\n「私は最も尊く最も偉大なリマシ皇帝、天下万民の皇帝の名代として、あなたの朝廷にご挨拶させていただきます。\nお怒りになって分別を失われませぬよう。リマシ王は、あなたに二つの貢ぎ物を納めるよう命じておいでです。\n一つは水。極めて純粋な水は罪を溶かすことができます。もう一つは土。強い土が間もなくやってくる浸食を食い止められるからです。\nリマシ皇帝は、あなたとあなたの臣民に水と土を納めるよう望まれており、もしもあなたが不敬にもこの要求に背くのであれば、予定通りに滅亡が訪れるでしょう。」\nリマシ王の使者がそう言い終えると、ジェローヌのギヨーム騎士が顔色を変えて激怒し、煌めくナルボンヌの聖剣を抜いた。\n「ハッ、脅すには及ばぬ！この場で好き放題に妄言を吐くとは…同席するすべての騎士たちに対する侮辱！\n私が守ると誓った主君を辱めようとするのなら、遠慮なく一撃で貴様をさらし首にしてくれようぞ！」\nさらに、ブランカンドリンの騎士やその同胞マルセイユの騎士といった錚錚たる騎士らが次々と剣を抜いた。\nすると、澄んだ目をしたエリニュスの騎士が、カピトリーノの使者に危害を加えてはならぬと、居合わせるすべての騎士に命じた。\n「高貴なる使者のお方、リマシ皇帝にお伝えください。この世の万物で我々が膝を折る相手は、\n慈心深き衆の水の主、我々のために罪を背負う女主人のみです。最も尊く最も偉大な統治者と呼べるお方。\nいかなる王も、神も、すべて、その名前に背けません。あの方は間違いなく善の極みであり、輝きの極みなのですから。」\nその話を聞いたリマシ皇帝の使者は再び口を開き、王子と騎士らの目の前で、次の話をした。\n「リマシ皇帝がまだ全域を統治していない頃、戦や疫病、飢饉といった禍が常に降りかかっていました。\n互いに争っていた諸勢力が、今やみな尊きサンフォニアに帰順しているのは賢明な行動です。\nさもなくば、洪水がやってきたとき、嘆き悲しむのは誰でしょうか？非常事態に、誰に助けを求めるのでしょうか？\n諸国の皆さまは血気盛んでありますが、無知蒙昧と迷信から救い出してくれたのは誰でしょうか？弱者の悲鳴は誰に吐き出すのでしょうか？\n皇帝の勅令は、悪意からではなく恩情から出されたものです。誰一人として水に沈むことなく、誰もが平等に助かることをお望みなのです。」"
          }
        ]
      },
      {
        "title": "エリニュスの歌・中",
        "desc": [
          {
            "type": "RichText",
            "text": "各諸国の騎士がエリニュスと力を合わせ、カピトリーノの侵略の企みに対抗しようと誓った様子について。\n第六章\n第九回\n各諸国の騎士がエリニュスと力を合わせ、カピトリーノの侵略の企みに対抗しようと誓った様子について。\nアグリカーネの騎士が話し終えると、ドゥレストの騎士で弓に秀でたリヨンの王子が初めて口を開き、見解を述べた。\n「あのヴァイヴァリウムの跡継ぎが我々に約束した調和と栄光は戯言、奴の立てた誓いも欺瞞に過ぎなかった。\n湖光のエリニュスの騎士よ。あなたのような賢く知恵のある気高い人物は、なおさら奴の虚言や偽善を軽々しく信じてはいけない。\n偽善はまさに銀鍍金の毒矢のようなもの、空中を過る瞬間の輝きが眩いほど、もたらす苦痛は鋭くなる。」\n彼の妻、「蒼帆の貴婦人」は氷の娘を意味するアドシルティアと言う名で、彼に続いて口を開いた。\n「あのヴァイヴァリウムの跡継ぎは、この世で最も不誠実な反逆者ですわ。あのボエティウスと喜んで語り合うだなんて。\n湖光のエリニュスの騎士よ。彼がどんな理由を持ち出そうと、カピトリーノ人の悪行をこのまま見過ごすわけにはいきませんわ。\n早くカピトリーノと戦う決心をしてくださいまし。彼らに屈してしまったら、魂が枯れ果ててしまいます。\nあんな悪人は干上がらせるべきですわ。偽りの誓いを立て、正義を疎かにする者は早くこの世から追い出さないと。\nこうして必ず、高らかにあなたの公義を賛美する人が現れます。なぜなら、困窮した人のために悪人を追い討つ者は、必ず彼らの記憶に残るからです」\n続いてナイメスの騎士、テュルパンの騎士、そして気高く善良で名高い騎士たちが力を捧げたいと申し出た。\nエリニュスは彼らの考えを理解すると、誠意を持って感謝を示し、楽師を呼んでこう話した。\n「高貴なる使節のお方、リマシ皇帝にお伝えください。この世のいかなる君主にも我々は臣従するつもりはありません。\n衆の水の女主人から賜る平等な栄誉は、高慢な者に踏みにじられることなど許さず、凶悪なる者に私が打ち倒されることも許しません。それに——\n私はあの方の祝福を受けた大軍を率いて、あの白い竜を街共々滅ぼします。彼らは血の涙で自らを清めることになるでしょう。\nヤギ飼いのように荒野の泉の音を追い払い、我が国に足を踏み入れた異国人の永遠の教訓としてもらいます。」\nそう告げると、エリニュスはフィエラブラの騎士に貴重な進物を大量に用意させ、カピトリーノの楽師に授けた。\nそして指揮下の騎士に、楽師をカリュブディス要塞まで護送するよう命じ、皇帝に注進することを許した。今回はここまで。"
          }
        ]
      },
      {
        "title": "エリニュスの歌・下",
        "desc": [
          {
            "type": "RichText",
            "text": "エリニュスが衆の水の女主人に別れを告げ、三度も湖に彼女の剣を放り込んだ様子について。\n第二十章\n第三回\nエリニュスが衆の水の女主人に別れを告げ、三度も湖に彼女の剣を放り込んだ様子について。\n衆の水の女主人はその話を聞くと、永久不変の慈愛、哀れみ、恩情から、彼女に答えた。するとエリニュスはこう言った。\n「衆の水を司る陛下。切望していた純水の杯を賜り、この旅路を終えてよいと認めてくださったことを感謝いたします。\nまだこの世に残っている騎士、即ちあなた様のしもべたちは、引き続きあなた様と未来の国に忠義を誓うでしょう。私はあの気高い楽師に随行し、\n今も姿を隠す影を狩り、正義を執行します。闇を征く者が光をよく知るのであれば、光は闇の全てを知らず、\n善も儚い夢に過ぎません。この善良な騎士たちをあなた様に託します。彼らの罪をお許しください。」\n衆の水の女主人はその話を聞くと、永久不変の慈愛、哀れみ、恩情から、彼女に答えた。するとエリニュスはこう言った。\n「衆の水を司る陛下、私の凶悪さを隠すことなく、私の罪をお伝えします。この罪はあまりに重いため、赦される余地はありません。\nあなた様の気高くて純粋な理想は、このような罪の責任を容赦するべきではありません。私の憂いを解き、心に慰めを与えられるのは放逐のみです。\n天からの使者はおらず、度を越した罪状もない。あなたの慈愛と慈悲の国では、罪を裁定できるのは罪だけであり、裁くことができるのは人だけです。\nただ私の苦難を心に刻み、我々の受けた咎をご覧いただければと。この苦難と咎は薬草と毒草のようなものだからです。\n私の名をあなた様に託します。我々を厳しく責め立てる者の名が残った時、永久に呪われ、義人と認められないことを願って。\n海色の澄んだ目をした騎士はそう言うと、高潔な光り輝く剣を抜いた。切っ先が一面の水色を映し、谷を照らした。\n「気高きオートクレール、光り輝く剣よ！この焼け付く日差しの下、松明のように光るのは何故か！\nそなたは不義なる者の朱色を十分に飲み、偽りの誓いを立てた者、正義に背いた者どもは、そなたの潔白さの前に倒れ伏し、雪のように舞い散った。\n無数の深き罪が私の彩衣に染みついているのは、流血の罪を背負うため。正しき人の命を奪ったというのに、そなたは依然として輝いている。\n衆の水の主の哀れみを！不義なる者の手に渡らぬよう、美しく神聖なる湖水の煌めきを、ここで湖にお返しする！」\n海色の澄んだ目をした騎士はそう言うと、手にした剣を湖に放り込んだ。しかし剣は沈むことなく漂い、岸辺に戻った。\n「気高きオートクレール、光り輝く剣よ！そなたは美しく神聖で、黄金の柄に青い水晶が埋め込まれている。\n思い起こすと、あの湖畔の少女ダエイラ、純水の貴婦人がそなたを騎士の首領に授け、無数の功を挙げさせた。\n彼女はそなたを手にペリゴールを征服し、アイシアスを攻略し、遥か遠い南国の妖女にも、そなたを奪うことはできなかった。\n衆の水の主の哀れみを！不義なる者の手に渡らぬよう、美しく神聖なる湖水の煌めきを、ここで湖にお返しする！」\n海色の澄んだ目をした騎士はそう言うと、手にした剣を湖に放り込んだ。しかし剣は沈むことなく漂い、岸辺に戻った。\n「気高きオートクレール、光り輝く剣よ！そなたはかつて無数の戦を平定し、この大地の戦いを終わらせた。\nいつか気高き人が、私の七倍は勝る気高き人が拾い上げ、私の七倍の功を挙げるだろう。\n共に過ごした数多の良き日々よ！ああ、長い夜は間もなく明ける、すでに私は正義という冠を永久に失っているのだ。\n衆の水の主の哀れみを！不義なる者の手に渡らぬよう、美しく神聖なる湖水の煌めきを、ここで湖にお返しする！」\n海色の澄んだ目をした騎士はそう言うと、手にした剣を湖に放り込んだ。すると剣は音を立てずに沈み、跡形もなく消えた。\nその後、彼女は始終付き従っていた精霊と共に立ち去り、以降この世でその姿を見た者はいない。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "エリニュスの歌"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "エリニュスの歌・上",
            "desc": "<p>リマシ王の使者がエリニュスを訪れた。彼女にアルモリカ城の水と土を求め、サンフォニア・カピトーリ（永久不変の調和したメロディーの意味）に臣従するよう求めた様子について。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4677,
            "name": "エリニュスの歌・中",
            "desc": "<p>各諸国の騎士がエリニュスと力を合わせ、カピトリーノの侵略の企みに対抗しようと誓った様子について。</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "エリニュスの歌・下",
            "desc": "<p>エリニュスが衆の水の女主人に別れを告げ、三度も湖に彼女の剣を放り込んだ様子について。</p><p></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "関連項目",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4813,
            "name": "レムリア",
            "desc": "<p>数千年前、現在のフォンテーヌにあたる地域に存在した神王レムスが統治した古代文明。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/23/169033420/4f78eb7e03b130ca2efba77b4d2692bb_3686565865461914628.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4779,
            "name": "レムス",
            "desc": "<p>フォンテーヌ廷が誕生する前に存在したレムリアを建国した神王。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/30/224893084/513d51e0ebfd54f5da34a9f85dfaf61f_8325244225857834126.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4925,
            "name": "純水騎士",
            "desc": "<p>純水精霊を守り、純水の杯を見つけて原罪を償うことでエゲリアの幽閉を打ち砕くと誓ったエゲリアの信奉者たち。</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4780,
            "name": "エゲリア",
            "desc": "<p>フォンテーヌの初代水神。<span class=\"wk-shady\">眷属である純水精霊の願いを叶えようとし原始胎海の力を使って疑似的人類を作り出す。</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/27/224893084/a5b8d23dd3fbe0969cc3ebce78f9c29f_5630187859005704840.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}