{
  "epId": 5620,
  "name": "北方秘史",
  "desc": "遺跡の中で偶然発見された古代レムリアの書籍。記載されている内容の真偽は検証できない。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1715761408,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "北方秘史"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5621,
            "name": "北方秘史・1",
            "desc": "<p>遺跡の中で偶然発見された古代レムリアの書籍。記載されている内容の真偽は検証できない。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/75248538/be3ede6d2db7da81746a14523f206f8d_98884032730377402.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5622,
            "name": "北方秘史・2",
            "desc": "<p>遺跡の中で偶然発見された古代レムリアの書籍。記載されている内容の真偽は検証できない。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/75248538/be3ede6d2db7da81746a14523f206f8d_2554363168469871611.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5623,
            "name": "北方秘史・3",
            "desc": "<p>遺跡の中で偶然発見された古代レムリアの書籍。記載されている内容の真偽は検証できない。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/75248538/be3ede6d2db7da81746a14523f206f8d_8746437394675901329.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "北方秘史・1",
        "desc": [
          {
            "type": "RichText",
            "text": "古往今来、尊敬すべき詩人や劇作家、歴史家は荒唐無稽な虚構を綴り、それを真実だと主張したがるものだ。一見して嘘と分かるホラ話を、彼らは言葉巧みに記そうと躍起になる。「この目で見た嘘偽りない真実」だとまことしやかに語るその姿は、後世の人々の嘲笑をまるで恐れていないかのようだ。たとえばテラシウスの子・クサントスは北方の蛮族の村での見聞を記した。曰く、彼らは山間にガラスとプラチナでできた立派な都市国家を築き、自らの王を「騎士」と呼んだ。七十二の軍団を有し、各軍団に所属する六万六千六百人全員がマキモスの水晶より光り輝く極上の純水で鍛造した武器を持っていた云々。だが現実の彼は生涯一度もカピトリウムを出ていない。蛮族どころかウナギすら目にしていないはずだ。それでも彼の物語には興趣をそそるものがあったといえよう。だからこそ私も虚栄心をくすぐられ、後世に残るものを書くべきだと思うに至った。しかし私にはこれといった経験もなければ、あの尊敬すべき人々のようにでたらめな内容を「真実の記録」と主張する勇気もない。それゆえ素直に認めよう。私の書くものは徹頭徹尾「嘘」だ。そう認めれば、嘘つきのそしりを受けることもないだろう。とにかく私がこれから記す物語は誰も聞いたことがなければ経験したこともない、ゼロから作り上げた完全なフィクションである。その真実の割合は「純水騎士」と大差ない。どうか皆さまも、ゆめゆめ騙されることのなきよう。\n何はさておき、我々は港を出て一路北を目指した。蛮族の領地を越え、風に身を任せて進む。我々の目的はシンプルだ——大海原の果てを見てみたい。高海は越えられぬ滝に360度囲まれているとするクィンクティリウスの説は明らかに誤りだ。偉大なるユウェナリスも「遠き北方の王国」と言っていたではないか。だが北へ向かうにつれ、陸地が徐々に消えていった。最初は塊に見えた島々も、あとになると禿げ上がった小島だけが残った。それから幾日か航海すると小島すらなくなり、見渡す限りの海が広がるばかりになった。幸い我々は淡水と食糧を十分に備蓄していたため、飢えや渇きで死ぬことはなかった。\n七十九日間休まず航海を続ける間、陸地を目にすることはなかった。本来はそこで引き返す予定だったが、八十日目に予期せぬ事態が起きた。海のど真ん中で襲撃に遭ったのだ。巨鳥の背にまたがる悪人どもが我々の前に立ちふさがり、ジャガイモを寄越せと迫った。その鳥がどれほど巨大だったかは、羽一枚が海を支える柱ほど太かったといえばお分かりいただけるだろうか。我々に反撃する術はなく、ただひざまずいて「どうかお助けください」と至尊に祈り、もう二度と無暗に旅はしないし、わけの分からない旅行記も書かないと誓うしかなかった。その瞬間、プクプク獣に乗る戦士の一群が海底から飛び出してきた。プクプク獣はいずれも一頭が駄獣五十頭分ほどの大きさで、水晶や龍の鱗、キャベツでできた鎧を全身にまとっていた。それに噛みついた巨鳥は逆に金切り声を上げ、すぐさま逃げ出して姿を消した。\nその時、騎士たちの風貌が我々人類とは明らかに違うことに初めて気づいた。どちらかといえば直立歩行するヴィシャップに近い。リーダー格の騎士は異様な光を放つ瞳で我々をひとしきり観察した後、おもむろに口を開き、翼が生えた言葉で「サルヌムからおいでの旅商人の皆さまでしょうか？」と尋ねた。\n我々はサルヌムがどんな場所かも知らない。そこで我々はレムリアの航海士で、大海原の果てを見に行くのだという事実をありのままに伝えた。"
          }
        ]
      },
      {
        "title": "北方秘史・2",
        "desc": [
          {
            "type": "RichText",
            "text": "それを聞いた彼は呵々大笑した。笑いすぎて背びれまで震えている。彼はそのまま笑いを含んだ声で言った。この世に「レムリア」など存在しない、それは南方の蛮族がでっちあげた偽史だ。彼らには独自の文明史が存在しない、だからそんなありもしない帝国を捏造したのだと。我々が自分たちをレムリア人だと紹介すると、彼はさらに笑いを増幅させて、レムリアの実在を証明する信憑性の高い史料や考古学的な証拠があるなら見せてみろと続けた。我々は答えに窮した。彼はそういうおかしな幻想を抱いてもこの国では法律違反にならない、公の場で夕暮れの実を食べさえしなければ我々をソラリス帝国で最も大切な貴賓として扱うと告げた。さらに我々の服装を見て、反乱軍のスパイではなくヒュペルボレイアの旅商人だろう、帝国は内戦状態にある、反乱軍を一掃するため協力してほしいと語った。\nソラリスと呼ばれる帝国の技術は発達していた。数十年前、ルキリウスという哲学者が凡人には到底持ちえぬ特殊能力を一部の者に付与する方法を発明した。その代償として、その者たちの外見は一般人からかけ離れたものとなった。そうしたやり方が人類の正統性を脅かすと考え、特殊能力を有する者は奴隷とするか、一掃するかしかないと主張する人々もいた。そこで両者の間に血で血を洗う激しい争いが勃発した。\n私は彼を慰めるように言った。私の所見では、同じようなことは昔からあったと言っていい。この場で思いつく限りでも、同様のテーマで描かれた戯曲は少なくとも二十作はある。それも我々レムリアの芸術が高度に発達している証だ。ピスクラントゥムのテレンティウスも人類が平等で強い生き物だと称賛する一方で、生来の特殊能力を持つ一部の者が他の人々を征服、殲滅する姿を描いている、と。私は彼らにいっそのこと人類改造技術の研究を中止し、人類よりかわいらしいプクプク獣の改造に方向転換してはどうかと提案した。彼は私の賢明な提案は検討してみるが、喫緊の課題は忌々しい裏切り者を一掃することだと答えた。さらに支援を提供してくれるなら、我々に王家最強のプクプク獣の乗り物を与え、彼が配下に置く十三の軍団を任せると語った。各軍団百万人、合計一千三百万人で反乱軍の両翼を包囲する作戦だという。我々は反乱軍から救ってくれた恩に報いるため、彼の頼みを引き受けた。\n読者の皆様、以上はすべて私がこの目で見てきた真実であり、一分の嘘も含まれてはいません。これから始まる戦いにいたっては、ますます信じがたいものとなるでしょう。我々に従属する盲目の奴隷はこんな歌を口ずさんでいました。\n「楽師よ、謳おう。プクプク獣の恐ろしき怒りを！」\nこうしてプクプク獣からなる大軍は前進を始めた。烈火が万物を呑み込むがごとく、彼らはひれのついた足で大地を大きく揺るがした。広大な平原に布陣すると、軍を率いる将校は彼らの神に祈りを捧げ、すぐさま弓をしならせ反乱軍に向けて犬を一匹放射した。銀弓からはおぞましい弦音が響いた。反乱軍も負けじとばかりに完全武装した五百万の巨人を出動させた。巨人の体躯は類を見ぬほど巨大で、至尊がその手で創造した魔像より数十倍は大きかった。聞くところによれば反乱軍が海底から招いた救援兵だという。巨人たちは隻眼であったが——そんなことは珍しくも何ともない。パクウィウスの描く巨人はみなそんな風だ——だが彼らは視力が飛びぬけてよかった。反乱軍リーダーの命令を受けて、驚くべき正確さで我々の陣地にバブルオレンジを投げつけた。それは着地した途端爆発し、無数の泡を噴き出した。その泡に触れるとたちまち上空に舞い上がり、太陽まで一直線に飛んでいくはめになる。お日様の色がオレンジ色に近いのはまさにそのためだ。\n戦争の終結については、古往今来の尊敬すべき劇作家たちもほとんど描いていない——彼らはその後の物語に紙幅を割くのが常だ。それゆえ私も彼らの伝統に従い、その部分を割愛するとしよう。"
          }
        ]
      },
      {
        "title": "北方秘史・3",
        "desc": [
          {
            "type": "RichText",
            "text": "我々はそれからまた三百日間、果てしない海の旅を続けた後、高い壁に遭遇した。大海原のど真ん中にそそり立つ壁は、目視できないほど高い空の彼方まで伸びていた。壁には無数の人影がびっしりぶら下がっている。身体も筋肉もないが、その人物のシルエットははっきりと分かる。世間にホラ話を吹聴する者、書籍にありのままの真実を書かない者は、一人残らず死後に壁にぶら下げられ罰を受ける。誰が壁を作ったか、壁の裏側がどんな場所かは私も知らない。なぜならこの旅行記の内容はすべて事実であり、私には壁に近づく術が一切ないからだ。そこで我々は慌ただしく船を後退させ、二度と近づくまいとばかりに必死でその場を離れた。\n夕刻を迎え凪いだ海域に入ると、さほど大きくはない島に船を寄せた。淡水が底を尽きかけていたため、上陸して淡水を汲もうと考えたのだ。その時とてつもない芳香が皆の鼻をくすぐった。カピトリウム最良の練り香水でさえ比べ物にならぬかぐわしさだ。なんとその島には住民が存在し、立派な都市まで築いていたのだ——その都市は見渡す限り黄金でできていた。それを十二重の宝石製の壁がぐるりと取り囲んでいる。一重目がアメジスト、二重目が紫メノウ、三重目がヒスイ、四重目がレッドジェイド、五重目がペリドット、六重目がトパーズ、七重目がルビー、八重目が赤メノウ、九重目がエメラルド、十重目が緑メノウ、十一重目がサファイア、十二重目がジャスパーだ。壁の外には幅数百メートル、深さ数千メートルの掘がめぐらされていた。そこを流れるのは水ではなく牛乳だ。中には塩漬けにされた魚ばかりが泳いでいて、すくい上げるだけで食べられるようになっていた。\nその地の住民はほぼ全員が女性だった。優美な衣装をまとう美しく若い女性たちだ。彼女たちは次々に我々の前に来ると、自分からハグをして歓迎の意を示した。島の名は愛を意味するアモリアといった。彼女たちは我々を熱心に家へと招き、マキモスを買い取れるほど大量の財宝をくれると言った。何かがおかしい、そんな気がした——エンニウスの物語でもないのに、見ず知らずの者にここまで親切にするだろうか？だがその戯曲を読み慣れた仲間たちは違和感を覚えることなく、彼女たちに連れられて家に向かった。私は喜んでいるフリをしながら、ソラリス人にもらった戦利品バブルオレンジを密かに携え、その中の一人の家に入った。よく観察してみると、思った通りあちこちに人骨が散乱している。私は慌ててバブルオレンジを構えて彼女に照準を合わせ、自白を迫った。女は大笑いすると一瞬で水と化し、跡形もなく消えた。\n私は急いで仲間たち全員を呼び集め、淡水を汲む間もなく一直線に船へと逃げ戻った。そこで目を凝らして見ると、島などどこにもない。背後に広がるのは一面の大海原だけであった。\n物語は次巻へと続く。"
          }
        ]
      }
    ]
  }
}