{
  "epId": 5838,
  "name": "ニャンコ事務所",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720331892,
  "components": {
    "body": [
      {
        "title": "ニャンコ事務所・1",
        "desc": [
          {
            "type": "RichText",
            "text": "午後、ペローはいつものように長いあくびをしてから目をこすった。すると、花壇に音もなく置かれた金色の招待状が目に入った。\n招待状の封筒は陽の光を浴びている。宛名に書かれた「ペロー様」の文字はモラよりも輝いて見えた。\nペローは目を大きく見開いた。\n一介のドアボーイに過ぎない彼の仕事は、主人を訪ねてやってきた「紳士」や「ご婦人」がたにドアを開けて差し上げることだ。「ペロー様」なんて丁寧な呼ばれ方をされたのは初めてである。\n誰が置いたのだろう？それも、彼がちっとも気づかないうちに。\nペローは瞬きした。そしてさらにもう一度瞬きして、それが虹のような幻ではないことを何度も確かめてから招待状を開いた…\n「先日はご馳走をありがとうございました。是非、私どもの元へお越しください。——ニャンコ事務所より」\nその辺に落ちている鳥の羽で書いたかのようないびつな文字は、金色の封筒とは明らかに不釣り合いだ。\nニャンコ事務所？「ニャンコ」なんて名前の事務所なんてあるのか？まさか猫が開いた事務所じゃないだろうな…？\nペローはよく、残り物を街の野良猫にやっている。\n「猫ちゃん」「ほら、おいで」などと呼びかければ、猫たちは人懐っこく寄り集まってくる。けれども餌を持っていない時は、ペローが相手でも警戒を解いてはくれないのだ。\nそんなことを考えながら、彼は招待状を裏返した。\n「事務所の場所をご存知ないかもしれませんよね…」\n「北風の十二個目の曲がり角を、地面に落ちている魚の憐に沿って進むと、馬車が並んでいるのが見えます。」\n「十回目の鐘が鳥った後、一つだけ残った馬車の下の暗がりにもぐりこんでください…そこでお持ちしています…」\n時間と場所の記し方も、まったくわけが分からない…まるで魔法の呪文か何かのようだ。\nきっと、誰かのイタズラだな？\nただ…誤字といい、鱗に目が行く点といい、どうも猫っぽい——もしも猫に文字が書けて、事務所まであるのだとしたら。\n北風…鱗…馬車…あっ、そうだ！ここから南へ向かって十字路を十二個過ぎたところに、昼間は魚屋が店を出している場所がある。毎晩十時頃には、ゴミ収集の馬車がとまっていたような気もする。\nそれらは一日のうちに街から出た大量のゴミを外へ運び出し、十二時になるとガラガラ音を立てながら戻ってくるのだ。\nそうだ、きっとこれは猫たちがかけた言葉の魔法だ。ペローのように、街を知るのと同じくらい猫を知り、猫を知るのと同じくらい街を知っている者だけが、魔法を解き明かせるのだろう。\nペローの胸が高鳴った。これは彼だけが知る秘密だ。\n「さっさとシフト交代の時間になればいいのに！はは…！僕には猫たちとのデートの約束があるんだ。」"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・2",
        "desc": [
          {
            "type": "RichText",
            "text": "「来てくださったんですね！どうぞどうぞ、お座りください。」\n猫たちは大喜びだ。\n「そうとも！事務所を見つけるのに苦労したよ。」\nその夜、ペローは招待状の指示通りに探し歩いた。\nすると、ゴミを運ぶ馬車の中に一台だけ壊れた馬車があり、動かずに停まっていた。さらに、その下の暗がりに、中と外の境目が分からないほど真っ暗な穴蔵を見つけたのだ。中からは微かな光と音が漏れていて、下へと続く螺旋階段があった。\nそれこそ、人知れぬ場所にあるニャンコ事務所なのだった。\n「野良の仲間は生まれつきこういうところに集まりたがる性分にゃんだ。どうかご理解いただきたい！」\n虎模様の猫は金色の目を細め、謙虚な態度でそう言った。ただし、尻尾は誇らしげに弧を描いていた。\nその子は、よく餌をやっているトラ猫だった。普段は主人の家の窓ぎわに寝そべって、悠然と尻尾を揺らしている。他の猫については、見慣れない顔だった。\nトラ猫は一匹ずつ紹介してくれた。\nまずはボス猫。つまり、トラ猫自身のことだ。\n左にいるのは足に模様のあるぶち猫で、用心棒。\n右にいるのは利口な三毛猫。ペローへの手紙は、猫たちから一本ずつ髭を抜いて集めて筆にしたものに、墨を付けて三毛猫が書いたそうだ。\n「それからこっちは雑種猫。ちょっとひねくれてて、ハゲがあるけど、仲良くしてやってくれ！」\nこうして何匹かの猫で作られたニャンコ事務所は、街の猫たちのために難題を解決しているらしい。\n「それで、今まで事務所はどんなトラブルを解決してきたんだい？」\nペローは好奇心から訊ねた。\nトラ猫が左側で尻尾を揺らすと、ぶち猫が堂々と前へ進み出た。\n「おいらは勇敢なぶち猫だ。いびきのひどい猫の旦那が依頼してきた仕事は、おいらが解決したんだにゃ。」\n「あの猫の旦那、とっても豪華な宿を開いたんだ。人間のホテルにも引けを取らないほどのやつだにゃ。開店当初は大勢の客が宿泊したものだにゃ。」\n猫の世界にもホテルがあるのか！ペローは思わず、メモを取りそうになった。\nホテルなんてペローでも、入口を通りがかる時に羨ましく思いながら中をのぞくことしかできないのに。子供の頃、拾ったキャンディのフィルムを思わず舐めてしまった時のような気持ちだった。\n「でも猫の旦那のいびきがあまりにうるさいんで、客が眠れなくて売り上げが落ち込んだんだにゃ。」\n「するとある日、ホテルに大量のネズミが出て客の持ち物をかじって壊しちまった。そこで大活躍したのがあの猫の旦那だ。」\n「以来、旦那のいびきを聞くと、客はほっとしてこう言うようになったにゃ。『なんて頼れる猫だろう』」\n「本当はホテルには元々ネズミなんていなかったんだにゃ。夜中にネズミを捕まえてきてホテルに放ったのはおいらで、それらを猫の旦那が捕獲したんだにゃ。」"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・3",
        "desc": [
          {
            "type": "RichText",
            "text": "ぶち猫が話し終えると、トラ猫は、今度は右手に尻尾を揺らした。\nすると三毛猫が優雅に進み出て、しなやかにお辞儀した。\n「猫にも怠け者はいるとはよく言われる話ですにゃ。」\n「街の入口に住む怠け者の猫から、楽してネズミを獲る方法はないかと言われましてね。」\n「私の提案で、猫の住まいの『猫の家』という看板を取っ払って、『ネズミの休憩所』と改めたのですにゃ。」\n「それ以来、ネズミが街に入るたびに優しい囁きがあちこちで聞かれるようになりましたにゃ。『ネズミさんがた、移動でお疲れの両手両足にクリームを塗って差し上げましょう』『ネズミさんがた、そのとげとげしいものを外してスクラブマッサージはいかがです』なんて…」\n「そうしてネズミたちは塩、さらには油を塗られて『お風呂』と書かれた熱湯に入るべく列に並ぶのですにゃ。」\n「その後はみんな怠け者猫の口に入るという寸法ですにゃ。」\nペローは思わず「ぷぷっ」と吹き出した。「なんて頭のいい三毛猫だ！」\n三毛猫は再びしなやかにお辞儀をして、淑女のように戻っていった。\n「こ、今度はわたくしめの番ですね…」雑種猫がこびへつらうようにそう言った。\n「わたくしめの毛は、たき火で暖を取ろうとして、燃やしてしまったんです…」\n「おかしな話です。眠りについたとき、あんまりぽかぽか暖かかったものだから…子猫だった頃の夢を見たんです。母さんの毛皮の上で眠って…スヤスヤしてたら、体に火がついていました…」\n「ボ、ボスが仲間に入れてくださって、ありがたい限りです。わたくしめは汚れるのも平気ですから、街の下水道を通って情報伝達や雑用の類をやらせてもらってます」\n「そ、それ以外でわたくしめにできることなんてありませんから…」\nトラ猫が咳ばらいをすると、雑種猫はひるんだように微笑み、そろそろと後ろに下がった。\n「さてと。これでニャンコ事務所の日常について知っていただけたにゃ。」\n「今回ペローさんをお招きしたのは、自分たちだけでは解決できにゃい問題にぶつかったからにゃんだ。どうかお力添えいただけにゃいだろうか？」"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・4",
        "desc": [
          {
            "type": "RichText",
            "text": "「力添え…？」ペローは目を見開いた。\nトラ猫は厳かに頷いた。「ペローさん以外は考えられにゃい。」\n「ペローさんが奉公していらっしゃるご主人は、長毛の猫を飼っているだろう？」\n「ああ、あの真っ白な気品のある長毛猫か！」\nあの猫をご主人様は命に替えても惜しくないほど可愛がっている——まさに彼の宝物だ。猫のほうは、古代の姫を思わせる深緑色の瞳で、いつも人間を横目でにらみつけている。そして水辺で羽を洗うサギのように、ピンク色の舌で頭から尻尾まで、丁寧に毛並みを整えるのだ。\nご主人様は食事中も寝る時も、外出や訪問時にも、いつ何時もあの子をそばに置いている。\n「私はあの子と結婚するつもりで、話もついているんだ！」\n「へえ、結婚か…えっ！？け、結婚？」\nペローはさっきの雑種猫以上に、言葉に詰まってしまった。「で、でもどうやって暮らすんだ？あんな長毛猫に放浪生活なんてできないだろう！」\n「それについては心配無用。結婚後は遠い国の神社に引っ越す予定にゃんだ。そこは猫のための神社だそうで、神を崇めるがごとく猫を崇めているとか。食べ物にも、飲み物にも困らないそうな…」\n「けど、そ、そんなことが許されるか？ご主人様があの猫を手放すわけがない…」ペローはぎこちなく言葉を紡ぐ。\n「だからこそ、ペローさんの助けが必要なんだ。」\nトラ猫は棚の上に飛び上がった。金色の瞳がペローを見つめている。\n「でも僕は何の地位もない、ただの下っ端のドアボーイだぞ。」\nペローは否定するようにぶんぶんと手を振った。\n「猫を盗んだことがご主人様にバレたら、僕は仕事を失うばかりか、法廷に立うことになる…」\n「いやいや、ペローさん。誤解しにゃいでくれ！」\nトラ猫は謎めいた笑みを浮かべた。同時に口元のひげも、笑っているかのようにそよいだ。\n「ペローさんに盗みを働いてもらおうにゃんてつもりはサラサラない。僕たち猫は魔法が使えるんだ。他に…方法がある。」\nそう言うと、トラ猫は口笛を吹いた。\nすると、両側にいたぶち猫と三毛猫が手品のように、それぞれ靴と仮面を取り出した。\n「これは猫の魔法の靴と不思議な仮面だにゃ」\n「ほらほら！つけてみて！」\n仕方がなく、ペローは二つのお宝を受け取った。\n——この靴…小さく見えるわりに履き心地がいいし、ぴったりフィットするぞ。\nそれにまるでつま先で歩いているみたいに軽い…\nそれからお面を着けてみると、話そうとしても何を言っているのか判別がつかない震えた声がするだけで、どう聞いても自分の声とは思えなかった。\n「これぞ猫の魔法」トラ猫は嬉しそうに言った。「この二つを身に着ければ、ペローさんだとは誰にも分からにゃい」\n「ペローさんはいつも通り、家に帰って、ぐっすり眠るだけでいいんだ」\n「ただし三日後、僕たちの指示通りにご主人様と長毛猫をニャンコ事務所に連れて来ていただきたい。三日後だ——」\n「忘れにゃいでくれ！」"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・5",
        "desc": [
          {
            "type": "RichText",
            "text": "新しい招待状が出された。今度のものは、ご主人様宛だ。\n「伯爵様、あなた様の猫のご高名はかねがねうかがっております。我が家にも珍しく貴重な異国の猫がおります。よろしければあなた様の愛猫と結婚させてやっていただけませんでしょうか。どうか我が家へ一度、足をお運びくださいませ」\n「時が来れば、馬車であなた様と猫をお迎えに上がります。——フォン・フリッガ」\nペローが訂正し、三毛猫は誤字を直した。\nこうして猫たちの忙しい日々が始まった。\n過去にニャンコ事務所に助けてもらった猫が大勢駆けつけ、白い絹織物や、賞味期限の迫ったグッピー缶、ワインなどを持参した。そして…事務所を式場のように飾り付けた。\n街の暗い片隅にこれほど多くの野良猫が暮らしていたなんて…夜に通りかかるものがいれば、びっくり仰天したに違いない。\n壊れた馬車もいつの間にやら修理されて、おとぎ話の中でしか見ないような華やかな見た目に生まれ変わった。\n中にはふかふかのベルベットのマットが敷かれている。馬車は走ると、猫の好きなウィンドチャイムが「リンリン」と音を立てた。そうして馬車は、主人の屋敷の前に到着した。\n「ご乗車くださいませ」\n「フォン・フリッガ夫人の御者」に扮したペローは、頭を下げて恭しく言った。\n猫の不思議な仮面を着けていても、まるで過ちを犯したかのように緊張している。どこかでヘマをしないかと、かなり不安だった。\n幸い、ご主人様は華やかな馬車を気に入ったようで、そちらに夢中だったし、「御者」に一袋のモラまでくれた。「ほんの心づけだ、持っていきなさい」\n道中、馬車の前を絶えず猫が横切った。\n「そこをどいてくれ！」遅刻を恐れたペローが、猫の不思議な仮面の下から小声で呼びかける。\n「悪いね、うちらも先を急ぐんだ。結婚式に遅れちゃまずい」猫たちは口々にそう答えた。\nようやく猫が通らなくなった頃、やっとニャンコ事務所に到着した。\n「おおっ！貴重な絹織物が部屋一面に並んでいる…」伯爵は感嘆したようだった。\n「この香り、かにみそとハムのグリル野菜か…素晴らしい。腕のいいシェフがいるのだろう…」\n「それにこんなにたくさんの猫が来るとは驚きだ！フォン・フリッガ夫人は実に心配りの行き届いたお方だ。その異国の猫を寵愛していらっしゃるようだな。まさに、私があの子を愛するように！」\n主人はあれやこれやとほめそやした。\n「なんとめでたい日でしょう。さあ、お飲みになってくださいにゃ！もう一杯いかが！」三毛猫がワインを掲げて伯爵に酒を勧める。\n「では、もう一杯！」\n主人は気分よくほろ酔いになった。「どうして猫が言葉を話しているのか」といった疑問を忘れてしまうほどに…"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・6",
        "desc": [
          {
            "type": "RichText",
            "text": "やがてハープの音と共に、ドレスアップした長毛猫が登場した。\n「おやおや、お前ときたら。さっき馬車を降りて姿が見えなくなったと思ったら、おめかししてたのか」主人は咎めるかのような、それでいて誇らしげな眼差しを愛猫に向けた。\n長毛猫の白い絹織物は尻尾まで延び、花で華やかに飾り付けられている。それは春の雪のような、純白のセシリアの花だった。\n「パチパチパチ——」猫たちは一斉に拍手した。\n「本当にきれいだ…」\nペローは思わず持っていたナイフとフォークを置いた。\n「シューッ」という音とともに、猫たちがカーテンを引いた。\nネクタイと礼帽を身に着けたトラ猫は、髭と耳の毛も美しく整えていた。そして騎士のような厳粛な足取りで新婦となる猫を迎えた。\n後ろにいたぶち猫が慌ただしく体を揺さぶると、肩にかけていた風呂敷が落ちて開いた。中身は猫夫婦への贈り物だ。\n色とりどりの毛糸玉に、紐を引っ張るとチューチューと音を立てるネズミのぬいぐるみ、ぱんぱんに膨れたヤマガラ形の風船、そして以前から準備していた、遠い国の猫の神社へ向かうための船のチケット…\n「ちょっと待った！」\n冷たく厳しい声が上方から降り注ぎ、猫たちの幸せに満ちた雰囲気を断ち切った。\nいくらか酔いが醒めたと見える伯爵は、ふらふらと立ち上がると、びしっとトラ猫を指差した。\n「そいつはいつも我が家の出窓に寝そべっている野良猫じゃないか？お前のことは知ってるぞ。いつも悪巧みしながら窓を覗き込んでいた…」\n「結婚相手は名高い異国の猫だと言わなかったか？飼い主だという夫人はどこにいる？」\n「この猫用おもちゃ…よくみたら、うちのじゃないか！いつの間に盗んだんだ？絹織物も、酒も、どこかから盗んできたんだろう？」\n「お父様、どうか怒らないで…」長毛猫は慌ててとりすがった。\n「お父様。お嬢さんのことは僕が幸せにしますから…」トラ猫は構わず言った。\nしかし、その「お父様」という呼びかけが、伯爵の怒りに火をつけてしまった。\n「黙れ！！」\n「こんなどこの馬の骨ともしれない知れない不純な血統の野良猫が、私の猫にふさわしいわけがない！」\n「それにお前。フリッガ夫人の御者だと言っていたが…」\n「お前も野良猫たちのペテンに参加しているのだろう？その仮面を外して、顔を見せろ——」\n主人はペローのほうへ大股で歩み寄り、その仮面を取ろうとした。\n全身の血液が磁石に吸い寄せられたかのように、一気に血の気が引く。\n「早く逃げろ」心の声が口々に耳元でささやく。しかしペローはパニックになってしまい、両足はこわばったままで一歩も踏み出せない。\n「もうおしまいだ」ペローは絶望しながら目を閉じた。その直前、自身の頬に細長い物が揺れているのが見えた。\nなんということだろう。ペローの頬に白い髭が、猫の髭が生えているのだ。\nペローは耳を動かした。とんがった、機敏な耳だ。体もあれよあれよと弓なりに縮んだ。そして発した声は、「にゃおーん」。\nご主人様に捕まる前に、ペローはテーブルの下へ器用に逃げた。"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・7",
        "desc": [
          {
            "type": "RichText",
            "text": "「逃げないと、逃げないと」\nペローはまるで黒いマントを羽織った風のようだった。\n「逃げないと、逃げないと」\n螺旋階段に沿って、ニャンコ事務所の出口へとひた走る。\n猫の魔法の靴は一体どこへ？ペローには分からなかったが、自分が猫のように俊敏に走れることだけは分かった。そして目に映る景色も、猫のそれのように地面に近かった。\n猫の不思議な仮面は一体どこへ？ペローはだんだんその答えがわかってきた。\n靴と仮面はペローの体の一部になったか——あるいは、ペローが猫になったのだ！馬車を扱うために、手には白い手袋を着けていたので、ペローは今や白黒のぶち猫だった。\n「急げ、急げ…」\n——誰の声だ？\n横を向いてみると、ネクタイを締めたトラ猫と白い絹織物を引きずった長毛猫がすぐそばで、同じくらいのスピードで走っていた。\n「急げ、急げ…ペローさん、あの馬車を運転して、港まで僕らを送り届けてくれにゃいか？」\n彼らの後ろでは猫たちが飛び跳ね、装飾用のカラフルなリボンを引きちぎり、宴席のサラダやワインをひっくり返して大騒ぎしている。伯爵をしっかりと足止めするためだ。\n「猫ちゃんや、戻っておいで——」\n彼の叫びに応えるものなど、どこにもいなかった。\nここまで来たら、トラ猫と長毛猫を無事に港へ送り届けることしかできない。ペローにはもう、他のことを考えている余裕はなかった。なぜなら、猫の頭は小さくて、一つのことしか考えられなかったからだ。\n「ザザーッ、ピカッ」雨が降り始め、雷が光った。\n雷鳴の直前の光だけが一瞬一瞬辺りを照らす闇の中、その小さな門だけは開いていて、見張りもいなかった。\nきっと、雨宿りでもしているのだろう。\n湖面には無数の渦が浮かび、停泊中の船は、よく見なければ橋の影と同化して見えてしまうほどだった。しかし猫になったペローは視力が異常によくなっていたので、ひと目見て船と分かった。\nぶち猫からの新婚祝いを引っ提げたトラ猫は、長毛猫を連れて馬車から飛び降り、「ササッ」と船の中にもぐりこんだ。\n「あなたのお陰だ、ペローさん…！」トラ猫は恭しく、心を込めてお辞儀した。\n「ご主人様が追い付かないうちに、早く行って！」\n行け、行け、行け！猫の神社へ。\nきっと、きっと、きっと、幸せになってくれ。\n人知れず大事を成したという興奮からか、ペローの目にはじわじわと涙があふれた。\nこんな風に猫になってしまって、これからどう暮らしていけばよいのかは分からなかったが…——"
          }
        ]
      },
      {
        "title": "ニャンコ事務所・8",
        "desc": [
          {
            "type": "RichText",
            "text": "まぶしい日の光に起こされて、ペローは両目を開いた。そして無意識に手で目元をこすった…\n手と足は、元通りになっていた。あのふわふわとした猫の手ではない。\n昨日の夜、何があったんだ？ペローは懸命に思い出そうとした。\n…あの時、白黒のぶち猫だったペローは馬車の向きを変えてポクポクと引き返した。\nまだ十二時にはなっていなかった。\n他の馬車が戻ってくる前に、ペローはごく普通の猫がやるように馬車から飛び降りて、人目を避けながら家に帰りついた…\nそして今は…しまった！太陽がこんなに高く昇っているということは、もう仕事はとっくに始まっている！\nペローは勢いよくベッドから跳ね起き、服を着替えてドアボーイのペローに戻った。\nしかし、主人の屋敷の門は固く閉じられ、「面会謝絶」の札が立てられていた。\n「猫がいなくなって、ご主人様は耐えきれず床に伏されているよ…」\n「とてもきれいな猫だったよね、私も可愛がってたのに。まあ、あれじゃあ泥棒に目を付けられていたとしても不思議じゃない…」\n「かわいそうに。ご主人様ほどあの猫によくしてやれる人間がいるかい？」\n召使いたちは、ひそひそ囁き合った。\n今日はドアボーイの出番はなさそうだ。せっかくの休みを得たペローだったが、気持ちは晴れなかった。\nニャンコ事務所は、どうなったんだ？\nその日から数日間、夜になるとペローはゴミ収集の馬車の所へ向かった。そして一台ずつ街灯の下の暗がりを調べたが、真っ暗な穴蔵は二度と見つからなかった。それに靴と仮面もなくなってしまった。\nまるで魔法など最初から存在しないようで、しゃべる猫に出会ったことも嘘のようだった。\n恐らく、トラ猫のボスがいなくなったので、ニャンコ事務所も店を畳んだのだろう…\n主人は三か月も床に伏した後、ある夏の日の朝早く、突然回復した。\n寝室から主人の鼻歌が、それも快活なメロディが聞こえてきた。舞踏会で若者が相手を誘う際に歌うような曲だ。\n「ペロー、こちらへ来なさい。」ご主人様はペローに手招きした。\n「ドクン——ドクン——」心臓が、再び高鳴った。まさか…？\n「この礼服は着古してしまった。捨ててくれ。それから新しい礼服を見繕ってほしい。デザインは…そうだな、流行りのこじゃれたものがいい。」彼は穏やかにそう言った。\n「はい…」ペローはほっと胸をなでおろし、礼服を抱えて外に出た。\n「でも、ご主人様は昔気質な、保守的な方じゃなかったか？」ペローとしもべたちは、心の中でそんなことを思った。\n古い礼服のポケットから、一枚の紙がひらりと落ちた。\nそれはトラ猫が逃げた後、猫たちが長毛猫の口調で伯爵に宛てて書いた、無事を知らせる手紙だった。\n「お父様へ。私は元気にやっているわ。魚の干物とネズミの干物をお送りします。どうぞ召し上がって。」\n「それから、縁談を持ちかけたフォン・フリッガ夫人は確かに存在するわ。でも、彼女はお父様のことが好きなの。お父様も、そろそろ伴侶を見つけてはいかが？」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ニャンコ事務所"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5736,
            "name": "ニャンコ事務所・1",
            "desc": "<p>謎のニャンコ事務所が、ある日ドアボーイのペローに招待状を送った…いったいどんな冒険がペローを待っているのだろうか？</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_4806704303466677769.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5737,
            "name": "ニャンコ事務所・2",
            "desc": "<p>猫語を解明したペローは、事務所の入口を見つけた。そして「黒い影の下に飛び降りる」。そして…</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_5979804776559190253.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5738,
            "name": "ニャンコ事務所・3",
            "desc": "<p>ぶち猫は、いびきをかく猫の旦那の依頼を終えた。他のニャンコたちは何をした？ペローの好奇心はまだ続く…</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_1120456966371740249.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5739,
            "name": "ニャンコ事務所・4",
            "desc": "<p>なんでもこなせるニャンコ事務所も困るときがある。誇り高きトラ猫のボスがペローに助けを求めざるを得ない難題とは、一体なんだろうか？</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_1939987437071372903.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5740,
            "name": "ニャンコ事務所・5",
            "desc": "<p>ニャンコの魔法ブーツと不思議な仮面は、どんな方法を使って、長毛猫をニャンコ事務所に連れてくるのだろう？</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_4480344283440454957.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5741,
            "name": "ニャンコ事務所・6",
            "desc": "<p>ニャンコたちと旦那様が見届ける中、トラ猫と長毛猫は無事に結婚してニャンコ夫婦となれるのか、それとも…？</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_1505119778656880104.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5742,
            "name": "ニャンコ事務所・7",
            "desc": "<p>「走れ！ペロー、走れ！」猫耳が生えたペローの頭の中には今、この言葉しかない…</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_6691454906966126514.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5743,
            "name": "ニャンコ事務所・8",
            "desc": "<p>「でも旦那様は、愛情において二度目の春を迎えたみたいですね？」と侍従たちは密かに話した…\\nしかし、それはずっと先のことである。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/5edca14df60d3850c4b14b664517188c_5683955423106495078.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}