{
  "epId": 5839,
  "name": "小さな魔女と消えない炎",
  "desc": "純粋で清らかな青い花。水脈の集まる場所で育つ。優しく爽やかな、品の良い香りがする。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1720330560,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "小さな魔女と消えない炎"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5729,
            "name": "小さな魔女と消えない炎・1",
            "desc": "<p>装丁は美しいが、本文はすべて手書きである。筆跡から推測するに、著者は一人ではない。「何を書くかは置いといて、表紙は綺麗にしないとね。そうすれば、傑作を書いてるような雰囲気が出るでしょ」</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_8005584101802004315.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5730,
            "name": "小さな魔女と消えない炎・2",
            "desc": "<p>「もうかなり書いたというのに、ストーリーがまったく進んでおらん。設定ばかりではないか！」「あなたに何が分かるの！それにこれは設定じゃなくて、雑学と知識よ！」</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_2416084668271755004.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5731,
            "name": "小さな魔女と消えない炎・3",
            "desc": "<p>本文に入る前に少し不思議な筆跡でこう書かれている——「Rの精神が正常になっておるのに、こんなものを書かせるつもりか？」「心配しないで、これは魔女たちにとって最も重要なことだから」</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_2923746768635414078.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5732,
            "name": "小さな魔女と消えない炎・4",
            "desc": "<p>本文に入る前に少し不思議な筆跡でこう書かれている——「ああ、女皇陛下よ。これほどの伏線をどう回収すればいいのでしょう？この老いぼれを、どうかお救いください」</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_263890570501857110.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5733,
            "name": "小さな魔女と消えない炎・5",
            "desc": "<p>粗雑な字で書かれた本。著者があまり筆を握ったことがないのか、それとも何かがあったのか…</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_8847165593434929123.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5734,
            "name": "小さな魔女と消えない炎・6",
            "desc": "<p>「こんな時に、本当にこれを書く必要があるの？」「書かせてください。この世界に戻る機会は滅多にないのです。アリスもきっとこう考えているはず——続けなければ、最初から何もかもが無意味になると」</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_8202546701273974708.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5735,
            "name": "小さな魔女と消えない炎・7",
            "desc": "<p>装丁は美しいが、本文はすべて手書きである。筆跡から推測するに、著者は一人ではない。「書くことの意味が分かった。それは、あなたもここに居たらどんなにいいかと伝えることよ」</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/75248538/531a39334dc65d78ebe5e2de11fddbaa_7979160405534221769.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "小さな魔女と消えない炎・1",
        "desc": [
          {
            "type": "RichText",
            "text": "これは、小さな魔女が「消えない炎」を求めて旅をする物語である。\n物語はこんな風に始まった——魔法大陸の西の果てでは、小さな魔女が「最後の見習い魔女試験」を迎えていた。この試験に合格すれば、名実ともに一人前の大魔女になれるという慣例だ。\n試験問題はくじ引きで決まる。つまり、結果はランダムだ。こうしたイベントに、アクシデントはつきものである。しかし、伝統を守る魔法大陸では、試験をくじ引きで決めるというルールが最も古い時代から脈々と受け継がれてきた。\n外の世界には「モーフィーの法則」という理論がある。多分、このスペルであってたはず…ずばり、失敗する余地のあるものは大抵失敗するという意味だ。この法則を裏付けるかのように、案の定、小さな魔女にアクシデントが振りかかった！\n試験を受ける者の中には簡単な問題を引き当てる者もいる。たとえば「物質的宇宙における至高の物質『賢者の石』を精錬しろ」とか、「強大な宇宙クジラのヒゲを手に入れろ」とか、「時を超えたり平行世界に行ったりして、太古の魔法大戦で失われた魔導書を探し出せ」なんていう課題だ。\nしかし物語の主人公である小さな魔女は、地獄級に難しいお題を引き当ててしまった。「消えない炎」を見つけて持ち帰れというものだ。恐らく偉大なる魔女の先生には、何か考えがあるのだろう。\n魔女の先生は友人と和やかに午後のティータイムを楽しんでいた。彼女は小さな魔女を慰めた。「一流の魔女になる運命を背負う者だからこそ、難題を与えられたのです。未解決の謎を解けるなんて、素晴らしいことですよ！」\n「本当ですか？」\n「もちろん。帰ってきた暁には、今よりもっと素敵なお茶会で出迎えてあげますからね。」\n魔女の先生の友人は、先生に耳打ちした。「ねえ、ちょっとひどすぎない？あれってあなたが面倒くさがって適当に出したお題でしょ？この世にそんなものがあるなら、永久機関だって作れちゃうわよ。電弱相互作用の大統一理論の証明でなかったのがせめての救いね。」\n「大丈夫。人生に嘘はつきものよ。」先生はぬけぬけと言った。「それに完全なデタラメってわけでもないわ。『消えない炎』は確かに存在するもの。あの燃える星は…あら？いつ見たのかしら…忘れちゃったわ。」\n魔女の先生は振り返って言った。「こほん！試験の難易度を考慮して、あなたには通常の三倍の時間をあげるわ。ふふっ、まぁせいぜいがんばって！」"
          }
        ]
      },
      {
        "title": "小さな魔女と消えない炎・2",
        "desc": [
          {
            "type": "RichText",
            "text": "深い森に夜が訪れた。\n箒にまたがった小さな魔女の姿が、血緑色の月を横切る。\n血緑色は占星学では大きな異変を意味するが、その結果だけで吉凶を判断することはできない。\n——血緑色は本来、この星を支配する種族ニフィリム人の象徴である。神と人の間に生まれた子である彼らの血液は、人間の赤い血と神の金色の血が混ざり合ったような色をしている。しかし実際のところ、緑色の月光は月の構成物質や大地と月との距離、大気等の影響によって生み出されるものだ。\nさて、箒に乗って血緑色の月の下を飛んでいた小さな魔女は、「占い師」を名乗る少女に出会った。\n「魔女の使い魔になりたいのです。」と少女は言った。\n小さな魔女は前からずっと疑問に思っていたことを尋ねた。「占い師って、本当に運命を読めるの？」\n占い師はそこで小さな魔女に占いの原理を説明した。読者にも分かるよう、簡単にまとめると…次のような内容だ。\n我々の世界では、星象は天上の糸が地上の人々を操る姿を表している。一方他の世界では太陽の黄道エネルギーや、衛星の月のエネルギー、惑星の執政や神々の意志の力、遠き星々の干渉性散乱エネルギー、漆黒宇宙のダークエネルギーを星学の研究対象としている。もちろん我々の星でもそういったものの影響がないとは言い切れないが、巨大な天蓋バリアによりその力がかなり弱まっている。だから他の世界の占星学は、我々の世界よりずっと抽象的だそうだ。\n余談だが、他の星では実在の星を「政」、虚構の星を「余」と呼ぶという。小さな魔女がいる星にも、共通する部分がある。\n我々も天から下された意思を「執政」と呼ぶ。知的生命体のいる惑星では普通「政」は七つなので、「七政」と呼ぶ。対して虚構の星は一、二、四個と様々だ。小さな魔女のいる星では恐らく一個だろう。空想の星が一個の場合、一般的に「余」は「真っ暗な太陽」であるとされている。\n天文学者と占星術師は星本体の天蓋バリア、宇宙、「政」と「余」の比重を計算して、世界とその住民の未来を推理するのが仕事だ。我々の星では天蓋バリアの比重が圧倒的に大きいため、この研究だけでかなり正確な答えが導きだせる。それに対して小さな魔女や占い師のいる世界では、全体を網羅した大きな数式を解く必要があるのだった。\n小さな魔女はそれを聞いて、占い師の知識と技術を心の底からすごいと思った。\nそこで使い魔の件について、話し合ってみることにした。魔女の使い魔は、魔女と魔力を共有できる。魔力を手に入れれば、占い師はより多くの運命を覗くことができるだろう。けれども、使い魔になれば思いもよらない副作用が現れるかもしれない。どんな結果になるかは、何とも言い切れなかった。\nそう、それこそが「血緑色の月」の意味なのだ。大きな異変ではあるが、結果だけを見て吉凶は判断できない——よし、これで横道に逸れずに辻褄を合わせられたな。\n「でも残念ながら私は大魔女じゃないの。今はまだ、あなたを使い魔にしてあげられない。」そう小さな魔女は告げた。\n「もう一つ魔女と契約を結ぶ方法があります。そっちを試してみるしかなさそうですね。」と少女は答えた。\nさて、血緑色の月が輝くこの夜は、ちょうど魔女たちのカーニバルの夜でもあった。\n補足すると、カーニバルとは古くから伝わる禁忌の儀式である。魔女たちの魔力はその晩、ピークに達すると言われている。彼女たちは秘密裏に儀式を行い、供物を捧げ、夜を徹してかがり火を燃やし続ける。魔法大陸の西の果てで忘れ去れらたはずの習俗は、何故か深い森の奥で復活していたのだ。そしてこれには普通、大魔女かそれ以上の人物のみが、招待したりされたりできるとされていた。\n実際には、カーニバルへの参加は魔女たちの恋愛や結婚事情がダイレクトに関係していたのだが。\n…話を戻そう。どうしたことか、占い師は魔女側の事情を理解しているのに、小さな魔女は占い師側の事情を一切知らなかった。とにかく彼女たちはカーニバルに行ってみることにした。まあ、「消えない炎」を見つけられない小さな魔女の焦りを発散するための余興…ということにしておこう。\n血緑色の月光の下で、大魔女たちがかがり火を囲んで踊っていた。\n小さな魔女と自称「占い師」の少女は重なる雲よりも濃い、かがり火の届かぬ木の陰に身を隠した。\n「禁じられた古のカーニバルの夜の翌日、朝日が昇り魔女たちが帰路につく頃を待って——」\n「灰の中に残った消えない炎を只人が持ち帰って捧げれば、魔女と契約したものと見なされます。」と少女は語った。\n「その方法は必ずうまくいくの？」小さな魔女は尋ねた。\n「魔女に拒否される場合もあります…でも魔女は霊媒となるものを格別に愛するものですし、わたしもたとえ恐ろしい怪物になっても構わないと思っていますから。」少女は切実な口調でそう訴えた。\n「つまり、それが『消えない炎』ってこと？」小さな魔女の頭の中に、ふと黒い考えが浮かんだ。「じゃあ、その炎を奪えばいいんじゃ…」\n血緑色の月明りの下で、大魔女たちは魔女の歌を歌い始めた。\n「もしも全てが魔女の歌劇なら、」\n「悲しむべき真実など消えてなくなる。」\n「我らが祝祭は円満に終わりを迎えた。」\n「物語は続く、」\n「これからも毎日が、魔女の夜…」\n暗闇に潜んだまま、じっと耳を傾けていた小さな魔女は、ちょっと後ろめたい気分になった——それは大魔女や超魔女の中に学校の先生や校長、教頭がいるのではないかと怯えていたからではない——小さな魔女は学校関係者全員を知っていたので、ここには一人もいないことを分かっていた。\nちなみに、小さな魔女の学校にも、緩やかな師弟制度はある。しかしみな年齢が近いため、実質的には年齢で上下関係が決まってしまうところがあった。課外時間には師匠の違う生徒同士の交流も認められており。こうした制度の源流は西の魔女の黎明期にまで遡ることができる。彼女たちは秘伝の呪文や秘儀の交流をタブー視してはいなかった。だからこそ、その時期に西の魔女は勢力を急拡大したのである。この小さな魔女が所属するのも、西の魔女直系の継承者たちのグループであった。別に設定を忘れていて、今慌てて付け足したというわけではないのであしからず。\nとにかく物語に戻ろう。彼女は占い師に言った。\n「目の前にこんなチャンスがあるんだから、思い切ってやってみなよ！夜が明けたら、その炎を採りに行こう。運悪く怪物になっちゃっても、苦しまないように終わらせてあげるから。」\n占い師の少女は、友情の証として、大事にしていた水晶玉を小さな魔女に贈った。\n「これは既知のあらゆる運命を喜び、未知のあらゆる悲劇に心を痛める水晶玉です。迷った時は、これに教えを乞うてください。」\nこの水晶玉の背景はこんなものだ——"
          }
        ]
      },
      {
        "title": "小さな魔女と消えない炎・3",
        "desc": [
          {
            "type": "RichText",
            "text": "小さな魔女は、旅の途中で魔王を倒そうとしている者たちに出会った。\n彼女は魔王討伐の仲間に加わることにした。\n彼らは小さな魔女に、魔王を倒せば倒すほど魔女の力は強くなると告げた。\nその話は本当だった。\nその後、彼らは「ミミック魔王」に遭遇した。\nそれからというもの、小さな魔女は魔王を倒すたびに『魔王討伐ノート』にそのことを書き記すようになった。\nある時、彼らは古いボロボロの家でミミック魔王に出くわした。最初は誰もそれがミミック魔王だと気づかず、ただのカビだと思い込んでいた。\n菌を吸いこんでしまった同行者たちは次々に、粗末な古代ロボット（小さな魔女は「不格好だし、錬金術の創造物のほうがいい」と思った）、美少女（元男性。魔女は最初、隣接的雌雄同体の雄性先熟なのではないかと疑っていた）、海賊（魔女もこの人物についてはさっぱりわからなかった）へと姿を替えられてしまった。\nしばらくすると隊員全員の自己認識に差し障りが出始めた。気がかりなのは、元々は三人とも同じ種なのだから、これほどまでに異なる性質を示すはずがないという点であった。一方で、症状のほうはかなり似ているように見えた。\n小さな魔女は、カビには自意識があり、接近する生物を理想の姿に変身させる能力があるのだと気がついた。小さな魔女の姿が変わらなかったのは、自分自身に満足していたからだった。\n小さな魔女はカビの特性をテストすることにした。\nカビの一部を試食してみた彼女は、それが食用にでき、副作用もないと気づいた。カビだと判断したのはちょっと不適切だったかもしれないと思ったが、ブルーチーズのカビだって食べられるのだということを思い出して、この判断を変えないことに決めた。注目すべきは、カビの塊を切り取ると、残りの部分の菌糸が瞬時に消えてしまう点だ。初歩的な集団的知性を持っていると判断してもいいかもしれない。\nさらなる交流を図るため、小さな魔女はカビになってみたいと一瞬考えてしまった。この瞬間、彼女はカビになった。\nそしてその結果、カビの集合体には奇妙な生物信号のみが存在することが判明された。さらなる研究をするためには信号の解読が必要だが、ただ信号がただ繰り返されているところを見るに、集団的知性は思いのほか低かったように思われた。\nしかし、最終的にカビが「自殺」したことによって、小さな魔女はカビの交流パターンを解明した。なんと、自分と同じ姿に変身した小さな魔女を見て、カビの集団は自己意識に失調をきたし、解離症の状態になってしまったのである。カビが繰り返し続けていた信号は、「誰が自分で、自分は誰？」という哲学的な問いだったのだ。その知能は、想像を遥かに超えていた。\n元の姿に戻った隊員たちは、カビがミミック魔王であることを小さな魔女に告げた。それは魔王の仲間であり、スタンダード魔王と同じ「綱」に属すが、同じ「目」には属さないのだという。\n残念、もっと観察して記録したかったのに——小さな魔女は思った。\nその後、一行はシマリス魔王に遭遇した。今回は、隊員たちは事前にシマリス魔王も魔王の一種であることを教えてくれた。\nそれはスタンダード魔王と同綱同巨目に属するが、大目は異なる。\nシマリス魔王は狂暴そうに見えた。小さな魔女はその攻撃性を、妊娠期や乳児を育てる時期の習性によるものだと推測した。\nシマリス魔王の巣に潜入したところ、それが雄だと分かった。隊員が一人、食べられた。\nシマリス魔王はただの怒りん坊だった。小さな魔女はこれ以上の悲劇を避けるため、帰ったら今回の調査結果を報告しようと思った。\nシマリス魔王にかぼちゃの種を与えておびき寄せようとしたが、また隊員が1名犠牲になった。\nどうやらシマリス魔王は、草食ではないらしい。\n最後に残った隊員1名は脱走した。彼はそれまでの例から次は自分が犠牲になる番だと判断したようだが、それは不完全帰納であり、思考の過程も結論もすべてが間違っていた。\n最後に高級イノシシの肉でシマリス魔王を罠にかけた。その脂肪や毛皮は炎や寒さに強い。解剖したわけではないが、結果から推測すると、水中呼吸器も備えているようだ。\n結局、真空環境でシマリス魔王を倒すことができた。嫌気性生物ではなかったらしい。\n魔王はみんな強く見えるが、弱点もある。錬金術の生き物もそれは同じだ。\n最終的には、スタンダード魔王——すなわち霊長類ヒト属の大魔王との対決が待っていた。"
          }
        ]
      },
      {
        "title": "小さな魔女と消えない炎・4",
        "desc": [
          {
            "type": "RichText",
            "text": "小さな魔女は大魔王を探し当てた。皆さんもきっと覚えておられるだろう。魔王を殺…いや、倒せば倒すほど魔女は強くなるという設定である。つまり今や小さな魔女も相当強くなっているはず。大魔王など、もはや彼女の敵ではない。\n「お前にヒトそっくりの知的な生き物が殺せるのか？」絶望した大魔王は叫んだ。\n「そうね。私だって、本当はあなたをどうこうしたいわけじゃない。」小さな魔女は言った。「『消えない炎』を探すって目的は片時も忘れてない。魔王の研究や観察、討伐なんてその手段だとすら言えない。ただ実力を底上げするためにやってるだけ。」\n小さな魔女は——筆者は魔法や神秘学に疎いため割愛——を使って、とにもかくにもすごい大魔王を拘束し、近隣で一番大きな街に連れていった。\n小さな魔女は西の魔女見習いとして試験のために出国したわけで、当然身分証明書は所持している。凡人の諸王国を通行するには便利な代物だ。しかも偽造がほぼ不可能なため、月並みのトラブルに遭う展開も避けられる。\nそれが逆に、街の市長を困らせることになった——補足すると、この国は緩やかな連邦制を採っており、市長が存在するからには、当然貴族制度や継承制度は存在しない——大魔王の処遇決定は、相当厄介な問題だからだ。\nこの星の支配者であるニフィリム人が、人と神の混血だという話は前にもした。そう、何を隠そう大魔王は魔王綱魔王人属ニフィリム人なのだ。支配種族というからには当然、凡人を遥かに上回る力を有する。人と神の混血がいるということは、この世界には神が存在するということだ。\nとにかく、ニフィリム人には一定の免責特権がある。傷害事件の被害者が5人以下なら凡人の法律では裁かれず、ニフィリム人の領地に引き渡される。それにこの大魔王はただ、イノシシを数千頭、ニワトリを数千羽盗み食いしただけだ。\nとにかくこの件は、今や外交、政治問題にまで発展していた。責任を西の魔女に押し付けることもできるが、そうすると大陸中の魔女勢力の恨みを買ってしまうだろう。\nしかも市長は小さな魔女の親友でもあった。だから彼女は魔女集団に危害を加えるような真似はしたくなかった。\nそこで、外交辞令、懐柔政策、利害陳述を駆使して、当事者同士で問題を解決するよう大魔王を説得した。その結果、彼の報復対象は、小さな魔女一人に絞られた。\nしかし当然彼は小さな魔女には敵わない。そうしてこの件はうまく解決したのだった。\nさて、きっと読者諸君はあの水晶玉のことを覚えておられることだろう。この段階まで来て、目標を見失った小さな魔女は、水晶玉を使ってみることにした。"
          }
        ]
      },
      {
        "title": "小さな魔女と消えない炎・5",
        "desc": [
          {
            "type": "RichText",
            "text": "水晶玉に見慣れた顔が浮かび上がった。「魔法科の教師として、試験終了とあなたの不合格をお知らせします。」"
          }
        ]
      },
      {
        "title": "小さな魔女と消えない炎・6",
        "desc": [
          {
            "type": "RichText",
            "text": "小さな魔女は超特急で先生のもとへ戻った。なぜ試験が終わるのか、なぜ魔女にしてくれないのか、直接問い詰めたかった。帰ったら絶対先生の前でモノを投げて暴れまわってやる。もちろん投げるのは丈夫で壊れにくく、自分で持ち上げられるモノ。先生のお気に入りのティーカップも避けておこうと小さな魔女は思った。当然必要なら、自分が二番目に好きなティーカップを叩き割って、事の重大さを知らしめるつもりでいた。なぜならあのカップは自腹で購入したもので、友達からのもらいものじゃないから。友人からのプレゼントを友人と同じくらい大切にしている小さな魔女が、怒りに任せてプレゼントを壊したりすることは絶対にない。\n「オクタヴィアが帰ってきましたよ。旧交を温めにお行きなさい。」\n——ところが、先生は彼女の顔を見るとすぐ、静かにその言葉だけを口にした。その瞬間、小さな魔女が練りに練った計画も、幾度も繰り返し練習して噴出させようとしていた感情は消え去ってしまった。\nオクタヴィアは小さな魔女の親友であり、伝説の老魔女の親友でもあった。彼女の故郷は滅ぼされたが、彼女自身はそれに抵抗する勇気もなく、果てのない流浪生活を送っていた。\n様々な世界を見てきた彼女は、小さな魔女にも様々な遥かな地の、空の話をしてくれた。\n「宇宙全体が死の危機に瀕しているの。つい最近ピークを過ぎたと思っていたら、またあっという間に急降下よ。」オクタヴィアはお日様の射しこむ庭で、自分のカップと小さな魔女の一番お気に入りのティーカップにお茶を注いだ。\n小さな魔女は椅子を引いて座った。「あんまり急に帰ってくるから、椅子を用意できなかったよ。今あなたが座ってるのって、老魔女の椅子でしょ。」\n「宇宙にある星々のほとんどが熄えてしまった。残された時間がどれほどあるかは私にも分からない。」——オクタヴィアは言った。「だからあなたたちに会いに戻ったの。」\n「あなたが先生たちにその話をしたから、魔法試験は中止になっちゃったの？」\n「おそらくは。こんな世界では、あらゆるものが意味を失う。あなただってもう魔女になる必要はない。」\n「それならもう先生に腹を立てるのはやめることにする。」\n「では、私に怒る？私のせいで、あなたは魔女になるチャンスを失った。」Oはそう尋ねた。\n「あなたが次に出て行ったきり戻らなかったら怒ると思う。」魔女はこう答えた。「さてと、寝室からあなたの椅子を持ってくるね。」\n「老魔女の椅子でいい。彼女はもう年老いて起き上がることすらできないんだもの。」\n「だーめ！だって老魔女の椅子とあなたの椅子は別だもん。」小さな魔女はOに真剣に自分の考えを伝えた。「椅子にはそれぞれ持ち主がいる。たとえ主がいなくなっても、椅子には思い出が座ってる。だから椅子は絶対に間違えちゃいけないんだよ。」\nオクタヴィアは諦めたように微笑んだ。\n小さな魔女の魔女昇進を邪魔したお詫びにと、オクタヴィアはこんな情報をくれた。\n——\n「『消えない炎』は実在する。それは——」"
          }
        ]
      },
      {
        "title": "小さな魔女と消えない炎・7",
        "desc": [
          {
            "type": "RichText",
            "text": "時の海の大波に翻弄され、無数の因果が集う渦の眼を越え、織機にある無数の糸を越える中で、彼女は多くのものを見逃した。彼女が尊敬してやまない大魔女の告別式も、参加できないまま、寂しく終わった。\n紆余曲折あって、小さな魔女は様々なわけの分からない試練やハチャメチャな挑戦を乗り越え、老魔女の元へとやって来た。実のところ、小さな魔女はこれらの経験はどれも取るに足らぬことだと思っている。多くのページを割いて語ってきた意味すら分かっていないだろう。どう考えても一番大事なのは、魔女のお茶会と自分の目標だと思っている。\n実は旅を始めてすぐの頃、彼女はこんなものを目撃していた。それは石炭のように真っ暗な空の下で——あるいは「洞窟の中のように真っ暗な」。ご存じの通り両者に違いはない——全方向から世界を包囲して侵攻する闇に抗い、か弱い光を放つ星だった。宇宙の闇が濃くなり、星々や太陽と呼ばれる星が次々に消えてしまった後、人々はそれをサソリの星と呼ぶようになった。小さな魔女は魔女のお茶会でその物語を聞いた覚えがあったが、名前以外のことは、きれいさっぱり忘れていた。\nとにかく小さな魔女は老魔女のもとにやって来た。老魔女自身が、最後の最後まで燃え続けていたサソリの星そのものだった。しかしその時すでに彼女の炎は衰え、か細い残り火のようになっていた。小さな魔女は彼女の手を握った。小枝のように乾いて脆い手だった。小さな魔女は、彼女もかつては「小さな魔女」であったのだと思った。そして、今の自分と同じような白く瑞々しい手で優雅にティーカップを持ち上げていたことや、その手で数々の魔法を駆使して様々な世界に火を灯してきただろうことに思いを馳せた。\n小さな魔女は言った。\n「火を絶やしたくないという想いはみんな同じなんですよね。仕方ないことだと思います。前に別れを告げたとき——その時はあなたもいましたけど——魔女の皆さんが言ってました。長生きする魔女は悠久の時の中であまりに多くのものを失って、生死や愛憎なんて気にしなくなるって。でもそれは嘘でした。それって、自分より先に死んでしまった仲間への、慰めの言葉にすぎないんですよね。魔女もほんとうは、この真っ暗で希望のない世界に灯る微かな炎や光をとても大事にしていて、その光が生む影もひっくるめて全部大事にしているんです。」\n「あなたはいつも私たちには敵わないって言ってましたけど、私はあなたが私たちの中で一番かわいくて、一番すごい魔女だと思ってます。それから、いつも自分には何も残せなかったとも言ってましたけど、あなたが残してくれた物語の中には数々の世界が描かれてました。百年経っても、千年経っても、たとえとある占いの魔女が憂う終末が訪れたとしても、長生きの魔女たちがことごとく息絶えても、小さな世界に放たれたかすかな光は決して消えません。あなたこそ、私たちを遥かに超える、最も偉大な大魔女です。本当に大好きでした。さようなら。」\n老魔女からの返事はなく、そこには抜け殻だけが残されていた。小さな魔女が旅の途中で見た無数の抜け殻とほぼ同じで、それを構成している素材もほとんど変わらなかった。他の無数の抜け殻と唯一違っているのは、ちらつく炎の光だけだった。\n小さな魔女は老魔女を包む炎を手に、帰途に就いた。ひとまず、物語はこれで終わりにしよう。とはいえ、小さな魔女の冒険はまだまだ続く。なぜなら彼女は老魔女の炎を手に宇宙を駆け巡り、時の隅々にまで光を届けると決めたのだから。"
          }
        ]
      }
    ]
  }
}