{
  "epId": 5840,
  "name": "子オオカミ",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/224893084/c61ab2b047a03a29712263926f0da175_8015715978327941985.png",
  "menuId": 10,
  "menuName": "NPC図鑑",
  "version": 1758810974,
  "components": {
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "子オオカミ"
          }
        ]
      },
      {
        "key": "国",
        "value": [
          {
            "type": "RichText",
            "text": "？？？"
          }
        ]
      },
      {
        "key": "所属",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "肩書き",
        "value": [
          {
            "type": "RichText",
            "text": "「ドアボーイ」"
          }
        ]
      },
      {
        "key": "中国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "赵涵雨"
          }
        ]
      },
      {
        "key": "英語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "Stephen Fu"
          }
        ]
      },
      {
        "key": "日本語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "井上雄貴"
          }
        ]
      },
      {
        "key": "韓国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "김채하"
          }
        ]
      },
      {
        "key": "関連項目",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5832,
            "name": "幻想シアター",
            "desc": "<p>幻想シアターは毎月1日に継続的に更新されるゲーム内コンテンツ。冒険ランク35で開放される。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/02/169033420/ddcd00db3613c8c39ed4d902cc43cc2e_1357952191051948848.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "控え室のおみくじ",
        "desc": [
          {
            "type": "RichText",
            "text": "今期のおみくじ\n「剣士の剣と心はつながっている。\n心が変われば、己の剣も変わる。\n守護の心をもって振りかざした剣は穏やかで制御できるが、怒りを込めて振りかざした剣は鋭く荒々しい。」\n——西風剣術流変・序\n恨みと哀しみは心を焦がし、苦痛は誰にも打ち明けられない。\nくれぐれも、魂が炎に包まれ、黒焦げになることのないように。\n悲嘆と苦痛に陥る思考は悲劇と破滅を招きやすい。\nいつも花を育てるように己の心に水をまくとよい。\n甘露は汝の魂の奥に潜んでいる。絶望の中にも希望がある。\n今期のおみくじ\n「お互いに時間はある。百回迷ってもいい。\n百回迷い、百回空想するのだ…パンを平らげ、熱いお茶を飲み干す前に。\n百回頭を振り、百回あきらめる。目尻には皺が寄り、口にはもう歯がない。」\n——森の風・堂々巡りのサイモン\n物事が膠着状態に陥り、進路も退路もはっきり見えない。\nそんな時に慌てて決断すれば、将来の不幸の種を生む。\n立ち止まってよく考えることは、臆病ではない。\n但し、寿命の時計はずっとチクタク時を刻んでいることを忘れずに。\n時報が鳴ったら、最後の一歩を踏み出さなければならない。\n今期のおみくじ\n「ヒルチャールには『過去』と『未来』の概念がないらしく、『今』だけを生きている。\n将来に備えて意識的に食糧を蓄えることはないし、亡くなった先人を偲ぶこともない。」\n——ヒルチャール習慣考察・2\n偶然の些細な出来事が喜びをもたらし、笑い声には陽の光がさす。\n喜びはいくらあっても困らない。だから、今の楽しい気持ちを大切にすべきだ。\n人の一生は、飛ぶように過ぎ去っていく無数の「今」から成り立っている。\n「今を生きる」——それは、ヒルチャールでさえ知っている道理だ。\nこの素晴らしい瞬間をつかめば、きっと幸せをたぐり寄せられるだろう。\n今期のおみくじ\n「新しく落成した聖堂は大きく優雅で、職人たちが持てる全ての才能と想像力を注ぎ込んだものだ。\n感激のあまりうっとりしている信者たちは、まだ塗料も乾いていない聖座の下にレンガが一個足りないことなど知るよしもなかった。\n職人頭自身もそのことを忘れていた。\nわずか三年後…そのレンガが欠けていたために、聖堂は嵐で倒壊することになる。」\n——聖堂春秋\n心に描いていた理想が現実のものになると、目の前の諸々が非の打ち所のないように見える。\nしかしリスクは物事の完璧なイメージの下に隠れていることに注意せねばならない。\n津波の前は風がなく、波も穏やかなことが多いが、災いは一瞬で訪れる。\n鳥が群れを成して飛ぶのが嵐の予兆であるように、山間の大きな音が雪崩をもたらすように…\n——あらゆる不幸な出来事には兆候がある。しかと目を光らせていなければならない。\n今期のおみくじ\n「収穫シーズンの市場で一番よく見られる果物が、リンゴと夕暮れの実だ。\n夕暮れの実に比べてリンゴの盛果期は長く、糖度も糖含量も高い。」\n——モンド植物研究年鑑\n最後の肝心な段階まで持ちこたえてきた。夜明けの光まであと一歩だ。\n長い間の疲れは癒され、将来甘い香りを放つだろう。\n汗水垂らして育ててきた果実は熟し、あとは摘み取るだけだ。\n努力した人が報われるのはこの世で何より素晴らしい物語だ。\n喜び勇んで奮い立て。この苦労は貴重な財産となるだろう。\n今期のおみくじ\n「以上で述べたことはすべて日常経験に基づく判断である。では経験以外のことは？\n哲人たちが言ったように、理性はひとたび経験の境界を超えると、ぼんやりとした空想と成り果てる。\nそうなれば、本書で答えられる問題でもなくなってしまう。」\n——神性と共に・9\nまだ起きてもいないことについて、悩んでも無駄だ。\nためらうより、勇敢に一歩を踏み出すほうがいい。\n行く先では未知の困難に出くわすだろうが、大丈夫だ。\n蓄積されてきた経験が最高の教師となるだろう。\n今期のおみくじ\n「見よ、辺りをつたう満開のバラが、\n黄金を振りまこうと腕を伸ばすのを。\n赤いスカートが風に吹かれて舞い上がり、\n散り…金の糸を庭いっぱいにこぼす。」\n——湖の風・真夏の夜の歌\nこまごまとした煩わしい日常が、足にまとわりつくことのないように。\n生活がくだらない心配事で埋め尽くされることのないように。\n心の炎が消えないうちに、行動を起こそう。\n最も美しい季節に咲く、バラの花のように。\nたとえ代償として散ることになろうとも、惜しくはない。\n今期のおみくじ\n「『慌てることはないさ。』\nずる賢い狐は軽く笑って言った。\n『ひとまず木のうろで待ってなよ。お腹の中の果物が消化されて元の姿に戻れば、自然と出て来られるさ。』」\n——モンド動物寓話集・12・二匹の狐の物語\n一時的に解決しにくい苦境に陥り、知恵を絞っても答えが出ない。\n能力が足りないわけではないのかもしれない…まだその時機が来ていないだけで。\n希望の光が見えてくれば、目の前のあらゆる問題は自然と解決されるだろう。\n友よ、焦って不安になる必要はない。時が解決してくれるのを待とう。\n今期のおみくじ\n「貴族の統治体制の確立とともに、\n開拓と進取の素晴らしき時代はついに終わった。\nどれほど勇敢で誉れ高き先祖を懐かしんでも、\n人々は結局、暗く滅入るような目の前の現実と向き合わねばならない。」\n——王と貴族の歴史・僭主、貴族と反逆者・1\n困難に陥り当惑しているときは、往々にして過去の日々を懐かしく思い出すものだ。\nだがどれほど懐かしんでも、過去の喜びは煙と化してしまった。\n勇敢に足を踏み出さなければ、未来へと続く道は拓けないだろう。\n今期のおみくじ\n「散った落ち葉を嘆くことはない。\n来年の春風が吹けば、新しい芽が出るだろう。\n秋の朝、次第に消えゆく露が、\nやがて山林を潤す雨となって降り注ぐように。」\n——森の風・秋風の曲その三\n運命は無常といわれるが、四季はいつも変わらずに巡る。\n一時の栄枯盛衰など、所詮人生の一面にすぎない。\n世の中の物事は無理に求められるものではないのだから、自然に委ねてみてはどうだろう。\n笑いも涙も、つまるところ人生の味である。\n今期のおみくじ\n「この世界とは幾度も口論してきた。\n今や我が怒りは、命の灯火とともに静まってしまった。\nこれはもともと自分用に書いたエピタフである。\nしかし、今となってはこの文は無駄になった。\n名医が私の喉の中に、ある災いの元を挟み出したからだ。」\n——森の風・風流録その六\n不運な出来事があったとき、幸運は陰からひそかに手招きする。\n「転機」とは往々にして、思いもよらない片隅に隠れているものだ。\n次に起きるのはもっとマシなことや、良いことばかりだろう。\nこの機会に住まいを整理してみると、意外な収穫があるかもしれない。\n今期のおみくじ\n「昨日までの彼は雲の上にいる僭主であり、民の運命を左右する総督だった。\nそれが今日は一転して敬虔な信者となり、風神の許しを乞うこととなった。\nやはり、地下牢にぶち込むのがいいだろう。\n栄華に満ちた彼の半生は、欲望の囚人にすぎなかったのだった。」\n——王と貴族の歴史・僭主、貴族と反逆者・12\n現状への不満は人を苦悶させる。そして、いつも無常を嘆くことになるのだ。\n幸運は早めに手を伸ばした者に訪れる。速やかに現状を変えるべきだ。\n落日の残照が梢を照らし、足下の泉が干上がるまで待っているのでは…\n「その時」に慌てて行動しても、手遅れだ。\n今期のおみくじ\n「スライムは確かに食べられる。しかしそのまま食べるのではなく、何度も何度も引き伸ばして、もっちりとコシのある麺にして食べるのだ。\n異国の聖骸サソリは、頭と尾を切り落とし、麻痺効果のある霧虚ろの花粉を振りかけると、カニのようになって美味である。\n岩キノコンの頭にある十字の切り込みに気づいただろうか？それは食べられる目印でもある。」\n——魔物食用ハンドブック・序\n道端に生えている野生のキノコは食べてはいけないと言われる。\nしかしそれは、窮地に陥ってどん底に至っても必ず這い上がれるものだという道理を見落とした考えだ。\n考え方を変え、目の前にあるものを利用して生きる望みを繋がねばならないこともある。\n魔物を食べさせられるよりも、楽しいことが起きるだろう。\n今期のおみくじ\n「『私は万人を愛している。茶色の瞳の少年も金色の瞳の少年も、威張り散らす友人も、凡庸な者も愛している。\nまだ飲んでいない美味しい蒲公英酒を千杯も地面にこぼすように、愛を込めた千のまなざしが私のもとからこっそり逃げ去ってしまうのは…とても耐えられない。\nなぜ浮気性と私を責めるのか？』\n『いや、友よ、もし万人を愛しているのなら、それは本当の愛を知らないだけだ。』」\n——湖の風・風流録その七\nはびこる同義語はたいてい浅く薄っぺらいものだが、一方で純粋さがもたらす体験はそれよりも深い。\n憧れのために集中して努力すれば、予想をはるかに上回る報いが得られるだろう。\n誠実に期待の心を抱いていれば、夢に見た未来が駆けてくるだろう。\n今期のおみくじ\n「狐のパーカーはアップルパイ一個とワインを一本盗んだ。\n狐のパーカーは穴掘りの名手だった。\n狐のパーカーは新しいネクタイと、毛糸の靴下を手に入れた。\nこれは狐のパーカーが可愛い友達と知り合いになったからだ。\n狐の友達は、これからは穴を掘らず、高い建物に引っ越して、優雅な友達を作るべきだと提案した。\n『わかったよ』と狐のパーカーは言った。『今回を最後にやめるから。』\nドスン！鉄の檻が空から降ってきて、狐のパーカーと友達は閉じ込められ、猟犬の吠え声にぶるぶる震えた。\n『どうしよう？』狐のパーカーは顔を上げて四方を見回した。\n友達は言った。『急いで！早く穴を掘って、下から逃げだそう、早く！』」\n——モンド動物寓話集・4・狐のパーカー\n美酒を持っていても、他人の杯はより美味しそうに見えるものだ。\nしかし、自分と他人を区別する根本的なところを忘れてはならない。\n心の中にある埃をかぶった真珠を常に磨こう。それは貴重なものである。\nすごい狐の友達のように、すごい自分になるのだ。\n今期のおみくじ\n「『今さら用心しても遅いよ。君はもう籠の中に閉じ込められているんだからね。』\n窓際にかかった籠の中のナイチンゲールに向かって、猫が言った。\n『これからは昼に歌を歌わなくなったって、何の変わりもないよ。』」\n——モンド動物寓話集・6・籠の中の鳥\nいったん不幸に見舞われてしまえば、いくら後悔しても始まらない。\nもしもを千回言ったところで、現状は変えられない。\n友よ、自責と悔恨に立ち止まってはならない。\n苦境の中にあっても、前向きに対応しなければ自分は救えない。\n今期のおみくじ\n「わが子が遠くへ旅立とうとしているのに、貧しい母親は手描きの神像しか捧げるものを持たない。\n粗末でみすぼらしい絵は、市場に持って行ったとしても一文の値打ちもないだろう。\nだが風神よ、どうか彼を守りたまえ。\nたとえささやかな捧げ物でも、そこには母親の真心が宿っているのだ。」\n——森の風・千の風の詩\n富は生活に彩りを添えるかもしれないが、\n人生に真の幸せをもたらしはしない。\n物事の価値は表面的なもので決まるわけではない。\n愛と真心こそが何より大切な宝物なのだから。\n今期のおみくじ\n「かつて彼女は暴君の塔を倒し、奴隷の枷を壊した。\n数知れぬ偉大な功績を残した彼女は、もういない。\nだが、彼女の物語を決して忘れてはならない。我々の自由と明日のために。」\n——王と貴族の歴史・僭主、貴族と反逆者・5\n歴史上の偉大な英雄が今の私たちの生活を築いてくれた。\n彼らの歩みは私たちに困難に立ち向かう勇気を与えてくれる。\n苦境に陥ったときは、先人のことを考えてみるといい。\n彼らの物語から知恵と力を汲み取れるかもしれない。\n今期のおみくじ\n「そよ風が野原を吹き抜ける音が聞こえたなら、それは私があなたを呼んでいる声だ、兄弟よ。\n異郷をさすらうのがいかに孤独なことか。さあ、手を取り合って旅をしよう。\n暗い森と長い夜を共にくぐり抜け、長く待ち望んだ故郷へと帰るまで。」\n——湖の風・旅人の歌\n清く澄んだ泉と花束、夏のそよ風と見慣れた通り。\n誰もが、記憶の中に自分だけの故郷を持っている。\n疲れた時は足を止めて過去を振り返ってみよう。\nその過去こそが、前に進む力を与えてくれたのだから。\n今期のおみくじ\n「人々にこの聖堂の建設を呼びかけるため、主教は演説の才能を存分に発揮した。\n信者に合わせて、異なる言い回しを用いたのだ。\n老人に対しては、神業の偉大さと救いの恩を説き、青年に対しては、聖堂の完成後にもたらされる繁栄と将来を力説した。\nそしてついに、聖堂の建設計画は信者たちから満場一致の賛同を得た。」\n——聖堂春秋\n前進する中で、予想もしない事態に出くわすこともある。\n古いしきたりにこだわっていると、しばしば苦境に陥ってしまう。\n状況に応じて、臨機応変な対策を取るのが勝利への道だ。\n今期のおみくじ\n「もはやこれまでかもしれないと、彼は重い財布を手放した。\n主人の命令を忘れたふりをして、美しい夢にひとときを…あるいは永遠の静けさを求めた。\nしかし横たわったとき、ずっと探していた食べ物が、この大雪を乗り切る鍵が…\nいつのまにか自分の尻尾に引っ掛かっていたことに気づいた。」\n——ググプラムと宝盗イタチの二百歩の冬\n悪い巡り合わせはしばしば焦りを呼び、耳元でこう囁く…\n目標をしっかりと見定め、一歩も間違わずに進めと。\nしかし恐る恐る前に進んだところで、思い通りにはいかない。\n平静さに欠けていたのか、身近にある肝心な助けを見落としていたのか——\nいつの間にか、上着に引っ掛かっていたググプラムが、窮地を脱するための救いの食料となることもある。\n今期のおみくじ\n「塔を取り囲む城壁はあまりにも壮大で、使われる煉瓦は海の砂のようなものだ。\n海の砂が何粒か足りなくても、普通の人はまず気づかない。職人はそう考えて、のんびりしていた。\n毎日成果を点検して、終わらなかった分は明日に回す。\nだが彼に残された『明日』に余裕はなかった。\n反逆の戦士たちは煉瓦の隙間を通り抜け、城壁を攻略することがなかったために、死者は通常の七割にとどまった…\n遠くから眺めていた職人の心中には、ひそかな喜びと恐怖が入り交じっていた。\n今回は幸運が彼に味方し、意図せぬ遅れが良い結果につながった。\nだが次回は？」\n——烈風が忘れし者・孤王の臣民たち\n希望を明日に託し、束の間の安心と引き換えにする…\n何度やっても失敗しなければ、結果に酔いしれてしまうだろう。\nしかし、もし明日の自分が、過去の「きっかけ」を待っていたら？\nその時までに積み上げてきた過去の努力が、ちょうど脱皮を期待していたら？\nこの約束を守るための試練は一つしかない。\n先延ばしと後悔は、まるで双子のように共にある。\n何をするにしても、すぐに行動に移すべきなのかもしれない。\n今期のおみくじ\n「星拾いの崖の頂上は、\n一切が静まりかえっている。\nどの梢にも、\n小鳥の姿は見えず、\n風の音も聞こえない。\n足を止めてひと休みしよう。\n慌ただしく前に進もうとせずに。」\n——森の風・旅人の夜の歌\n進み続けることは大切だが、ひと休みすれば疲れが取れる。\n苦労すれば収穫はあるが、今の美しさを見逃してしまいがちだ。\nほどほどに足を止めて、小休止しよう。身近な幸せを見逃さないように。\n今期のおみくじ\n「このように、フィンドニールの人々が神に対して敬虔であることは、疑う余地もない。しかし一方で、もし神に義務を尽くすことがこの世で生きていくのに有利だと思っているならば、きっと騙されているに違いない。運命が定めた彼らの結末は、どの角度から見ても素晴らしいとは言えないのである。」\n——神性と共に・3\n夢と希望を胸に抱いて前に進んでも、心の中にはまだ、かすかな不安がある。\n導きと答えを渇望するなら、漠然とした「外のもの」に頼る必要はない。\n世の中に溢れる数多の言葉の中で、心の声だけが真実だからだ。\n今期のおみくじ\n「生地の上に美味しいキノコ、チーズ、野菜をまんべんなくのせ、よく焼く。熱々のチーズが細長く糸を引き、かぶりつくと癖になる。新鮮なキノコと甘みのある野菜が手をつなぎ、柔らかいチーズのカーペットでステップを踏み、舌の上で踊っているようだ。」\n——モンド美食集・1・キノコピザ\n恨みと哀しみは心を焦がし、苦しみは誰にも打ち明けられない。\nしかしキノコピザのように、激しい火で炙られることによってこそ、\n甘くよい香りを放つようになるものもある。さあ、固い意思を持って前進しよう。\nいつか、錬磨の日々も懐かしき舞曲になるだろう。\n今期のおみくじ\n「止むことのないそよ風がこの野原を撫でている。かつての英雄が残した巨木が微かにざわめく。」\n——モンド観光ガイド・風立ちの地\n先人が言ったように、痩せた土壌にも未来の種が埋もれている。\n夢と希望はやがて暗い地中から堅い地面を突き破り、空高くそびえる大木に成長するだろう。\n今の経験を大切にしよう。この旅は未来の滋養になるのだから。\n（美しく華やかで、活字体のような筆跡。おみくじの文のようには見えない…）\n実際、もともとわしらはアリスが設立した結社内でもあまり馴染みがなかった。しかし何年も経って、気が付けば周りの人や物事は急速に変化していた。おまえはもうわしが一番よく知る者の一人だ。\n最初はアリスがおまえの何を気に入ったのか分からなかった。なにしろ彼女の基準は「どれほど面白いか」で、「最高に面白い」ことが仲間に入れる唯一の条件だと言っていたから。のちに分かった…おまえが書いた物語を、わしは当初理解したと思い込んでいただけだったのだ。おまえは世界の法則を鋭く読んでいた。占星術よりも当たっていることもあったかもしれない。ごくたまにだが。\nわしももう歳で、あとどのくらい生きられるか分からない。もちろん、ちょっと言ってみただけだ。おまえを少し恋しく思っているのは本当だが、だからといっておまえの供をしてやる気はない。\n（可愛らしい筆跡。おみくじの文のようには見えない…）\n地形を変えるような天変地異が起きていないか、一定時間ごとにテイワットを見て回っている。私のことを覚えている人が少なくなったら、七国の観光ガイドを書き直すつもりだから。\nでも最近は少し疲れている…なぜかは分からない。春が来たからかもしれない。\nモンドで、子供の頃のあなたとよく似た女の子に会った。暇だったからその子について行くと、図書館に本を返しに行くところでね、ちょうど、あなたが書いた物語だった。\n私はあなたのサイン入りの本を持っていたことを思い出して、その子に見せびらかそうとした。でも、彼女はあなたの話が好きではないと言った。\n私は彼女が理解できていないだけだと思って、猪と狼と森は象徴なのだと説明した。実はそれぞれ象徴しているものがあって、どれも奥深いのだと。\nでも彼女は「そんなことは分かっているわ。でも世界はもう変わってしまったじゃない」って。\nその時あなたもその場にいて、女の子に説明してくれればどれほどよかったか。きっと、最後にあなたはこう言ったでしょうね——「へえ、あたしと君、どっちがよく分かってるっていうの？」…でも、なぜだか私は何も言えなかった。\n彼女は首をかしげて、言葉に詰まった私をしばらく見つめた。それからハンカチで私の顔の汗を拭いた。春になって、暑くなってきたから。彼女は手を振って、くるりと背を向けると人ごみの中に消えた。ぴょんぴょおん跳ねるおさげは、すぐ見えなくなった。\n私は泣きそうになるくらい、腹が立った。女の子が変わったと言ったから変わった、ではいけない。自分の目で確かめに行かないと。だからもう、あまりあなたを恋しがったりしない。今日は旅に出るにはいい日だからね。\n（めちゃくちゃな筆跡。おみくじの文のようには見えない…）\n実はあなたに言いたいことは、全部最後に言ったの。でもアリスに、やっぱり書けって言われたわ。口で言えないのなら、書いたほうがいいでしょって。確かにそれはその通りだけど、いつも人の頭の中で話しているから、字を書く練習というのはあまりしたことがないの。\n心の中で考えている事があたしに覗かれるんじゃないか、なんて心配はしなくてもいい。そんなことはしたことがないから。それでも心配なら、あたしの秘密を教えてあげる。実は、話せないことが息苦しかったあたしは、最初は信じられないくらいおしゃべりだったの。本当の口を使っておしゃべりをする人は、あたしよりはるかに問題が少ないと彼女は言った。でも、あたしはちょっと話をしただけで頭ががんがん痛む。彼女はあたしに少し落ち着いて、神秘的で高貴な話し方をするように提案した。だからあたしは今、こんな風に話すようになったのよ。\nじゃあ、今日はこんなところで。あなたが心配することは何もないから。ただ、あたしのために、祈ってて。\n（整った筆跡。おみくじの文のようには見えない…）\nバービーは年を取って感情的になって、ちゃんとした文章が書けなくなった。でもわたくしは違う。初代市長として、スネージナヤの細々した処理を手伝ってほしいとアリスに要請したわ。その代わり、彼女に何か書くよう言われたの。\nわたくしは死後の世界を信じていないから、生きている間に全力を尽くさないといけない。だからわたくしが書いたものを貴方が見るとは思っていないわ。わたくしはただ、自分に向けて書いているの。\nわたくしたちは二人とも、何の魔力も持たず、戦闘訓練も受けていない普通の人間だからこそ、お互いに分かりあえるはずだと思っていた。でも、きっとそれは間違っていたのよ。だってどう考えてもアリスはあなたに██好意的だもの。彼女が当時わたくしを捕まえて下水道に潜ったり、高炉を爆破したり、秘境で猫を捕まえたりしたのは…紆余曲折あって複雑な過程があったけれど、とにかく周りの人々を守るためだった。\nそんなじゃじゃ馬たちと仲良くするために、これは必要な代価だと思う？貴方はそうは思わないでしょうね。わたくしも思わないわ。あれはわたくしたちが一緒に経験した、一番貴重な時間だったのにね。\n今期のおみくじ\n「林の黒い影の間に、柔らかな白い影が時折、見え隠れする。\n狐を信じて、その後を着いてグルグルとさ迷っていると、やがて暗い林から抜け出した。\n目の前に、月光に照らされた、終わりの見えない蒲公英の海が広がっている。」\n——蒲公英の海の狐・4\n誰でも、道に迷ってしまう時はある。\n心の導きを信じて、迷いながらも前に進もう。\nいつの日か、あなたもタンポポの綿毛のように、\n自由気ままに、夢みた希望の彼方へと飛んでいけるだろう。\n未来への道は、涙と月明かりだけではない。\n今期のおみくじ\n「今や、もう見分けがつかない。\nどこまでが夜で、どこからが夜明けなのか。\n朝の風が歌わなくなれば、\n捧げる祈りも賛辞もなくなるのだろうか。\n心よ、ラグヴィンドのように、\n疾く闇夜を追い出し、朝の光に炎をともせ。\n自由の花を燦然と咲かせよ、\n西風が吹き抜ける野原に咲き乱れるように。」\n——湖の風・曙光の歌その六\nどんな選択をしても、現状は変わる。\nしかし、それを心配する必要はない。勇敢に足を踏み出し、旅に出よう。\n伝説の騎士のように、希望を抱いて、力強く前に進もう。\n太陽が沈んでも、朝の風がまたその地へ新しい一日を運んできてくれる。\n今期のおみくじ\n「君は人心を惑わす魔女、私に罪を償わせる。\nもしもあなたが風神の罰を受けにゆくなら、私も共に堕ちてみせよう。\n私の瞳に映る破滅は、この世のいかなる聖歌にも勝るから。」\n——モンドタワー・3\n美しい夢を追いかけているのに、夢は依然としてイナスの歌声のようにぼんやりして捉えようがない。\n執着は決して悪いものではない。別の言い方をすれば信念だから。\nただし、いつも心に刻んでおいたほうがいい。夢を追い求める旅は、旅そのものに意義があるのだと。\nあまりに長く追いかけすぎて、初めはどんな景色を見るために出発したのか、忘れてはならない。\n今期のおみくじ\n「のどかな琴の音と朝日の幸せな夢は、\n愛する人が帰路につくのを妨げてくれた。\nタンポポよ、彼女に私の歌声を届けておくれ。\n彼女がこのため息と、この夕風の音を聞けば、\n私は夢にまで見たあの姿と再び会えるだろうか？」\n——湖の風・清泉と薔薇の歌\n物事は初めの期待通りにはいかないかもしれないが、そこには新しいチャンスが同じように潜んでいる。\n未来への希望を抱き続けていれば、いつかは期待通りの幸せな日がやって来るだろう。\n今期のおみくじ\n「鳥肉のスイートフラワー漬け焼きはモンドの先人にとりわけ愛された美食である。一日労働に勤しんだ後、軽やかな夜風に吹かれて、蜜に漬け込んだ鳥肉を焼けば、家族と一緒に美味しい料理を楽しめる。きめ細かく柔らかい鳥肉にスイートフラワーの蜜が染み込んで、香ばしく美味しい。」\n——王と貴族の歴史・モンドの開拓時代・5\n長い間の努力がついに報われ、余暇と休息の日がまもなくやって来る。\n共に歩んでくれた友人と、甘い歌声や笑いを分かち合おう。\n財宝も美食も、共に過ごした素晴らしい時間にはかなわない。\n今期のおみくじ\n「今から言うことをよく聞きなさい。あなたは高貴な王族の出身だ。統治者の子であり、月桂冠の若葉であり、貴族だ。話すときはゆっくりと、深く考えを巡らせるべきであり、大声で叫んだりしてはいけない。愚か者、恥知らずと思われないように。」\n——王と貴族の歴史・僭主、貴族と反逆者・3\n貴族の時代がとうに過ぎ去っても、教え諭す言葉は相変わらず重い。\n些細な成果で得意になり、わずかな利益のために勝手気ままをしてはならない。\n傲慢な態度は目を曇らせ、すぐ目の前の災難を見えなくしてしまう。\n謙遜と自制を保ってこそ、より大きな成果を上げられるのだ。\n今期のおみくじ\n「あの湖のほとりに、青々としたブドウ畑がある。\n風は広い大地に留まり、農園は芳醇な香りに包まれている。\n夕闇が迫り、豪雨はいまにも畑に攻め入りそうである。\n仲間たちよ、早く実を刈り取りたまえ。美酒が苦くならないように。」\n——森の風・豊穣の歌\n何も無い土地に花が咲くことはないように、労せずして利益を得る人々は非難される。\n嘆いても苦難の泥沼からは抜け出せず、弱気は災いとひどい結果を招く。\n甘い怠惰に酔ってはならない。それは人を堕落させ、成功の足枷となるだけだ。\n今期のおみくじ\n「彼を突き刺した剣は、剣闘士の手枷と足枷から作られたものだ。貴族が頼みにしてきたものは、彼ら自身を滅ぼす原因となった。」\n——王と貴族の歴史・僭主、貴族と反逆者・11\n目下の問題は非常に複雑で、高い塔のように難攻不落だ。\nだが、それに困惑してはならない。答えはその中にこそ隠されているからだ。\n剣が手枷と足枷から作られたように、周囲には思わぬ力が隠れている。\n今期のおみくじ\n「世の中に石に刻まれた『隠された知恵』などは存在しない。あらゆる知恵は後から来た者が探すべきだ。探している間に現象が命題を作りあげ、命題を検証して結論が導き出される。」\n——錬金初級・序論\n本の中の知識は知恵ではなく、湖に映る影は実際の姿ではない。\n愚者は空想に酔いしれ、賢者は真実を探求しに出かける。\n偽りに騙されてはならない。慌てて結論を出してもならない。\n冷静で理知的な頭脳を持ってこそ、混乱の中から希望を見つけ出せる。\n今期のおみくじ\n「そよ風が吹き、草木は日ごとに伸びている。\n鳥たちが優しく歌い、花が咲き乱れる。\n恋人よ、私の心からの言葉を聞いてくれ。」\n——森の風・早春集その三\n春が静かに訪れ、万物はよみがえる。\n何か収穫を求めるなら、旅に出るべきだ。\n幸運は勇敢な人贔屓だから、前途を心配することはない。\nあまり長くためらって、後悔しないように。"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/224893084/e2154ec1924fe819a2ad8d7b358f08ed_3737186933841624807.png"
      },
      {
        "key": "写真",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/224893084/79ef144d9f6692f89a0fae63f04aa639_4524932824190514024.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>子オオカミ：</color> パフォーマンスお疲れ様！何か要望があれば言ってくれ。できる限り応えるよ。\n<color=#ffd780>分岐が発生</color>\n<color=#37ffff>旅人：</color> 「パフォーマンスのコツ」を学びたい。\n<color=#37ffff>子オオカミ：</color> よし、ついて来てくれ。\n子オオカミについていき、舞台に上がった…\nショップ画面へ\n<color=#37ffff>旅人：</color> ちょっと話がしたいだけ。\n<color=#37ffff>子オオカミ：</color> いい話し相手になれるかどうかは分からないけど…頑張ってみるよ！\n<color=#ffd780>分岐が発生</color>\n<color=#37ffff>旅人：</color> なんで狼なの…？\n<color=#37ffff>子オオカミ：</color> 狼じゃダメな理由でもあるのか？狼が出てくる物語は色々あるだろ？魔女の姉ちゃんが自分で消した設定集にも、狼のキャラクターがいたぜ！\n<color=#37ffff>子オオカミ：</color> 言い伝えによると、昔イノシシだらけの集落があって、イノシシたちがすごく悪いことをしたから、飼い主がイノシシたちに罰を与えようとしたんだそうだ。\n<color=#37ffff>子オオカミ：</color> そこで飼い主はさびた天秤を持ってきて、イノシシたちに天秤の両端に自分のものを載せるようにと言った。もし天秤が傾いたら、そのイノシシはここを離れられるってな。\n<color=#37ffff>子オオカミ：</color> でもその天秤はサビがひどくて、ちょっとやそっとの重さじゃ、なかなか傾かなかった。\n<color=#37ffff>子オオカミ：</color> 天秤に脳みそを載せたイノシシは、カだけが残った狼やトカゲ、蛇になった。肉を載せたイノシシはウサギになり、飛び跳ねるたびに振り返って、本能的にお宝の場所に人を案内するようになった。\n<color=#37ffff>子オオカミ：</color> とあるイノシシは、天秤の両端に均等にものを載せて…さびた天秤はやがて真っニつに折れちまった…\n<color=#37ffff>子オオカミ：</color> それからというもの、そのイノシシは話せなくなったんだ——声まで載せたからな。\n<color=#37ffff>子オオカミ：</color> 彼女は魔女の姉ちゃんの友達なんだ。人の頭の中でしゃべるのが好きらしいぞ！\n<color=#37ffff>旅人：</color> この部屋について…\n<color=#37ffff>子オオカミ：</color> 魔女の姉ちゃんの話によると、ここは「物語の始まる前、そして終わった後」の部屋なんだってよ。だから、お客さんには十分な時間が与えられてるし、やりたいことはなんでもできるんだ。\n<color=#37ffff>子オオカミ：</color> それから、部屋にある調度品も自由にいじっていいぞ！部屋に流れる音楽とか、運勢の占いとかも「セルフサービス」式だから、自由に変えていい！\n<color=#37ffff>子オオカミ：</color> すごく便利だけど、ドアボーイの出番がなくなるよな。はあ…\n<color=#37ffff>子オオカミ：</color> それにしても、水面に映る星々から運命の軌跡を見出した魔女の姉ちゃんって、本当にすごいよな。そんな姉ちゃん発案の「占いサービス」だから、きっとお客さんにも満足してもらえると思うぞ。\n<color=#37ffff>旅人：</color> 部屋にある宝箱について…\n<color=#37ffff>子オオカミ：</color> 「お客さんの素晴らしいパフォーマンスに対する観客からのお礼」…って聞いたぜ。ただのおもちゃの勲章だけど、それは観客に認められた証なんだ！\n<color=#37ffff>子オオカミ：</color> だから「パフォーマンスのコツ」の代価として、おもちゃの勲章は一番相応しいのかもしれないな。\n<color=#37ffff>子オオカミ：</color> っつーことだから、眩しい金色の宝箱を見つけたら、迷わず開けてくれよ！\n<color=#37ffff>旅人：</color> 公演会場の厚紙について…\n<color=#37ffff>子オオカミ：</color> 舞台に立ったとき、何か変わった感覚はなかったか？というか、魔法の輪の中の独特の雰囲気に気づかなかったか？\n<color=#37ffff>子オオカミ：</color> うーん…このことだけは、ドアボーイの俺にも手の貸しようがないな…\n<color=#37ffff>子オオカミ：</color> すべてが真実だと、お客さんが心の底から「信じ」て初めて、あの特別な世界の扉はお客さんに開かれる。\n<color=#37ffff>子オオカミ：</color> その時が来れば、お客さんは気づくだろう。パフォーマンスはゲームであり、儀式であり…だからこそ魔法の力が込められてるんだってことにな！\n<color=#37ffff>旅人：</color> 物語の本について…\n<color=#37ffff>子オオカミ：</color> お客さんは物語の本が好きなのか？俺も大好きさ！\n<color=#37ffff>子オオカミ：</color> 物語の本を読むとき、俺はいつも自分が物語の登場人物になったところを想像する。時には勇敢な子オオカミ、時には賢い子オオカミ…そして時には邪悪な大オオカミになったりもするんだ！\n<color=#37ffff>子オオカミ：</color> 「恐れを知らぬ旅人よ。よくも我が城に侵入したな。全員食べてやる！ガオー！」\n<color=#37ffff>子オオカミ：</color> どうだ？邪悪な大オオカミっぽかったか？\n<color=#37ffff>子オオカミ：</color> …あの夢と同じように、こういう物語もキラキラ光る思い出で、俺だけのお宝なんだ。この武器があれば、俺はどんな状況になっても絶対に負けない自信がある。\n<color=#37ffff>旅人：</color> さようなら。\n<color=#37ffff>子オオカミ：</color> 他に何かあればいつでも来てくれよ。俺はずっとここにいるからさ。\n<color=#37ffff>旅人：</color> さようなら。\n<color=#37ffff>子オオカミ：</color> 他に何かあればいつでも来てくれよ。俺はずっとここにいるからさ。"
      },
      {
        "type": "RichText",
        "text": "※特にアイテムの個数を表記しない場合は1個とする。"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "「パフォーマンスのコツ」"
      },
      {
        "type": "RichText",
        "text": "全てのアイテムは"
      },
      {
        "type": "CustomEntry",
        "epId": 5837,
        "name": "おもちゃの勲章",
        "desc": "キラキラした勲章。おもちゃとはいえ、観客たちが認めてくれた証である。<br>「幻想シアター」で、子オオカミから「パフォーマンスのコツ」と交換できる。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/2a435ea1c37ce0fe9a73d5580958d946_6875144966253916706.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "と交換可能"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "実装バージョン",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "アイテム",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "2025年9月(Ver.5.8-Ver.Luna I)"
      },
      {
        "type": "CustomEntry",
        "epId": 8874,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8877,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8875,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8876,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年8月(Ver.5.8)"
      },
      {
        "type": "CustomEntry",
        "epId": 8487,
        "name": "優雅な立ち姿",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/21/c98f2e27c406b1418549ceeafe60ee85_8828429281212344079.png",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8484,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8486,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8485,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年7月(Ver.5.7-Ver.5.8)"
      },
      {
        "type": "CustomEntry",
        "epId": 8482,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8481,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8483,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8480,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年6月(Ver.5.6-Ver.5.7)"
      },
      {
        "type": "CustomEntry",
        "epId": 8476,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8479,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8478,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8477,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年5月(Ver.5.5-Ver.5.6)"
      },
      {
        "type": "CustomEntry",
        "epId": 8473,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8475,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8474,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8472,
        "name": "頭を守る",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/21/d10facdce86150bb037e7aa365b16422_6529398719046493159.png",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年4月(Ver.5.5)"
      },
      {
        "type": "CustomEntry",
        "epId": 8470,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8468,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8469,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8471,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年3月(Ver.5.4)"
      },
      {
        "type": "CustomEntry",
        "epId": 8465,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8464,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8466,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8467,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年2月(Ver.5.3-Ver.5.4)"
      },
      {
        "type": "CustomEntry",
        "epId": 8460,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8462,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8463,
        "name": "祈りの時",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/21/b20da686c0198529f6ac1ceca27f5ef0_2081654938381778794.png",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8461,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2025年1月(Ver.5.3)"
      },
      {
        "type": "CustomEntry",
        "epId": 8456,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8459,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8458,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8457,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2024年12月(Ver.5.2-Ver.5.3)"
      },
      {
        "type": "CustomEntry",
        "epId": 8453,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8455,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8452,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8454,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2024年11月(Ver.5.1-Ver.5.2)"
      },
      {
        "type": "CustomEntry",
        "epId": 8451,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8449,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8450,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8448,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2024年10月(Ver.5.0-Ver.5.1)"
      },
      {
        "type": "CustomEntry",
        "epId": 8447,
        "name": "即興演奏",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/21/0b8d37d85966547588bad72db6876a5d_2661938791526684743.png",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8446,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8445,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8444,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2024年9月(Ver.5.0)"
      },
      {
        "type": "CustomEntry",
        "epId": 8441,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8442,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8443,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8440,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2024年8月(Ver.4.8)"
      },
      {
        "type": "CustomEntry",
        "epId": 8436,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8437,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8439,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8438,
        "name": "穏やかな時間",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/08/21/c98f2e27c406b1418549ceeafe60ee85_8828429281212344079.png",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "RichText",
        "text": "2024年7月(Ver.4.7)"
      },
      {
        "type": "CustomEntry",
        "epId": 8435,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8433,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8434,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8432,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8431,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      },
      {
        "type": "CustomEntry",
        "epId": 8430,
        "desc": "",
        "displayStyle": "text",
        "menuId": 42
      }
    ]
  }
}