{
  "epId": 6303,
  "name": "女神の手稿・3",
  "desc": "ただの一般人が作った童話。よく見ると、紙には穴が空いている。どうやら猫の爪で破かれたものらしい…",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1721490874,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "……\nガリレオとアルベルトは今日もまた数えきれないほどの\n善行を積んだ。橋でお婆さんを手伝ってリンゴ酒の樽を\n運ぶのは本当に大変だったが、報酬に二人は小さな樽の\n酒を一つずつもらった。\n薄雲ににじむ月の光が実に美しい夜だった。親友同士の\n二人は悪龍から街を守る為に造られた高い壁に登った。\nじゃんけんに負けたアルベルトは、わきに小さな木製の\n酒樽を挟んだまま、梯子を登らなければならなかった。\n「見ろよ。我らが太っちょ村長ご自慢の豪邸もここから\n見るとちっぽけなもんだな。」アルベルトが下に見える\nとある家を指差して言った。\n「違うよ、あれは俺の家だ。」ガリレオがそう答えた。\n「村長の家はあっち。」\nアルベルトは夜目が利かない。月光がいくら明るくても\nやはり昼間とは段違いなのだ。目を細めても一向に光は\n見えない。必死で目をこらしたが、それでも彼には何も\n見えなかった。「まあ、どっちにしろ小さいけどな。」\nガリレオは言った。「お前の言葉は間違ってないよ。」\nガリレオとアルベルトはどちらも空気を読むのが上手い\nお人好しだ。ガリレオの返事は、目の弱いアルベルトの\n気まずさを紛らわせてくれた。実はアルベルトの方も、\nじゃんけんに負けて荷物持ちをしたのはわざとだった。\nガリレオの肋骨下の歯車に傷があると知っていたのだ。\n「乾杯。」アルベルトが酒樽の栓を閉めるのを待って、\n仲良しの二人はグラスを掲げた。\nその次の日のことだ。そんな大親友の二人は、村の皆を\n広場に集めた。\n彼らはまず防龍壁を破壊してしまったことを謝り、皆に\n二人で悪龍とじっくり話し合ってくると、そう告げた。\n「確かに、あの壁の建設にはとても苦労したが…みんな\nさほど気にしてはいないよ。」太っちょ村長は言った。\n「しかし…君たちが壁を壊したというのは本当かね？」\nもちろん村長が言いたかったのはそんなことではない。\nお人好しの彼は続けてこう言った。「何にせよ、悪龍に\n会いに行くというのは危険すぎる。」\n「ご心配には及びません。」\n村長にそう告げると、世界一仲良しの二人は出発した。\nその後——悪龍は二人に挟まれてガタガタ震えていた。\n理由は分からないが、老婦人の酒には飲んだ者を巨大化\nさせる効果があるようだ。それで昨晩酒を飲んだ二人は\n腰かけていた壁を押し潰してしまったというわけだ。\n巨大な体で地上を見下ろした時、二人は悪龍の気持ちが\n分かったような気がした。あれだけ大きい体躯なのだ。\n歩いただけで村を壊してしまうのも無理はない。悪龍が\n注意してくれれば、きっと互いに分かり合えるだろう。\nそこで、二人は残りの魔法酒を飲み干して、悪龍よりも\nひと回り大きいサイズになった。そして——\n酒の臭いをぷんぷんさせながら、悪龍を挟んで座ると、\n呂律の回らない口で説いた。█龍█、すっかり怯えた。\n威厳も邪気も失って、痛ま█く██るほどの姿だった。\nアルベルトが龍の背中の汚れ███てやろうとすると、\n鱗ごと取れてしまった。逃げようとした悪龍だったが、\n誤解を解かねば禍根を残すと考えたガリレオにしっぽを\nつかまれ、引き戻されてしまった。\n「俺たちは、ずっとお前の足元で暮らしてきた。でも、\n俺たちが小さすぎて、お前には見えなかったのかもな。\nでも今は大きくなヒック…った。これでお前も、足元に\n俺たちがいるかもって、分かったよな。」しゃっくりを\nしながら彼が言うと、悪龍はコクコクと頷いた。\nこうして二人と一匹は一夜を語り明かした。やっと龍と\n分かり合えたと納得した二人は家路についたのだった。\nA.A."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "和名 / 英名",
        "value": [
          {
            "type": "RichText",
            "text": "女神の手稿・3 / Goddess's Manuscript (III)"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "Ver.4.8限定イベント「陽夏！悪龍？童話の王国！」の世界任務「ナレーションの補足」にて入手可能"
          }
        ]
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ]
  }
}