{
  "epId": 6370,
  "name": "バーベロス",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/224893084/c11bc32a2df3184a98f12aa253560c6c_2740646291348852175.png",
  "menuId": 10,
  "menuName": "NPC図鑑",
  "version": 1753975403,
  "components": {
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "バーベロス"
          }
        ]
      },
      {
        "key": "国",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "所属",
        "value": [
          {
            "type": "RichText",
            "text": "魔女会"
          }
        ]
      },
      {
        "key": "肩書き",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "別名",
        "value": [
          {
            "type": "RichText",
            "text": "コードB"
          }
        ]
      },
      {
        "key": "本名",
        "value": [
          {
            "type": "RichText",
            "text": "アストロマンサー・バーべロス・トリスメギストス"
          }
        ]
      },
      {
        "key": "中国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "武向彤"
          }
        ]
      },
      {
        "key": "英語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "Misty Lee"
          }
        ]
      },
      {
        "key": "日本語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "新谷真弓"
          }
        ]
      },
      {
        "key": "韓国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "여윤미"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "モナ",
        "desc": "<p>謎の占星術師の少女。自分のことを「偉大なる占星術師モナ」と自称するが、その肩書きに相応しい実力を持っている。博学で、高慢。</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>「神の目」について・嫌厭：</color>\n「神の目」を手に入れたばかりの頃、おばばが偉ぶって「真実を求める心があらんことを」って言ってました。結局「神の目」は「水占の術」の何の役にも立たなかったですし、ずぶ濡れになるだけでしたけど…\n<color=#ffd780>「神の目」について・価値：</color>\nでも、「神の目」をアクセサリーとして身につけるのは悪くありません。なにせ、これはあのケチなおばばが初めて私にくれたものですから。\n<color=#ffd780>モナを知る・3：</color>\n私の占い術ですか？言っても分からないと思いますが。ふふん、まあ…少しくらい説明してあげなくもないです。\n私が使う「水占の術」は水面に映った星空の幻象に基づいて運命を導き出す占術です。水面に映った偽りの空を通して、世界の真実を覗きます。これはあのおばばが残した唯一のちゃんとした研究成果なんですよ。\n<color=#ffd780>モナを知る・4：</color>\nアストローギスト・モナ・メギストス、この名前はおばばと私が一緒に決めたんです。名前の綴りにはおばばの好きなものが含まれてるって聞きました。でもおばばってたまに私のこと「メギ」って呼ぶんですよ。「モナ」とは違って、なんか幼名みたいですよね…だから、あなたはその名前で呼ばないでくださいね！恥ずかしいですから！もう…教えなければよかったです！"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー1：</color>\n最近、モナの師匠、強い魔力を持つ老いた女術師は、モナに大事な任務を任せた。\n師匠にはモンド在住の「敵にして友」の故人がいる。彼女はモナに、その旧友の継承者から極秘の箱を取り戻してくるよう伝えた。\n「その箱の中身を勝手に覗いたら、どうなるか分かっているね」\n出発する前、モナはこのような警告を受けた。\n意外なことに、旧友の継承者というのは、モンドの「火花騎士」ことクレーだった。\n箱は健在だったが、クレーや一連の「意外な出来事」によって…モナは箱の秘密を見てしまった。\n「しっ、しまった。中身は少女時代のおばばが書いた日記だったなんて。このまま戻ると、おばばに殺されてしまいます…」\n仕方なくモナはモンドに留まり、貧乏かつ豊富な生活を始めた。\n<color=#ffd780>キャラクターストーリー4：</color>\n時折、モナはクレーとアルベドと一緒に食事をする。一番の目的はタダ飯を食べること。\nそして、二番目の目的がアルベドとの学術的交流である。\n世界の理を探求する者であり、偉大な師を持つ者同士である二人。共に競い合い、高め合うのは当然の結果だろう。\nアルベドの前では、モナは師匠のイメージを極力守ろうとする。\nただそれと同時に、彼女は「おばば」と呼ばれる師匠の皮肉をいつも口にしていた。\n「キミの師匠の実力はただ者ではない。彼女は『頑固で愚かなおばば』。一体どっちのが正しいのかな？」\nアルベドは、それをモナに聞いたことがある。しかし、モナ自身はこれについて考えたことがなかった。\n彼女は顎に手を置き、考え始める。\n「ふむ、この学問は実に奥深いものですが、私からすれば、おばばは話になりません。\nあの人は卵やバター、小麦の相場さえも知らないんですよ？その点を考えると、私は既におばばを超えたと言っても過言ではないしょう。」\n<color=#ffd780>キャラクターストーリー5：</color>\n師匠から教わった抽象的な法則は、全ての物の運行規律を解釈するものだ。\n人の心は規律と法則にとらわれる。しかし強大な推算能力を有すれば、この複雑な世界を正確に読み取ることもできる。\n——かつてモナはこう考えていた。\nしかし、自力で衣食住を調達し、人間らしい生活を始めた時、彼女は戸惑った。\nこの世界にいる全員が、豊かな生活を過ごしているわけではない。食べ物と着る物に困り、物乞いのような生活を送る人もいる。\nモナは山菜や果物を採取している途中、このような貧しい冒険者に出会ったことがある。彼は気前よく、自分の食料を半分をモナに分け与えた。\n「故郷を離れた者は助け合うんだ」\nこのような、世界の運行規律に載ってない出来事は、次から次へと彼女の近くで起きた——どろぼうの誠実、強盗の優しさ、臆病者の勇気、悪人の良心…\nこれらのことにモナは疑問を抱く一方、心に落ち着きを感じていた。\n再び星空の下で考え始めたモナは、自分の研究に、こんなにも多くの漏れがあったことに気付いた。\n恐らく、彼女は生きている限り、この世界の理の研究を止めることはないだろう。\n<color=#ffd780>神の目：</color>\nモナにとって、「神の目」はただの神の眷属の証であり、特に気にするほどのものではない。\nしかし、その価値は「魔力を引き出す外付け器官」に留まらない。\n力を持つこと自体は悪いことではない。ただ、偉大なる「理」に比べ、「武力」は微小な概念に過ぎないのだ。\n神ですら、この世界の規律に捕らわれている。そして、モナが求めるのは遠い星空の中にある世界の究極の真理だ。\n神から認められた証や力の源である「神の目」に、彼女は媚びない。\nとは言え、この実用性のない「神の目」は彼女の大切なものだ。\nこれは、彼女が師匠からもらった道具であり、師匠と一緒に過ごした日々の唯一の証だ。\n女の子がアクセサリーを身に着けるように、彼女はこの精巧な道具とその中に秘められた記憶と共に、いくつもの日々を過ごしてきた。\nそしてある日、彼女の「神の目」は突如、この古い道具に降臨した…"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>伝説任務・映天の章・第一幕「この世の星空の外」：</color>\n私は占星術師。今は師匠の代わりに、ある箱を取り戻しにモンドへと向かっているところです。\nあれは師匠とその友人が50年前に交わした約束。ただ師匠は歳で、体も老いてしまったので、私が代わりに取りに行くことになりまして。\n師匠とその友人は生涯をかけて神秘学について競い合ってきました。ですが、勝負がつかなかったそうなんです。だから今回、私が勝てたら師匠よりもすごいってことになるじゃないですか！\nそうです。師匠は占星術が得意でしたが、それ以外はからっきしでした。ですが、アリスさんは違います。彼女はあらゆる神秘学の知識を知り尽くす天才でした…\n<color=#37ffff>パイモン：</color> そうだったのか…でもクレーはまだ小さいし、たとえそういう知識を聞かされていたとしても理解できてないだろう。\nそうですね。血筋は引いていても、知識までは引き継げていなかったようです…参りましたね、これじゃ勝負になりません…\nそうだ、クレーちゃん。アリスさんが出発する前、「50年の約束」と箱のことを教えてもらっていませんか？\n<color=#37ffff>クレー：</color> うん！それなら知ってるよ！お姉ちゃんはあの箱を取りに来たんだね！探すから、ちょっと待ってて！\nそ、そんな…この本、この日記って…おばばが…50年前のおばばが書いた日記！？\n50年が過ぎた今、少女時代の黒歴史を回収するつもりだったということですか！？\nしまった！どうりで…！どうりで何があっても中は見ちゃいけない、見たらおしまいだっておばばが言っていたわけです…\n<color=#37ffff>パイモン：</color> いや…でもモナが日記を見たことさえ言わなければ、師匠に知られる心配もないだろ？\nそれは無理です、占星術の前で嘘は通じません。あなたたちも経験したでしょう。\nああ…全財産を使ってモンドまで来たのに、知識を得るどころか戻れなくなるなんてどうすればいいんですか…\n<color=#37ffff>パイモン：</color> さすがに可哀想だな…そうだ、本の内容を全部忘れた頃に戻ったらどうだ？\nそう簡単に忘れられませんよ…それにモンドに残りたくとも…\n<color=#37ffff>旅人：</color> メンツがあるから？\n<color=#37ffff>旅人：</color> お金がない？\nはい、俗世人と一緒に生活を続ければ、占星術師としての心を維持できなくなってしまいます…\nそう…ち、違います！あなた、本当に空気読まない人ですね！\n<color=#37ffff>パイモン：</color> 仕方ないだろ。それが嫌なら師匠のところに戻るしかないな。\nも、もう言わないでください！こ、こうなったら、しょうがありません…\n決めました。しばしモンドに滞在することにします。おばばが天寿を全うすれば、私も自由の身になれます。\n<color=#ffd780>魔神任務・第四章・第五幕「罪人の円舞曲」：</color>\n確かに私は占星術師ではありますが、あの予言はフォンテーヌ、ひいてはテイワット全体の運命に関することです。それを確認することは、世界全体を占うことを意味します。\nそのようなレベルとなると、誰にでもできるようなことではありません。もし私にそれができるのなら、占星術師ではなく予言者と呼ばれるべきでしょう。\nただ逆に考えると、あの予言には比類ない力があります。きっと強大な予言者によるものなのでしょう。その内容は世界の運命に関わるものであり、根拠がないからと蔑ろにするのは絶対に間違っています。\n<color=#37ffff>パイモン：</color> 予言者…聞くからに凄そうだな。本当にこの世界にそんなやつが存在するのか？\nいますよ。そのレベルの占いでしたら、おばばができます。おばばの姉妹たち、つまり魔女会にも似たようなことができる人がいるかもしれません。\n<color=#37ffff>旅人：</color> 予言の真偽を確かめたい。"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "子オオカミ",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/224893084/c61ab2b047a03a29712263926f0da175_8015715978327941985.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>世界任務「始まりと終わりのない物語」：</color>\n<color=#37ffff>旅人：</color> 魔女について…\n魔女の姉ちゃんは魔女の姉ちゃんさ。お客さんもお客さんだろ。\n魔女の姉ちゃんと友達…あっ！そうそう、魔女の姉ちゃんの友達も魔女だったんだ。みんなすごい魔法を知ってたぞ。創造の魔法、それに幻の魔法…\n羽根ペンで魔法を使ってた魔女の姉ちゃんは不思議なインク瓶を持ってて、中には「幻想の真実」が入ってたんだ。こっそり舐めてみたけど、すっげー苦かった…クーン…\n<color=#37ffff>旅人：</color> この部屋について…\nうーん、難しい質問だな。ここは魔女の姉ちゃんが魔法で作った部屋で、俺には魔法が分からないし…\nでも、「ドアボーイ」として保証してやるよ…ここは安全で居心地のいい場所だってな！二人がここで楽しく過ごせることを祈ってるぞ！\n<color=#37ffff>旅人：</color> あの本とさっきの戦いについて…\nお客さんのパフォーマンス、本当に最高だったぞ！つい見とれちまった！\nうん、魔女さんが言ってたんだ。物語の本にあるページはそれぞれが「現在」の一部なんだってさ。\nきっとお客さんは特別で、だからこそ物語の主人公として舞台で華麗なパフォーマンスを披露できたんだと思うぞ！"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>旅人：</color> この部屋について…\n魔女の姉ちゃんの話によると、ここは「物語の始まる前、そして終わった後」の部屋なんだってよ。だから、お客さんには十分な時間が与えられてるし、やりたいことはなんでもできるんだ。\nそれから、部屋にある調度品も自由にいじっていいぞ！部屋に流れる音楽とか、運勢の占いとかも「セルフサービス」式だから、自由に変えていい！\nすごく便利だけど、ドアボーイの出番がなくなるよな。はあ…\nそれにしても、水面に映る星々から運命の軌跡を見出した魔女の姉ちゃんって、本当にすごいよな。そんな姉ちゃん発案の「占いサービス」だから、きっとお客さんにも満足してもらえると思うぞ。"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "アンデシュドッテル",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/224893084/f1576f261802f32e6c00a1bf8a6335df_3060478289216606046.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "古びた日記"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Ver.4.8限定イベント「陽夏！悪龍？童話の王国！」：</color>\n「…あたしの姓と名は頭文字が両方とも『A』なのに、アリスは先着順だと言い張って、あたしのミドルネームから強引に『M』を取ったの。ふふっ、彼女には本当に参ったよ。」\n「でも、アリスの魔法にはいつも驚かされる。彼女はあたしが適当に折った紙のカエルをしゃべらせたんだから。」\n「あ、そうだ…折り紙の動物を主役にした物語を書きましょう——むかしむかし、彼らは魔法の森に住んでいました…」\n「バービーは未来を見るのが好きで、それを頼りにシムランカの生き物たちの軌跡を定めた…けど結末が分かっている物語は面白くない…」\n「だったら彼女と賭けをしましょう。あたしはいつか、シムランカの民が自分の道を選ぶと信じている。」\n「…彼女が城に自分の彫像を建てるって？ふふっ、相変わらず流行を追うのが好きなのね。」"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "関連項目"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "シムランカ",
        "desc": "<p>…昔々、三人の女神がこの「シムランカ」という世界を作った。<br>魔法と物質を司る「創世の女神」が我らに命を与え、草木や山水はそれにより形を得た。「シムランカ」は女神の加護により、数多の世界で存在し続けた…<br>その後、星と軌跡を司る「預言の女神」が現れて、星空を操り、世界を動かした…その彫像は今なおオルビット城の頂に立つ。</p><p>最後に物語と願望を司る「運命の女神」が現れて、不滅の愛と灼熱の憎しみをもたらし…死と希望とは何かを我々に伝えた…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/15/169033420/193a95712c2de70de8387cacada48417_7776002935497475572.png",
        "displayStyle": "card",
        "menuId": 20
      }
    ],
    "galleryCharacter": [
      {
        "key": "シムランカ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/224893084/cb793556a5fba6762bfbb48a240bc2c6_2519087036666393988.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ver.4.8「陽夏！悪龍？童話の王国！」限定イベントマップ"
          }
        ]
      },
      {
        "key": "ストーリームービー",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/224893084/e516a099aad70a5aa863b26083b2a948_8565992324321084497.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "【原神】ストーリームービー「魔女のお茶会」より\n（引用元：https:/www.youtube.com/watch?v=sckGhfIg6dw）"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "【原神】ストーリームービー「魔女のお茶会」",
        "url": "https://www.youtube.com/watch?v=sckGhfIg6dw",
        "coverUrl": "https://i.ytimg.com/vi/sckGhfIg6dw/maxresdefault.jpg",
        "duration": 130
      }
    ],
    "textualResearch": [
      {
        "title": "控え室のおみくじ",
        "desc": [
          {
            "type": "RichText",
            "text": "（美しく華やかで、活字体のような筆跡。おみくじの文のようには見えない…）\n実際、もともとわしらはアリスが設立した結社内でもあまり馴染みがなかった。しかし何年も経って、気が付けば周りの人や物事は急速に変化していた。おまえはもうわしが一番よく知る者の一人だ。\n最初はアリスがおまえの何を気に入ったのか分からなかった。なにしろ彼女の基準は「どれほど面白いか」で、「最高に面白い」ことが仲間に入れる唯一の条件だと言っていたから。のちに分かった…おまえが書いた物語を、わしは当初理解したと思い込んでいただけだったのだ。おまえは世界の法則を鋭く読んでいた。占星術よりも当たっていることもあったかもしれない。ごくたまにだが。\nわしももう歳で、あとどのくらい生きられるか分からない。もちろん、ちょっと言ってみただけだ。おまえを少し恋しく思っているのは本当だが、だからといっておまえの供をしてやる気はない。"
          }
        ]
      },
      {
        "title": "[Ver.4.8] 陽夏！悪龍？童話の王国！ イベント会話",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>イベント限定任務「世界の果てまで」にて</color>\n<color=#37ffff>女性の声：</color> …本当にこの子を創るつもりかい、M。この子の「運命」はもう教えたはずだよ。\n<color=#37ffff>「M」：</color> ……\n<color=#37ffff>女性の声：</color> この子は自身の創造主に見捨てられ、最後には…\n<color=#37ffff>「M」：</color> 分かってるよ、B。君はあたしに物語の悲しい結末を教えてくれた。でもそれは現実の世界で起こったことでしょう？\n<color=#37ffff>「M」：</color> だからこそ、あたしはこの子に別の世界で、幸せな結末を迎えて欲しい。この子は心に「愛」を秘めている子だから。\n<color=#37ffff>「B」：</color> 分かったよ、アンヤ。でも、おまえがこの子にその名を与えれば、この子の「シムランカ」での運命は、多かれ少なかれ現実の「鏡像」となる…\n<color=#37ffff>「M」：</color> でも、絶対ではないでしょう？少しでも可能性があるなら、この子は別の人生を歩むべきだと思う。\n<color=#37ffff>「M」：</color> ただ…その時には、他の人の助けが必要になるかもしれないけど。\n<color=#37ffff>「B」：</color> 好きにするがいい。わしはもう何も言わんよ。\n<color=#37ffff>「B」：</color> それと、そこまで固執するなら、おまえに一つ秘密を教えてやろう…\n<color=#ffffff>イベント限定任務「後日談」にて</color>\n<color=#37ffff>「B」：</color> 「R」の子は、いつの日か復活するよ。"
          }
        ]
      }
    ]
  }
}