{
  "epId": 6371,
  "name": "アンデシュドッテル",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/224893084/f1576f261802f32e6c00a1bf8a6335df_3060478289216606046.png",
  "menuId": 10,
  "menuName": "NPC図鑑",
  "version": 1753899354,
  "components": {
    "galleryCharacter": [
      {
        "key": "シムランカ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/24/224893084/a028c631fb3222a423b0b66c4c9b26e5_2870429317137003981.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ver.4.8「陽夏！悪龍？童話の王国！」限定イベントマップ"
          }
        ]
      },
      {
        "key": "ストーリームービー",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/24/224893084/16b26bccc6033532528679d301516c8c_2886847861647056188.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "【原神】ストーリームービー「魔女のお茶会」より\n（引用元：https:/www.youtube.com/watch?v=sckGhfIg6dw）"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "アンデシュドッテル"
          }
        ]
      },
      {
        "key": "国",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "所属",
        "value": [
          {
            "type": "RichText",
            "text": "魔女会"
          }
        ]
      },
      {
        "key": "肩書き",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "別名",
        "value": [
          {
            "type": "RichText",
            "text": "コードM"
          }
        ]
      },
      {
        "key": "中国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "汪滢滢"
          }
        ]
      },
      {
        "key": "英語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "Samantha Cooper"
          }
        ]
      },
      {
        "key": "日本語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "河原木志穂"
          }
        ]
      },
      {
        "key": "韓国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "김서영"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "[Ver.4.8] 陽夏！悪龍？童話の王国！",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>イベント限定任務「世界の果てまで」にて</color>\n古びた日記\n「…あたしの姓と名は頭文字が両方とも『A』なのに、アリスは先着順だと言い張って、あたしのミドルネームから強引に『M』を取ったの。ふふっ、彼女には本当に参ったよ。」\n「でも、アリスの魔法にはいつも驚かされる。彼女はあたしが適当に折った紙のカエルをしゃべらせたんだから。」\n「あ、そうだ…折り紙の動物を主役にした物語を書きましょう——むかしむかし、彼らは魔法の森に住んでいました…」\n「バービーは未来を見るのが好きで、それを頼りにシムランカの生き物たちの軌跡を定めた…けど結末が分かっている物語は面白くない…」\n「だったら彼女と賭けをしましょう。あたしはいつか、シムランカの民が自分の道を選ぶと信じている。」\n「…彼女が城に自分の彫像を建てるって？ふふっ、相変わらず流行を追うのが好きなのね。」"
          }
        ]
      },
      {
        "title": "[Ver.4.8] 陽夏！悪龍？童話の王国！",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>イベント限定任務「世界の果てまで」にて</color>\n黄ばんだ手紙\n「親愛なる姉妹たち、あたしはもうこれ以上書けそうにないみたい。君たちに手紙を書くこの手すら、あまり言うことを聞かなくなっている…あたしの物語を愛し、この世界を作ってくれてありがとう…」\n「あたしは君たちと素晴らしい青春を過ごした。ふふ、そう。君たちと一緒にいるとき、あたしはいつも自分が若いままだと感じていたの…」\n「『A』はあたしが死んだ後も、シムランカの運命の女神は健在で、今のようにみんなの願いを叶えてくれると言った。うん、それも悪くない…」\n「君たちがおしゃべりをしたくなったら、神像の下へ来てちょうだい。でも変な願いごとはしないでね…」"
          }
        ]
      },
      {
        "title": "[Ver.4.8] 陽夏！悪龍？童話の王国！ イベント会話",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>イベント限定任務「世界の果てまで」にて</color>\n<color=#37ffff>女性の声：</color> …本当にこの子を創るつもりかい、M。この子の「運命」はもう教えたはずだよ。\n<color=#37ffff>「M」：</color> ……\n<color=#37ffff>女性の声：</color> この子は自身の創造主に見捨てられ、最後には…\n<color=#37ffff>「M」：</color> 分かってるよ、B。君はあたしに物語の悲しい結末を教えてくれた。でもそれは現実の世界で起こったことでしょう？\n<color=#37ffff>「M」：</color> だからこそ、あたしはこの子に別の世界で、幸せな結末を迎えて欲しい。この子は心に「愛」を秘めている子だから。\n<color=#37ffff>「B」：</color> 分かったよ、アンヤ。でも、おまえがこの子にその名を与えれば、この子の「シムランカ」での運命は、多かれ少なかれ現実の「鏡像」となる…\n<color=#37ffff>「M」：</color> でも、絶対ではないでしょう？少しでも可能性があるなら、この子は別の人生を歩むべきだと思う。\n<color=#37ffff>「M」：</color> ただ…その時には、他の人の助けが必要になるかもしれないけど。\n<color=#37ffff>「B」：</color> 好きにするがいい。わしはもう何も言わんよ。"
          }
        ]
      },
      {
        "title": "[Ver.4.8] 陽夏！悪龍？童話の王国！",
        "desc": [
          {
            "type": "RichText",
            "text": "「未完成の手稿」\n昔々、山々にお宝や鉱石があふれ、星々が長い列を作り、夜の夢が色鮮やかな色彩を持っていた頃…\nあるオコジョの娘が（それか白鼠？白兎？まぁいいや、後で決めよう！）豊かで穏やかな小さな町で暮らしていた。ご近所さんや友達は彼女を「ネージュフルール」と呼んだ。（元の名前は…それも後で考えよう！）\n「ネージュフルール」の純白の毛皮は、永遠に溶けない山頂の雪のように、混じりけがなかった。その瞳はきらめく夜空のようでも、音なき光のようでもあった。明るく澄んだ声は、まるで見えざる手がつまびく優雅な楽器や、グラスに注がれる淡い金色のワインのように響いた…\n町の人々は毎日彼女に会いたがった——たとえ、簡単な挨拶を交わすだけでも。\nだが「ネージュフルール」は人々の称賛や宝物の華やかな光を浴びるうちに自分自身を見失い…ついには自分の本当の名前さえ捨ててしまった。（よし、問題解決！）\n「手土産は？」ネージュフルールは大儀そうに、扉を少しだけ開けた。華奢な腕に巻かれたルビーのブレスレットだけが扉の隙間からまばゆい光を放っている。\n「それは…」客は顔を曇らせた。\nバンッという音だけがして、小さな家の扉は再び閉ざされた。\n真っ白で高貴な、人々の憧れの的であるネージュフルールは化粧台の前に戻って、「誠意」ある次の崇拝者の訪れを待った。\n彼女の夢は、理想の夫を見つけることだった。\nだが彼女を娶りたいならば、この世で一番高価な財宝を手に入れるしかないのであった…\nその日、各地を渡り歩く猫の紳士が町にやって来た。遠い北国出身の彼は、みっしりとした長い毛をまとっていた。一目で手入れが行き届いていると分かる毛並みだ。熱心に手入れしすぎて、近づけば、少し前にどんなグルメを楽しんだのか嗅ぎ分けられるほどである。（うちの猫も今、ちょうどあたしの上に乗って毛づくろいしている…魚臭い…）。彼のヒスイのような瞳は、常人を遥かにしのぐ知恵を秘めていた。\n親切な町の住民は、その旅人を迎え入れた。彼はビールを三杯飲み終わる頃には町の噂を知り尽くし、翌日の天気予報の情報も五種類以上手に入れていた。\n中でも一番彼の興味を引いたのが、「ネージュフルール」に関する噂だった。\n「どこへ行けば、その美しいレディに会えるのですか？」\n「いや、やめといた方がいいと思うぞ。」\n「それはまたどうして？」\n「ネージュフルールさんは貴重なお宝が大好きで、ここ数年は好みがうるさくなる一方だ…おまえさんが巨万の富を持ってない限り、諦めた方が身のためだ。」\n猫の紳士は緑色の目をきらりと光らせた。\nトントン。\n猫の紳士は、ネージュフルールの小ぶりな家の扉をノックした。\n「手土産は？」\n気だるい瞳が、扉の隙間から猫の紳士を値踏みした。\n「もちろん、ネージュフルールさんのために最上級の贈り物を用意してきました。きっとあなたの天性の麗しさに、更なる美を添えてくれることでしょう。このネックレスは北のメノウ、南海の真珠、西域の琥珀を埋め込んだ、わが一族の秘宝です。私は長老の命により、この世で最も美しく高貴な方にこれを献上すべくこの世界を旅してきました。ネージュフルールさん、あなたに出会えてとても光栄です。あなたこそ私の探し求めていた運命の人——どうか受け取ってください。」\n扉の隙間からまばゆい光が射しこみ、豪奢なネックレスがネージュフルールの瞳を鮮やかに照らした。\n「中々いいわね。私にぴったりだわ。」ネージュフルールは得意げに言った。\n「実際にお目にかかって、あなたの類いまれなる美しさにはどんな宝飾品も敵わないと思いました。それでも、これをつけて差し上げることをお許しください。」深々と腰を折り、前に一歩進み出た猫の紳士は、危うく扉の隙間に挟まれそうになった。\n「祝福と祈りの儀式を執り行わせてください。この贈り物が私の去った後も、月のようにキラキラと輝くように。」\n「いいわ。」\nネージュフルールは称賛を浴びながら、なめらかな首元を露わにした…\n……\nそれから後、ネージュフルールが人々の前に姿を現すことはなかった。\nある者は、「小さな町の平凡な暮らしに飽きた彼女は、きっと単独でお宝を探す旅に出たのだ」と語り…\nまたある者は、「彼女は遠い国から来た猫の紳士という理想の夫を得て幸せに暮らしているんだ」と語る。\nなぜなら、町を出る猫の紳士とすれ違った時、ネージュフルールの清らかな香水の匂いがしたと——そう証言した者がいたからだ。\n（うーん…この話は子ども向きじゃないかな？考え直しましょっと…）"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "【原神】ストーリームービー「魔女のお茶会」",
        "url": "https://www.youtube.com/watch?v=sckGhfIg6dw",
        "coverUrl": "https://i.ytimg.com/vi/sckGhfIg6dw/maxresdefault.jpg",
        "duration": 130
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "関連項目"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "シムランカ",
        "desc": "<p>…昔々、三人の女神がこの「シムランカ」という世界を作った。<br>魔法と物質を司る「創世の女神」が我らに命を与え、草木や山水はそれにより形を得た。「シムランカ」は女神の加護により、数多の世界で存在し続けた…<br>その後、星と軌跡を司る「預言の女神」が現れて、星空を操り、世界を動かした…その彫像は今なおオルビット城の頂に立つ。</p><p>最後に物語と願望を司る「運命の女神」が現れて、不滅の愛と灼熱の憎しみをもたらし…死と希望とは何かを我々に伝えた…</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/15/169033420/193a95712c2de70de8387cacada48417_7776002935497475572.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "アリス",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/224893084/fe9b4a5e184997467897d6a16d189ebb_4311863195003391609.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Ver.3.5限定イベント「風花の吐息」：</color>\nそれから、永遠に終わらない伝説…あなたたちはMを知らないかもしれないけど、彼女の作品は見たことがあるかもね。『イノシシプリンセス』を読んだことあるかしら？\n<color=#37ffff>スクロース：</color> えっ！？モンドの子供ならみんな、あのシリーズは読んだことがあるはず…\nええ、私も大好きな童話の一つよ。Mはとても偉大な人間で、彼女が書いた本は私に悲しみが何かを教えてくれたの。\nそのような人が魔女の称号を得るなら、納得もいくでしょう？"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "控え室のおみくじ"
      },
      {
        "type": "RichText",
        "text": "（可愛らしい筆跡。おみくじの文のようには見えない…）\n地形を変えるような天変地異が起きていないか、一定時間ごとにテイワットを見て回っている。私のことを覚えている人が少なくなったら、七国の観光ガイドを書き直すつもりだから。\nでも最近は少し疲れている…なぜかは分からない。春が来たからかもしれない。\nモンドで、子供の頃のあなたとよく似た女の子に会った。暇だったからその子について行くと、図書館に本を返しに行くところでね、ちょうど、あなたが書いた物語だった。\n私はあなたのサイン入りの本を持っていたことを思い出して、その子に見せびらかそうとした。でも、彼女はあなたの話が好きではないと言った。\n私は彼女が理解できていないだけだと思って、猪と狼と森は象徴なのだと説明した。実はそれぞれ象徴しているものがあって、どれも奥深いのだと。\nでも彼女は「そんなことは分かっているわ。でも世界はもう変わってしまったじゃない」って。\nその時あなたもその場にいて、女の子に説明してくれればどれほどよかったか。きっと、最後にあなたはこう言ったでしょうね——「へえ、あたしと君、どっちがよく分かってるっていうの？」…でも、なぜだか私は何も言えなかった。\n彼女は首をかしげて、言葉に詰まった私をしばらく見つめた。それからハンカチで私の顔の汗を拭いた。春になって、暑くなってきたから。彼女は手を振って、くるりと背を向けると人ごみの中に消えた。ぴょんぴょおん跳ねるおさげは、すぐ見えなくなった。\n私は泣きそうになるくらい、腹が立った。女の子が変わったと言ったから変わった、ではいけない。自分の目で確かめに行かないと。だからもう、あまりあなたを恋しがったりしない。今日は旅に出るにはいい日だからね。"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "小さな魔女と消えない炎・7"
      },
      {
        "type": "RichText",
        "text": "装丁は美しいが、本文はすべて手書きである。筆跡から推測するに、著者は一人ではない。「書くことの意味が分かった。それは、あなたもここに居たらどんなにいいかと伝えることよ」\n時の海の大波に翻弄され、無数の因果が集う渦の眼を越え、織機にある無数の糸を越える中で、彼女は多くのものを見逃した。彼女が尊敬してやまない大魔女の告別式も、参加できないまま、寂しく終わった。\n紆余曲折あって、小さな魔女は様々なわけの分からない試練やハチャメチャな挑戦を乗り越え、老魔女の元へとやって来た。実のところ、小さな魔女はこれらの経験はどれも取るに足らぬことだと思っている。多くのページを割いて語ってきた意味すら分かっていないだろう。どう考えても一番大事なのは、魔女のお茶会と自分の目標だと思っている。\n実は旅を始めてすぐの頃、彼女はこんなものを目撃していた。それは石炭のように真っ暗な空の下で——あるいは「洞窟の中のように真っ暗な」。ご存じの通り両者に違いはない——全方向から世界を包囲して侵攻する闇に抗い、か弱い光を放つ星だった。宇宙の闇が濃くなり、星々や太陽と呼ばれる星が次々に消えてしまった後、人々はそれをサソリの星と呼ぶようになった。小さな魔女は魔女のお茶会でその物語を聞いた覚えがあったが、名前以外のことは、きれいさっぱり忘れていた。\nとにかく小さな魔女は老魔女のもとにやって来た。老魔女自身が、最後の最後まで燃え続けていたサソリの星そのものだった。しかしその時すでに彼女の炎は衰え、か細い残り火のようになっていた。小さな魔女は彼女の手を握った。小枝のように乾いて脆い手だった。小さな魔女は、彼女もかつては「小さな魔女」であったのだと思った。そして、今の自分と同じような白く瑞々しい手で優雅にティーカップを持ち上げていたことや、その手で数々の魔法を駆使して様々な世界に火を灯してきただろうことに思いを馳せた。\n小さな魔女は言った。\n「火を絶やしたくないという想いはみんな同じなんですよね。仕方ないことだと思います。前に別れを告げたとき——その時はあなたもいましたけど——魔女の皆さんが言ってました。長生きする魔女は悠久の時の中であまりに多くのものを失って、生死や愛憎なんて気にしなくなるって。でもそれは嘘でした。それって、自分より先に死んでしまった仲間への、慰めの言葉にすぎないんですよね。魔女もほんとうは、この真っ暗で希望のない世界に灯る微かな炎や光をとても大事にしていて、その光が生む影もひっくるめて全部大事にしているんです。」\n「あなたはいつも私たちには敵わないって言ってましたけど、私はあなたが私たちの中で一番かわいくて、一番すごい魔女だと思ってます。それから、いつも自分には何も残せなかったとも言ってましたけど、あなたが残してくれた物語の中には数々の世界が描かれてました。百年経っても、千年経っても、たとえとある占いの魔女が憂う終末が訪れたとしても、長生きの魔女たちがことごとく息絶えても、小さな世界に放たれたかすかな光は決して消えません。あなたこそ、私たちを遥かに超える、最も偉大な大魔女です。本当に大好きでした。さようなら。」\n老魔女からの返事はなく、そこには抜け殻だけが残されていた。小さな魔女が旅の途中で見た無数の抜け殻とほぼ同じで、それを構成している素材もほとんど変わらなかった。他の無数の抜け殻と唯一違っているのは、ちらつく炎の光だけだった。\n小さな魔女は老魔女を包む炎を手に、帰途に就いた。ひとまず、物語はこれで終わりにしよう。とはいえ、小さな魔女の冒険はまだまだ続く。なぜなら彼女は老魔女の炎を手に宇宙を駆け巡り、時の隅々にまで光を届けると決めたのだから。"
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "バーベロス",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/224893084/c11bc32a2df3184a98f12aa253560c6c_2740646291348852175.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "控え室のおみくじ"
      },
      {
        "type": "RichText",
        "text": "（美しく華やかで、活字体のような筆跡。おみくじの文のようには見えない…）\n実際、もともとわしらはアリスが設立した結社内でもあまり馴染みがなかった。しかし何年も経って、気が付けば周りの人や物事は急速に変化していた。おまえはもうわしが一番よく知る者の一人だ。\n最初はアリスがおまえの何を気に入ったのか分からなかった。なにしろ彼女の基準は「どれほど面白いか」で、「最高に面白い」ことが仲間に入れる唯一の条件だと言っていたから。のちに分かった…おまえが書いた物語を、わしは当初理解したと思い込んでいただけだったのだ。おまえは世界の法則を鋭く読んでいた。占星術よりも当たっていることもあったかもしれない。ごくたまにだが。\nわしももう歳で、あとどのくらい生きられるか分からない。もちろん、ちょっと言ってみただけだ。おまえを少し恋しく思っているのは本当だが、だからといっておまえの供をしてやる気はない。"
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I・イヴァノヴナ・N",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/24/224893084/194c68529f12745f86263afdec95651d_4762968273955831942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "控え室のおみくじ"
      },
      {
        "type": "RichText",
        "text": "（整った筆跡。おみくじの文のようには見えない…）\nバービーは年を取って感情的になって、ちゃんとした文章が書けなくなった。でもわたくしは違う。初代市長として、スネージナヤの細々した処理を手伝ってほしいとアリスに要請したわ。その代わり、彼女に何か書くよう言われたの。\nわたくしは死後の世界を信じていないから、生きている間に全力を尽くさないといけない。だからわたくしが書いたものを貴方が見るとは思っていないわ。わたくしはただ、自分に向けて書いているの。\nわたくしたちは二人とも、何の魔力も持たず、戦闘訓練も受けていない普通の人間だからこそ、お互いに分かりあえるはずだと思っていた。でも、きっとそれは間違っていたのよ。だってどう考えてもアリスはあなたに██好意的だもの。彼女が当時わたくしを捕まえて下水道に潜ったり、高炉を爆破したり、秘境で猫を捕まえたりしたのは…紆余曲折あって複雑な過程があったけれど、とにかく周りの人々を守るためだった。\nそんなじゃじゃ馬たちと仲良くするために、これは必要な代価だと思う？貴方はそうは思わないでしょうね。わたくしも思わないわ。あれはわたくしたちが一緒に経験した、一番貴重な時間だったのにね。"
      }
    ]
  }
}