{
  "epId": 67,
  "name": "「東王」史論",
  "desc": "海民の島唄で伝わっている「東王」、あるいは「東山王」は、雷電の土地では「惡王」の名で広く知られている。彼は大蛇オロバシが冊立した最初の藩主であり、最後の藩主でもある。",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Debates on the \"Viceroy of the East\"_icon.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1709646107,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "「東山王」の本名は謎に包まれており、出自も低級であったため、一部の島唄の中では彼のことを「月明かりと潮の遺子」、または「月明かりに忘れられた子」と表現している。おそらく、彼は一族を失った身無し子だったのだろう。あるいは、海流と共に漂流してきた流人の子供だったのかもしれない。\n苗字も名前もなく、彼の成長を見守る一族もいなかったが、海祇大御神はこの子を受け入れた。かつて、海淵に囚われた遺民を受け入れた時のように。\nそして、その男児は曚雲姉妹のもとで、海祇人の鯨の歌と祭儀を学んだ。彼の記憶は珊瑚と貝の宮殿、輝く魚の群れと色鮮やかなサメによって虹色に染まり、体はゴツゴツと粗い岩礁と数知れない波に磨かれ、逞しくなった。\n右名氏の島唄の中で、男児が少年となった頃、巫女の曚雲が月明かりと星々の波の中で泳ごうと彼を誘った。寄せては返す輝く潮の中、少年は海獣の言葉と思いを知ることとなる。巫女の優しくて悲しい囁きの中で、少年は進むべき道を決めた。\nこの夜のひとときの後に、少年は「月曚雲」と「夕潮」という剣術を悟ったという。彼は跡継ぎを残さなかったが、この剣術は海祇の武人たちに受け継がれ、代々洗練されてきたおかげで失われることはなかった。剣術の伝統に乏しい海祇島で、この二つは今でも戦いにおいて実用的な技である。\n海祇大御神が帰らぬ東征へ出た時、この少年は海の民が「東山」と呼ぶ島に真っ先に乗り込み、攻め落とした。「東山王」という名も、その功績が認められ海祇大御神が彼に授けた封号だ。だが、現在のヤシオリ島に住まう者たちは、この勇猛で恐ろしい「東山王」のことを、凶暴で残忍な「惡王」という名で語り継いでいる。\n最後、「惡王」と彼の主は「無想の一太刀」によって制裁を受けた。かつて月夜の下で共に海を泳いだ曚雲も、一族の嘆きの中、漆黒の鴉羽の嵐によって帰らぬ人となった…\n一切が落ち着き、一切のことがその思いと真逆であった。\n若くて傲慢であった「東山王」は慕っていた人と結ばれず、平和な未来を享受することもできなかった。だが、今の海祇島の人々が、勇敢な志士たちのことを「東山王の子孫」と呼んでいるのは注目すべき点であろう。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "「東王」史論"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "用途"
      },
      {
        "key": "入手場所",
        "value": [
          {
            "type": "RichText",
            "text": "稲妻望瀧村、村に東から入り手前にある家の木箱の上"
          }
        ]
      }
    ]
  }
}