{
  "epId": 6922,
  "name": "ハナン・パチャの記録・3",
  "desc": "古くから伝わる「盗炎の賢者」を主人公とした寓話。専門的な歴史学者の考察によると、その内容は実際の歴史とは無関係らしい。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1725947576,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "本文",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "次は、ハナン・パチャの人々が禁忌を犯したことで、盗炎の賢者がナタを離れた物語だ。\n人々は燃素の力の使い方を習得し、ハナン・パチャで町を作った。町には豪華な宮殿と神殿があり、すべてが珍しい宝石や、鮮やかな羽毛、香る花々で作られていた。\n建造が一段落して、ワシャクラフン・ウバ・カンはハナン・パチャをもっと高く浮かせると決めた。\n「君たちは大地によって生み出されたものを、もう二度と口にしてはいけない。だが水は例外だ。この世の全ての川は万水の源に由来し、夜神のコントロールを受けないのだから」\nどうしてもっと高いところへ行かないといけないのか、チャアクには分からなかった。そして、チャアクはナタを離れたくなかった。しかし、そのことをワシャクラフン・ウバ・カンに質問しても、「月の大地」やら「ニュワク聖石」のような、彼には分からない答えが返ってくるだけだった。\nワシャクラフン・ウバ・カンをこの世で一番賢い人だと信じていた人々は、結局彼の言葉に従った。それから人々は空海で魚を飼い、マリモを育てて食料とした。ハナン・パチャも日に日に高くへ飛んでいった。\nやがて、夜神は賢者の意図に気づいた。人間が離れていくのを恐れた夜神は、賢者の計画を阻止することを決めた。\nある日、賢者が留守にしている隙をつき、夜神は部族の人間に扮して謎の水が入ったビンを持って、湖の畔にいるチャアクのところへやってきた。\n「友よ、もうここで湖の水を見つめるのはよそう。ほら、このビンの水は湖の水よりも百倍甘いぞ。早く飲んでみるといい」\n賢者の言葉が頭をよぎったが、これはただの水だから、きっと問題ないだろうと、チャアクは考え、ビンを受け取って一口飲んだ。\nそれは言われた通り、ものすごく甘かった。それから、夜神は彼にさらに多くの甘い水を分け与え、彼もまた、その甘い水をハナン・パチャに持ち込んでみんなに分けた。\nところが、その甘い水は地上で育つ穀物を醸造して作られたものだった。今の私たちの言葉で「酒」というものであることを、チャアクは知らなかった。\n賢者が戻った時には、既にみんなベロベロに酔っぱらっていた。\n彼らがもうナタを離れられなくなったと悟った賢者は、人々をハナン・パチャから追い出した。散り散りになった人々は、こうして燃素をナタの各地へ持ち込んだ。\n一方で、「盗炎の賢者」は帰りの道へ旅立った。\n「帰りの道？なんだ、赤と黒の大地に帰ったのか？」\n「私の話をちゃんと聞いてたか？赤と黒の大地は賢者が燃素を盗んだ場所だ。ああ、でも確かに伝説では、賢者の故郷を明言していない…だからきっと、今言った帰りの道は、いつかまた戻ってくるという意味だと思う」\n「語り部の常套句だな、この期に及んで続編を匂わせなくてもいいんじゃないか？」\nとにかく、「盗炎の賢者」が去った後、チャアクは夜神の導きに従い、地上でも定住する部族を作った。それからナタは人間の時代を迎えるが、それはまた別の物語だ。"
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ハナン・パチャの記録・3"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "探索報酬"
          }
        ]
      },
      {
        "key": "関連書籍",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6936,
            "name": "ハナン・パチャの記録",
            "desc": "<p>古くから伝わる「盗炎の賢者」を主人公とした寓話。専門的な歴史学者の考察によると、その内容は実際の歴史とは無関係らしい。</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ]
  }
}