{
  "epId": 6935,
  "name": "マーウェと幻写霊",
  "desc": "<p>流泉の衆のウォーベン。幼い竜のマーウェが温泉を作った伝説が描かれている。節はそれぞれ異なる時代の詩人によるもののようだ。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1725369136,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "マーウェと幻写霊"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6917,
            "name": "マーウェと幻写霊・1",
            "desc": "流泉の衆のウォーベン。幼い竜のマーウェが温泉を作った伝説が描かれている。節はそれぞれ異なる時代の詩人によるもののようだ。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6918,
            "name": "マーウェと幻写霊・2",
            "desc": "流泉の衆のウォーベン。幼い竜のマーウェが温泉を作った伝説が描かれている。節はそれぞれ異なる時代の詩人によるもののようだ。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6919,
            "name": "マーウェと幻写霊・3",
            "desc": "流泉の衆のウォーベン。幼い竜のマーウェが温泉を作った伝説が描かれている。節はそれぞれ異なる時代の詩人によるもののようだ。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "第1巻",
        "desc": [
          {
            "type": "RichText",
            "text": "伝説によれば、遥か昔のナタは、自由に駆け回る気高き巨龍の住処だったと言う。\n当時、地上には未だ人間の諸部族は現れておらず、龍は今よりも遥かに大きく、ずっと気高かった。\n龍たちは今の人間と同じように、異なる部族に分かれ、それぞれが別々の古の族母によって治められていた。\n当時、地上に熱々の温泉はまだなく、宝石のように輝くのどかな水域もなかった。\nああ、もちろん、騒がしい吟遊歌手も、のんびりしている温泉詩人もいなかった。\n当時、巨龍が闊歩するこの赤い大地に、他と違う幼龍が一匹いた。\n気高い龍には生来、他の生き物を見下す気質がある。たとえ相手が高天の使者であろうと、小さな凡夫であろうと関係ない。\n古の戦争は彼らの誇りを消し去れはしなかった。むしろ苦難の炎によって、彼らは忍耐強さと高潔さを手に入れた。\nしかし、その幼龍は違った。彼は幻写霊の歌声に陶酔し、ひっそりと人間の行動を観察していた。\nその龍の名はマーウェ。遠い昔に忘れ去られた古の言葉でロープを意味する。\n幼いマーウェは古の戦争を経験しておらず、龍族の美徳も知らなかった。\n彼にとって、涼しい月夜と、赤い崖が落とす温かい陰こそが、より楽しむ価値のある景色だった。\n「聖龍の宮殿において、かような怠惰は認められるものではない。未熟な幼子は、気高き野心と怒りを取り戻さねばならない」\n龍の族母はそう断言し、幼いマーウェに部族から離れて「本物の龍」として成長し、\n心を黒曜石のように強く、高潔に鍛えるよう命じた。より残酷で高邁な野心を追い求めさせるために…"
          }
        ]
      },
      {
        "title": "第2巻",
        "desc": [
          {
            "type": "RichText",
            "text": "こうして、孤独なマーウェは果てしなく広がる赤色の荒野に向かった。\n彼は本物の龍のように、烈日と荒地の試練を乗り越え、\n高貴な野心と怒りを探し、気高い心根と品行を養わねばならなかった。\n彼と一緒に天真爛漫な夢境を楽しんだ幻写霊は、彼の後を追った.\n幻写霊を仲間として孤独でなくなったマーウェは怒りを探す旅に出た。\nマーウェは東へ歩き、硫黄の煙が立ち込める高山を目指した。\nそして峡谷の中にある、漆黒の鉱洞の前に辿り着いた。\n山の中で煌めく晶石を探す同族に、マーウェは大声で挨拶をした。\nしかし、漆黒の鉱洞から帰って来たのはこだまだけだった。\nここに生きる同族たちは皆、既に沈黙と静寂に順応していた。\n退化した彼らは今や、山岩に隠れ伏す生き物となっていた。\n山岩に怒りは無かった。マーウェは肩をすくめ、峡谷を後にした。\nマーウェは西に向かい、長らく生気を失っている薄暗い森を目指した。\n先祖の遺骨の横を通る時、マーウェは本物の龍のように、敬意を表した。\nマーウェは無数の枝が絡み合ってできた荘厳な宮殿に辿り着いた。\n森の中で自由に空を飛ぶ同族たちに、マーウェは大声で挨拶をした。\nしかし、聞こえてくるのは、さらさらと吹き渡る風の音と、木々のざわめきだけ。\nここに生きる同族たちは皆、既に沈黙と静寂に順応していた。\n退化した彼らは今や、森の中を行きかい、ひっそりと食料を探す生き物となっていた。\nイノシシは怒りではない。マーウェは肩をすくめ、宮殿を後にした。\nマーウェは南へ向かい、川が干上がった褐色の草原を目指した。\n道中で現世に残された古い夢と、砕かれた幼い願いとすれ違い、\n年老いたせいで色褪せた、最も古い期待ともすれ違った。\nマーウェは煙に覆われた死の大地を抜け、同族の前に辿り着いた。\n煙の中で深い眠りについている同族たちに、マーウェは大声で挨拶をした。\nすると、彼らはマーウェに応え、彼を美しい夢へ誘った。\n「我らの兄弟、遠くより訪れた尊き客人よ、どうかここに残っておくれ。\n我らの夢境の中に残り、我らと共に昨日と今日を創ろう。\n我らの夢境の中で、共に美しい明日に思いを馳せよう」\n幻夢から滲み出る奇跡の光に、龍族の輝かしい過去と未来が映し出される。\nマーウェは危うく飲み込まれそうになったが、仲間の歌声で目を覚ました。\n夢境もまた怒りではない。マーウェは肩をすくめ、煙の地を後にした。\nマーウェは北へ向かい、誰も足を踏み入れなかった大地の果てを目指した。\nマグマの川にできた三角州と、熱く静かな荒野を通り、\n燃焼の精霊たちが舞う地を越え、冷たく厳しい黒曜石の門をくぐると、\nマーウェとその仲間は、高き王座に座す賢龍の前に辿り着いた。\n「幼き子よ、何故、私のところへやってきたのだ？」\nそう問う温和な賢龍の内心は、驚きに満ちていた。\n「天空との戦争で、同族は皆堅物になり、\n憎しみに満たされてしまった。それ故、もう私の言葉に耳を貸すものなどいないと思っていた。\nだが、今日になって、これほど若い同族がここへやってくるとは思いもしなかった。\n教えておくれ。君の望みは何だ？お前を満足するものを与えてやれるかもしれない。」\nマーウェはこれまでに経験してきたことを、ありのまま賢龍に話した。\n昔大事にしていた幻夢のこと、夢の中の涼しい月夜のこと。\n赤い崖が落とす温かい陰のこと、幻写霊の歌声のこと。\nそして、族母によって部族から追放されたこと、探す当てもない怒りを探さねばならないことを。\n「ああ、幼き子よ——君がこれほどまでに無垢で、これほどまでに傲慢だとは。\n私の前で、私ですら手に入れられなかったものを欲しがるとは…\nここを去りなさい。君が探す怒りは、ここにはない。」\n賢龍は黒曜石の門を閉じ、マーウェの声に答えなくなった。"
          }
        ]
      },
      {
        "title": "第3巻",
        "desc": [
          {
            "type": "RichText",
            "text": "かくして、賢龍の黒曜石の門はマーウェのために閉ざされた。そしてマーウェは失意のうちにその場を離れた。\n賢龍のもとを去る途中、今までずっとそばにいてくれた幻写霊は、燃素に満ちた大地から離れたことで光と温度を失い、灰のような蒼白色になった。歌声もどんどん遠く、微かになっていく。\n落ち込み、心を痛めたマーウェは、必死に仲間を助ける方法を探したが、賢龍の黒曜石の門は固く閉ざされ、幼き同族に一瞥を向けることすら拒んだ。\n「…私を硫黄の池に撒いて、冷たい水たまりに埋葬して…」\nマーウェに幻写霊の声が聞こえた。幻写霊は喋らない、しかしマーウェはそれを知らなかった。だから、彼は仲間の願いを叶えることにした。\nどれほど長く歩き、いくつの蜃気楼の誘惑を見破り、どれほど危機を乗り越えたか、マーウェには分からなかった。しかし、ついに硫黄の池だらけの熱泉の地に辿り着いた。この時、この地は近づけば硫黄の毒煙に焼かれ、高温の酸性水に飲み込まれてしまうという、生き物が生きていけるような土地ではなかった。\nだが不思議なことに、マーウェが仲間の体を硫黄の池に撒くと、熱々の酸性の水は清らかな泉に変化した。\n我が部族の最初の詩人も、この泉から生まれた。我がメツトリ部族に伝わる「詩人と歌手は硫黄より生まれる」という言葉の通り、彼らの言葉はまさに炎のように熱く、人の心に刺さる。\nこうして、幼きマーウェはナタの最初の温泉を創った。\nマーウェは温泉の地に定住し、その四肢と爪は流線形の美しいヒレに、やせ細った体が丸くなり、最初のコホラ竜となった。\n当然、マーウェは彼の仲間のことを忘れてはいない。いや、彼と一緒に冒険してきた「友人」なのだ。どうして忘れられようか。\nマーウェは泉より新たに誕生した人間に、これまでに聞いた歌、覚えた歌の全てを伝授した。そう、その人間たちこそ我らの祖先。そして我らメツトリ部族に受け継がれる歌こそ、あの時代の残響なのだ。"
          }
        ]
      }
    ]
  }
}