{
  "epId": 7143,
  "name": "秋暮の炎",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1732528947,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "秋暮の炎"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7148,
            "name": "秋暮の炎・1",
            "desc": "花翼の集で受け継がれているウォーベン。元々は異なる時代の二つの物語だったようだが、いつの間にか一緒になってしまった。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7149,
            "name": "秋暮の炎・2",
            "desc": "花翼の集で受け継がれているウォーベン。元々は異なる時代の二つの物語だったようだが、いつの間にか一緒になってしまった。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7150,
            "name": "秋暮の炎・3",
            "desc": "花翼の集で受け継がれているウォーベン。元々は異なる時代の二つの物語だったようだが、いつの間にか一緒になってしまった。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "秋暮の炎・1",
        "desc": [
          {
            "type": "RichText",
            "text": "彼らが倉庫へ伸びる曲がりくねった小道を進んでいく。霧雨のようにはらはらと舞い散る落ち葉の雨を通り抜ける彼らを彼女は静かに眺めていた。自らの記憶にある彼の面影と今の彼の姿を重ねようとしたが、数年も見ないうちに彼はすっかり大きくなり、身なりもいくらか豪華になっていた。だが、身なりに関しては想定内だ。彼は今や大同盟の審理官で、聖王の名のもとに花翼の集の旗印を引き継ぎにやってきたのだから。ふさわしい装いに変わっているのも当然のことだ。彼は変わった。だが、彼女は思った——変わらないものなんてない。ただ、鈍いところは昔のままね、と。「あの料理人の作ったものなら、きっと君の口にも合うはずさ。」彼はそう言うと、彼女の返事を期待してか、少し待つようなそぶりを見せた。しかし、彼女が返事をしないのを見て、「僕たちが灰燼の都に着いて、陛下に謁見したら…」と続けた。\n耐えがたいほどの長話を、鼓膜をビリビリと震わす龍の鳴き声がさえぎった。龍は彼女から、顔をしかめたくなるあの匂いを嗅ぎ取った。南の泉から湧き出る水でさえ洗い流すことのできない悪臭だ。「卑しい虫けらめ。」龍はそう思った。狂気に侵された者と裏切り者とが巡らせた策でこの灼原を奪い取れるだなどと、うぬぼれた卑しい虫けらどもめ。龍は彼女を砂地に磔にしてやろうと鋭い爪でしつこく追い回す。もう彼女に二度避けられていたが、そんなことに構いもしなかった。\n彼女は彼の思いに気づかなかったかのように、微笑みだけ返した。彼は彼女の口角から感情の機微を読み取ろうと、しばらくじっと見つめていたが、感情を読み取りづらい彼女の表情からは拒むような感情も見出せなかった。思えば、彼女はいつもこうだった。慎み深く、従順で、まるで水辺に暮らすか弱いカピバラのようにすべてを運命に委ねていた。心の冷たい彼女の母親とは正反対だ。「心配しなくていい。」彼は言った。「たとえ彼らが全員いなくなっても、私はずっと君のそばにいる。死が私たちを分かつまでね。」彼女はちらりと彼を見て微笑み、素直に差し出された手をとった。「死がふたりを分かつまで。」彼女は自分に言い聞かせるかのように、その言葉を小さく繰り返した。ふとした瞬間、彼女の完璧で美しい表情にヒビが入ることもある。だが、彼がそれに気づいたことはなかった。いや、彼はこれまで何も気づいてこなかったのだ。可哀そうな人——彼女は思った。いつも自分の役割を一生懸命果たそうとしているのに、誰にも褒めてもらえないなんて、なんて不運なのだろうか、と。\nしかし運は決定的な要因ではなく、この長い狩りにおける単なる解釈でしかない。ここ数年、彼女はずっとこの巨龍と、その邪悪な気配を追い続けてきた。彼女は龍が見栄っ張りであり、言葉に惑わされることがあると見抜いていた。また、龍は自身を運命を統べる者であり、いずれやって来る終末に抗いうると思い込んでいることも知っていた。すらりと細い彼女の指が張り詰めた弓の弦を引くように、偽りの幻想が必ず龍をここへ連れて来ることも分かっていた。そんな彼女は微動だにせず、近づいてくる獣を見つめていた。獣の巨体はまるで瓶からあふれ出す油のように、洞穴のほとんどを占めていた。彼女は視線——捕食者の視線を感じた。そこでは彼女はちっぽけな虫けらでしかなく、いともたやすく風に吹き飛ばされる羽のような存在だった。「陰湿で悪知恵の働く虫けらめ、ここはどこだ？」"
          }
        ]
      },
      {
        "title": "秋暮の炎・2",
        "desc": [
          {
            "type": "RichText",
            "text": "「ここは母が生前大好きだったお花畑よ」彼女は優しく答えた。細い指は名前も知らない花を優しくなでているが、声は彼女が倉庫の下に埋めた燃料缶を思わす熱気をはらんでいた。彼女はあえて彼の顔を見なかった。彼はきっと、利口ぶった陳腐な比喩や心に響かない慰めを言うのだから。過ぎ去ったことをいつまでも気にしていても仕方がない、と。自分と共に未来を思い描こう、と説得しようとするだろう。その未来が訪れることなどないとも知らずに。そして彼女の頬を優しくなでるのだ。まるで数えきれないほどの夜、彼女がこの花を愛でたように。秋の夕焼けの残照と四方から響く虫の声に彼女は鬱陶しさを覚えた。彼の話が終わるのを待たず、花を手折り、驚く彼に微笑んで、火のような花を慎重に金糸で織られた彼の襟に留めた。「行きましょう、きっと誰かがここを見てくれるわ。」\n龍は少し戸惑いはしたが、鉄のカーテンのような瞼を少し細め、周囲の乾いた暗闇を見渡した。カラッと乾燥した熱い暗闇を推し測った。無論、龍は謀られてなどいない、一瞬たりとも。そう、彼女が自分をここへ誘い込んだのだ。だが、この狭く仄暗い山の洞窟に誘いこんだところで何になる？龍は彼女を、自身が誇りに思う眩しい綿毛を見るような——しかし蔑みのこもった——視線で見下ろした。この女はまったく母親に似ていない。数十年前、私の喉を矢で穿った弓使い、モコモコ駄獣を追い立てるように自分を深い森へ追いやった女、人間の村落を蹂躙するというちょっとした楽しみを奪っていった女——憎むべきあの女にまったく似ていない。いや、このぶるぶると震える幼い生き物は、あの女の弱弱しい残響でしかなく、私の鋭い爪どころか、あの青白く恐ろしい運命にすら抗えないではないか。この女の存在は彼女自身の血筋に対する愚弄であり、龍族の古の血に対する恥辱そのものだ。いったいどんな馬鹿げた考えで私をここに連れてきたのだろう？こんな幼稚なことをしても彼女の死を引き寄せるだけだというのに。その時、空気中にかすかに怪しい匂いが漂い、一抹の不安が頭をよぎった。だが、その不安もすぐに自らの傲慢さにかき消されてしまった。\n古くなった木の扉を押し開け、彼は幽かに漂う怪しい匂いを嗅ぎ取った。燃料もしくは薪のような匂いだ。しかし、彼は意にも介さず、彼女の手を引いて倉庫の奥、暗がりへと入っていった。何が起ころうとも必ず彼女を導くのだと、心の中で言い聞かせて。いつか自分は、これと同じように自分は花翼の集を導くのだからと。しかし何の気なしに上を向くと、倉庫の天井に巨大な龍の頭蓋骨が吊るされているのが見えた。彼の記憶では、こんな収蔵品は無かったはず。少なくとも彼が花翼の集を離れるまではなかったのだが、今はそんなことはどうでもよかった。リアンカと彼女が選んだ後継者は皆死んでしまった。彼女のか弱い二女では、部族の権力を維持するにもあまりにも弱すぎる。ここは彼に、小さい頃から二女の傍に寄り添い、聖王から深く信頼されている彼にこそ、無知な人々を聖王の描いた未来へ導く資格があるのだ。エンヤンゴンデホ族親もこれに反対の意を唱えることは無かった。彼もまた花翼の集の子だからだ。新婚初夜が過ぎれば、反対する声もすべて静まるだろう。\n静寂の中、見たことのない夢のような奇妙な考えが、ふと彼女の脳裏によぎった。彼女が憧れていた、かつて自分のそばに寄り添ってくれたあの青年が、花翼の集を離れることなく、聖王にも仕えなかったら…彼女の成長を見守り、彼女が従順ではなくなっていく様を見ていたら、彼は喜んだだろうか、それとも失望しただろうか、と。野獣のような、炎のような眼は暗闇の中で彼女をじっと見つめていた。その鼓動と彼女の呼吸が混ざり、境が無くなる。目立たない動きだった。火花が導火線に燃え移り、線を辿って燃料缶に火がついた。"
          }
        ]
      },
      {
        "title": "秋暮の炎・3",
        "desc": [
          {
            "type": "RichText",
            "text": "角を曲がったそこには旗があった。権力を象徴するそれを見た彼は、ほぼ無意識に彼女の手を握る力を強め、熱い興奮を血の中にたぎらせた。それで、彼女の指の隙間から零れ落ちた火種には気づけなかった。次の瞬間、炎が四方八方からごうごうと燃え上がり、倉庫全体を呑み込んでいく。ほの暗く狭い空間は一瞬にして灼熱の窯にも似た墳墓と化した。「急げ、あっちだ！」彼は狼狽えて叫びながらも、彼女の腕を強くひいて、しきりに降り注ぐ火の雨の中から活路を見出そうとしていた。しかし高温が次第に彼の視界をくもらせていく。「無駄よ。」彼女は大人しく腕を引っ張られながら、ささやくように言った。いつもと同じように抗う気配はなかった。「だって逃げ道は私がすべて塞いでしまったもの。」\nもはや逃げ出すことは叶わないと察したのか、巨龍は悔恨の混じった雷鳴のような咆哮を上げ、狭く薄暗い洞窟を震わせた。彼女は龍がいたずらに翼を羽ばたかせるのを見ていた。燃え盛る炎を吹き消そうとしているようだ。しかしもう遅かった。獣の絶望が獣自身の抗いを裏切ったのだ。必死にもがく中で液体燃素でいっぱいの燃料缶が壊れ、降りしきる火の雨が龍の血肉を飲み込んでいく。秋の夕暮れに沈むぼんやりとした太陽をも引き裂くかと思わせるほどの黒煙がもうもうと立ちのぼり、岩の隙間から洞窟に差し込むわずかな光すらも遮っていった。\n黒煙にむせる彼女は窒息寸前だった。もがきながら彼の傍へと這っていくと、手で彼の顔を探り、不器用ながらも彼の顔を抱いて、お別れに最後のキスを捧げた。「死とてふたりを分かつことはできないわ」と囁き、とうに感覚が無くなっている腕を上げようとした。\nしかし、彼女の腕はだらりと落ちた。ずっとギリギリと限界まで引かれていた弓が、張り詰められた狂喜から耳をつんざく甲高い音を立てる。綿のような羽根飾りがついた矢が、まるで稲妻のように秋の夕暮れに吹く涼しい風を裂き、炎に焼かれ悶え苦しみ、のたうち回る巨龍を射った。\n灼熱の炎が黄昏の光をも遮ろうとする。その炎の向こうから人々が急いで駆けつけてくるのが彼女の目に映った。彼女は笑みを浮かべ、顔を上げて、上に吊るされた巨龍の頭蓋骨を見ながら、炎が消えた後のことや人々の顔を想像した。\n駆けつけてきた人々は花翼の集からの援軍だった。皆、母と共に旅に出た英雄だと彼女には分かった。もうこれで、彼女が何年も追ってきた、この龍にもはや逃げ道など残されていない。\n「結局、逃げられなかったわね。」彼女はそう思った。\n「…死んでしまった。」エンヤンゴンデホ族親は油のように光る額の汗を拭き、半分ほど焼かれてしまった幕を梁から引きずり下ろすと、傍らへ投げ捨てた。鎮火に駆けつけた仲間たちは族親の周りで、なぜ普段から厳重に管理されている倉庫から火が上がったのか分からず困惑していた。族親は溜息をつき、出火の原因を探して辺りを見回した。しかし、真っ黒に焼け焦げた二つの遺体と族親らの上に吊るされた龍の頭蓋骨の標本——数年前、彼女が一人で討った悪龍——が先ほどと変わらずあるだけだった。倉庫は跡形もなく、焼け落ちてしまった。"
          }
        ]
      }
    ]
  }
}