{
  "epId": 7145,
  "name": "霊濛山の夜話",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1732524329,
  "components": {
    "body": [
      {
        "title": "霊濛山の夜話・1",
        "desc": [
          {
            "type": "RichText",
            "text": "伝説によれば、沈玉の谷の深山の奥、菱と玉蓮が茂る場所が明け方や夕暮れ時に霧雨でけぶったようになると、往日から訪れる姿が時折現れるのだそうだ。\n村の長老によれば、霊濛山の民はかつて多くの鬼神を信仰し、山野にいる霊鳥霊獣の長と共に暮らしていた。しかし、千年前の天地を揺るがす大混戦の後、山の民は多くの鬼神や霊鳥霊獣らとともに皆姿を消したのだという。情け深い山々は記憶の木霊を地脈に残し、霧雨が降る明け方や夕暮れに繰り返し、その姿を我々に見せてくれるのだそうだ。\n山で方角を見失った薬草採りや玉細工の職人が時々、そういった孤独の姿を目にするのだとか。村の長者たちは、過去の亡霊との邂逅はしばしば不吉や災いの兆しなのだと言う。なぜなら、豊かに蓄えられた地脈が亡者の遺恨を現世に持ち込んでしまったために、霧が晴れず雨も降り続くからだ。そのため、過去の悲しみに心を囚われぬよう、いま山に住まう民たちは霧雨を避けるようにしている。\nしかし、岩王帝君が世を統一する偉業を成し遂げた後でも、璃月港からやってくる測図士たちはむやみに霧雨の中へ踏み入り、往日の眠りを妨げてしまう……だが、これはまた別のお話。"
          }
        ]
      },
      {
        "title": "霊濛山の夜話・2",
        "desc": [
          {
            "type": "RichText",
            "text": "さて、岩王帝君が山林を鎮めた後、とある船乗りが霊濛山の複雑な流れの渓流に入り込み、夕暮れ時のじめじめした山霧に捕らわれてしまったことがあった。かすかに光る青紫の水草を竹竿でかき分け、花の舞い散る迷いの森を抜けた。夢の中でも見たことのない青い鳥を見た船乗りは、それを追いかけて、いつしか眠りの洞窟に入ってしまった。\n光る玉石と菌類が放つ微かな光をたよりに、船乗りは大昔にいた先人の姿を目にした。彼らは糸を紡いで作る、昔の服を身にまとい、服の裾には水晶のような清らかな宝玉と、名も知らない香草を飾り、その姿はさながら山に住まう鬼神のようだった。彼らは池のほとりに列をなして、聞いたこともない歌を歌っていた。\n「昼夜暗くただ冥々、独り恨みを含みたり。幽かな風の雨連れて、煙気濛々けぶりたり。」\n「霊修空しく留まりて、残る月日の少なさよ。ついに君の遅れしを、我ただ一人恨みけり。」\n歌は物静かでひどく悲しく、失意の念が込められていた。船乗りが再び洞窟の中で微かな光を放つ彼らに目を向けたが、彼らはまるで来客の存在に気づいていないかのように、次々と玉の飾りを外して、暗い水底へ投げ捨てた。船乗りはいっそう気味悪く思い、来た道に印を付けながら、急いで翹英荘へ引き返した。\nその後、月海亭に地図にない不思議な集落を捜すため、再び測量士がやってきた。ある人が言うには、以前にも千岩軍が山に入って違法な輩の巣窟を探索していたことがあったのだが、なんの成果も得られなかったらしい。遺瓏埠の名医である藍璟も若かりし頃、古代の薬の配合を求めて霊濛山で伝説の洞窟を探索しに行ったことがあったが、帰ってきてから一度もそのことを口にはしてくれなかったそうだ。そして本人が亡くなった後、彼の家族が遺品から、ある硯を見つけた。色は清水のごとく、輝きは蒼天にも勝るという代物だったが、所有していた者がすでに亡くなっていたため、硯の来歴を知ることは叶わなかった。その後、名医の末裔が商船の経営不振によって破産してしまったことで、この硯は民間に流れ、行方知れずとなっている。"
          }
        ]
      },
      {
        "title": "霊濛山の夜話・3",
        "desc": [
          {
            "type": "RichText",
            "text": "沈玉の谷には古くからとある歌が歌われていて、その古い洞窟には往昔の鬼神が眠っているとされている。曰く、その鬼神は碧い血で染めた玉裳を履き、壊れた銀の車に乗って、底なしの暗い池の下で眠っているのだとか。遡れぬほど遥か昔、彼女はここ沈玉の谷の主として、山野にいる鳥獣や仙の者たちを統べていた。碧い川の流れを司り、仲裁者として凡人と鳥獣間の自然の秩序を維持していた。しかし、これはとても古い言い伝えだ。彼女がなぜ妄執に囚われて戦争を起こしたのか、敗れたのちになぜ生の息吹を感じない静まり返った夢に陥り、封印されてしまったのかについては、現地の住民の物語でも、移り住んだ者の物語でも触れられているが、その歴史の詳細はもはや考察することすら叶わない。\nただ、沈玉の谷に住まう者の間に、このような悲しい歌が伝わるのみ。\n「君に贈らんとする杜若、中洲に留むは何者ぞ。」\n「古の桂旗いづくにか。貴き車を求むれど幽篁の地に至るのみ。」\n「玄文の声の悲しきに、思うは暗き深潭なり。」\n山の民の誇り高き末裔は、失われてしまった魔神に対し、未だなんらかの思いを抱いているのだろうか？鮮明だったであろう物語も、大部分が時の流れに水のごとく流れ去っており、今や歌に歌われる渓流の緑玉のようにふとした時に現れるばかりとなった。だが、もしかするとあの迷い込んだ船乗りのように、深い山と洞窟の中では、今も過去の鼓動と碧い血の木霊を耳にすることができるのやもしれない。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "霊濛山の夜話"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7153,
            "name": "霊濛山の夜話・1",
            "desc": "沈玉の谷の民話と歌に関する書。荒唐無稽な民話がたくさん記載されている。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7154,
            "name": "霊濛山の夜話・2",
            "desc": "沈玉の谷の民話と歌に関する書。荒唐無稽な民話がたくさん記載されている。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7155,
            "name": "霊濛山の夜話・3",
            "desc": "沈玉の谷の民話と歌に関する書。荒唐無稽な民話がたくさん記載されている。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}