{
  "epId": 7147,
  "name": "無名冒険者のノート",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1732803204,
  "components": {
    "body": [
      {
        "title": "無名冒険者のノート",
        "desc": [
          {
            "type": "RichText",
            "text": "X月X日、霧…\n…オシカ・ナタ——やっぱりここに辿り着いた。残忍な悪龍が棲みついた古都で、██がその屍を埋めた地…\n…リリムおばさんに知られたら、きっと怒られちゃうな。でも仕方ないよね。先人の無念を背負わないようにってお説教されても、あたしはやり遂げたいんだから…\n…アビスの脅威はあたしが生まれた時ほど恐ろしいものじゃなくなったけど、無数の冒険者が追い求める「返還の玉」のためにも、██の最後の謎を解くためにも、あそこに行かなくちゃ…\n…大丈夫よ、そんなに緊張しないの。冒険なんてもういっぱいしてきたでしょ？あたしはもう立派な冒険者なんだから、きっと大丈夫。それに、もう何年も経ってるんだし、あの悪龍だってとっくの昔に消えちゃてるかもしれない…\n…とにかく、あたしの冒険をここから始めるの！…"
          }
        ]
      },
      {
        "title": "無名冒険者のノート",
        "desc": [
          {
            "type": "RichText",
            "text": "X月X日、雨…\n…まさかあの悪龍に絡まれちゃうなんて。まあ、そのおかげでここまで来られたわけだけど…\n…統律の心、かつてこの都市の心臓部だったのね…部族の人は、古代の聖なる主は自分を龍の都市の心臓に変えたんだって言ってた。まさか文字通りの意味だったなんて思わなかったけど…\n…前に別の場所で遭遇したものと違ってここの秘源機兵は人の言葉が分かるみたい。聖なる主が自分を守るために彼らを作ったのかしら？とりあえず、しばらくは外の魔物に追い付かれる心配はなさそうね…\n…ほんとに効くなんて！炎燐石を使って機械の心の中で眠っていた龍霊を呼び覚ました…でも、この子、本当に龍霊なのかな？小さくてコロコロしてるし、ターコイズみたいで、なんかかわいい…ん～…コロコロターコイズ…ココイズ…ココウィクなんて名前はどうかな？\n…源火の祭壇への道だ…リリムおばさんが残した印がある。やっぱり██もここを歩いたんだ…\n…でも、炎燐石があと一個しか残ってない。天蛇の船に行く前に使うわけにいかないんだけど…"
          }
        ]
      },
      {
        "title": "無名冒険者のノート",
        "desc": [
          {
            "type": "RichText",
            "text": "某月某日、ここじゃ、もう天気が分からない…\n…想像とは全然違ってた。天蛇の船がこんなに荒れ果てた場所だったなんて。最期を迎える時の蛇王の気持ちが見えるような気がする…\n…でも、ここは炎燐石だらけね。冒険者たちが持ってる炎燐石もここのなのかしら？でも、だとしたら、ここから取って冒険者に渡したのって誰なんだろう…\n…そうだったのね。ココウィクのおかげで、「返還の玉」の正体が分かった…\n…ナタを救えたのに、私たちのことは救えなかった。多くの英雄も犠牲にして…どうしてあたしをここに導いたのか、分かったよ…君はそれに触れられないのね。だから、あたしたちやココウィクの助けが必要なんだ…\n…たとえ、それが偽物の聖杯でも…██も、リリウおばさんも、旅に出た人はみんな本物の英雄よ！…\n…これは大地に残された最後の炎燐石。ここに持ってこさせたのも君の計画かな？それでもいっか。これで君に騙される人はもういなくなる…\n…君には渡さない。あたしたちはここで、君の計画を終わらせるんだから！"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "無名冒険者のノート"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7304,
            "name": "無名冒険者のノート",
            "desc": "<p>どの時代の冒険者が残したかは分からないノート。「オシカ・ナタ」での冒険経験が記録されている。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/28/75248538/9d32e936f772e15c061250e213efef21_7487239804655822773.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}