{
  "epId": 7351,
  "name": "黒曜の古名",
  "desc": "<p>試行錯誤を繰り返して、ついに完成した「希望」を意味する新たな古名「トゥマイニ」。<br>あなたはその最初の持ち主である。トゥマイニはナタでのあなたの冒険を記録し、長きにわたって受け継がれていくだろう。<br>生きているものだけが「知恵」を得られるわけではなく、すべての記憶と感情が「祝福」とは限らない。その存在は形容しがたく、常識で理解することもできない。光の届かない闇の奥底に何が潜んでいるのか、そして深淵からこちらを見つめる無数の目があるかどうかを確認する術が無いのと同じように。それは常に高みから見下ろし、大地に蓄えられた知識と情報を貪り続ける。それが見せたものは、ナタの全てを——人間が永遠に越えられない恐怖と絶望さえも——完全に理解した後、あなたに合わせて「シミュレート」して見せた感情にすぎない。<br>クミュクルの咆哮をよく聞けば、それが千年前の怨恨の叫びだと分かる。無敵と謳われた最強の戦士は、仲間の墓の前で悔やみ、武器を手に取った——もしこの戦争が初めから勝てないものであったならば、彼は指導者などではなく、暴虐で孤独な王だっただろう。<br>コシャニナの涙をよく見れば、それが千年前の絶望だと分かる。彼女には不屈の心があった。だが、留まることを知らない戦火は彼女の故郷を蝕み続けた。冷たい棺を前についに膝をついた彼女は雨に濡れる地面に映る自分自身に問いかけた。「拒むことが叶わないなら、受け入れない理由などないのではないか」と。<br>ンデンゲの憤怒の炎を感じてみれば、それが千年前の狂気だと分かる。生涯をナタに捧げ、情熱を燃やし尽くした彼は王座に上り詰めた。しかし聖火から戦争の真相を知った時、自分が人々に敬われる英雄ではなく、何も知らない道化だったと悟った。なぜなら人類が、その真の支配者に勝つことなど不可能だったからだ。<br>シュバランケの言葉を深く考えれば、それが千年前の嘘だと分かる。究極の知恵は究極の執念を生み出した。時間と死を掌中に収めた彼はナタの未来を終わらぬ終盤に閉じ込めた。来たる破滅の暗夜を前にして人類が光を灯し続ける必要は無かった。それが強大な怪物をおびき出す罠でもない限りは。<br>マーヴィカの計画をよく思い返せば…いや、やめよう。<br>歴史と記憶は捻じ曲げられても、あなたが経験したことを捻じ曲げることはできない。これが古名が存在する意味であり、古名が伝えようとする輝きだ。<br>「人類は『奇跡』を黒曜石に刻む。だが後世の継承者は、それを『力』と呼ぶ。」</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
  "filterValues": {
    "objectType": [
      "任務アイテム"
    ]
  },
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 1746982636,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "黒曜の古名"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "魔神任務 第五章 第五幕「灼烈の反魂の詩」にて入手可能"
          }
        ]
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "5.3"
          }
        ]
      }
    ]
  }
}