{
  "epId": 7464,
  "name": "石素人",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1739714602,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "石素人"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7438,
            "name": "石素人・1",
            "desc": "ナタの部族の間に伝わるファンタジー小説。フォンテーヌの有名作家クナ＝ヤンによって書かれた流行りの作品らしい。しかしフォンテーヌ廷を訪れたことのあるナタ人によると、この小説のオリジナルなんて見たことはなく、現地の人もクナ＝ヤンなどという名前を聞いたことないらしい。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7439,
            "name": "石素人・2",
            "desc": "ナタの部族の間に伝わるファンタジー小説。フォンテーヌの有名作家クナ＝ヤンによって書かれた流行りの作品らしい。しかしフォンテーヌ廷を訪れたことのあるナタ人によると、この小説のオリジナルなんて見たことはなく、現地の人もクナ＝ヤンなどという名前を聞いたことないらしい。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7440,
            "name": "石素人・3",
            "desc": "ナタの部族の間に伝わるファンタジー小説。フォンテーヌの有名作家クナ＝ヤンによって書かれた流行りの作品らしい。しかしフォンテーヌ廷を訪れたことのあるナタ人によると、この小説のオリジナルなんて見たことはなく、現地の人もクナ＝ヤンなどという名前を聞いたことないらしい。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "石素人・1",
        "desc": [
          {
            "type": "RichText",
            "text": "炎が盗まれてから三千年、文字の記録が生まれて以来、かように理性的かつ繁栄していた時代はなかっただろう。\n月の光の届かぬ夜でも、高い建物が無数と雲に突き刺さる大都市は依然として明るい。街を繋ぐ金属パイプは異様な輝きを放ち、その中を流れる金色の液体は、街全体にエネルギーと活力を注いでいる。\nそれこそが「石素」、人類文明の血液である。百年以上前、テクノロジー・ロードたちに発見されて以来、石素を動力源とした数多の発明は人類を新しい時代へと導いた。自動化された耕運機は各土地の生産量を六倍以上に増加させ、空を翔ける舟は大陸に点在していた都市を一つに繋げた。\n今の人類は石素のない生活など想像できない。それは都市を統治する執政官たちにとっても同じである。\n最初に石素が発見されたのはナタランティアと呼ばれる古代都市の遺跡だった。この都市は地底の奥深くに位置し、そのさらに深いところから石素を採掘できた。\nこれほど深い場所まで掘削する技術が欠如していたことにより、大陸全土の石素産出は遺跡を管理しているテクノロジー・ロード評議会に握られていた。石素の需要が増加するにつれ、石素の分配をめぐる都市間の対立も激化し、戦争の影が大陸を覆い尽くした。\nしかし少なくとも今は、大都市の人々は頭上で渦巻く暗雲をしばらく忘れることができる。街の中心部の広場は、ここで開催されている「万都博覧会」のために訪れた人々で賑わっていた。\nテクノロジー・ロード評議会によって開催された平和と進歩を掲げる博覧会では、最新の技術成果を用いた発明品が展示される。これらの発明品は、すぐさま各都市の軍備競争に投入されてしまうものだが、それでも技術の進歩は張り詰めた人々にひと時の安らぎをもたらすのだ。\nただし、それはあなたを除いての話だった。\nあなたは、広場に並べられた目が眩むほど珍しい発明品にちっとも興味が湧かなかった。周りの雑踏が、ここで待ち合わせをするのは正しい選択ではなかったという現実をさらに突きつける。\n数週間前、ある過激派組織が都市サトールの石素転送中枢を破壊し、彼らお手製の映影を放送した。映影の内容はほとんどが「石素は悪魔からの贈り物だ」、「テクノロジー・ロードが世界を破滅に導いている」といった陳腐な言葉で構成されたもので、彼らが自分たちを「無知の者」の使徒と名乗ったこと以外、特筆すべき点はなかった。\nしかしサトールの執政官は、破壊行為は大都市の上層部が指示したもので、二つの都市間の戦争を煽ることが目的だと主張し、過激派組織のメンバー全員が大都市出身である証拠を提示した。\n過激派組織との関係に白黒をつけるために、大都市はテクノロジー・ロード評議会への介入を申請した。あなたがここにいるのは、まさにこの件を調査するためであった。\n「ははっ、名探偵さん、お待たせいたしました。展示会があまりにも面白いもんで、ずいぶんと時間をとられちゃいましたよ。」\n一連の事件の関連性について思考を巡らせていると、小柄で丸みを帯びた紳士に後ろから声をかけられた。どうやら彼こそが、ここで会う約束をしていたテクノロジー・ロード評議会から派遣されたエージェント、アクラのようだ。\n「無駄話はよしましょう、アクラさん。まずは私たちがそれぞれ持っている情報を出し合いましょう。」"
          }
        ]
      },
      {
        "title": "石素人・2",
        "desc": [
          {
            "type": "RichText",
            "text": "この目で見ていなければ、このように繁栄した大都市に、まだこのような蒙昧な時代の遺物が存在しているとは思いもしなかっただろう。\n数日の調査を経て、あなたとアクラはついに「無知の者」を自称する過激派組織の潜伏拠点、陸橋の下に隠されたボロボロの礼拝堂を見つけることができた。\nそしてあなたは、彼らは時代に捨てられたラッダイト運動の支持者であり、大御所たちが主張している政治的な陰謀とは無関係だと確信した。\nしかし、何はともあれ証拠を見つけなければテクノロジー・ロード評議会に報告することはできない。あなたとアクラはそれをよく理解していた。目的をなすために、中に潜入して必要なものを手に入れることにした。潜入のタイミングは、外に謎の荷物を運び続ける人たちが全員出払った時だ。\n三週間も張り込んで、ようやくチャンスが訪れた。聖堂には合計十二人が出入りしていたが、その日の朝に全員が車両に乗り込んで出ていった。経験上、彼らが帰ってくるのは早くても夕方頃になるはずだ。あなたとアクラは手分けして行動することにした。アクラは出入り口付近で見張りをし、あなたは聖堂の中を探ることになった。\n長く歪んだ通路には、防腐剤のような変な匂いが漂っている。暗闇の中をしばらく手探りで探索し、ようやく出口を見つけることができた。古い旧式のオイルランプを使っているからか、礼拝堂内部の空間は想像していたよりもずっと広く感じる。薄暗い灯りの中、壁際に妙な金属の缶が積み上げられているのが見えた。あいつらが毎日ここから外へ運んでいたのは、きっとこれだったんだろう。\n慎重に近づいてみると、その缶には共通語で「無知」と書かれた紙が貼られているのが見えた。\n「どうせまたなんかの怪しい教義にでも従ってるんだろう」と、あなたは思った。\nその缶を一つ持ち帰ってゆっくり調査しようと考えたその時、肩に冷たい手が置かれた。\n「くそっ！」\nあなたとアクラが張り込んでいた三週間、この礼拝堂を出入りしていたのは全部で十二人のはずだ。では、コイツはずっとここに籠っていたのか…それとも別の出入り口でもあったのか。\n慌てたあなたは壁際に積まれていた缶を蹴り破ってしまう。すると、鼻にツンと来る防腐剤の匂いが溢れ出た。その匂いは、あなたがこの場に踏み込んだときに嗅いだものと同じだった。\n刺激性ガスのおかげで、朦朧としていた意識が少し回復した。それにより、その時やっと背後から襲ってきた相手の顔をはっきりと見れた。それはかろうじて人間と呼べるような歪んだ顔で、表面には二つの空洞があるのみだった。\n「見えてるのか？見えてるのか！？」と男は大声で叫びながら、がっしりとした腕を伸ばして辺りを探し回った。\nこいつは目が見えてない。それこそがここを離れなかった理由なのだろう。こちらの居場所が分かっていないのだと悟った後、あなたは素早く出入り口へと向かい、よろめきながら廊下に出た。\n「おい、名探偵、どうした？無理するな、そこでじっとしてろ！」\nふと仲間の声が聞こえたような気がした。すると慌ただしい足音と共に、声の主はすぐに駆け寄ってきた。\n行動は失敗に終わった。だが、何とかあの奇妙な缶を持ち出せた。収穫がないわけではない。\nそう考えながら、あなたは何とか身体を起こそうとする。そして力を振り絞って顔を上げた瞬間、目の前にはドクロのような、機械のような化け物がいた。その化け物のヘコんだ顔の中心にある、生気のない目があなたを捉えると、冷たい声を響かせた。\n「見えただろう、『無知の者』よ。」"
          }
        ]
      },
      {
        "title": "石素人・3",
        "desc": [
          {
            "type": "RichText",
            "text": "巨大な頭部、異様に細い四肢。それらが無数の糸で芋虫のような身体に繋がれていた。\n「見ての通り、これが『人類』だ。世界に残っている、たった一つの『人類』の標本。」\n目の前の化け物は、培養槽に入っているもう一体の化け物を指さして言った。\nだいぶ慣れ始めてはいたが、できる限り顔を逸らした。こいつの目を見てると、なぜか背筋が寒くなるからだ。\n「これが『人類』なら、俺たちは何なんだ？」\nついさっきまでアクラと名乗っていた人物に、あなたは尋ねた。今思うと、アクラというのは恐らく、彼がテクノロジー・ロード評議会で使用していたコードネームに過ぎないのだろう。\nあなたの理解できない技術によって、礼拝堂はナタランティアと繋がっていた。もしかしたら、実はこういった場所がすべての街に隠されており、彼らは闇の中を行き来しているのかもしれない。\n「お前たち？地表にいる種族のことを指しているなら…パグ、ビーグル、グレイマンなどという様々な呼び名を付けてきたが…」\n「何はともあれ、それは我々が創った種族だ。生物学的機能は我々と真逆になっており、我々が適応する環境はそれらにとって劇毒である。逆も然りだ。したがって、それらを分解吸収することにより、我々の適応できる世界を再び創り出すことができる。」\nもし本当にこいつの言う通りだとしたら、自分たちの文明の歴史は全部この化け物たちが創り出したもので、無数の輝かしい技術と発明は全部こいつらがもたらしたものだということになる。\n近くにこいつらがいながら気づけないのは、自分たちの脳内に「理性の霧」と呼ばれる、本当の世界を見えなくするガスを分泌する腺体が存在しているからであった。\n今、この者の醜態を見ることができるのは、先ほど腺体の分泌を抑制するガス「無知」を吸い込んだからである。そしてこの「無知」は、まさに前回の輪廻で自分が創り出したものであった。\n「最後にもう一つ聞きたい。石素を我々にもたらした結果、なぜ石素を使い果たす世界大戦で、我々の文明が滅ぶと確信できる？」\n「石素」——ナタランティアの遺跡で発見されたスーパーエネルギー。その本質はこの化け物たちが棲まうエネルギー体である。こいつらの文明が起こした大規模な戦争により星全体が有害物質に汚染されたとき、生き残った「人類」はその命をエネルギーという形に転換した。そして、地下深くの種の保管庫に保存したのだ。\nその後、こいつらは汚染された星でも生きられる種族を新しく創り出した。その新しい種族に汚染物質を長い時間かけて分解させ、自分たちの適応できる世界を再び蘇らせようと考えた。\nしかし、蘇った世界にその種族の居場所はない。地表の文明が石素を発見し、それを用いた高等文明を構築すると共に、古き生命体が解き放たれるのだ。こいつらは地表の文明の滅亡と共に、完全なる新生を手にする日を待ち望んでいる。\n「心理学の歴史について学んだことはあるか？あぁ…聞いたことすらなくても特に問題ない。とにかく、我々が設定できる内容は生物機能に限った話ではない。種族の歴史も、技術的課題さえクリアできれば容易いのだ。」\n「止まぬ探求心と抑えきれぬ欲望、そして勝利に対するこだわりがもたらす結末は一つ。『無知の者』が否定しようと、お前たちに備わっている無駄な道徳的概念がゼロになることはない。どれだけ進化を経ようとな。」\nついに、あなたは種の保管庫の最深部にある最後の部屋にたどり着いた。そこには「無知の者」の記憶が何世代にもわたって保存されていた。\n古代文明の生き残りが命を石素に変えようと決心したとき、それを拒む少数派がいた。彼らは個体としての命を捨て、無限の知恵に溶け込むことを受け入れなかったため、「無知の者」と呼ばれた。\n多数派は彼らの権利を否定することができず、彼らが地表の生命として何度も転生できるよう、この最後の部屋を残した。いつか「無知の者」が彼らに加わり、全体の懐に戻る日が来ると多数派は信じていたからだ。\nそう、あなたはこの「無知の者」たちのリーダーなのであった。法律を作る先覚者、美徳を讃える詩人、暴君に反抗する戦士などに関する無数の記憶を見た。\nその記憶の起点で、古都から追い出された人々の上に覆いかぶさる巨大な影が見えた。その影は何かを言っているようだが、内容までは思い出せない。ただその影にひどく会いたいという気持ちだけが湧き上がった。\n「無知の者」は皆、最終的にはここに戻ってきて、自分の答えを出すのかもしれない。\nでは、あなたの答えは？"
          }
        ]
      }
    ]
  }
}