{
  "epId": 7469,
  "name": "モラクス",
  "desc": "<p>璃月の岩神</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/224893084/51993b7b69c68f3d8388ed314bf1eed8_2608016146032756103.png",
  "menuId": 10,
  "menuName": "NPC図鑑",
  "version": 1749905386,
  "components": {
    "galleryCharacter": [
      {
        "key": "ストーリームービー1",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/12/224893084/c6b12865e76b20df8ba7c121d47be54a_1703303549616562595.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "【原神】ストーリームービー「創龍点睛」より\n（引用元：https:/www.youtube.com/watch?v=tRGRRXeHPyE）"
          }
        ]
      },
      {
        "key": "ストーリームービー2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/12/224893084/675c4c8064b42f7e98de36913976357a_8925652640158091388.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "【原神】ストーリームービー「創龍点睛」より\n（引用元：https:/www.youtube.com/watch?v=tRGRRXeHPyE）"
          }
        ]
      },
      {
        "key": "ストーリームービー3",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/12/224893084/94814e697d1d8f97738c95a38a278f34_1716451493433412951.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "【原神】ストーリームービー「心にとどまる余音」\n（引用元：https:/www.youtube.com/watch?v=M4cdW45u7UE）"
          }
        ]
      },
      {
        "key": "魔神任務",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/12/224893084/a0a990eea30d7f5ee6099930cc60bb29_2472774916292622489.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "魔神任務 第一章第一幕進行中"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "ウェンティ",
        "desc": "<p>モンドの街にいる、数多くの自由な吟遊詩人の一人。</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "バルバトス",
        "desc": "<p>モンドの風神</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/03/224893084/5f7d70114271f8eca21f24cd62499dc6_1031177822195741196.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>モラクスについて…：</color>\nあのじいさんに会ったのかい？彼は元気だった？えっ、「鍾離」という名前の一般人になってた？あの頑固頭からしたら、これは大きな変化だろうね。ボクと一緒に彼に会いに行こうよ、この風立ちの地に埋められた酒も持ってさ。あっ、そうだ、彼はまだ強いのかい？力はあとどれくらい残ってる？ボクが会いに行ったら、吹き飛ばされたりしないよね？\n<color=#ffd780>ウェンティを知る・3：</color>\n火の神は横暴で戦い好き、岩の神は人の心が分からない頑固者だよ。どうしてこんなことを知っているのかって？エヘヘ、叙事詩の中にはっきりと書いてあるからね。彼らの物語、あの時代の物語が。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>「風上の密約」：</color>\nモンドができてから1600年後、今から1000年前、モンドの「自由」はかつてないほどのどん底までに落ちていた。\nバルバトスは己が暴君にならないよう、モンドを去った。彼は想像もしなかった。自由を授かった人の中から「人」の暴君が生まれるとは。\n貴族による残虐統治がモンドに蔓延り、貴族は民の声を無視し奴隷制度を導入した。\n1600年後、風神は再び「自由の都」に戻った。神は奴隷の少女ヴァネッサの願いに応えた。神と少女は共に貴族による統治を転覆させた。\n——以上のことは、現在の人なら皆知っているモンドの歴史である。\n実は、この歴史の中に面白いエピソードがある。\n闘争の中でモンドの民をまとめたのはヴァネッサであった。そして、貴族の兵士たちを寝返らせたのは「風上の密約」であった。\n密約の内容は、売国の取引であった。上層部の貴族は風を裏切り、モンドの全てを隣国の岩神に売り込んだ。\nこの密約の最後の部分に、神々にのみ印す事ができる神聖なる印があり、その名は「岩王帝君」とあった。\n奴隷を虐げてきた兵士たちは、自分が異国の奴隷になることを想像するだけで恐れた。\n戦火が貴族を呑み込むことは、当時の誰もが想像できなかった。数年後、歴史学者はあの密約は偽物であったことを発見する。\n——実は、岩神にイタズラをしかけるために、ウェンティは密かに彼のサインを練習していたが、あの富と取引の神を欺くことはついにできなかった。使い道がなかったとっておきの技を、数百年後にやっと披露できたのだ。\nめでたしめでたし。"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "雷電将軍",
        "desc": "御建鳴神主尊大御所様。永劫不変の「永遠」を稲妻の民に約束する。",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/132746206/2669f7bf2fdea7ccf0a4aa7ac9f250b2_538768590663672449.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "バアルゼブル",
        "desc": "<p>稲妻の雷神、雷電影</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/12/224893084/af965ceb91921582f54c517fb4ee27b7_7509189775513475745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>モラクスについて…：</color>\nかつて彼と酒席を共にした時、私はただの影武者で、神々の末席に属していました。彼はそのような選択をしたのですね…しかし、これからの時代も、彼は多くの人と縁を結んでいくことでしょう。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー1：</color>\n雷電将軍、本名を「雷電影」。\n彼女は遥か過去より歩み、稲妻が千百年にも渡り払ってきた数々の代償を経験した。\n最も幸福であった歳月は過ぎ去り、かつての友は敵に。そして最後、刀を握る理由さえも失った。\n「前へ進めば、必ず何かを失ってしまいます。」\nこれこそが、時間を媒介にして全ての世界に作用する揺るぎない法則であると、影はそう思った。\n最も繁栄していた人の国が一夜にして崩壊し、最も歴史のある璃月港が岩神に別れを告げた。別れの風は、時間の向こう側から吹いてきている。\n「雷電将軍」の名声は今も知れ渡っているが、幾星霜の年月が経てば…いつの日か、稲妻は神の庇護を失うことになるだろう。\n武人として、あらゆる敵を警戒する。たとえ時間のように虚空なる脅威であっても、必ずその日が訪れる前に反撃の糸口となる武器を見つけ出す。\n彼女の答えは「永遠」。「永遠」のみが全てのものを維持し、稲妻を不滅の国にすることができるのだ。\n「ならば、全てがまだ美しいうちに止めましょう…このまま…永遠へと。」"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "魈",
        "desc": "<p>璃月を守る仙人・「夜叉」。またの名を「<custom-ruby data-ruby=\"降|こう|魔|ま|大|たい|聖|せい\"></custom-ruby>」、「<custom-ruby data-ruby=\"護|ご|法|ほう\"></custom-ruby>夜叉大将」。</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>魈を知る・4：</color>\nモラクス…？その名について、どれほど知っている？\n彼は我に「魈」という名を与え、我を長い苦しみから解放した方だ。\n彼に不敬なことをしたら、たとえお前でも許さない。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー1：</color>\n魈は一体何と戦っているか？\n真相を婉曲的に表現するのであれば、過去の憎しみ、実現できなかった願望、敗者の嘆きと言えるだろう。\n直接的な言い方をすれば、七神制度が確立される前の「魔神戦争」の中で敗れた魔神の残滓だ。\nそれらはモラクスに敗れ、様々な盤石の下に鎮圧された。\nしかし、魔神というのは不滅の体を持っている。その意識は消えども、力と憎しみは沈泥化し、その穢れが民の暮らしを徐々に侵すのだ。\n「靖妖儺舞」——真実を知る璃月の実権者は、魈が経歴してきた幾千の戦いをそう呼ぶ。\nそれらの戦闘には勝者がいない、終わりもない。\n魈の戦いに立ち会う人もいなければ、彼に感謝する人もいないのだ。\n<color=#ffd780>キャラクターストーリー2：</color>\n「魈」というのはこの夜叉の真名ではなく、安全のためにと、とある人が付けた偽りの名である。\nかつて、若く何も知らなかった彼は魔神に弱点を突かれ、その支配下に置かれた後、あらゆる残虐な行為を強要させられてきた。\n彼は数多の人を殺め、理想を踏みにじった——敗者の「夢」を無理やり飲み込むことさえあった。彼は苦しんでいた。しかし、体が思いどおりにならない彼は逃げる術がなかった。\nやがて魔神戦争の戦場で、岩神モラクスが夜叉を支配する魔神と出会った。\n歴史にはこの戦争の勝敗が記されている。\n「岩王帝君」は夜叉を解放し、彼に「魈」という名を与えた。\n「異邦の伝説で、魈というのは数多の苦難や試練を経験した鬼怪という意味だ。お前はまさにそのようである。今後、その名を使うと良い。」\n<color=#ffd780>キャラクターストーリー4：</color>\n魈は一体何と戦っているのか？\n彼は魔神の残滓が引き起こす現象と戦っていると、璃月の実権者はそう考えている。\nしかし魈本人に聞くと、答えはそうでないかもしれない。\nかつての魈は邪悪な魔神に使役され、嬲られていた。岩王帝君に出会い、救われ、ようやく自由を取り戻した。\n魈の仙力は仙人の間でも上位であり、妖魔の退治は彼にとって難しいことではない。\nただ、魔神の執念は強力で、その残骸から生まれた不浄なるものを倒していくうちに、飛び散った穢れがどんどん魈の精神を侵していく。\nそれでも穢れを消すために、それらの「業障」を背負わなければならない。長年溜まり続けた業は心を焼き、骨を蝕むほど魈の肉体を苦しめた。\nだが、魈は何かに憎しみを抱いてなどいない。2000年を超えた命にとって、全ては瞬く間に消えてしまうものなのである。\n千年も晴れぬ憎しみはなく、千年かけて返しきれぬ恩もない。\n長い命の旅で己と共にいるのは、己だけだ。\n魈の戦いには意味がある。\n彼はずっと、自分自身と戦っているのだ。\n<color=#ffd780>神の目：</color>\n仙人の全称は「三眼五顕仙人」である。「三眼」とは、生まれつきある両目とは別の「神の目」のことを指す。\n仙人が神の目を授かることは、人間がそれを授かる時と同じ感覚なのだろうか？\nその時のことについて、魈は既に忘れている。人間にとっては一生忘れられない特別な瞬間かもしれないが、魈にとっては無尽の戦いの前奏に過ぎないのだ。\n魈が本当に忘れられないのは、別の瞬間だった。\n世の祭りには喜ばしい物が多いが、その背景にある物語を覚えている者はほとんどいない。\n祭りの大半は、人を喰らう怪物が仙人によって退治された日だ。人々は仙人を模倣し、英雄を記念して妖魔を払う儀式を行う、それが徐々に祝祭へと発展したのだ。\nモラクスに鎮圧された璃月各地の魔神は、時に異様な怒りと憎しみを爆発させる。その中でも、海灯祭の夜は常軌を逸していた。\n命令を受けた魈は「靖妖儺舞」を行い、海灯祭の夜に魑魅魍魎と殺し合う。魈が海灯祭を嫌っているのは、それが原因なのだろう。\nだが、魈は決して戦いを恐れない。何故なら、彼の努力によって、璃月は平和を保つことが出来ているから。人々は海灯を町中に掛け、祝福の光は夜空と海を明るく映した。\nこの瞬間、魈の心の中にも特別な感情が湧き上がる。\n寂しさ？安心？それとも、未来への恐怖？\n少年の姿をした仙人は自分に問い掛けたが、答えは見つからなかった。"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "閑雲",
        "desc": "<p>絶雲仙衆「三眼五顕仙人」の一人。尊称は「留雲借風真君」。仕掛けの術に長けており、俗世の人の営みに思いを寄せている。現在は「閑雲」という名で人の世を渡り歩いている。</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/75248538/2c2be27f8876e9435ab8c8b933b8408c_5858505394468004284.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>「神の目」について…：</color>\n帝君はかつてこう言った——「『神の目』は責任の表れであり、山に隠居しようが繁華な街で暮らそうが、人の世を守るという責務を忘れてはならない」と。これからは人の時代だ。妾もこの責務を胸に刻んで歩んでいくだろう。\n<color=#ffd780>鍾離について…：</color>\n妾が璃月港に家を買おうとしていると聞いた帝君が、すぐさま内装や家具の購入に関する注意点を詳しく教えてくださった。採光や風通しのこと、木材の特注について、磁器の選び方から植物の配置まで…聞いただけで頭が痛くなってきてしまった。人の世で暮らすには、これほど多くのことを考えなければならぬのか？\n<color=#ffd780>胡桃について…：</color>\nあの若い娘が口にする言葉は奇々怪々だ。しかし「往生堂」の者たちは皆あの子を敬っており、帝君でさえも畏まった態度で「客卿」とやらを務めておる…それにあの子は、食に対しても独特な見解を持っているそうだ。これほどの奇人、当然妾も好奇心を持たずにはいられぬ。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー3：</color>\n歴史学者の間で主流となっている見解は、以下のようなものである。「太古より物あり。天地の上下八方に極尽あり、宇宙の四方に伸ぶ川に始終あり。六合の間に、仙人は神の誕生を待たずして生まれ、陰陽に頼らずして形を成し、草木を潤わせ、金石に融ける。此れ即ち自然と言うべし。其の始まりを知らず、終わり料り難し。」分かりやすく言えば、天地には境界があるが、神の造物でない仙人にはそれがない…ということだ。\n璃月という言葉がまだ存在しなかった昔、仙人たちはすでに山野を往来していた。世を守り、人を救うことを己の責務とする者もいれば、人を害する者もいた。清斎広録には、この時期に関する記録が一部ではあるが残されている。\n「旱魃猛威を振るい、赤野焼ゆるが如し。人心燻る中、誰をか恃まん。瘴気災いと化し、疫病蔓延す。人心焼焦せし中、誰か我を救ふ者あらん」\n「仙人来たり、留雲蓬々。仙人来たり、借風堂々。にわかに雲が集いて、猛然と雨が降る。干ばつを払い、病を遠ざけ、民の窮地を救いたり。」\nのちに「留雲借風真君」と尊敬を込めて呼ばれるようになったこの仙人は、干ばつを鎮め、危機から民を救った。当時、その恩恵にあずかった民が、感謝の意を込めてこのような記録を残したのである。\nその後、魔神戦争が勃発した。人々を憐れんだ契約の神・モラクスは、留雲借風真君をはじめとする諸仙人と志を共にした。仙人たちは命に従って四方へ征戦した末に、ついに天下を平定し、世に再び晴天が訪れた。\n英雄と仙人が活躍したその時代は、感慨深い想いとともに後世に語り継がれた。歴史に刻まれた仙人たちの雄姿は、無数の伝説となって璃月人が成長する過程で親しまれるようになった。しかし、人が仙人について語っていても——特に、彼女自身に関する部分を語る時——閑雲は殆ど何の感情も表に出さない。\nかつて奏楽が響き渡っていた絶雲の間は次第にもの寂しさに包まれる地となり、かつて共に笑っていた友人たちは、幾人も戦争で逝ってしまった。それを思うたび、閑雲は虚しくなるのだ。旧友たちは世を守るために進んで身を戦地へ投じた。しかし友がいなくなっても尚、この無念が消えることはない。\nとはいえ、誓いは必ず守る…皆、かつてそう岩王帝君と約束した。その契約にこそ、皆の信念と願いが刻まれているのだ。誓いを破り去ろうなどという考えが、閑雲の中に浮かんだことは一度たりともない。なにせ彼女は、仲間との友情を何よりも大事に思っているのだから。皆の願いを見守るためにも、絶対に璃月を見捨てることはしない。\n悲しみと決意は心に渦巻き、様々な想いが胸に押し寄せては、次第に静まっていく。人の語る伝説に静かに耳を傾けていた閑雲は、最後に一言だけ口にした。\n「ふむ、実にいい話だ。」\n<color=#ffd780>玉虚：</color>\n伝説の中で、仙人の住処は「玉虚」と呼ばれている。絶雲の間の各山にある仙府は、まさにこれである。\nしかし「玉虚」は元々、俗世を俯瞰する慶雲頂の雲上を指す言葉であった。ほとんどの凡人はお目にかかれない場所である。\nまた、「玉」は仙府の土台となる、無欠なる浮生の石を指していた。これがあるからこそ、かの地は雲の上に浮いていられるのだ。\n「道は虚にあり、登虚すれば即ち道を得る」。かつて仙道を求める者は天に登り、地に潜って修行を行わねばならなかったが、ここはそのうちの「天」の試練の場であった。\n玉虚は元々、道心をはかるためのものではなく、留雲借風真君が己の心を静めるために作ったものだったのだが、削月築陽真君と理水畳山真君の提案のもと、仙道を求める者のために譲ることにした。その後、帝君が承諾し、帰終と歌塵も賛成したので、留雲借風真君は快く玉虚を譲り、そこに小さな亭を建てた。\n今や、仙道を得られる者は極めて稀だ。俗世において伝説となりつつあった「玉虚」は、再び留雲のものとなった。だが、雲上に戻った彼女の心境は、昔とは異なるものであった。\n果てしなく広がる雲海に陽が昇っては沈む…その光景は確かに壮観だが、俗世の賑やかな日常にもまた、それなりの趣がある。\n閑雲という名で人と共に生きる——今の彼女にとっては、そのほうがより楽しみなことなのだ。\n「ちょうど小腹が空いてきたな。今日は万民堂のかにみそ豆腐をいただくとしよう。」"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "甘雨",
        "desc": "<p>月海亭の秘書。その身には仙獣「麒麟」の血が流れている。</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>おやすみ…：</color>\n…帝君のご加護と、良い夢が訪れますように。\n<color=#ffd780>甘雨自身について…：</color>\n私の仕事は帝君との「契約」に従い、璃月の数多くの命に最大限の幸せをもたらすことです。\n<color=#ffd780>「神の目」について…：</color>\n「千の権力には千の責任が伴う。」古今を見渡す視野があるのに、自身の生活を諦めざるを得なかった帝君こそが、璃月で最も大変な方でしょう。帝君と比べて、普通の「神の目」を持ち、普通の責任を背負うことしかできない私は、かなり楽ですよ。\n<color=#ffd780>モラクスについて・信頼：</color>\n帝君のことは絶対的に信頼しています。あの時、帝君の統率があったからこそ、私たちは魔物を撃退し、海獣を降伏させ、皆さんの安全を守ることができました。帝君が人々を守る姿、そして千年に及ぶ誠意、私は忘れたりしません。\n<color=#ffd780>モラクスについて・追いかける：</color>\n帝君の決定はいつだって璃月の数多の命に幸せをもたらします。それに私は敬服し、そしていつか帝君のようになりたいと思ったのです…でも帝君の歩みを追いかけようとすると、緊張でミスすることがたまにあります…\n<color=#ffd780>刻晴について・わだかまり：</color>\n帝君に対する彼女の態度に納得できません。でも…でも…「甘雨、これが今の璃月に必要な人材だ」って帝君が言いました。帝君の言葉を理解するためには、いろんなこととの接触をもっと頑張らないとですね。\n<color=#ffd780>刻晴について・考えを変える：</color>\n最近彼女は碧水の貿易ルートを修復する案を自ら話してきて、帝君ならどうするかって聞いてきました。私たちが話した案は帝君と比べたらまだまだでした…でも彼女の帝君に対する思いが伝わってきて嬉しいです。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクター詳細：</color>\n璃月、ここに住む人々の多くは「玉京台」の生活に憧れを抱くが、その規則を知る者はほとんどいない。\n人々は「璃月七星」が才能に溢れた集団であり、璃月の命綱を握っていることを知っているが、全ての決断がどのようにして決定されているのかを容易には理解できない。\n人々は新しい年に公布される条例が市場を大きく動かすことを知っているが、それがどのようにして繁雑な議事録の中から抜き出され、理解しやすい言葉に書き換えられているのか知らない。\n甘雨は「月海亭」の秘書であり、世の人々の目に映らない仕事をいくつも担当している。\n人々は甘雨の地位を知っているが、それでも「月海亭」の秘書と、夜明けに埠頭で黙々と朝食を楽しむ彼女を結びつけるのは困難であった。\n朝日が昇りきる前に、彼女は再び玉京台にある月海亭へと戻り、引き続き「契約」を完遂するために働く。\n——そう、それは三千年前に彼女と「岩王帝君」が結んだ契約なのだ。\n<color=#ffd780>キャラクターストーリー1：</color>\n甘雨は、七星のうち誰か一人の「専属秘書」というわけではなく、「璃月七星」全体の秘書である。\nその温厚な見た目とは裏腹に、その内には盤石な意思が秘められている。\nこのことを、仙人たちを率いる岩王帝君はとうに見抜いていた。\n遥か昔、「璃月七星」が初めて璃月に現れた時、甘雨は初代七星の秘書を務めることになった。\nそれから璃月七星は幾度となく世代交代を繰り返すも、そのそばにはいつも甘雨がいた。\nそれはその長い年月の間、璃月各所の膨大な書類の処理を全て甘雨が担ってきたことを意味する。\n彼女は仕事量が七倍、百倍、千倍になったとしても、微塵も責任感を減らすことなく、あの最初の日から変わらずに働いてきた。\nかつて、何が甘雨をそうまでして突き動かすのか理由を探ろうとした者がいたが、その答えは明らかになることがなかったそうだ。\n「私がしたことは、帝君の功績と比べたら…足元にも及びません」\n<color=#ffd780>キャラクターストーリー2：</color>\n「私の仕事は、璃月に存在する数多の命に、最大の幸福を与えることです」\nほとんどの状況下において、甘雨は信頼に値する秘書である。\n膨大ともいえるその仕事の数々を、彼女以上に上手く処理する者はいないだろう。さらに、彼女は璃月のあらゆる物事に対して、独特で鋭い視点を持ち合わせている。\nただ、甘雨が頼りになるのは「ほとんどの状況下」でのことであり、一部はそうではない。\n肝心な場面であればあるほど、少しの失敗も許されないと力み、彼女は余計な緊張をしてしまうのだ。そして、その緊張のせいで失敗を犯す。\n例えば、璃月の1年の中で最も重要な儀式のひとつである「七星迎仙儀式」でのことだ。\n甘雨はある年の「七星迎仙儀式」に3分遅刻し、群衆が見つめる中、人混みをかき分けてやっと儀式の場に到着したことがあった。\nその後、甘雨は顔を赤面させながら口ごもり、言い訳もせず、ただ心の中で「岩王帝君」に何千回と謝罪した。\n仲のいい同僚は、この失態には何か裏があると考えた。\n顔見知り程度の同僚たちは、帝君が特に気にしていないのを見て、それに倣うことにした。\nプライベートでも付き合いのある者は彼女を心配し、仕事量を調整するか、短期の休暇を取得するよう勧めたが甘雨は首を横に振った。\n「今年の式典に着ていく衣装の飾りをどれにすべきか悩んでいたら、2時間も経っていました…」\n——このような理由を、甘雨は絶対に誰にも言わないだろう。\n<color=#ffd780>神の目：</color>\n麒麟は仙獣の中の仁獣であり、甘露を飲み、嘉禾を食す。\n生きた虫を踏まず、生きた草を折らず、群れず、旅をせず、罠に入らず、穏やかで寛大で、温厚で優雅な一族だ。\n過去に海の中で巨獣が暴れまわり、足元の大地が脅かされた時、平穏という言葉は日常の中から消え去った。\n三千年前、甘雨は岩神モラクスの召喚に応え、魔神戦争において彼に助力した。\n戦争が終結すると、彼女は璃月に残り、人々がより完璧な国を作り上げるための手伝いを始めた。\n初代の璃月七星が補佐を必要とした時、彼女はこの任を引き受けて七星の秘書となる。\nそして彼女がこの決断を下した瞬間、腰元に「神の目」が現れたそうだ。それは彼女に卓越した肉体と、世界と共鳴する力を与えた。\nその時、甘雨の心は平和と安堵に満たされていた。\nどんなに強くなろうとも、「神の目」を使うことはないだろう。これは璃月を守る最後の手段である。\n仙獣と人間の混血として、彼女は二つの種族の架け橋となることを選択した。そして「神の目」は、その新しい責任への証人である。"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "煙緋",
        "desc": "仙獣の血が流れる聡明な少女。璃月港で有名な法律家として活躍している。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>雨の日…：</color>\nまた雨か！岩王帝君様、どうか御慈悲を。壁一面の法典が湿気ってしまう…\n<color=#ffd780>シェアしたいこと・法律：</color>\n私が編み出した技「炎食いの刑」は、古書『璃月会典律例集』に記されている「岩食いの刑」を基にしている。岩王帝君は契約の神、契約は約束とも言える。これが何を意味するかわかるか？ふふっ、璃月は古来より契約を重んじる城だったってことだよ！\n<color=#ffd780>煙緋を知る・2：</color>\n頭の上にある鹿角？ああ、私のお父様は仙人なんだ、だから、私にも半分仙人の血が流れていてな。とは言うものの、私は璃月が国として安定した後の生まれだ。だから、帝君とは契約を結んでいない。当然、仙人としての責務を果たさなくても良いし、好きな暮らしができる。この生活には結構満足しているんだ、ふふ。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクター詳細：</color>\n璃月は契約と貿易を重んじる港町、故に富が集まる場所でもある。\n様々な国の商人がここで商売を営み、璃月に繁栄をもたらしてきた反面、数々の争いも生み出してきた。そのため、「天権」である凝光が細かな法律を制定した。しかし、それに精通する者はごく僅か。\nそこで誕生したのが「法律家」という職業である。法律家は璃月の法を熟知し、必要な人に代わって法的処理を行い、相応の報酬を得る。\n煙緋は璃月で名高い法律家だ。彼女は常に法律の許す範囲内で、顧客に最大限の利益をもたらす。彼女こそが璃月の歩く「規則」と思う人も多い。\n岩王帝君と契約を結んでいない極めて稀な混血の仙獣である彼女は、縛られることのない心躍る生活に憧れている。\nそして、『璃月百法通則』を腕に抱え、法律家の仕事をしている彼女は、常日頃よりこのように考える——\n「規則に縛られたくないのであれば、まずは規則を全て理解するべきだ。」\n<color=#ffd780>キャラクターストーリー5：</color>\n煙緋が最も大切にしている物は、父親から譲り受けた竿秤。\n一説によると、この竿秤は帝君から頂いた宝物で、全ての物の価値を計ることができるという。煙緋はモラを分銅代わりに、すなわちモラで物の価値を量るようにしている。\nもちろん時が経つにつれて、物の価値も変化し続けている。だが、竿秤はモラが生み出された当時の価値しか量ることができない。残りの部分は己の知識で判断する他なかった。\n色んなものを計っていくうちに、煙緋は璃月の遷移を身をもって感じた。千年前にごく一般的だったものが、今では千金にも値するものになっている。\nまた、多くの物は俗世の価値観では測れないということを竿秤から教わった。\n煙緋は「神の目」の価値を計ったこともある。しかし、どんなにモラを積んでも、竿秤は平衡にならなかった。\n苛立ちを覚えた煙緋は、常に腰に提げている手写しの法典が入った箱を載せた。するとなんと、竿秤は水平になったのだ。\n<color=#ffd780>神の目：</color>\n煙緋の父親は仙獣で、母親は普通の商人である。平和な時代に生まれた煙緋は、岩王帝君と契約を結んでいないが、両親と「楽しく生きる」という約束をしている。\n煙緋は璃月港の法律家の頂点に立つ者、必要とあらば法の抜け穴を突くこともある。それは自分のための場合もあれば、他人のための場合もある。\n煙緋は規則を必ずしも遵守する性格ではない。彼女は規則に縛られることを嫌う。\n彼女は自身の幸せを追求すると同時に、璃月を良くしたいと願っている。そのためには多少、法の目をかいくぐることもいとわない、しかし決して悪用はしない。\n「天権」凝光が毎年法典を改定する際、煙緋のしたことを大量に参考する。煙緋は璃月に存在する法律の検査官みたいな存在なのかもしれない。\nある意味、煙緋は最小限の代価で、規則の改善に貢献している…これが法の抜け穴を突こうとも、彼女が罪に問われない理由の一つなのだろう。\n「矩有らずして事為せず」を信望としているが、真に望むのは「心の欲する所に従えども、矩を踰えず」である。\n煙緋は神の目を所有している。そしてその神の目は、彼女が信じている「規則」と等価である。"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "凝光",
        "desc": "「璃月七星」の一人、「天権」。富の多さで有名であり、全大陸で彼女に匹敵する者はまずいない。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>シェアしたいこと・目標：</color>\n帝君がいなくなったことは、璃月にとっても七星にとっても大きな試練。私だって、いろいろ悩んでうまく眠れなくなるのは久しぶりよ。\nでも私は、私の目標を諦めない。いつか、群玉閣で七国を覆えるようにするわ。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー4：</color>\n規則を守って暮らすのが璃月での決まり事である。規則は人々の利益を守るもので、それを守らない人々には処罰が与えられる。\nこれらの規則は璃月の守護神「モラクス」が最初に作った法律であり、絶対的な信憑性を持つ。そして、璃月の数千年の歴史の中で、歴代の「天権」が法律の解釈を担当するのだ。これらの法律は本にまとめられ、279ページの解釈付録をつけて全ての璃月の住人に配られる。\n凝光は規則に守られた璃月港が大好きだ。それは、きちんと整った秩序はビジネスをよりパワーアップさせるからであり、彼女本人が誰よりも秩序の細部を理解しているからでもある。\nしかし、ある「北斗」という名の船長は、珍妙な貨物と唯一無二の情報を武器とし、何度も規則を破った。凝光の中では、彼女は璃月の規則を破る厄介者である。\n凝光は「天権」として、規則を破った北斗に重い処罰を与えてきたが、いつも平然として受け入れている北斗に彼女は少し驚いたものだ。\n立場上のためだけでなく、彼女自身も個人的に、何度も北斗にやり方を変えるよう遠回しに言及していたが、北斗にいつも「人助け」、「助太刀に入った」、「船隊を養うため」などの理由でごまかされてしまう。\n時間が経つにつれて、「頑固者」という言葉以外で、凝光がこの船長を評価することはなくなった、"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "刻晴",
        "desc": "「璃月七星」の一人、「玉衡」。「帝君の一言で決まる璃月」に不満を持っている——だが実のところ、神は彼女のような者を高く評価している。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>刻晴自身について・反省：</color>\n璃月の様々な事務に携わってから、初めて帝君の苦労を痛感したわ。最近、問題にぶつかるたびに「帝君なら、どうするかな？」って考えるようになったの。もしかしたら、本当に彼は何でも知っているのかもしれない。ああ、私ったらまだまだ甘いわね…\n<color=#ffd780>励みについて…：</color>\n私が甘かったわ。帝君みたいになるなんて、私に…できるかしら？えっ？うん…確かにそうね…他のことには自信が持てるのに、こんなことで悩んでいられない。悩むよりも行動するのみ！努力し続ければ、いつか彼にだって追いつけるはずよ！\n<color=#ffd780>「神の目」について・反省：</color>\n帝君は私に…常人を超えた力でみんなを導いて欲しかったのね。ふん、たとえ神に認められていなくても、私は仕事を全うできるのに！ま…待ってなさいよ！彼の期待に応えてみせるんだから！\n<color=#ffd780>シェアしたいこと・グッズ：</color>\n帝君のグッズ？私の部屋にそんなものがいっぱいあるとでも？私はもう子供じゃないのよ！た、確かに最近、新しい帝君の土偶を買ったけど、あれは自分自身を律するためであって、崇拝とか憧れとかじゃないんだから！\n<color=#ffd780>鍾離について…：</color>\nあの「往生堂」の先生、確かに博学多才で、尊敬に値するわ。それに彼の考え方は帝君に似ている気がするの…もし彼がもっと自分なりの見解を持ってくれたら、きっと私の力になるはず。そうなったら、彼をそばに置くのも悪くないわね。\n<color=#ffd780>凝光について・協力：</color>\n帝君がいなくなって以来、私たちは色々と共通の念を持つようになったわ、珍しくね。以前の私は、彼女を偏った目で見て評価していた。でも、この時世になって、根本的な理念が違っていても、彼女とは戦友になることができたわ。\n<color=#ffd780>甘雨について・質問：</color>\nいったい帝君が何をしたのか知らないけど、甘雨があんなにも忠誠を尽くす理由が分からないわ。けど、自分の考えを持たない人にもいいところってあるのよ——例えば不満があったとしても、何も言わず指示に従うとことか。\n<color=#ffd780>甘雨について・反省：</color>\n最近、私ひとりじゃ決断できないことがあったら、彼女の意見を聞きに行くの。彼女は璃月で最も帝君に詳しい人だからね。はぁ、昔、彼女の目の前で帝君の悪口を散々言ってしまったことを思うと何だか申し訳ないわ。幸い、彼女は特に気にしてないみたいだけど…\n<color=#ffd780>風の神について…：</color>\n帝君がいなくなって以来、璃月港の未来をどう描いていくべきかずっと考えてるの。帝君がこれまでにしてきたことや、別の神々の統治の手段も調べたわ。でも、隣国のモンドはちょっと変わってるわね…あの風神のやり方で、本当にモンドはこの先も繁栄できるのかしら？\n<color=#ffd780>刻晴を知る・5：</color>\n「帝君の土地に、人類が生きた証を残すこと」は…やっぱり簡単なことじゃない。でもね、君と約束したいの——新時代の璃月港が生まれた時、私に会いに来て。見せてあげたい。君との時間と君の支えがあったからこそできたことだろうから。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクター詳細：</color>\n岩王帝君が璃月港に繁盛をもたらし、世を治めた彼の威名は演義として言い伝えられている。だが最も神に近い人間の一人——刻晴は最も敬畏の心を持っていない者だ。\n「はあ、言い方が悪いかもしれないけど、彼って本当に何でも知ってるの？」\n璃月七星が常に港での一切を見守っているのに対して、岩王帝君は年に一度しか顔を出さないのよ。\n千年の歴史は帝君につくことが正しいと証明してくれたが、刻晴はそれは少し違うと思っている。「人」として生まれたのなら、「人」としての誇り、「人」としての考えも大事にすべきだ、というのが彼女の考えである。\nよって、彼女はいつも帝君と違った意見を主張し、それを率先して行動に移す。\nこのような過激なやり方で、確かにたくさんの成果を出してきた一方、岩王帝君の信徒の反感を招いた。\nこのような反感は、刻晴から見れば、ただの怠け者の言い訳に過ぎない——神に甘えっぱなしで、自発的に人間の未来を考えない人。\n新たな時代を切り拓いていくリーダーに自分はなるのだ。\n<color=#ffd780>キャラクターストーリー1：</color>\n名門出身の刻晴は多くの璃月人よりも、岩王帝君が璃月に与えた影響を深く理解している。\nまるで輪廻は巡るように、数年ごとにある迎仙儀式の終了後、璃月の商業界には必ず大きな変化が訪れる。帝君が下した政策に、璃月の心が左右される。喜ぶ者がいれば悩む者もいる。\n貧しい人はこれを機に大金を稼ごうとする。一方金持ちは自分の事業が影響されないように祈る。経済建設に力を入れるより、商人は信仰型の投資を気に入る。\n現在の璃月がそういう風になってもおかしくはない。帝君の神権に頼っていれば、お金に困ることはない。\n刻晴はずっとこれを問題視していた。もしいつか、帝君がこの責任を履行しなくなったら、璃月はどうなるか？\n璃月の現在の繁栄は、砂浜に建てた壮大な砂の城のようだ。海の潮の流れを決めるのは人間ではない。\n当然なことに、刻晴の考えを支持する人は少ない。他人からすれば、人間の一生など、璃月に比べると瞬きほどの刹那で、杞憂するに値しない。\nだが刻晴は違うと考える。そのだらしなく弱い考えこそが、人類の存在意義を否定する。存在意義のない人間は、守る意味もなくなる。\n人々にもっと進歩して欲しいと、彼女は勇敢に疑問を抱いた——帝君の愛は溺愛ではないか？なぜだらしない人がいるのか？社会の動き方は正しいのか？\n人の運命に関することは人が行う。そして人はきっと上手くやっていけるはずだ。\nそしてついに、彼女が迎仙儀式であの名言を生み出した。\n「ここ千年、帝君がずっと璃月を守ってきました。しかし千年後、一万年後、十万年後も、私たちを守ってくれますか？」\nこの発言を聞いた帝君は意味ありげに笑った。その笑いにどんな意味があるのかは、帝君しか知らないだろう。\n<color=#ffd780>キャラクターストーリー4：</color>\n岩王帝君が去ったことにより、璃月港は窮地に立たされた。帝君が仕切るべきだったことを、今は七星八門が担当している。\n神による統治は、すでに歴史となり、昔の規則もそのまま引き継ぐわけにはいかない。しかし、千年の歴史を持つ璃月に、新たな規則を制定するのは大変難しいことだった。\n始め、刻晴はわくわくしていた。この日のために、彼女はたくさん準備をしていた。だが数ヶ月経っても、彼女は土地建設の仕事だけで精一杯だった。\n彼女がどう頑張っても泥沼のように積まれた仕事から抜け出せない。仮に何かを遂げたとしても、それは帝君にとっては朝飯前のことだった。\n「なんでここまでしかできないの、なんで…もっとできないの？」\n理由は簡単だ。そして、彼女にもすでに分かっている。\n自分の「不敬」が神に認められたとは言え…今の自分は「神に取って代わる存在」になったわけではない。\nしかし、刻晴の信念は強く、決して揺らがない。\nあの日から彼女は家に引きこもり、様々な典籍を読み、必要な知識を再度学び直した。過去のプライドを捨て、新しい姿で未知なることと向き合う。\nその時間は、彼女は謙虚にし、今まで岩王帝君への「対抗」意識を捨てさせた。\n帝君と刻晴、二人とも千年の璃月のために奔走している——同じものを愛するものの間に、対立はないはず。\n昔の迎仙儀式で、帝君が浮かべた謎の笑顔の意味が、今なら分かる気がする。あれはある意味認められ、期待されていた笑顔ではないのかと刻晴は思っている。\n今も彼女はかつての行動力を維持している。しかし迷った時、彼女は一旦止まり「帝君ならどうするのかしら？」と考えるようになった。\n<color=#ffd780>キャラクターストーリー5：</color>\n自分のほとんどの時間を璃月に捧げた刻晴は、時間がある際は、意外な方法で暇つぶしをする—。買い物だ。\n休みの日、彼女は素朴な服を着て、友達を2、3人誘い、緋雲の丘とチ虎岩で買い物をする。\n帝君がいなくなって以来、忙しくなった刻晴は、今でもこうしてストレスを発散する。ただ、少し変化がある。\nある日、買い物中の彼女は、ある小さな店で岩王帝君の二頭身土偶を見かけた。\n刻晴はすぐに適当な理由をつけて、友達を別の店に行かせた。そして彼女は店に入り、土偶をよく観察した。\nこんなことに時間を多く使うわけにはいかない。周りで誰も見ていないことを確認した彼女は、購入、支払い、商品の受け取りを一気に済ませる。\nかばんに土偶を入れた後、刻晴はほっと息を吐いた。思わず笑顔を浮かべた瞬間、肩を友達が叩いた。\n結局、この件は皆に知られてしまう。一番神を敬っていなかった刻晴が、なぜ帝君の土偶を買ったのかと皆が驚いた。\n「わ、私は自分を諫めるために買ったの！ダメなことじゃないよね！」\n「自分を諫める」ことは、一応筋が通る。しかしこのような「自分を諫める」ためのグッズを、刻晴はすでに一棚分購入していた。"
      },
      {
        "type": "CustomEntry",
        "epId": 11,
        "name": "北斗",
        "desc": "<p>武装船隊「南十字」の頭領。豪快な姉貴。</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Beidou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>神の目：</color>\n璃月と稲妻には、このようなことわざがある。「鰭が冥海となり、尾が遠山を指す」。漁師が陸でこの言葉を覚え、次第に広がり、最後は誰もが知る漁師の歌となった。海上に霧が出る度に、漁師の船は白い霧の中に消えて行き、やがて遠くから歌が聞こえてくる。鰭が冥海となり、尾が遠山を指す…\nこの歌は北斗の子守歌でもある。岩王帝君が神剣を操り、海獣を斬殺したことを璃月人は美談として言い伝えている。幼い北斗は神話が好きで、眠っている時も、この大きな魚に会っている夢を見た。\n今日の彼女は、いつもと違った気持ちでこの歌を歌い始めた。船員全員も口ずさみながら、帆を張り出港した。\n海山は海の中に潜んでいる。魚のようで龍のような海山は、悪夢のような大きな体を持ち、その力はまるで神々の如く、たった一撃で数十メートルの波を起こせる。\n海で稼ぐ人ならば、いずれ海山に遭遇する。北斗は9才からずっと、海山に会いたかった。いつか、この海獣の頭を斬り落とすと願っていた。\nかつて、彼女は海山に何度も挑戦してきたが、全て失敗に終わった。だが今回は違う。北斗は最も優れた大剣を持ち、泳ぎが最も得意な水夫を連れて、海山に攻撃を仕掛けた。\n想像を絶する激しい戦いであった。この戦いは四日間も続いた。船隊が装備した大砲、銛に弓とロープ、火力全開で攻撃を仕掛けた。北斗は四本の足を拘束された海山と何時間も戦い、夜になっても決着はつかなかった。\n夜の海山は最も危険である。人々は海山の突撃を警戒するために、誰も眠らなかった。北斗は船首に立ち、風の音を感じた。\n一撃、たった一撃。寒い夜風に吹かれても彼女は微動だにしなかった。\nどのくらい経ったかは分からないが、食べ物と水を一口もしなかった北斗は太陽が昇る瞬間、海中からの波の音を見事に掴んだ。\nこの一撃は、雲を突き抜き、月を一刀両断する。山のごとく海のごとく、魚龍の頭蓋骨を断ち切った！\n耳を聾する程の雷鳴と共に、紫色の電光が血を浴びた北斗の前に降りた。\n竜殺しの北斗の「神の目」は天から授かり、雷電の如く人目を奪う紫色の光を放つ、龍血でさえ匹敵できない宝珠である。この神の珠は、山と海を征服した者にのみ所有が許されている。"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "行秋",
        "desc": "よく本売り場で見かける少年。手には剣を、胸の中には義侠心を。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>誕生日・習わし：</color>\n本によると、天成石橋は上古戦争の時、岩神モラクスが投げた石槍が崩れた後にできたものだ。誕生日に橋の上を歩き、両側の海にモラを投げると、一年間安らかに過ごせるんだって…誕生日は年に一度だけだから、行きたいなら早く行きなよ…嘘じゃない、本当、本当だよ、早く行きなって。"
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "雲菫",
        "desc": "演技と創作の二つの才を持つ璃月劇の看板役者。雲菫の演じる姿は優雅でたおやかであり、まるで彼女の風格を表しているかのようである。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>「神の目」について…：</color>\nこの神の目は…もしかして、岩王帝君も劇を観るのがお好きなのではないでしょうか？あのお方に喜んでいただけたから、この神の目を授けてくれたのでしょう。うふふ。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー5：</color>\n伝統ある璃月劇でよく題材とされるのが、仙人や岩王帝君に関する物語だ。\n『神女劈観』などの劇がそれにあたる。人々は仙人に対して、美しい幻想を抱いており、舞台上で仙人たちがどのように表情を変化させるのかを観て楽しんでいる。そのため、璃月劇の大半を占めるのが、こういった物語だ。\n子供の頃、これらの物語が雲菫の心の琴線に触れた。しかし、仙人の物語をすべて演じきった後、彼女の考えは徐々に変わっていった。\n他の題材に変えてみたらどうなるのか？例えば…私たちの物語を演じたら…。\n俗世の哀歓を描き、人が持つ愛憎を讃える。\nこのような凡人の物語は璃月劇の主流ではないが、歌われる価値がないというわけではない。\n愛執、貪欲、妄念。人間は美しさ、あるいは悲壮な気持ちの中で心を確立し、魂を味わうもの。\n雲菫は仙人ではないため、仙人の立場に身を置いて彼らを理解することはできない。しかし、人の様々な感情ならよく知っている。\n「それでは、人自身の物語を歌いましょう。私の筆と喉で、人々の心を歌いたいと思います。」\nそれは、誰にも言ったことのない、雲菫の心に秘めた夢だ。"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "ヨォーヨ",
        "desc": "<p>歌塵浪市真君のもっとも幼い弟子。優しくて思いやりのある「おませさん」。</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/103265111/5bc9df1fb67391e4c8080da3d855de53_5443256069049270925.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクター詳細：</color>\n岩王帝君との契約のもと、璃月を数千年に渡り守ってきた仙人たち。\n彼らは璃月に危機が訪れるたび必ず姿を現し、そして世が平穏な時代であれば、時折その姿を見せていた。\nそれは無法者を戒めるために、また時に囚われた者を救うために。もし「仙縁」のある璃月人と出会えば、その者を弟子にして仙人たちは秘術を伝授した。\n仙人たちの中でも、歌塵浪市真君は俗人と多くの縁を結んでいると言えるだろう。\n彼女には多くの弟子がいる。その中でもっとも幼いのがヨォーヨだ。\nヨォーヨは生まれつきの聡明さで、勉学にも積極的な態度を見せている。幼さゆえに、まだ学んだ知識を完全に理解することはできず、時々思わず聞いた人が口角を上げてしまいそうな間違いもするが、時間を置けば、間違いなく広い知識を持った才女になれるだろう。\n優しくて思いやりのある、誠実で懐が広い性格のおかげで真君に気に入られているだけでなく、師姐や他の年長者からも大層可愛がられている。\n縁のない一般人では足を踏み入れることができない絶雲の間——そこにある仙人たちの洞府をヨォーヨはいつも行き来する。幼くして仙人にこうも愛されるとは、実に羨ましいことだ。"
      },
      {
        "type": "CustomEntry",
        "epId": 3609,
        "name": "白朮",
        "desc": "<p>薬舗「不卜廬」の店主。「長生」という名の白蛇を体に乗せている。薬に精通しており、いつも深く考えを巡らせているが、他人が彼の思考を読み取ることは難しい。</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/132746206/05599650d7f42e1c4adde373de6b297d_4443391405678036890.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー5：</color>\n肌の冷える季節が訪れると、不卜廬の入口の敷居は平たくなるまで踏まれるのではないかと心配になるほど患者が増えてくる。ところが、日によっては白先生の姿は見当たらず、助手の桂が店先に立って処方していることがある。持病でいつも通っている患者たちは一目で「例の状況」だと察し、桂が渡す薬を受け取ると「白先生にお大事にと伝えてくれ」と言い残し、ふらふらと不卜廬を出ていく。\nそこに、ちょうど不卜廬に帰ってきた七七がお年寄りのすねにぶつかった。七七は帽子を手で押さえて軽くうなずくと、奥の部屋へと硬い足取りで向かっていく。\n「例の状況」とは、特定の時間や場所を指しているわけではない。そして、そのような状況の時、桂は決まってある言葉を繰り返す——「白先生は具合が悪く、本日は休診とさせていただきます。申し訳ありませんが、本日はお引き取り願います…」と。\n医者は人の病気を治せても自分の病気は治せないと言うが、白朮はまさにそれであった。表向きは風邪ということにしているが、実際は身体が弱く、全身の臓器が病魔に蝕まれている。今のところ命を脅かす危険性はないが、他の医者に診せたら十中八九、世にも珍しい病気で手の施しようがないと嘆息するだろう。白朮が発作を起こすたび、桂と七七には成す術もなく、せめて気持ちだけでも伝えようとお湯や布、食べ物などを運ぶ。白朮は人に心配を掛けるのを憚り、長生だけを傍に残して部屋にこもる。\n窓は閉ざされ、部屋の中は夜のように暗くなる。発作を起こした白朮の身体は悪寒に見舞われ、それから熱発や呼吸困難を起こしたり、全身に激痛が走ったりといった症状が現れる。しばらく苦しみが続いた後、彼は寝台に横たわったまま長生に冗談めかしてこう言う——「私がいつかこれに耐えられなくなったら、きっと大変なことになるでしょうね。」\n白蛇は舌をシュルシュルさせながら枕元に這い寄ると、その人間に似た瞳で、冷や汗でびっしょりとなった白朮の顔を覗き込む。「まったく、手を焼くやつだ。横たわるのは構わないけど倒れるんじゃないよ。長生不死の道を探すと言ったのはどこのどいつだ？あんたはまだ若い。だから、元を取れるまでは生きておけ。」\n一人と一匹…そのうち人間は蛇の瞳をしており、蛇は人間の瞳をしている。どうにも奇妙な組み合わせだが、その秘密を知る者も、その真実を見破れる者もいない。実は、その二対の瞳こそが白朮と長生の間にある最大の秘密なのだ。彼らはある契約を結んでおり、瞳はその証である。契約によって、医術で世と民を救う代わりに、白朮の身体は病に侵された。\n岩王帝君の教えに従い、一切の所業は、契約を遵守し約束は守られなければならない。仙跡が各地に広がる璃月では、様々な起源を持つ古法があり、その契約の内容も多種多様だ。彼らの契約内容について、白朮と長生は決して話さない。そして、白朮はいつもこう言うのだ——「契約？ただの決めごとですよ。門外不出の秘法と言ってもいいでしょう。これを受け継がせる対象にも色々制限がありまして、お年寄りと子供は対象外、不誠実な者あるいは人間以外の生き物も対象外…。それから…ああ、そうそう、『縁のない人も対象外』です。」と…そして長生も示し合わせたかのように同じようなことを言う。\nお茶とお湯を運んできた七七がそれらを置いて、そっと扉を閉めて出ていく。その後ろ姿を眺めながら、白朮は深いため息をついた。胸裏に万感が交錯する…しかし、どう言葉にしたらいいのか分からない。仕方なく、彼は遠い昔の伝説で想いを紛らすことにした——\nかつて、薬君山という山があり、山の主は杯の中の旧友とある約束を交わした。茶の木が成長したら、その葉を採って煎じ、仙人たちを誘って宴を開こう。なんとめでたいことだろうか。…しかし悲しいことに、約束をした二人の仙人のうち一人は湯呑みの底の茶葉のごとく水へと沈み、もう一人は茶葉を採る十の指と共に記憶を失った。\n長生は舌をシュルシュルさせながら「別に珍しい話でもないだろ？仙人はいなくなっても、山に植えられた茶の木はまだある。その茶葉が彼らの約束を覚えてくれてるはずだ。そんなことより、あんたはもっと自分の身体のことを心配したほうがいい。もし万が一、私とあんたがいなくなったら…私たちを覚えてくれているのは桂や七七、木の家や煉瓦の床だけになるんだから。」と揶揄する。\n白朮と長生の間で交わされた契約の名は「珥蛇托竜法」というものだ。だが、知っているのは名前ぐらいで、その詳しい内容については長生もあまり覚えていないらしい。長生によると、以前誰かに教わったことだけは記憶にあるが、それが誰なのか一向に思い出せないそうだ。\n長生と昔話をすると、いつもこういった感じになる。白朮も長生の説教には慣れており、自分を心配してくれていることも理解している。喉に絡まる血を吐き出し、白朮は寝台の背に身体をあずけて上半身を起こした。\n向けられた視線に気づいた長生は不満げにこう言う——「私を見てどうする？あんたを支えてやれる手なんて生えてないんだけど。」\n桂が作って、七七が運んできてくれた汁物を、白朮は匙ですくってゆっくりと口に運んだ。一口、二口…汁物をじっと見つめる視線は一瞬たりとも離れない。その底に、舞い落ちる春の花や秋の紅葉を見つけたかのように。\n日々のあらゆること——人生とは汁物に似ているのかもしれない…じっくりと煮えてくるものなのだ。"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "ヌヴィレット",
        "desc": "<p>フォンテーヌの最高審判官。一分の隙もない「公正無私」な振る舞いで名高い。</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/169177528/0513aa7f482dbb4778545d02f94956fe_3254035143845365417.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>岩の神について…：</color>\n私は神々を裁く、これは何者にも変えられない。岩の大権を勝ち取った貴金の神も、当然ながら裁かれる側だ。もし、我らの争いを見たくない者がいたとしても、心配する必要はない。私はまだ、フォンテーヌに居続ける必要がある。その訪れが四百年以上先になることだってあり得るだろう。それに最終的な裁決が、必ずしも武力戦争に繋がるとは限らない。"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "ドリー",
        "desc": "<p>神出鬼没の旅商人。一番好きなものは、キラキラと輝くモラ。</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/132746206/6539bea71efd0f839db897cfc4094362_3945412676217482723.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>岩王帝君について…：</color>\n岩王帝君がご逝去されるまで、朝起きるたびにまず「富の神よ、ドリーが毎日儲かりますように」と唱えていましたの。でも今は神様に祈るより、自力で願いを実現させたほうがいいと思っていますわ。ですので、それ以降は自分自身に向けて「毎日儲かりますように」と唱えていますの！"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "旅人",
        "desc": "世界の外から漂流してきた旅人。肉親が見知らぬ神に連れ去られたため、七神を探す旅に出た。",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>「契約」の神について…：</color>\n<color=#37ffff>旅人：</color> 岩神と氷神が「契約」を交わしたとは知らなかった。\n<color=#37ffff>旅人：</color> 契約の内容は、一体どんなものだったんだろう…\n<color=#37ffff>パイモン：</color> どんなにすごい人でも、「氷の女皇」と取引するのは安全じゃないとオイラは思うぞ！\n<color=#37ffff>旅人：</color> それはそうだけど…\n<color=#37ffff>旅人：</color> モラクスは全ての神の中で、「契約」の本質を最も理解してる神だから…\n<color=#37ffff>旅人：</color> 彼がそれについて考えてないはずがないと思う。\n<color=#37ffff>パイモン：</color> おう、モラクス本人は自信あるみたいで、「全ての契約を終わらす契約」って言ってたんだよな…\n<color=#37ffff>旅人：</color> 真相と…そしてその結末をいつか見ることになるはずだ。\n<color=#ffd780>璃月の神託について…：</color>\n<color=#37ffff>パイモン：</color> そういえば、岩王帝君はよく秘密裏に視察してるみたいだけど、正式に降臨するのは年に一回だけだよな。\n<color=#37ffff>パイモン：</color> 他の神はそんなことないらしいぞ、一体どういう意図があるんだろうな？\n<color=#37ffff>旅人：</color> その理由なら少し分かるかもしれない…\n<color=#37ffff>旅人：</color> ほら、毎年下される神託は多くの璃月の人々を動かすから。\n<color=#37ffff>旅人：</color> 彼らは神託から「手がかり」を分析しようとする…\n<color=#37ffff>旅人：</color> もしそういう神託が毎日あったとしたら、璃月はどんな風になると思う？\n<color=#37ffff>パイモン：</color> あっ！\n<color=#37ffff>パイモン：</color> 分かったぞ。オイラならきっと岩王帝君の好きな食べ物を集めて、毎日捧げるだろうな！\n<color=#37ffff>パイモン：</color> モラクスからモラをもらえるなら、誰も真面目に働かなくなる！\n<color=#37ffff>旅人：</color> 論理が少し飛んでるけど…大体そういうことだよ。\n<color=#ffd780>信仰について…：</color>\n<color=#37ffff>パイモン：</color> 気づいたか？スメール人って、あんまりクラクサナリデビのことを信仰してないみたいだぞ。\n<color=#37ffff>パイモン：</color> これまで璃月でも稲妻でも、みんな岩王帝君や将軍様を信じてたのに。\n<color=#37ffff>パイモン：</color> あの変な学者たちはともかく、下に住んでる人たちですら、毎日「マハールッカデヴァータ様」のことしか口にしないし…\n<color=#37ffff>旅人：</color> うん、美味しいキノコが生えるのも、マハールッカデヴァータの恩恵だって言ってたよね。\n<color=#37ffff>パイモン：</color> そういえば、オイラたちが璃月にいた時も美味しいものがいっぱいあったけど、あれって岩王帝君に認められて教えを受けたものだったみたいだぞ！\n<color=#37ffff>パイモン：</color> そっか、オイラ、わかった！美味しいものをくれるってだけで、みんなその神のことを好きになるんじゃないか。\n<color=#37ffff>旅人：</color> それはパイモンだけなんじゃない？\n<color=#37ffff>パイモン：</color> えっ？じゃあ、Travelerはなにを信じてるんだよ？\n<color=#37ffff>旅人：</color> 私はもちろん、パイモンのことを信じてるよ。\n<color=#37ffff>パイモン：</color> えへへ、それは言われなくてもわかってるぜ！"
      },
      {
        "type": "CustomEntry",
        "epId": 4416,
        "name": "石榴",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/224893084/008d644cdb442fbbd8bfa4385d3ea0ae_3368443123589763966.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#37ffff>旅人：</color> 璃月港について。\nおお、私の故郷に興味があるんだね。\n璃月にはテイワットで最も繁盛した港があるんだ。そこには世界各国の商人が集まっていて、私もその影響を受けて商人になったんだ、へへっ。\nモラクス様のことは聞いたことある？あの璃月を守る神様のことだよ。\nじゃあ、少なくとも君が持ってるモラは彼の名前が由来だってことは知ってるよね？\nはあ、もう長い間帰ってないからね。もしかして私はモラクス様から離れすぎたから、お金を稼げないんじゃ？"
      }
    ],
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "モラクス"
          }
        ]
      },
      {
        "key": "国",
        "value": [
          {
            "type": "RichText",
            "text": "璃月"
          }
        ]
      },
      {
        "key": "所属",
        "value": [
          {
            "type": "RichText",
            "text": "魔神\n仙人"
          }
        ]
      },
      {
        "key": "肩書き",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "中国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "彭博"
          }
        ]
      },
      {
        "key": "英語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "Keith Silverstein"
          }
        ]
      },
      {
        "key": "日本語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "前野智昭"
          }
        ]
      },
      {
        "key": "韓国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "표영재"
          }
        ]
      },
      {
        "key": "関連キャラクター",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 46,
            "name": "鍾離",
            "desc": "<p>「<custom-ruby data-ruby=\"往|おう|生|じょう|堂|どう\"></custom-ruby>」に招かれた謎の<custom-ruby data-ruby=\"客卿|かっけい\"></custom-ruby>。博識であり、あらゆることに精通している。</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "videoCollection": [
      {
        "title": "【原神】『流光拾遺の旅』――仙聞編・顧繡",
        "url": "https://www.youtube.com/watch?v=s93BH2y1f-U",
        "coverUrl": "https://i.ytimg.com/vi/s93BH2y1f-U/maxresdefault.jpg",
        "duration": 440
      },
      {
        "title": "【原神】ストーリームービー「世にある至味」",
        "url": "https://www.youtube.com/watch?v=f4tLdWAIl1E",
        "coverUrl": "https://i.ytimg.com/vi/f4tLdWAIl1E/maxresdefault.jpg",
        "duration": 220
      },
      {
        "title": "【原神】ストーリームービー「創龍点睛」",
        "url": "https://www.youtube.com/watch?v=tRGRRXeHPyE",
        "coverUrl": "https://i.ytimg.com/vi/tRGRRXeHPyE/maxresdefault.jpg",
        "duration": 127
      },
      {
        "title": "【原神】ストーリームービー「心にとどまる余音」",
        "url": "https://www.youtube.com/watch?v=M4cdW45u7UE",
        "coverUrl": "https://i.ytimg.com/vi/M4cdW45u7UE/maxresdefault.jpg",
        "duration": 183
      },
      {
        "title": "【原神】ストーリームービー「護法仙衆夜叉録」",
        "url": "https://www.youtube.com/watch?v=qgIVrMfs-r4",
        "coverUrl": "https://i.ytimg.com/vi/qgIVrMfs-r4/sddefault.jpg",
        "duration": 96
      }
    ]
  }
}