{
  "epId": 7485,
  "name": "スルトロッチ",
  "desc": "<p>カーンルイアの「五大罪人」の一人でスカークの師匠</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/224893084/dd7346f5f31d8811e492e2f0bac63309_2633898017449149635.png",
  "menuId": 10,
  "menuName": "NPC図鑑",
  "version": 1753179933,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "スカーク",
        "desc": "かつて深淵の裂け目や原始胎海に足を踏み入れた来訪者であり、タルタリヤに武芸を仕込んだ師。孤独に戦う。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "name": "スカーク",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/132746206/1e2cb29d039dddf84b706c655ed6367a_738136107467103277.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ボイス"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>「アビスの力」について…：</color>\n師匠はアビスの力の使い方を教えてくれた。そして私は、カーンルイアの残された研究資料から、それを一般的な元素力に擬態させる方法を見つけた。結果からすれば、お前と私は神の目を頼らずに元素力を扱える。すなわち、我々の願いは神の承諾を得る必要がないということだ。\n<color=#ffd780>シェアしたいこと…：</color>\n師匠は、カーンルイアの正統な黒蛇剣術を学んでいたそうだ。だが私に教える頃には、本来ない技がいくつも加えられていた。武芸とはそういうものだ。新たな要素を取り入れて融合させ、そして上達していく。そうすることで己を磨けるのだ。\n<color=#ffd780>スルトロッチについて…：</color>\n「極悪」の名を冠する資格を持つ者はごく僅かだ。師匠にその称号を与えた者は、恐らく彼を心の底から憎んでいたのだろう。確かに師匠は多くの不義を働いてきた。騎士の身でありながら、騎士道に背いている。それでも絶えず師匠に追随する者が現れたのは、その強さ、余裕、自信、そして分け隔てない率直さからだろう。師匠は単純な感情を満たすために行動するのではなく、自分自身をより完璧な存在にするために行動する…それこそが師匠の強さの源であり、危険である所以なのだ。"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ストーリー"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>キャラクターストーリー1：</color>\n「行くぞ。そいつはもう長くない。」\n「ですが、我々の任務は…」\nまだ幼さが残る少女は斬り落とされた腕を抑え、血を流しながら、目の前にあるぼんやりとした二つの人影を見つめていた。\n一人がまた何かを言おうとしたが、高位と思われる人物は無言で手をあげ、発言を制した。二人は少女に背を向けると、そのままどこかへと消えていった。\n彼女の一族は、宇宙に数多の文明が存在すると知ったばかりで、以前は年配の学者数人だけが、天外の者と接触することができた。\n数ヶ月前、族長が良好な貿易関係の締結を宣言したばかりだというのに、なぜこんなことになってしまったのだろう…？\n炎に焼かれた梁が落ちてきた——だが少女はすでに血を流し、高温に晒され、煙で窒息していた。\n頭上から瓦礫と焼け焦げた木材が取り払われていき、チューチューという鳴き声が彼女の耳に届いた。\n彼女の目は乾き切った血でくっついており、開くことができなかった。だが、差し込んできた光を感じ取ることはできた。\n焦土を踏む足音が聞こえてきた。一歩ごとに、足元のレンガや石が踏み砕かれていくのがわかる。\nやってきた人物は、少女を閉じ込めていた瓦礫をぞんざいにずらすと、大きな手で彼女の肩を掴み、そこから引きずり出した。\nその動きは極めて強引で、四肢が千切れてもおかしくなかった。激痛で涙がにじみ、少女の目にこびりついていた血を溶かす。\n自分の体に余分な水分が残っていたことに、少女自身も驚いた。\nしかし、その思考も刹那のことであり、彼女は再び痛みによって意識を失った。\n二度目の目覚めを迎えた彼女は、自分が再び目を開けられたことに驚いた。ぼんやりとした視界の中、大柄な男が焚火の前であぐらをかいていた。巨大なネズミのような生き物が怯えながら隅でうずくまっており、その黒い目には炎の光が踊っていた。\n「目が覚めたか？生き延びる上で必要なこと以外は聞くな。己の時間を無駄にするだけだ。」\n男は振り向くことなく、火かき棒代わりに剣で焚火をつついた。\n「死にたいか、それとも生きたいか？」\n自分はなぜ生きているのか、この人物は誰なのか、彼女の中には多くの疑問が渦巻いていた。しかし、先ほど受けた警告を思い出し、そういった質問は口に出さないでおいた。\n少女は男の方に向けていた頭を正面に戻すと、満天の星空を見上げながら頷いた。\n男は彼女の動きを察すると、流れるような動作で剣を振り下ろし、傍にいた巨大ネズミを斬り殺した。そして脚の肉を骨から削ぎ落とし、剣に刺して焼き始めた。しばらくして、彼はここで初めて立ち上がると、少女の口にその肉を押し込んだ。何の調味料も使われていなかったが、脂肪の香りが食欲をそそった。\nこの時ばかりは、男も少女に自分で食べるよう言わなかった。彼女がまともに動けないことは理解していたようだ。\n<color=#ffd780>キャラクターストーリー2：</color>\n少女の怪我がある程度回復したのを見て、男は生存と関係ない些細な質問をすることを許した。\n「あなたも生存者なの？」\n「違う。」\n「なら、どうして私はあなたの言葉を理解できるの？」\n「混沌には無秩序という一つの状態しかなく、虚無には一つの定義しかない。それに対し、秩序は無数の組み合わせで成り立っている。\nお前たちの星の住民は、その高い適応力でかつてアビスに触れることができた。そして、その際に染み付いた力により、死後にある種の記録を残す。それは俺の力の本質に近いものだ。\nだから俺は何万という者たちが遺した思念を束ね、そこから半日かけて学んだ。」\n「ただ私たちの言葉を学ぶためだったの？じゃあ、お父さんとお母さんは——」\n「喰らった。微々たる栄養として、強くなるための糧として——喰らった。」\n先に二つ目の質問に答えると、男は続けた――\n「やつらがこの星の生命を滅ぼしたのは、お前たちが『アビスを操る力』を持っていたためだと思っていたが…\nその技術は粗雑で原始的なものだった。まるでお前たちの文明には、野心と力を持った者が一人として現れなかったかのようにな。」\n「そんな——」\n「お前も、自分を廃墟から掘り出したあの動物を食べただろう？\nああ、あれは他の星で捕まえたものを連れてきた。お前たちの星の生命は絶滅していたからな。\n探索に長けた生物を探してみたが、一匹も残っていなかった。」\n少女は言いたいことがあったが、言葉に詰まってしまい、最終的に他の質問をすることにした。\n「どうして私はまだ生きてるの？」\n「お前たちの文明はアビスと共にある。直接扱っているわけではないが、皆少なからず影響を受けている。」\nそのおかげで、体質も多少強化されている。普通の人間がお前と同じ目に遭えば、窒息し、焼け焦げ、天井に押しつぶされていただろう。」\n「その力を使えば強くなれるの？」\n男の瞳に、ようやく微細な変化が現れた。「強くなりたいのか？」\n少女は頷いた。\n「すべてを犠牲にしようとも…『勝利のためなら手段を選ばない』と評されようとも、強くなりたいか？」\n少女の返事は、荒れ果てた死の星に吹く風に散っていった。\n<color=#ffd780>キャラクターストーリー3：</color>\n彼女の名前はスカーク。\n腱が切れ、骨が折れていた少女の四肢は、「極悪」を自称する男のおかげで元に戻った。だが、それは決していいことではなかった。\n男は毎日彼女に素振りをさせた。まるで苦痛を味わわせることが目的と言わんばかりに、筋肉が再び切れるまで、骨が再び折れるまで、毎日素振りをさせた。\nそして毎日の終わりに、男は彼女の体を元通りに治した。\n彼女は「極悪」と共に宇宙を旅し、師匠が様々な敵をいとも簡単になぎ倒す姿を目の当たりにした。\n恒星系の資源を集結させて作り出した最終兵器を、人々の信仰の集合体である神を、生きとし生けるものの中で最強の戦士を…\n少女は実力をつけていくにつれ、あることを確信するようになった——師匠はまだ一度も本気を出したことがない。\n邪悪な獣であればその血肉を平らげ、神や機械であればそのエネルギーを吸収する。\n戦士や術師が相手なら、嘲笑うためだけに追い詰めて本気を出させ、飽きた頃に殺す。\n師匠はこれを「喰らう」と呼んだ。\nスカークの四肢は、アビスを思わせる幻影で完全に置き換えられた。もはや痛みを感じることはない。\nそれ以前に、彼女は長期間にわたり強烈な痛みに晒されてきたことで、痛覚の受容体そのものが完全に麻痺しており、痛みの信号を送らなくなっていた。\n痛みは生物にとって、本能的な回避メカニズムだ。スカークはこの変化を通じて、自分の体がこう告げていると理解した——\n自分はもう十分に強く、今後危険な状況に遭遇することなどないのだと。\nこのことで少し自信を持てるようになった彼女は、ある日、心の奥深にしまっていた最大の疑問を口に出した…\n「どうしてあの時、私を助けたんですか？」\n<color=#ffd780>キャラクターストーリー4：</color>\n「ただの気まぐれだ。」\n彼女の師匠である男——本名「スルトロッチ」はそう答えた。\n「俺は今、この宇宙で最凶最悪の災いだ。この言葉を信じるか？」\n「私が信じるか信じないかは、問題ではありません。信じない者は、もう虚空へと消え去っています。」\n「ふっ。俺はずっと力を追求してきた。一人ですべての陰謀を無に帰せるほどの力をな。\nだが、長らくこの道を歩んできて、少し心配になり始めている——\n退屈になりはしないか、と。」\nスカークは静かに耳を傾けていた。これほどに壮大で波乱万丈な人生を送ってきた悪党が、今後つまらない人生を送ることになるとは思えなかった。\n「あらゆる強者と出会い、俺は目標を見失った。\nあの小説によれば、確かこうだ…『遠方の定義は心とともに変わる。俺の心は宇宙よりちょっとばかし広いぞ。』\n宇宙が俺の庭となってしまえば、戦争すらも、二つの蟻の巣が起こす小競り合いと化す。そんな環境で過ごす壮年期は、相当退屈なものになるだろう。」\nスルトロッチはもちろん小説など読まない。先ほどの発言は、宇宙を漂う本の中に自分の故郷の香りがするものを見かけたため、手に取ってみたに過ぎなかった。\nタイトルと序文を読んだ後、彼はすぐにその本を捨ててしまった。先ほどの一文は、序文に載っていたものだ。\n「だから、俺は真剣に弟子を取ることを検討した。成長を遂げた弟子に楽しみを見出そうというわけだ。そして、お前がその第一号だ。\nお前が去った後、俺は二度とお前を弟子と見なさない。\n俺はお前のすべてを奪う。俺が与えたもの、お前が自分で見つけたもの、お前の周りにあるお前とは無関係なもの…すべて破壊してやる。」\nスカークは知っていた——これが自分を鞭撻するための言葉ではないことを。この師匠には弟子を想う気持ちなど微塵も無いということを。\n彼の言葉はどれも文字通りの意味だ。その日が来たら、きっと死闘を繰り広げることになるのだろう。\n世の中には様々な道が存在する。しかし、そのうちの一つに足を踏み出した瞬間、残りの道は潰える。\nある日を境に、スカークは一種の緊張感を覚えるようになった——いつ落ちてくるかも分からない鋭い刃が、頭上に吊るされているかのような緊張感を。彼女の運命、そして彼女の人生は、「強くなる」ことだけに収束していく。\n<color=#ffd780>キャラクターストーリー5：</color>\n「以前師匠は、世界を転覆できるほどのアビスの力を数人で分け合った、と言っていましたね。仮に、世界の六分の一を得られる力だったとしましょう。\nなぜ師匠は今、一つの世界をゆうに上回るほどの力を持っているんですか？」\n「俺はあの時、馬鹿を助けてしまったのか？\n熟れすぎた果実が、腐敗した土に種を落としたとする。その種が元の木よりも生い茂り、何百、何千倍の果実をつけたとしても、おかしなことではない。\n同じように、滅ぼされた数多の世界から、生き残りが一人か二人出たとして、そいつらが世界を再建できるほどの強い意志を持つことだって十分にあり得る。」\n別れの日が近づくにつれ、スカークは畏怖や従順さを示さなくなっていった。\n未熟なうちであれば、恐怖は鞭撻の道具となりえる。しかし、成長を遂げてからも恐怖に囚われているようであれば、恐怖は更なる成長を妨げる枷にしかならない。\nやがて、彼女は師であるスルトロッチと別れ、彼の故郷——「テイワット」という世界を訪れることにした。\n彼女は、腐敗した果実を実らせ、穢れた種を巨木へと成長させた母樹を一目見ようと考えていた。\n森を永遠の影で覆った巨木、宇宙全体を脅かす極悪騎が生まれた地を…\n彼女が目にした宇宙の文明は、当然のように彼女を「極悪騎」の味方と見なした。\n旅の途中で出会った文明は、彼女を「全宇宙の災厄」の一人とみなし、ただひたすらに避けた。\nしかし、テイワット辺境の管理者は、話し合いを通じて彼女に対する警戒心を解いた。管理者は彼女と約束を交わし、定められた範囲内であれば、この世界で自由に行動することを許可した。\n「お前はそこに属さず、そこもお前の家ではない。」\n極悪騎士の戒めは、彼女の心に刻まれていた。\nしかし、刹那の流星に気づいた者が、自分の願いをそれに託したならば、流星と世界の間に繋がりが生まれたと言えるのではないだろうか？\n<color=#ffd780>彼女の答え：</color>\n「すべてを犠牲にしようとも…『勝利のためなら手段を選ばない』と評されようとも、強くなりたいか？」\n当時、風に散っていったスカークの返事とは何だったのだろうか？\nたとえその答えが「はい」一言だったとしても、その後に起きた出来事は何も変わらなかっただろう。\nだが、当時スカークがした返事はそこまで直接的ではなかった。\n当時の彼女はまだ幼さの残る少女にすぎず、そこまで深く考えることができなかった。彼女はただ、自分の成長の道を築いてくれた糧に、感謝と謝罪の言葉を告げたかっただけなのだ。\n「あの大きなネズミとは、きっと友達になれた。」\n——でも私はそれを、食べてしまった。\nだが極悪騎の耳には、その言葉に別の意味があるように聞こえていた——「自分を瓦礫の中から救ってくれた命の恩人を食べてしまった今、失うものなんて何も無い。」\nそこにどれくらい身勝手な想いがあったか、誤解があったか、狙いがあったか、もはや知る者はいない。\nだがいずれにせよ、両者の意図から外れた誤解があったことは確かだ。\n「俺もあの日、瓦礫の中からお前を救った。いつか俺のことも、強くなるために殺すか？」\n極悪騎は期待を込めて言った。しかし、あの日絶望の中にいた少女が、そのことに気づくことはなかった。\n<color=#ffd780>蛇の七変：</color>\n「蛇の七変」は極悪騎士がスカークに伝授した小技である。\nこれは元々、カーンルイアの深秘院が開発した「混沌の浸透」という名前の魔法で、地上にいる元素力の使用者を嘲るために使われていた。これを使えば、術士たちはアビスの力を利用して、元素力に似た変化を起こすことができる。その原理は、アビスが現実に浸透するように、特定の性質を持つ負の圧力を作り出し、元素力の流れを引き寄せる、というものだった。\nカーンルイアはこの魔法を舞台装置として、公演やパレードでのみ使用していた。\n極悪騎は元々武人であり、こういったトリックに精通していたわけではなかった。しかし、アビスの力に対する理解を深めるにつれ、彼はこの技術をいとも簡単に物にしてしまった。一般人であれば、一種類の元素変化を習得し、ショーに取り入れるまでに数ヶ月を要するが、極悪騎は初めての試みで七種類の元素変化を自在に使いこなせた。\n彼はこのトリックをスカークに伝授した。だがそれは、スカークが生活に困窮した時、街中でこのトリックを披露して日銭を稼げるようにするためではない。地上の七国でアビスの技を披露するなど、自らトラブルを招くようなものだ。\n「俺の故郷では、七元素の秩序を常としている。もし己の力を隠したいのなら、この手品まがいの技をカモフラージュに使うがいい。」"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>伝説任務・クリスタリナの章・第一幕「星と夜のささやき」：</color>\n…かつて師匠に「強者が弱者を食らうことが宇宙の絶対的な法則なのか」と尋ねたことがある。\nすると師匠は「そうとは限らない。だが秩序なき世界では、狡猾で汚れた人間のほうが生き延びる確率は高い」と答えた。\n<color=#37ffff>旅人：</color> それは本当の「強さ」じゃない。\n<color=#37ffff>旅人：</color> 力が正義に代わることはない。\nそれを聞いた後、ある考えが浮かんだ。\nいつか、私の手で自分の秩序を作ろうと。あの時の惨劇を二度と繰り返さないために、私は強者だけが利を貪る理を世界から排除しようと思ったんだ。\nしかしその前に、まずは師匠に勝たなければならない。師匠——スルトロッチはあらゆるルールを破壊する者だからな。"
      },
      {
        "type": "RichText",
        "text": "スクフヌーガ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "会話内容"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>伝説任務・クリスタリナの章・第一幕「星と夜のささやき」：</color>\nああ。まだ理性があるうちに話しておこう。あれは…遥か昔のことだ——\n私はカーンルイアの貴族で、一族の長男だった。爵位を継ぐ資格を持っていたが、幼い頃に不治の病に罹ったことで、誰も私に期待を寄せていなかった。\nそれでも私は剣の修行に励み、同世代の者たちを次々と打ち負かした。しかし、そんな努力は何の意味もなさなかった。周囲の目は変わらず、そこにあったのは同情や嘲笑のみ。両親でさえ、私が息を引き取る日を待っていたほどだ。\n次第に私の心は冷え切り、毎日をただ無為に過ごすようになった。その時だった——私がお前の師、スルトロッチに出会ったのは。\n当時の私たちはまだ若かった。あいつは死刑囚の子で、獄中で産声を上げ、幼い頃から路上での生活を余儀なくされていた。あいつが日々浴びせられる中傷の数は、深秘{RUBY#[S]ウニベルシタス・マギストロラム}院の名著よりも多かった。\nだが、あいつは一日中笑顔で過ごしていた。まるで、好意も悪意も何の意味もないかのように。\n忘れもしない。初めて会ったとき、あいつは私にこう言った——「人は自分のために命を懸けるべきだ。たとえ結果が伴わなくとも、炎のように燃え上がらねばならない。このまま何も感じずに死ぬわけにはいかないのだ。」\n<color=#37ffff>スカーク：</color> …いかにも師匠が言いそうな言葉だ。\nあいつは私の才能を認め、励ましてくれた。あいつと手合わせしたとき、初めて戦いの楽しさを感じたんだ。\nそしてあいつが十歳の時、とある禁忌にまつわる研究資料を盗み出し、私の病気を治してくれた。この世にできぬことなど存在しないと…そう思わせるほど、あいつは人間の身体で不可能に挑み続けていた。\nしかし、私は次第にその歩みに追いつけなくなった。私の才能はあいつと比べればあまりにも平凡だったんだ。いつからか、あいつは私の遥か先を行くようになり、私はあいつとの稽古を恥じるようになった。\nあの「事変」が成功した後、スルトロッチは私を探し出し、こう言った。\n<color=#37ffff>スルトロッチ：</color> 俺はもうこの星のすべてに興味を失った。そろそろ離れるつもりだ。その前に、得たばかりの力でお前の不死の呪いを解いてやろう。\n<color=#37ffff>スルトロッチ：</color> 俺たちはお前の死を退けるため、力を尽くしてきた。だが「不死」となれば、また別の苦しみが伴う。\nまあ、それもいいさ。不死でも別に構わない。無限の命があれば、無限に強くなれる。…そうすればいつかまた、かつてのように手合わせできる日が来るかもしれないだろう？\n<color=#37ffff>スルトロッチ：</color> 本当にいいのか？俺が戻るまで何年かかるか分からないのだぞ。お前の身体…あるいは魂がその時まで持つ保証はない。\n試してみようじゃないか。人は自分のために命を懸けるべきだ、だろ？\n<color=#37ffff>スルトロッチ：</color> ああ、そうだったな。だが、もし永遠の命がもたらす苦しみに耐えられなくなり、死を迎える前にもう一度全力で戦いたくなったら——俺の弟子と戦ってはくれないか。\n弟子？お前の口から、そんな言葉が出てくるとはな。\n<color=#37ffff>スルトロッチ：</color> ああ。ヴェズルフェルニルが言うには、俺は宇宙で弟子を取り、彼女をテイワットに送るそうだ。\n<color=#37ffff>スルトロッチ：</color> お前もヴェズルフェルニルのことは知っているだろう？それから、あいつの予言が当たることも。\nそう言われると気になってくるな。どんな弟子なんだ？\n<color=#37ffff>スルトロッチ：</color> いや、それについては何も教えてくれなかった。ただいつか「群星が彼女にひれ伏す日が来る」とだけ言っていたな。\nなんだか凄そうな弟子じゃないか。\n<color=#37ffff>スルトロッチ：</color> 当然だ。凡人に俺の弟子になる資格などない。\n相変わらずの自信家だな。まあ、確かにその通りだが。\n<color=#37ffff>スルトロッチ：</color> さて、もう行こう。もしお前がさらなる強さを求めるのなら、原始胎海にある置き土産が役に立つだろう。前にも言ったように、どの道を選ぶのもお前の自由だ。悪人には悪人なりの自由があるものだからな。\nその言葉を聞いて、私は原始胎海を訪れ、スルトロッチの手により瀕死となった呑星の鯨を見つけた。そして私はその身体の一部を切り取り、この心臓に縫い込んだのだ。"
      }
    ],
    "baseInfo": [
      {
        "key": "名前",
        "value": [
          {
            "type": "RichText",
            "text": "スルトロッチ"
          }
        ]
      },
      {
        "key": "国",
        "value": [
          {
            "type": "RichText",
            "text": "カーンルイア"
          }
        ]
      },
      {
        "key": "所属",
        "value": [
          {
            "type": "RichText",
            "text": "罪人"
          }
        ]
      },
      {
        "key": "肩書き",
        "value": [
          {
            "type": "RichText",
            "text": "-"
          }
        ]
      },
      {
        "key": "別名",
        "value": [
          {
            "type": "RichText",
            "text": "「極悪騎」"
          }
        ]
      },
      {
        "key": "中国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "林强"
          }
        ]
      },
      {
        "key": "日本語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "竹内良太"
          }
        ]
      },
      {
        "key": "韓国語 CV",
        "value": [
          {
            "type": "RichText",
            "text": "이민규"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "伝説任務",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/224893084/133534fe23f83758e64c72adb57867b6_703559447719082153.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "スカークの伝説任務「クリスタリナの章」第一幕進行中"
          }
        ]
      }
    ]
  }
}