{
  "epId": 7509,
  "name": "狡猾なコンポレ",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1742994888,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "狡猾なコンポレ"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7515,
            "name": "狡猾なコンポレ・1",
            "desc": "サンハジ・コンポレが直々に編んだとされるウォーベン。内容は短く奇妙で、一般的には架空の物語だと考えられている。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7516,
            "name": "狡猾なコンポレ・2",
            "desc": "サンハジ・コンポレが直々に編んだとされるウォーベン。内容は短く奇妙で、一般的には架空の物語だと考えられている。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7517,
            "name": "狡猾なコンポレ・3",
            "desc": "サンハジ・コンポレが直々に編んだとされるウォーベン。内容は短く奇妙で、一般的には架空の物語だと考えられている。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "狡猾なコンポレ・1",
        "desc": [
          {
            "type": "RichText",
            "text": "このウォーベンは、謎煙の主の英雄サンハジ・コンポレが自ら作ったものだと伝えられている。その内容は簡潔ながらも奇妙であり、部族の年配のシャーマンたちの間でしばしば笑い話にされることもある。それは、狡猾なこの英雄が人生で数えきれないほどのジョークを飛ばしてきたのと同様に、このウォーベンも月夜のような暗い色を帯びているからだ。これは彼が使った糸に秘密があるという人もいれば、黒曜石や漆黒の貝殻を用いて染めたからだという人もいる。\n昔々、謎煙の主の集落にコンポレという狡猾な悪党がいた。コンポレは詐欺や盗み、略奪を繰り返していたため、部族内でも悪名が高かった。しかし、彼には誠実な弟、サンハジがいた。\n古の時代、十字路の主はなおも人間界を歩き、六部族の民に夢や死の恩恵を授けていた。冥界への道を示し、魂を黒き大河へと溶け込ませる彼は、夜の国を統べる「呪術医の父」であり、「夢境の母」でもあったと言われている。伝説によると、彼は黒き大河の果てに酒造小屋を建て、そこで作ったキノコ酒を飲むことで、夢を通じてあらゆる者の運命を知ることができたという。\n「もしそんな力を手に入れたら、謎煙の主の予言者みたく運命を予言し、この世界の真実を知れるようになるんじゃないか？」\n悪党は目を怪しく光らせた後、こうも考えた、\n「そうなれば、秘密の知識と禁じられた夢は、どれほどの利益になるだろうか？これを交渉の材料にすれば、計り知れない見返りを得られるんじゃないか？」\n狡猾なコンポレは手を擦りながら、悪巧みを始めた。"
          }
        ]
      },
      {
        "title": "狡猾なコンポレ・2",
        "desc": [
          {
            "type": "RichText",
            "text": "十字路の主から不思議なキノコ酒を騙し取るため、コンポレは誠実な弟サンハジを連れてきてこう言った。\n「弟よ、お前の善良さは部族の誰もが知っている。お前が心優しく、嘘をつかず、いつも誠実であることはオレもよく知っている。だから、これからやることはその真心と家族の絆にかけて、絶対に秘密にしてくれ。」\nサンハジは兄の邪悪な企みに気付かず、頷いて了承した。\n「では、計画をお前に話す。オレのやることには絶対に協力し、誰にもこの話を漏らすなよ。」\nこうして、コンポレはその悪巧みをゆっくりと話し始めた。\n「お前には十字路の主を訪ねてもらいたい。そしてこう言うんだ、オレが重い病にかかり、『呪術医の父』の薬がないと助からない、と。その間にオレが小屋に忍び込み、キノコ酒を盗み出す。それさえ手に入れば、部族のみんなにより多くの知恵を与え、たくさんの悩みを解消することができるはずだ。」\n「よく考えてみろ、弟よ。十字路の主のキノコ酒があれば、部族にどれだけの利益をもたらすか。そして、それがオレたち兄弟にどれほどの利益になるのかを」\n弟は断ろうとしたが、すでに兄の頼みを引き受けてしまった手前、協力するしかなかった。\nもちろん、これはコンポレ自身が語った話のひとつにすぎない。彼が自らを弟を欺く悪党として描いた理由も、この話の真偽についても、彼が部族の英雄となった今では、真相を探ろうとする者はほとんどいない。"
          }
        ]
      },
      {
        "title": "狡猾なコンポレ・3",
        "desc": [
          {
            "type": "RichText",
            "text": "サンハジは兄の悪巧み応じたが、正直者の彼にとって十字路の主を欺くことは大きな苦しみだった。そこで、サンハジは悪夢の中で、十字路の主に兄の企みを打ち明けた。\n「夢境の母」は夜のように黒い両手を伸ばし、誠実なサンハジを抱きしめ、その額に口づけをした。彼女は暗闇に包まれた静かな夢の中で、サンハジの無礼を許した。それどころか、褒美として彼女は不思議なキノコ酒を黒曜石の杯に注ぎ、サンハジに渡した。\nしかしその時、コンポレが突然弟のテントに乱入し、寝ている弟の首に粗い草縄をかけた。彼は弟が自分の計画を十字路の主に告げることを見越していたのだ。\nこうして、夢境の主が警告を発する間もなく、サンハジは寝台の上で実の兄コンポレの手にかかり、命を落とした。キノコ酒が注がれた黒曜石の杯は手から滑り落ち、サンハジの胸元や、首に巻き付いている血に染まった草縄を濡らした。\n十字路の主はこの許されざる大罪に激怒し、同時にサンハジの死に深い悲しみを覚えた。そして、即座に狡猾なコンポレに呪いをかけた。「不幸な弟サンハジは、お前の中で蘇り、お前のすべての運命を予言するだろう。だが、お前が欺いた者や害した者たちは皆、お前の記憶に焼き付けられる。そして、お前がついた嘘は弟の口を通じ、幾度となくお前の耳に語り掛けるだろう」こうしてコンポレはキノコ酒から得た力と引き換えに、決して消えない罪と呪いを背負うことになった。\nそれ以降、コンポレは「サンハジ・コンポレ」という新しい名で呼ばれるようになった。それから長い時が経ち、テノッチが英雄を招集して漆黒の狂潮との最後の戦いに挑んだとき、サンハジ・コンポレはようやく救いの道を見つけることになる…だが、それはまた別の物語だ。それにしても、決戦の日の後、漆黒の夜にサンハジ・コンポレの狡猾な笑みを見たという者が数多くいるという…おそらくはその物語も、サンハジ・コンポレが仕掛けた新たな冗談か、謎めいた逸話なのだろう。"
          }
        ]
      }
    ]
  }
}