{
  "epId": 7512,
  "name": "首無しのコクイタオ",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1743168189,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "首無しのコクイタオ"
          }
        ]
      },
      {
        "key": "関連アイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7522,
            "name": "首無しのコクイタオ・1",
            "desc": "謎煙の主で作られたウォーベン。謎煙の主の誕生よりも昔の物語が記録されているらしいが、その信憑性を検証するのは難しい。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7523,
            "name": "首無しのコクイタオ・2",
            "desc": "謎煙の主で作られたウォーベン。謎煙の主の誕生よりも昔の物語が記録されているらしいが、その信憑性を検証するのは難しい。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "首無しのコクイタオ・1",
        "desc": [
          {
            "type": "RichText",
            "text": "謎煙の主の織人たちは、夜の国を流れるすべての河を知っている。彼らは、物語や詩がミクトランの黒き大河から生まれることを理解している。夜空を舞う猛禽は、「顔面を砕かれし者」の従者。彼女は主の手から月光を凝縮した三重の銀の糸を咥え取り、夜霧を抜けて霊火の地へと飛んでいく。そして、盲目の織人たちにその糸を織り込むよう命じるのだ。こうして織られた色鮮やかなウォーベンは、人々の家や聖堂、戦場に掲げられ、物語や伝説が広がっていく。織り続けられる限り、そのウォーベンはやがて歴史となるのだ。\nしかし、すべての部族から追放された流浪の賢者、「海の子」ロパールはこう語った。「私は混沌を受け入れた。だが、混沌は私を受け入れてくれるだろうか？」と。古の物語や謎には、常に危険な秘密が潜んでいる。そこで、夜の主は物語を紡ぐすべての織人の目を奪い、彼らが現実を見ることなく、ただ物語に没頭するようにした。彼らは針のように鋭く冷たい月光を感じることはできても、三つの月の死を見届けることはできなかった。そのため、偉大なる謎と寓話の主の姿は、織られたウォーベンの中でも捉えどころがなく、言葉では決して表現できない、揺らめく煙のように描かれているのだ。\nやがて、織人たちが紡ぐ物語は、「顔面を砕かれし者」である夜の主が囁いた言葉となる。その伝説によると、謎煙の主の先祖の中にはコクイタオという名の武士がいた。彼の魂の故郷は凍てつく太陽が浮かぶ、遥か遠い真夜中の地にある。だが、彼は「マカナ」という石棒を携え、死した神々との契約に縛られながら、大地を彷徨い、戦と混沌に満ちた生を送っていた。そしてある嵐の夜、彼は「犬日の神」と言葉なき契約を交わし、その運命を疫病の地より来たるカーメの双子へと委ねたという。\n犬日の神はコクイタオに、死を忘れた狂気の者たちに裁きを下し、冷たい煙と夢を星空から再び降らせ、人々に分け与えるよう命じた。そして、コクイタオは「マカナ」を振るい、避けられぬ死をもたらした。行き場を失った魂はミクトランの黒き大河へと還され、やがて夜の主の夢へと沈んでいった。\nコクイタオは「マカナ」を固く握りしめ、膝まで浸かるほどの血の海を歩み続けた。そうして幾多の戦いと殺戮の末、彼はついに星空を引き裂く狂想を鎮めた。彼の仲間たちは彼の後に続いていて、その中の一人であるナワルは狡猾で、自在に姿を変えられる力を持っていた。彼は遠い焦土の国の出身で、故郷の炎は今もなお絶えることなく燃え続けている。\nコクイタオとその仲間たちによって狂気に囚われた者の最後の一人が処刑されると、血の大河はついに雷雲の上に座する緑玉の衣の主を満足させることができた。彼女は恵みの雨を降らせて大地を潤し、すべての河を浄化した。だが、犬日の神は英雄の魂を返すことを拒んだ。そして、密かに狡猾なカーメの双子に命令し、卑劣なナワルをそそのかして黒曜石の刃でコクイタオの首をはねさせた。\nこうして、首を無くしたコクイタオは犬日の神との契約を果たせず、ただ盲目的に悪曜を追い、彷徨うほかなくなった。"
          }
        ]
      },
      {
        "title": "首無しのコクイタオ・2",
        "desc": [
          {
            "type": "RichText",
            "text": "己が選んだ戦士がこれほど悲惨な運命に見舞われたと知った天星の主は、深く悲しむと同時に激しい怒りを露わにし、ツィツィミメを大地に送って首を無くしたコクイタオに復讐の道を示した。この長い暗黒の時代、人々は首のないコクイタオの体が月夜を闊歩し、「マカナ」と呼ばれる石の棍棒を握っているところを目撃している。また、彼が黒い霊豹へと姿を変え、森や草原を静かに駆け抜け、瞑想している祭司たちに悪夢と霊的な啓示をもたらしたとも語られている。\nその後、コクイタオがどれほどの長い夜を彷徨い、どれだけ形態を変えたのかは定かではない。彼は血に染まった大地を巡り、かつて天空の主に捧げられた祭壇を渡り歩いた。そしてついに、燃え盛る焦土の国で探していた裏切り者のナワルを見つけた。彼はその時オアシスで休息を取り、毒蛇の血とメシカリの幻覚効果のある液体を啜っていた。\n首無しのコクイタオは「マカナ」を振り上げ、一振りで裏切り者の首を吹き飛ばした。その様はまるで、メシカリの偽りの神託が砕け散るかのようだった。コクタイオはその後も幾度となく「マカナ」を振るい、ナワルを燃え盛る故郷へと還した…\n復讐を果たしたコクイタオだったが、その魂は大地の生命と一体化していて、もう戻ることはできなくなっていた。首を失ったその身には、ただ冷たく燃え続ける怒りの炎だけが宿っており、それまるで英雄の故郷の夜空に輝く、冷たい太陽のようだった。\nそれから長い時が流れ、犬日の神も、狡猾な双子も、緑玉の衣の主すらも死に絶えた。しかし、星の光から生まれた魔霊でさえその光が衰えていく中、織人たちはこう語る。コクイタオの怒りはいまだに消えていない、と。首なき彼の影は、今もなお銀色に輝く夜の平原を彷徨い、闇に覆われた深い森の中をひっそりと歩み続けているという。そして、大地が戦乱に包まれた時代、幾人もの英雄が彼の「マカナ」を受け継いだとされ、伝説の大暴君オチカンもそのひとりであった。だが、彼もまた怒りに呑まれ、炎の中で最期を迎えることになる…が、それはまた別の物語だ。"
          }
        ]
      }
    ]
  }
}