{
  "epId": 8517,
  "name": "烏髄の孤灯",
  "desc": "仄暗く光るランタン。骨の関節を象った黒い合金に包まれている。ある秘密組織は、これを至宝として崇めていたらしい…",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fca1d073841a27aa921fb0cdadcc1814_4456705496709264629.png",
  "filterValues": {
    "weaponProperty": "元素熟知",
    "weaponRarity": "★4",
    "weaponType": "法器"
  },
  "menuId": 4,
  "menuName": "武器",
  "version": 1757746600,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "もし権力が威厳に満ちた高塔だとすれば、その重みを支えるには、どれほどの煉瓦が必要となるのだろうか？\n煉瓦は建物になろうという意識を持ったことなどない。どの煉瓦が土台となり、どの煉瓦が頂点となるか、誰が決めているのだろうか？\n一見隙のない秩序は、完全なる偶然によって、傲慢に煉瓦の運命を定める。\nそして、一つの重要な煉瓦が仮初の正義に従うことを拒絶すれば、いとも容易く高楼は崩れてしまう。\n「ゴッドファーザーの秘宝は闇市の奥。」古い秩序を破る盛宴はこうして幕を開け、財宝を狙う盗賊が押し寄せた。\nこれは万人の万人に対する闘争である。最も致命的な脅威はゴッドファーザーの砦ではなく、互いを貶め合う仲間であった。\n最初に宝庫の深部に足を踏み入れたのは、一人のフェイだった。世間を渡り歩いた彼は、いかにして利益を求め、害を避け、危ない駆け引きを遠ざけるかを知っていた。\n彼は狡猾に人の心を地図のように読み、騙し合い貶し合いの隙を突いて、最も安全な道を歩んだ。\n次に訪れたのは、一人の少女だった。彼女にとっては、ゴッドファーザーの出した謎より、フェイとの勝敗のほうが大事だった。\n彼女は素朴に、刃ですべての錠を砕き、最もシンプルな方法で、精巧な機構を処理した。\n最後に挑戦したのは一人の狩人だった。彼はこの迷宮を冬より厳しい狩場だと見なし、慎重に進んだ。\n彼は勇猛に、忍耐力を毒の罠、鋭い勘を血に染まった刃とし、もっとも原始的な戦い方で敵を退けた。\nしかし、フェイも、少女も、狩人も、宝庫の門の前で敗北することとなった。\n黒服に身を包んだ執事が三人を捕らえて、順番に奥の部屋に連れていった。\n「ゴッドファーザー様、ゲストの方々が着席いたしました。どうぞご指示を。」\nゴッドファーザーはザイトゥン桃を咀嚼しながら、順番に執事が連れてきた客人たちに声をかけた。\n「君は世の秩序を顧みず、他人の所有物に手を出そうとした。故に、私は君に褒美を与えたいと思う。」\n「秩序という物は、秩序を作った者の利益のためにある。しかし、私はこの理を受け入れるつもりは無い。だから、君の助力が必要なのだ。」\n「世界の秩序に則ると、裕福な者が裕福に、貧しい者が貧しくなっていく。そして、盗みだけが均衡を取り戻せる唯一の方法である。」\n「これから道理を守り、盗みを働くなら、大盗賊の遺骨を前にこの果実を食べるがいい。」\nフェイは幼い頃より、貴族の虚飾から逃れたいと思っていた。彼はゴッドファーザーの言葉に感服し、バブルオレンジを飲み込んだ。\n少女はゴッドファーザーと同じ考えを持っていた。彼女は上に立つ者に屈服したことなどない。故に、彼女は素早くググプラムを飲み込んだ。\n最後に狩人が、ヴァルベリーを飲み込んだ。彼が寒さの厳しい森の奥に逃げ込んだのは、元々穢れた世の中で妥協しながら生きていきたくなかったからだ。\n「よろしい。では、ここに秩序のフルーツ団を結成を宣言する。忘れるな！今日から君たちは、不公平に抗う力の要だ。」\n客人たちが離れるのを見届けた後、ゴッドファーザーは空っぽの宝庫の壁をそっと撫でた。\n彼は秩序の高楼の最も重要な煉瓦を引き抜いた。しかし、その後の事態までは予想できなかった。\nゴッドファーザーが腹の痛みに顔を歪める様を眺めながら、傍で執事が微笑んだ。\n彼女は大盗賊の黒々とした遺骸をさっと拾い上げ、解毒用のドドリアンを無造作に置いて、颯爽と立ち去った。\n「盗賊たちに語った言葉は、大盗賊の理念を広めるに足るものでした。その事実を考慮し、命は奪わないで差し上げます。」\n「ですが真の公平は、秩序の下には存在しません。誰も秩序を定められぬ時のみ、真の公平は存在し得るのです。」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "和名 / 英名",
        "value": [
          {
            "type": "RichText",
            "text": "烏髄の孤灯 / Blackmarrow Lantern"
          }
        ]
      },
      {
        "key": "入手方法",
        "value": [
          {
            "type": "RichText",
            "text": "鍛造により入手可能"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "法器"
          }
        ]
      },
      {
        "key": "サブステータス",
        "value": [
          {
            "type": "RichText",
            "text": "元素熟知"
          }
        ]
      },
      {
        "key": "契約の証",
        "value": [
          {
            "type": "RichText",
            "text": "開花反応ダメージ+ <color=#37ffff>48%</color> 、月開花反応ダメージ+ <color=#37ffff>12%</color> 。月兆・満照：上記の月開花反応ダメージアップ効果がさらに+ <color=#37ffff>12%</color> 。"
          }
        ]
      }
    ]
  }
}