{
  "epId": 8520,
  "name": "天穹の顕現せし夜",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png",
  "filterValues": {
    "reliquaryEffect": [
      "元素熟知"
    ]
  },
  "menuId": 5,
  "menuName": "聖遺物",
  "version": 1757679507,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "渇真の花",
        "position": "生の花",
        "desc": [
          {
            "type": "RichText",
            "text": "花の形に彫られた聖物。花のように咲き誇る、何らかの恐ろしい存在を象徴しているようだ。"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png"
      },
      "sands_of_eon": {
        "title": "告諭の鐘",
        "position": "時の砂",
        "desc": [
          {
            "type": "RichText",
            "text": "神秘的な力で作動している精巧なボンボン時計。しかし、その役割は時間を示すことではないようだ。"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54a344dc5aca025fbb6cc60a80f7790d_1576492692040107165.png"
      },
      "goblet_of_eonothem": {
        "title": "満溢の壺",
        "position": "空の杯",
        "desc": [
          {
            "type": "RichText",
            "text": "宮廷の宴会で使われる特別な酒杯。かつては、とあるマジックのパフォーマンスにも使われていた。"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/04dfdf0deae5f0fc58529dc89ee94d6f_3380820828725566086.png"
      },
      "circlet_of_logos": {
        "title": "永劫の冠",
        "position": "理の冠",
        "desc": [
          {
            "type": "RichText",
            "text": "罪人のサークレットをモチーフに作られた冠。ある者の心の中において、愛と罪は元を辿れば同じものなのかもしれない。"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7ce20dbf2ffc87b6b942c0f42d0b43d4_6363911804608985715.png"
      },
      "plume_of_death": {
        "title": "深罪の羽",
        "position": "死の羽",
        "desc": [
          {
            "type": "RichText",
            "text": "フェルト帽にあしらわれていた深みのある羽飾り。華やかさを追い求めるスネージナヤの貴族たちには、受け入れられそうにない。"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/f474fffae44c4e7a91864113cf5b1f8e_6731765289436648875.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "元素熟知+80。",
      "fourSetEffect": "付近にいるチーム内キャラクターが月反応を起こした時に装備者がフィールドにいる場合、4秒間継続する「月輝明光・蓄念」効果を獲得する。「月輝明光・蓄念」：チームの月兆が初照/満照の時、会心率+15%/30%。チーム内キャラクターの「月輝明光」効果が1種類存在するごとに、チーム内キャラクターが起こす月反応のダメージ+10%。「月輝明光」によって生じた効果は重ね掛け不可。"
    },
    "baseInfo": [
      {
        "key": "和名 / 英名",
        "value": [
          {
            "type": "RichText",
            "text": "天穹の顕現せし夜 / Night of the Sky's Unveiling"
          }
        ]
      },
      {
        "key": "同様の2セット効果を持つ聖遺物",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3321,
            "name": "楽園の絶花",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/09/132746206/50ce09dfa5a91a33aa9cedfb15bcf2d1_51617885659913013.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2673,
            "name": "金メッキの夢",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/194600931/ae8a2c6f24df66e1bd7cc2dbd83d330d_273984965124969754.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2081,
            "name": "大地を流浪する楽団",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "渇真の花",
        "desc": [
          {
            "type": "RichText",
            "text": "これは、罪人たちがまだ過ちを犯す前の時代、地底に築かれた王国の奥深くで起きた出来事である。\n王国の人々は海を見たことがなかった。当然、本物の太陽も見たこともなかった。\nしかし、この暗闇に包まれた地でも、星々の秘密を探ろうとする者がいた。\nただ、彼らは星空を見上げるのではなく、鏡面に映る偽りの倒影の中で真実を探っていたのである。\n特殊な場所にあるためか、王国内で映し出された星図には、しばしば異常なものがちらついていた。\n占星術師たちはそれを記録し、「真実を渇望する」という意味を込めて、「渇真の天象」と名付けた。\n「鏡に映るのは虚偽の幻影のみ。真相へ至るには、幻影を突き破るほかない。」\n膨大な星表を読み解くうちに、占星術師たちは自然とこのような考えへと行きついた。\nそのときの哲学者たちは、すでに永遠にして無限なる魔天の一角を覗き見ていたことに、まだ気づいていなかった。\n悠久の歳月が流れ、地上の神々は次々と崩御し、黒日が赤月に取って代わった。\nそのときにはすでに、深罪の秘密を知ってしまった者がいた。そのため、星空を覗くことは禁忌の知識となった。\n独眼の王のために禁令を破る特権を持てるのは、王国の中でも数名しかいない。\nしかし、どのような事にも予想外というものはつきまとう。無知なる学僧が焚真の鏡を覆う埃を拭い去ったとき、\n深邃なる視界を覆う不思議な天光が、再び狭い観測室を照らしたのである。\n漆黒の楽園はあまりにも美しく、あまりにもまばゆく、あまりにも…冒涜的だった。\n一目見ただけで、若きラウスヴァンギの意識と渇望を隅々まで満たした。\nそれが、天外の深淵を讃え続ける怪僧の、すべての物語と罪の始まりだった…"
          }
        ]
      },
      {
        "title": "告諭の鐘",
        "desc": [
          {
            "type": "RichText",
            "text": "漆黒の災厄がまだ諸国を呑み込む前の時代、\n人々は依然として、最後の黄金時代を享受していた。\nある噂によれば、各国を長く放浪していた、博識で才能に溢れた学者がいたと言う。\n彼は昔から明論派の記録を読んでおり、北の大陸にある図書館の蔵書にも一通り目を通していた。\nしかし、最も古い記録の中にすら、彼の望むものはなかった。\nそれはこの世界に存在しない、奇跡のような漆黒の楽園に関する内容であった。\n彼は既知の世界の隅々をすべて歩き回った。あの未開の荒れ地を除いて。\nそこはナド・クライと呼ばれる北国の辺境地帯で、数年前にスネージナヤのツァーリが開拓を命じたばかりであった。\nその地には、名高い学者も、古代文明が存在した痕跡もない。\n「ここが最後だ。何と無意味な一生だったのだろう。」\n出発前、彼は思った。\n「だが希望がなくても、ここで諦めてはいけない。」\n願いがようやく届いたのか、苦労して追い求めた真理を彼は再び見ることができた。\nそして今回、ついに漆黒の楽園に繋がる深罪の道を見つけたのである。\n次になすべきは、幾度も夢の中で目にしたあの輝ける扉を、この手で開くことだ。\nどんな手段を使ってでも、どんな代償を支払ってでも…"
          }
        ]
      },
      {
        "title": "深罪の羽",
        "desc": [
          {
            "type": "RichText",
            "text": "身の程を弁えない振る舞いは、王を侮辱する大罪と見なされる。\nそして深く暗い知恵を覗くことは、なお赦されざる行為であった。\nしかし、ラウスヴァンギはその行為に対して一度たりとも弁解しなかった。彼の心には、あの光以外に何もなかったのだ。\nすぐに法廷の裁きが下され、学者は深秘院を追い出され、追放の刑に処された。\nたかが追放の刑ではあるが、異国出身である彼にとって、それは死罪よりも恐ろしかった。\nなぜなら地上に戻れば、神を裏切った者だけに降りかかる古の呪いに、生涯追われ続けることになるからだ。\nこのような刑罰は王国の高貴なる理想を裏切るものであり、地下の王国が堕ちている証拠でもある。\nしかし、王の命令に背くわけにはいかない。そのうえ、楽園の最奥を見た彼は、すでにすべてに耐えられなくなっていた。\n「無意味な一生よ、燃え尽きたまえ。少なくとも燃え尽きるその刹那に、私は真実を覗けるのだ。」\nしかし、ラウスヴァンギが洞窟を出て、本物の太陽の光を浴びたとき、\n苦痛の悲鳴を上げたのは同行者のみで、彼の身には何も起こらなかった。\nその瞬間、まるで天穹の偉大なる存在が彼の前に顕現したかのようだった。\nその存在は、生きとし生けるものの中から彼を選び、暗黒の恩恵を授けた。\n幸運、あるいは悲しくも、彼は最後に自分の使命を悟ったのであった。\n「炎は世界を照らすと同時に、それを焼き尽くした。」\n「私の運命は、まるで火に飛び入る虫のようである。」"
          }
        ]
      },
      {
        "title": "永劫の冠",
        "desc": [
          {
            "type": "RichText",
            "text": "北風は荒れ果てた古き辺境に、新たな機会と文明をもたらした。\n巨木が倒れた場所には、大小さまざまな都市、港、工場が建った。\nしかしツァーリの側近だけは、この目に映る繁栄がすべてではないことを悟っていた。\nフェイの王は、月の秩序に背く反逆の策を企んでいた。\n「しかし、私に言わせれば、ツァーリの器と野心は小さすぎます。」\n「あのお方は慈愛という鎖によって大地に縛られ、星々を見上げようとしません。」\n「あれほどに偉大な力を持っているのに、月の下で生きる者たちの王になるだけで満足しています。」\n「あのお方は天穹の外でこそ、真の永遠の楽園を見つけられることを知らないのです。」\nツァーリの特使として怪僧がナド・クライを訪れたのは、とある極秘任務のためであった。\nここに眠る秘宝を手にすれば、大地をも覆す力を得られる。\nしかし、彼が力を求めるのはこの世を救うためではなく、この世を自分の「薪」とするためであった。\n「見なさい。愚かで短命な凡人どもです。瞬く間に朽ち果てるこの幻世と同じように、救いようがありません。」\n「私のように至高の恩恵に選ばれし者だけが、存在する意味を持ちます。」\n「無限の輪廻の中で浮き沈みするより、偉業のために犠牲となり、解放されたほうがよいでしょう。」\n「レッド・ミラー、その取るに足らない悲しみを捨てなさい。私たちは皆、運命に選ばれし者なのですから。」\n「私に従うのです。世界は滅びる運命にあります。私たちは天蓋の繭を破り、外へと羽ばたくのです！」"
          }
        ]
      },
      {
        "title": "満溢の壺",
        "desc": [
          {
            "type": "RichText",
            "text": "スネージナヤ宮殿を巡る回廊では、宴と歌、そして舞踏が絶え間なく繰り返される。\nフェイの貴族たちは豪華絢爛な暮らしを愛し、宴こそが最も重要な務めだと考えている。\n宝石のように硬い心でさえも、芳醇なる美酒の香りによって溶けてしまうものだ。\nそして驚くべきことに、数々の国の政策も、大半が酔いに霞んだ頭で決められているのであった。\n貴族たちが彼を敬う理由は、彼が錬金術と占星術の学識によってツァーリのお気に入りとなったからでも、\n口にする格言が面白さと奥深さを備え、皆を笑わせるからでもなく、\nその伝説にあった。\n噂によれば、かつてフォティオス大公は嫉妬に駆られ、この疎ましき野狐を排除しよう企んだそうだ。\n彼は上質な炎水を毒薬にすり替えたが、なんと教授はそれを美味しそうに楽しんだという。\n結果、これを契機に大公は逆にひれ伏し、怪僧の最も忠実な支持者へと転じた。\n妖精の中でもひときわ変化に長けていたフィリポフは、教授の研究など所詮まやかしにすぎないと公の場で嘲笑した。\n怪僧はただ微笑むと、大勢の前で彼の亡き妻を呼び出した。\nこの手の話は宴の席での定番の笑い話となった。だが、その真偽を誰が問おうとも、教授は否定も肯定もしなかった。\nもしかしたら、実際は誰もその真偽を気にとめいないのかもしれない。ただ歌や踊りの合間に挟まる余興としか見ていないのだろう。\nあるいは貴族たちにとって、根無し草の異邦人のほうが信頼に値するのかもしれない。\nただそのように見てはいるものの、その力で皆の厄介事を片付けてくれるのなら、それに越したことはない。\nしかし、劇中の人物が悲惨な幕切れを予知できるわけもなかった。"
          }
        ]
      }
    ]
  }
}