{
  "epId": 8780,
  "name": "ホラガイの残響",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1759774036,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ホラガイの残響"
          }
        ]
      },
      {
        "key": "関連するアイテム",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8750,
            "name": "ホラガイの残響・1",
            "desc": "この地に伝わる、ホラガイを手に話す子供たちが誰もいない荒れ地で起きた物語。今となっては、最初の作者が誰なのか誰もわからない…",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png"
          },
          {
            "type": "CustomEntry",
            "epId": 8751,
            "name": "ホラガイの残響・2",
            "desc": "この地に伝わる、ホラガイを手に話す子供たちが誰もいない荒れ地で起きた物語。今となっては、最初の作者が誰なのか誰もわからない…",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "ホラガイの残響・1",
        "desc": [
          {
            "type": "RichText",
            "text": "「その手にあるホラガイをくれ。そうすれば、これ以上お前を困らせはしない」\n焚き火のそばに現れたのは、端正な顔立ちの少年と、その取り巻きたちだった。彼は手の中の刃を弄びながらそう告げる。\n人影の絶えた追放の地——少年少女たちが小声で「果ての地」と呼び合うこの場所で、彼らが夜を迎えるのはこれで三十回目だった。\n木を伐り、草を刈り、果実を割り、そして邪魔者を排するために使われた刃は、もはや最初の鋭さを失っている。かつて彼らを力で支配しようとした大人たちは、その剣を鞘から抜く間もなく息絶えた。\n今では、その鞘がどこへ投げ捨てられたのかさえ、知る者はいない。\n「本当に、このホラガイが欲しい？」\nホラガイを胸に抱くのは、彼らの中でいちばん背の低い少年、皆が「チビ」と呼ぶ子供だった。\n「ああ、そうだ」\n「どうして？」\n「そんなの聞くまでもないだろう？」と美しい少年は笑みを浮かべ、続けた。「これは『俺たち』が決めた掟じゃないか、チビ。そのホラガイを手にした者が、みんなに命令する権利を持つんだ」\nそう、これは自分たちを奴隷のように扱う大人たちに抗うために、焚き火の前で交わされた子供たちの秘密の約束。\nこの荒れ果てた悲しみに満ちた土地で、追放者という身分を捨て去り生き延びるために。\n子供たちは決めたのだ、仲間の中から一人を選ぶことを。自分たちと同じ子供でありながら、苦境を打ち破る力を持つ者を。力を恐れず、彼らの味方であり、知恵に富む者を。そして、ホラガイを手に入れ、みんなのリーダーに成り得る者を。\nそのホラガイは、昼間の浜辺での労働の合間、大人たちの目を盗んで取ったもの。それはつまり、大人たちにも隙があるということ。\nまるで「両親といえど全知全能ではない」と、子供がある日ふと気づくその瞬間のように。多くの子供にとってそれは幻滅の始まりかもしれないが、この地の少年少女にとっては、むしろ何よりの朗報だった。\nしかし…\n思い描いていた秩序は訪れなかった。むしろ、子供たちの中に残る「獣」としての残酷さが、抑えつける者のいない中でいっそう膨れ上がっていった。暴力ですべてを覆せるのなら、その力を持つ者が、すべてを奪わないはずがないのだ。\nホラガイも…そして約束によってホラガイが象徴したすべてのものが、強奪の対象となる。\n「キミは、このホラガイにふさわしいの？」\n「俺は一番の働き者で、一番成果を上げた。しかもこの剣は今、俺の手にある」\n「それで、キミは僕たちの主人になるんだね？」\n「もちろんそうさ。俺がお前たちの主人に一番ふさわしい」\n「昔の大人たちみたいに？」\n「別に…それの何が悪い？」\n「そう…」チビはつぶやきながら、焚き火の炎を背にして立ち上がった。逆光で誰もチビの表情をよく見ることはできなかったが——\n美しい少年はなぜか、相手が笑っているような錯覚を覚えた。胸の奥に、妙な不安が広がる…この夜までは、何もかもがこの手にある剣のように、確実に自分の掌に収まっていると思っていたのに。\nチビはホラガイを彼に差し出し、みんなに背を向けて密林の奥へと去っていった。\nその夜を境に、ホラガイを持っていた少年の姿は忽然と消えた。それから彼を見た者は、誰一人としていなかった。"
          }
        ]
      },
      {
        "title": "ホラガイの残響・2",
        "desc": [
          {
            "type": "RichText",
            "text": "「君は、こうなることを最初から分かっていたんだね」\n眼鏡をかけた少女が、その小柄な少年を見つけ出して連れ戻す。それを見た子供たちが、心配した面持ちで道を開けた。\nその先には、端正な顔立ちの少年が重い荷を積み重ねて作った椅子に、力なく腰かけていた。青みを帯びた肌がその整った容貌をより引き立てている。唇は深い紫に染まっており、揺らめく炎の光は風に翻る妖しいヴェールのように彼を包んでいた。\n外傷は見当たらない。にもかかわらず、その両手は垂れ下がっている。もう長いことそのままなのだろう。まるで石膏像のように硬直していた。\nかつて彼が誇りとしていた剣が、そのそばに落ちている。\n誰ひとりとして、それを拾おうとはしない。\n「こうなることは分かっていたけど、こんなにも早いとは思わなかったよ」\n小柄な少年は、その剣を拾い上げた。まだ硬さを保っているが、刃こぼれや歪みが幾つもあり、輝きを失っている。\n少年は、この力をどう手入れすべきかを知らない。それでも、この力こそが彼の唯一の拠り所だった。だからこそ、剣が手入れを必要としていることを、他人に知られるのを恐れた。\nやがて彼は猜疑心に囚われ、眠りは短く浅くなり、怒りやすくなった。大人たちが弱みを見せて倒れていったことを知っていたからこそ、自分も同じ過ちを繰り返すことを恐れたのだ。だが、その恐れがかえって自らを破滅の道へと導いてしまった。\n多くの物語で必要とされるのは、結局ただ一つの我慢強さだった。\n「いつから、この結末を予想していたの？」\n「彼が僕にホラガイをくれと言ってきたときからかな」\n「ホラガイを？」\n「ホラガイなんて、僕たちが浜辺で拾ったただの玩具なのに。彼はどっちかを手放すべきだったよ。ホラガイか、それともこの刃こぼれした剣か。どっちも捨てずに両手が塞がってしまえば、剣を振るう動きも鈍くなっちゃうのに」\nそのとき、一人の女の子がホラガイを大事に両手で持ち、みんなの間から前へ出て、男の子に差し出した。\nホラガイを持つ手には、縄で縛られてついた赤い痕が刻まれていた。\n「君ならどうする？」と、メガネをかけた少女が彼に問う。\n少年はそれを受け取り、まるで絵本の物語をなぞらうように吹き鳴らそうとした。だが加工もされていないそのホラガイから漏れたのは、くぐもった間の抜けた音だけだった。\nそして、それに耳を当てる。ホラガイの奥からは波の音が聞こえた。\n「僕たちはここに僕たちの町を作る。子供たちだけの楽園をね。このホラガイは、もう誰か一人のものではない。みんなが順番に掲げ、言いたいことを言い、望むことを口にできるようにしよう」\n「でも、いつかは私たちも歳を取って、なりたくもない大人になっちゃうよ」\n「それでも大丈夫。『明日』は必ずやってくるし、新しい子供もまた必ず生まれてくる。もし彼らが『僕たち』という大人を気に入らなければ、そのときは彼らがこの世界を壊せばいい」\n見た目は平凡な少年。背は低く、小柄で、そして聡明な少年。\n彼は、刃こぼれした剣を海へ投げ捨てた。\nそして、ホラガイを子供たちの真ん中へと置くのであった。"
          }
        ]
      }
    ]
  }
}