{
  "epId": 8826,
  "name": "ヒーシ島",
  "desc": "<p>草木に覆われた神秘的な島。月神への信仰がここに受け継がれている。伝説によれば、黄金の国の遺民が月光の導きの下、幾万の苦難を乗り越え、この島で安らぎを得たそうだ。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/169033420/78a8e1dd1bd89bf1cc3a54aaf005406f_1274440697055700877.png",
  "menuId": 20,
  "menuName": "用語解説",
  "version": 1760440339,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "ヒーシ島"
          }
        ]
      },
      {
        "key": "種別",
        "value": [
          {
            "type": "RichText",
            "text": "エリア"
          }
        ]
      },
      {
        "key": "地域",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7623,
            "name": "ナド・クライ",
            "desc": "<p>テイワット大陸の北西部に位置する、月の加護を受ける地。</p><p>新月の導くかそけき銀糸に沿って進み、凍り付くような風と灰色のツンドラを越える。砕けた鏡のような湖に映るのは、永遠に変わることのない霜色の輝きだ。この地の昼は短く、長い夜には空月の光と歌が旅人を優しく撫でる。さあ、高塔に灯火を。真の月光がこの地を照らすその日まで。</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/28/75248538/8740ba60acb92a306f97a1edc4db99ac_5855370881316804463.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "実装バージョン",
        "value": [
          {
            "type": "RichText",
            "text": "Luna I"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "北の果ての残響",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/169033420/1300488f8c7af7b1fbc8cea5448b0300_5478094306955839771.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "「月よ、優しき女神よ。我らをどこへ導く？」"
          }
        ]
      },
      {
        "key": "月への巡礼",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/169033420/18902c82f29ff5f9d476bdf3a835b091_9164681377854195603.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "俗世の人々は苦しみから願いを抱き、願いの果てに信仰を抱く。だがもし、その信仰が必ずしも幻想の存在へと捧げられるものではないのなら、なぜ彼らは冷たく沈黙する巨石を彫り、夢と歌の中にある姿へと変えるのだろうか？"
          }
        ]
      },
      {
        "key": "月下の庭園",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/169033420/cf920253c526a67c8125b3da18714294_7575653681698044369.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "誕生の時と変わらず、月光は悠々と照らし続ける。"
          }
        ]
      },
      {
        "key": "不信者の嘘",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/13/169033420/259c2803133266c886748a09894d9478_669707417760183469.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "「我らは皆、罪に染まりし者…穢れなき月光を仰ぐ資格などあるのだろうか。」"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "ボロボロな書巻",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>ボロボロな書巻:</color>\n（ごく普通の童話本のようだ…優しい少女と白いハトが友だちになり、一緒に世界を旅する物語だ。）\n<color=#ffffff>古い書籍:</color>\n（そのうち数ページはなぜか剥がされ、インクも色褪せている。装丁には綺麗な金色の文字で「キッチェヴ出版社」と書かれている。）"
          }
        ]
      },
      {
        "title": "古い書籍(1/3)",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n黄金城の聖徒が残した訓戒に従い、すべての事柄は個人の感情を排して処理すべきである。人の言葉では神聖なる奥義を織り上げることはできず、浅ましい感情はただ祖先の聖言を冒涜するだけである。純粋かつ偉大な理想のため、北の果ての子孫の未来のため、（…）はすべてが必要な行いである。\nこの勅諭は、ヒュペルボレイアが滅んだ後の第（…）代目の大司祭、霜月の謙虚なる使女ルヴィアによって承認された。\n……\n【勅諭・九百六十三：聖なる継嗣選別の代替案】\n（以降の内容は消されていて、まったく読めない。）"
          }
        ]
      },
      {
        "title": "古い書籍(2/3)",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n…黄金の都に定められた聖徒の訓戒に従い、技芸の秘儀に関わる事柄は個人の感情を排して記録されなければならない。人の言葉では神聖なる奥義を織り上げることは叶わず、浅ましい感情はただ祖先の聖言を冒涜するだけである。知性を超越したことについて、理解を試みてはならない。ただ敬虔なる心をもって古の祈祷歌を唱え、与えられし祝福の純粋性を継承するのだ。\n本勅諭はヒュペルボレイアが滅亡した後、十三代目の大司祭、霜月の謙虚なる使女サルーネによって承認された。何人たりともこれに背いてはならない。信者の心に疑念が芽生え、誤った道へと迷い込むことがないよう、霜月の女主人の名のもとに、古の難解な勅諭は明瞭にまとめられ説かれている。\n……\n【勅諭・三：楽園と聖なる継嗣の預言】\nヒュペルボレイアの末裔は、その聖なる血筋を汚すべからず。いずれ楽園の聖なる継嗣が誕生するのだから。\n最も近き者と婚姻を結ぶべからず。即ち、あらゆる肉親と婚姻を結ぶべからず。\n冒涜の大罪を犯した一族の者と婚姻を結ぶべからず。\n罪無き者を殺めた一族の者と婚姻を結ぶべからず。\n誓いを裏切った一族の者と婚姻を結ぶべからず。\n角のない一族の者と婚姻を結ぶべからず。\n親族を殺めた者と婚姻を結ぶべからず。\n精神錯乱の者と婚姻を結ぶべからず。\nフェイの子孫と婚姻を結ぶべからず。\n信用なき者と婚姻を結ぶべからず。\n異邦人と婚姻を結ぶべからず。\n婚姻は至上の善行である故、穢れた行いで我らの血筋を汚すべからず。\n霜月の女主人の心を曇らせてはならぬ。我らの誓いを決して踏みにじってはならぬ。\n婚姻を結ぶ者はいずれも、大司祭の許しと祝福を賜らなければならない。さもなくば、呪いが彼らの血筋に降り注ぐ。\n呪いが降り注げば、その後の七代、また七代と受け継がれる。\n「…この誓いに背いた者は、銀の刃でその角を切り落とされ、角を失った者は、光なき夜へと投げ込まれる」\n古の予言に従うべし。いつの日か、楽園が訪れ、楽園を統治する王が訪れる。\n高天にある偽りの七つの光は、必ず彼女の足元にひれ伏し、大地の骨も従うだろう。\nなぜなら、彼女は世界と一体化した源泉となり、再びすべてを始動させる偉業を成すからだ。\nこの叡智の言葉を常に心に刻み、祝福を授けられし血筋を忘れるべからず。\n……\n【勅諭・六：サンポ・ミルの奉納】\nヒュペルボレイアの末裔は、あらゆる代償を払おうとも、黄金の都の聖徒が鋳造した宝を守るべし。\n聖物の名は「サンポ・ミル」。無尽蔵の黄金、食糧、塩が溢れる聖なる造物。\nサンポ・ミルは預言にある聖なる継嗣のみが開くことができ、我らのために永遠に豊かな楽園を切り拓く。\n先祖代々の啓示に従い、聖なる継嗣が降誕するまで、いかなる冒涜や穢れを避けるべく、聖所に封印すべし。\n司祭以下のすべての信者はサンポ・ミルの聖所に入るべからず。さもなくば、呪いが彼らの血筋に降り注ぐ。\n呪いが降り注げば、その後の七代、また七代と受け継がれる。\n春の種蒔きに先立ち、サンポ・ミルへ小麦と羊乳、塩を捧げるべし。さもなくば、飢饉が訪れる。\n豊作と繁栄のため、サンポ・ミルのもとへ少なくとも一名の司祭を遣わせ、昼夜を通して祈祷歌を唱えるべし。\n……\n【勅諭・十：テルピケラウナスの矢の奉納】\nヒュペルボレイアの末裔は、テルピケラウナスの矢に心から敬意を払うべし。\nそれは純粋な光によって鍛造された聖物。それはあらゆる寒夜を貫く漆黒の矢。\n常に祖先と同じ方法で、神聖な油を調合すべし。\n塵や水分が入らぬよう、銀の器を念入りに清めよ。穢れは滅びの始まりである。\n子羊から澄みきった色を持つ、純度の高い脂を取り、やわらかな火で温めよ。\nその熱は高すぎても低すぎてもならぬ。もし煮立つなら、熱が過ぎる証である。\n硫黄、塩、木屑、蠟の順に入れ、ゆっくりとかき混ぜよ。\n銀の器の中身がすべて均一の色になるまで、辛抱強く混ぜるのだ。\n七刻が適切である。六刻はあまりに短く、八刻はあまりに長い。\n長すぎても短すぎてもならぬ。ちょうど七刻かき混ぜよ。五刻と九刻も誤りである。\nその後、神聖な油と香料を弓矢に塗れば、\nそれは漆黒の敵を射落とし、銀盤のように破裂させるだろう。"
          }
        ]
      },
      {
        "title": "古い書籍(3/3)",
        "desc": [
          {
            "type": "RichText",
            "text": "（分厚い紙の束。誰かが裏のスペースに隠していたようだ。）\n……\n（…）に定められた規則に基づき、機工術と創造技術に関するあらゆる事柄は、個人の感情を排して、客観的かつ簡潔な形で記録されなければならない。これにより、主観的な偏見が事実を歪ませるのを防ぎ、私たちが得た知識を最も効率のいい形で後世に伝えるのだ。同胞の幸福のために。\n本文の内容はヘクサトルーサ族のスパールガビリッツによって承認された。文明の再建進捗が七分の五（詳細は創造技術マニュアルI-330を参照）に達するまでの間、執行司祭を始めとする聖事に関わる全人員は、本文の内容を熟知し、対応する操作規則を厳守すべし。\n……\nこれを読んでいるということは、機工術または創造技術試験を通過したということだろう。執行司祭への昇進、おめでとう。\n残念ながら、君のその肩書きは特権ではない。この国、そして国が庇護する無数の生物たちの責任、負担、苦しみを背負うということである。\n文明を存続させる最後の火種のために、君は青春と命をすべて捧げる運命にある。それでも、命が尽きる日まで、君は霜月の光を見ることも、夜明けが再び照らす故郷の美しさを見ることもできないかもしれない。北の果ての灯火が消え、多くの世代が陰悪な夜に身をすくめる。月下の汚れた世界に奇跡が起きたことはない。涙が我々の同胞を救ったこともない。\nでは、君がこれからすることは、何のためなのか？\nおそらくそれは、目に見えない「夢」のため。無限の明日、無限の未来における夢のため。\n我々が血と涙と汗を捧げることで、我々の子孫たちは再びあの輝かしい時代を——我々がかつて経験した楽園を目にすることができる。苦しみのために涙を流す者はおらず、飢えと寒さに悩む者もいない。皆が血の繋がった兄弟姉妹のように友好な態度で、誰もが幸福と平和を手に入れられる。\nそれが我々にとって最後、そして最高の夢である。同胞たちが迷信や野蛮な考えに溺れることないよう、神々と人々に描かれたあの希望のために、我々は前に進まなければならない。\n評価記録と操作マニュアルを読む前に、必ずこれらのことを心に刻んでほしい。\n明日の夢を心に抱きなさい。その夢が忘れ去られてしまわないように。\n——ヒュペルボレイア大司祭代行、ヘクサトルーサ族のスパールガビリッツ\n……\n【規則・三：優性血筋の選択と純化処理に関する最終評価】\n大司祭代行と上級創造技術執行司祭による評価の結果、ヒュペルボレイア時代の生命種親和プロジェクト（以下、「聖なる継嗣」プロジェクトと略す）を計画通りに進行するこはできないと判断された。このプロジェクトを担当する司祭（ヒサムトルーサ族のヴィンダ）は既に死亡しており、関連する構造工程と機械設備もヒュペルボレイアが滅亡した際に失われている。その中には以下のものが含まれる…\n・（…）の裁断と修正作業。\n・（…）の創造と再構築工程。\n・フェイの（…）と（…）の作業工程。\n・自動順応（…）の編集工程。\n・……\n上記の創造技術の技法は、再現不可能となっている。\n現在、代替案として容認可能な操作プロセスは以下のようになっている…\n・管理された育種により、原始的かつ非効率な方法を用いて、既存の（…）を浄化する。\n・各世代の表現型安定度を記録し、最もマッチングに適した個体を算出。非強制手段により双方の結合を説得する。\n・説得効果が想定に達しなかった場合（評価基準は創造技術マニュアルO-90を参照）、次に優先度の高いマッチングに速やかに切り替える。\n・疾病リスクを避けるため、すべての繁殖マッチング組の血縁係数は（…）以下とする。即ち、マッチングされたすべての個体は、五世代以内の親族関係が存在してはならない。\nこの案は（…）世代後、当初の目標に近い結果が得られると予測される。その時、新たに生まれた「聖なる継嗣」は、祭礼の道具や、自身の魂を一切代償にすることなく、改ざんされていない純粋な元素力を自由に操り、「世界」との融合を完成させることができる。\n追記：人口増加と環境の許容量を考慮して、七世代後には普及的な育種を停止し、限定的に外部者との婚姻を許可する予定（詳細は創造技術マニュアルI-1012を参照）。文明の継続を前提としたうえで、北の果ての末裔には自らの運命を決める権利が与えられるべきである。\n……\n【規則・六：亜原子質量エネルギー転換コア（封印済み）】\n本プロジェクトは（…）が自ら監督、製造した、未だ完全には解明されていない至高の機工術設備である。その用途は、亜原子スケールで物質を再構築、または直接物質を安定したエネルギーに転換し、（…）の形で出力することである。\nヒュペルボレイア時代のあらゆる至高の機工術装置のうち、亜原子質量エネルギー転換コア（以下、「サンポ・ミル」と略す）のみ現在まで残されている。その構造は完全に近い形で保たれており、極めて重要な象徴的意味を持つ。しかし、大司祭代行と上級機工術執行司祭の評価によると、この装置が再稼働する可能性は現在失われている。本来この装置と繋がっていた連携制御モジュールは、ヒュペルボレイア滅亡時に失われている。現在の機工術技術ではこれを再現できない。制御モジュールがない場合、サンポ・ミルは正常に開けられず、その他の方法で強制的に起動しても、当該デバイスは正しく再構築されないと推測されている（注釈を参照）。\n議論の結果、この装置を無期限封印することに決定した。今より（…）世代内は、起動の可能性をこれ以上評価する必要はない。装置に不必要な破損を与えることのないよう、大司祭の許可無しに、この封印を解除してはならない。\n上級機工術執行司祭、マッサゲタイ族のアリアペイセアは、理論上実行可能な別案を提案した。即ち、特定の周波数の（…）界エネルギーまたは（…）界エネルギー（後者の可能性については、機工術マニュアルD-503を参照）を安定して出力することにより、連携制御モジュールの検査を迂回し、サンポ・ミルを強制起動する。評価によると、この案は安全上のリスクが極めて高く、（…）以上の確率で設備を制御不能にさせ、（…）を引き起こす可能性がある。そのため、本来の決定を変更しないこととする。\n……\n【規則・十：テルピケラウナスの矢】\n本プロジェクトはヒュペルボレイア時代の下級機工術製品であり、（…）界のエネルギーを半結晶重合体に固化させ、高周波（…）で加速させて射出することにより、目標エリア内の（…）界のエネルギー汚染を除去することを目的としている。\n大司祭代行と上級機工術執行司祭の評価によると、本プロジェクトは再製造の可能性を有する。上級機工術執行司祭、マッサゲタイ族のアリアペイセアが製造工程の監督を担当する。（…）標準四半期内に、プロトタイプの完成を見込んでいる。\n製造完了後、不要な事故を防ぐため、プロトタイプ設備には定期的に潤滑油を塗布する必要がある（機工術マニュアルD-306を参照）。\n……"
          }
        ]
      },
      {
        "title": "ルヴィアへの手紙",
        "desc": [
          {
            "type": "RichText",
            "text": "尊き聖なるマダム・ルヴィアへ\nこの手紙を書いたのは、先ほどの不幸な悲劇を説明するためです。人を遣わして聖女様を迎えるよう貴方様に頼まれて、確かにその通りにしました。しかし、あの可哀想な少女——なんと美しい少女か！——は、貴方様の善意を知らず、衝動に駆られて、その場で自死を選択しました。はぁ、取り返しのつかないこの恐ろしい損失ですが、私が出来ることは慈悲深き神様が貴方様の悲しみを癒すよう、貴方様の高貴なる御心が少しでも傷まぬようにと祈るほかありません。\n前回の貴方様からの手紙にあった「サンポ・ミル」についてですが——貴方様の誠意と信頼に感謝します。私も貴方様と同じく、この聖物の運行原理は全く理解できません。しかし、この件に関しては、貴方様との考えは完全に一致しています。私たちはきっと他の方法により、この古の聖物を起動させ、ナド・クライの人々——特に貴方様の高貴なる一族——に永遠に繁栄する楽園を築くことができるはずです。これから、私は全ての心血を注ぎ、この聖物の秘密の解明を試みます。\n他の——複雑かつ些細な事柄については、近い将来、貴方様と詳しくお話しできればと考えています。その前に、こちらのささやかな贈り物をお受け取りください。親族を失った貴方様の悲しみを癒やすための、私からのほんの気持ちです。私は貴方様の高尚なる心を尊敬しています。たとえツァーリ・ベールイ皇帝陛下の宮廷においてでも、貴方様のような女性は滅多に見かけられません——これほどまでの知見と大義の心を有し、個人の感情を国家や民族の幸せの下に置くようなお方など…私たちは立場も、利益も目的も期せずしてこのように一致しました。ですので、貴方様とのさらなる提携を心から期待しております。\n貴方様の永遠の、忠実なる友であり盟友\nロートヴァングより"
          }
        ]
      },
      {
        "title": "アイラへの手紙",
        "desc": [
          {
            "type": "RichText",
            "text": "アイラさんへ\nアリエーさんの件に関しましては、非常に心残りがあります。あの時、彼女を止められませんでした。しかし、まさに彼女の高尚な献身があったからこそ、私たちはロートヴァングを倒し、無数の命を救うことができたのです。彼女がなぜ私の親友という身分を利用して行動したのか、今ならわかります。次に会った時、また詳しくご説明します（もしかしたら、私よりも先に存じ上げているかもしれませんが）。\n私はあなたの彼女に対する見方を変えようとは思いませんし、評価するつもりもありません。ですが、アリエーさんの遺志を尊重して、彼女の言葉を伝えさせてください。彼女は、私にはできる限りあなたを助けるようにと言いました（この点については間違い有りません、あなたは私の恩人ですので）。それから——彼女の言葉をそのままお伝えしますが——彼女はあなたが幸せに、自由に生きていけるようにとも言っていました。\nあなたが前回の手紙で伝えてくださった漆黒の災厄を効率よく排除できる「ドゥロピグルーノの矢」についてですが、もし本当にその技術を使って漆黒の災厄を排除でき、かつその技術を共有していただけるなら、ナド・クライの住民を代表して、あなたに心から感謝を申し上げます。もしロートヴァングが本当にあなたの予言通り、いつか再び漆黒の濁流の中から生き返るのであれば、私たちの後継者——私はこの組織を「ライトキーパー」と名付け、あなたが灯した灯を記念しようと考えています——は、あなたから賜った技術で、再びそれを打ち負かすことができるでしょう。\n詳細は、時間がある時に会ってお話しましょう。私も分かってます。ルヴィアが死んだ今、霜月の子には山ほどの事務作業が残されていることを。\n敬具\nソロヴィより"
          }
        ]
      },
      {
        "title": "アイラのノート",
        "desc": [
          {
            "type": "RichText",
            "text": "…ルヴィアや姉さんと同じように、私も嘘をついた。ソロヴィさんが私に恨みがあるかと尋ねた時、私はそれを否定した。\n…だが、心の中の憎しみを彼にどう伝えたらいいのだろうか…彼のような優しく真摯な人が、この恐ろしい悪意を理解できるわけがないだろう。\n…いや、そのようなことを考えてはならない。誰にも言う必要はない。ソロヴィさんがこんなことを知る必要はない。これらを経験していない人たちは、その苦しみを聞かされる義務はない。たとえ彼が本当に聞きたくても、たとえ彼が本当に善意で涙を流したとしても…それが何になるというのだ？単に、また一つの善良な心を傷つけるに過ぎない。過去、現在、未来、偶然にもルヴィアは無数の紡糸の中で、他人の不幸に涙を流し、本来は笑うべき善良な人々を見せてくれた。月下の世界の規則によれば、善には常に悪をもって報いられる。少なくとも、彼に無意味な悲しみを増やしてはいけない。\n…元々は嘘が嫌いだったが、今は自ら嘘をつくとは…この十数年間の（…）とは、この瞬間に対する罰なのだろう…\n…だが、それでも構わぬ…塩のマダムからジュラバドのフェイの末裔まで、罪無しに極刑に処された者は大勢いる。いわんや、私のような（…）に染まった罪人も含めて。もし私の首が、既に銀白の糸に絡まれているのなら、私はまだ穢れに染まっていない子供たちを守るため、一人で更に多くの許されざる罪を犯そうと思う…\n…龍の裔がここに建てた巨大な柱、即ち、我々の先祖が避難地として見なした聖なる場所を除いて、城垣、高塔、要塞、聖殿はすべて取り壊されるべきだ…霜月から来たものは、霜月に返すべきだ。長きにわたる隔絶と閉鎖からは、一時的な野心と執念を生むに過ぎない。自然を崇敬し、異邦人に善意を示そう。死者の傲慢な考えではなく、信じる者のいない道徳により、我々の紡糸を彼らと切り離そう。そうすれば、次のルヴィアは現れない、次の私も現れない…\n…新月の神は数十年後に生まれる…ふっ、なんとも皮肉なものだ。ルヴィアが苦労して探し求めたすべてが、結局は無駄骨だったとは。たとえ（…）が、姉を攫った男——あの本来王になるべき男——ではなく、予定通りに聖なる継嗣を産んだとしても、スネージナヤでさらに大きな混乱が引き起こされるのみ。新月の誕生は、彼女の一切の行為と関係がない。彼女はその少女の誕生すら予見できず、聖なる玉座が一度たりとも砕けないことも予知できなかった…\n…私が生きているうちに、その時を見届けられるかはわからぬ。私には自分の紡糸がはっきりとは見えない、できれば見えないでいたい…罪を犯した者が無垢な月光を見るべきではない…\n…とにかく、人々に信じてもらわねば。新月は善行、友愛、助け合う行動のみを喜ぶ。それ以外のいかなる祈祷も祭礼も、我らの神を喜ばせることはできぬ。人々はそう信じ、信じなければならぬ。さもなければ、どんなに高尚な理想も、月下の穢れの中で本来の色を失ってしまうだろう…\n…神々の紡糸はあまりにも眩しく、彼女がどこへ行くのかは見えぬ。しかし少なくとも、彼女の名によって救われた霜月の子は、必ずその選択権を自身の手中に握っているべきである…彼女に何ら見返りを求めるべきではない。彼女は皆が望む完璧な神になってはならない…\n…霜月の娘、新月の少女…彼女が幸せな夢を見ることを願おう…霜月が永遠に私の罪を許さぬことを願おう…私は彼女の名を幾度も呪った故。"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "関連する物産",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "レシピ"
      },
      {
        "type": "CustomEntry",
        "epId": 8638,
        "name": "レシピ：ハーベスト・オブ・ザ・デイ",
        "desc": "「ハーベスト・オブ・ザ・デイ」の詳しい作り方が載っているレシピ。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9cdbd4c12d8b09d21f658dff3b243948_8192890729192548674.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "ナド・クライ地域の特産"
      },
      {
        "type": "CustomEntry",
        "epId": 8622,
        "name": "月落銀",
        "desc": "月光のように澄みきった、瑕ひとつない銀白の結晶。ほぼ完璧な元素親和性を持つ。<br>「霜月の子」の伝承によると、この晶石は五百年前、月の少女とともに誕生し、当時の詠月使によって「月から落ちた贈り物」と見なされ、「月落銀」と名づけられたという。しかし、スネージナヤの年代記作家たちが記したさらに古い文献には、黄金の国の末裔は数千年前より霜月が紡いだ秘銀を用いていたとの記述がある。両者の関係性はもはや検証不能だが、この晶石が今もなおナド・クライの職人たちから最高の元素力導体として重宝されていることだけは確かである。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/c7f0e83c1035d7bc981f47bee2815517_3620069293336287995.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "素材"
      },
      {
        "type": "CustomEntry",
        "epId": 8635,
        "name": "虹結晶",
        "desc": "虹色に輝く晶石。優れた靱性と可塑性を持ち、古来よりスネージナヤの職人たちから、最高の鍛造材料として評価されてきた。<br>伝説によると、月の車が砕け散った際、神血に染まった車輪が月下の世界に落ち、虹色の宝玉となった。それ以来、大地の人々は死せる神々に信仰を捧げなくなった。夜の君王たちがなぜ死んだのか——それを知る者たちだけが、忘れ去られた名前を歌い続けている。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/3380d9638c3e47bca7f4184104f20a5a_114706391206993666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8625,
        "name": "宿影花",
        "desc": "二色の花弁が絡み合った花。きわめて強いクーヴァキとの親和性を持っている。その淡く上品な香りと鮮やかな色彩から、上質な天然染料として重宝されている。<br>異なる二色は、二種のクーヴァキの象徴とされており、しばしば「霜月の子」の信徒たちは宿影花を「月の少女の祝福」と見なしている。<br>五百年前に起こった漆黒の災厄——その終結から数十年後、詠月使の死と共にこの奇妙な花は大地に現れたと語られている。霜月の子の詩歌の多くは、この説を採用しているが、厳密な検証がなされたことはない。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4fc5669461132f8717217346aa0aaf97_3420342481677803160.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8624,
        "name": "寒波石",
        "desc": "ナド・クライの海岸地帯でよく見られる小石。自然にできた空洞があり、触ると微かに寒気を感じる。<br>古い伝説において、寒波石の空洞はフェイの避難所であり、幽域への扉にもなっているとされている。また、ナシャタウンで流行している別の話だと、大盗賊レッド・ミラーは包囲された際、霜月の聖女から愛の贈り物として授かった石で身を隠し、追跡を逃れたとされている。だが、霜月の子の信徒たちはこうした説を強く否定し、デタラメであると主張している。現在、寒波石にそのような不思議な力は見られないからである。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8564fcdc17c575585cd574ff21315bd0_4530250352219336279.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8633,
        "name": "ホワイトベリー",
        "desc": "真珠のように澄みきった白色の果実。口あたりが良く、甘くて瑞々しい。<br>「霜月の子」の伝承において、ホワイトベリーは月霊と同じく月の少女の恩寵であり、新月の祝福を受けた神聖さの象徴とされている。そのため、ホワイトベリーを分け合い、食べることは、クータルに対する敬意の証でもある。<br>とはいえ、神にまつわる物語がなくとも、この果実には人々の食欲を誘うのに十分な豊潤さと甘みがある。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/113472b1b7808c86e40021d37a123b54_6540873875022247643.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "木材"
      },
      {
        "type": "CustomEntry",
        "epId": 8626,
        "name": "シルバーシダー材",
        "desc": "「シルバーシダーの木」から産出される木材。人類は遥か昔からこの木を利用してきた。小さな樽から、大規模な建築用の板材に至るまで、あらゆる用途に適している。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/637fac36e56c10b53335f7517e99cb0a_5807718450936399445.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "便利アイテム"
      },
      {
        "type": "CustomEntry",
        "epId": 8771,
        "name": "月のトレジャーコンパス",
        "desc": "ナド・クライで使用すると、近くの宝物やそれに関する手がかりを探知できる。<br>月下の世界には、多くの無主の宝が存在し、勇気や知恵に富んだ冒険者の探索を待っている。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/a3a653ddd3826c284263dc140a016598_7977393267784410247.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "冒険アイテム"
      },
      {
        "type": "CustomEntry",
        "epId": 8879,
        "name": "恒月の石符",
        "desc": "3つの「石符」を集めると、ヒーシ島の宝庫を開放できる。<br><br>探索中、偶然手に入った丸い石符。同じ模様のものを3つ見つければ、かつて世界を照らした月の影をつなぎ合わせることができるという…",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ff13c58b35b51614680bf8e6b91421c6_5130227984953364823.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "旋曜玉帛"
      },
      {
        "type": "CustomEntry",
        "epId": 8763,
        "name": "旋曜玉帛・162",
        "desc": "旋律を秘めた奇妙な結晶。まるで上質な絹で織られたかのような美玉。大陸の各地に点在するが、希少な宝物を扱う商人が持っていることもある。その中に記録されている旋律は、「塵歌壺」の「華麗なる千の響き・飄揚」、あるいは「華麗なる千の響き・繚繞」を使用することで復元できる。この「旋曜玉帛」には、ナド・クライの不思議な旋律が秘められている。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/33219efde74b002b368e606c6e784ba4_8972385024558742395.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8764,
        "name": "旋曜玉帛・163",
        "desc": "旋律を秘めた奇妙な結晶。まるで上質な絹で織られたかのような美玉。大陸の各地に点在するが、希少な宝物を扱う商人が持っていることもある。その中に記録されている旋律は、「塵歌壺」の「華麗なる千の響き・飄揚」、あるいは「華麗なる千の響き・繚繞」を使用することで復元できる。この「旋曜玉帛」には、ナド・クライの不思議な旋律が秘められている。",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/33219efde74b002b368e606c6e784ba4_8972385024558742395.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "生物",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "敵と魔物"
      },
      {
        "type": "CustomEntry",
        "epId": 8552,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8524,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8525,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8526,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8531,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 8532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "野生生物"
      },
      {
        "type": "CustomEntry",
        "epId": 8558,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8556,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8559,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8553,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8554,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8570,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8569,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2410,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8568,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "魚類"
      },
      {
        "type": "CustomEntry",
        "epId": 8562,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8564,
        "name": "サイショクゲキオコザメ",
        "desc": "ナド・クライ水域を泳ぐハンターであり、凶暴な肉食魚。かつては無差別に食い荒らし、口に入れたものをガリガリと噛み砕いていたが、多くの個体が「クーヴァキ実験設計局」が投下した不発弾を飲み込む羽目になって以来、大人しくなった。<br>さらに悲惨なことに、漁師たちは、こいつらが漁獲の芽を食い荒らすのを防ぐため、ありとあらゆる武器で「歓迎」した…そのため、この種のサメは徐々に雑食性へと進化し、食べられるものなら何でも食べてしまうようになった。なかには肉食を断って数年経つという個体すら現れているが、栄養失調の兆候は見られないという…",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/1d9cae94c925336acc3211deafd69fea_2854037529650398612.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8565,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8566,
        "name": "青空デメニギス",
        "desc": "ナド・クライ水域でよく見かける、水晶のように透き通った頭を持った、目立つ魚。青い個体は雲ひとつない空を連想させることから、「青空」という美称を得た。<br>研究によれば、この魚の頭部は保護液で満たされており、その中の両目はあらゆる方向を見ることができる。観察力に優れた魚であるとも言える。しかし、その口元にある構造を「閉じた眼」と誤解し、彼らがずっと眠り続けていると思い込む動物も多いようだ…",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/31efc927f9ebbe03f0fd3522ce36d676_5231128202080652571.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 8567,
        "name": "夜色デメニギス",
        "desc": "ナド・クライ水域でよく見かける、水晶のように透き通った頭を持った、目立つ魚。暗い色をした個体は星のない夜空を連想させることから、「夜色」という美称を得た。<br>研究によれば、この魚の頭部は保護液で満たされており、その中の両目はあらゆる方向を見ることができる。観察力に優れた魚であるとも言える。この構造がもたらす卓越した光透過効率により、「夜色デメニギス」は深海にいる時も真夜中も、他の動物よりも視界が開けており、様々な脅威に対して迅速に対処できる…",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/6244d494b5000ba567b232d1b9a08ddf_7895171224142982231.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "関連するNPC"
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "コロンビーナ",
        "desc": "<p>ファデュイ執行官（ファトゥス）第三位。</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/31/224893084/eec3ce8e5b5a2fcef15e211af926b3b3_226658858095686780.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 8924,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 8919,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 8922,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 8923,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "任務",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "魔神任務"
      },
      {
        "type": "CustomEntry",
        "epId": 8864,
        "name": "白銀の浪と蒼林の舞",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/19/41133912/d0ee46ac0a6905ff26fb5ab583afe756_6615908514254786068.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "世界任務"
      },
      {
        "type": "CustomEntry",
        "epId": 8843,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8844,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8845,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8846,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8848,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8847,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 8864,
        "name": "白銀の浪と蒼林の舞",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/19/41133912/d0ee46ac0a6905ff26fb5ab583afe756_6615908514254786068.png",
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "冒険ガイド",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "チュートリアル"
      },
      {
        "type": "CustomEntry",
        "epId": 8809,
        "name": "盈月の鏡",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8810,
        "name": "盈月の鏡の異なる形態",
        "desc": "<p></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "text",
        "menuId": 14
      },
      {
        "type": "RichText",
        "text": "奉納"
      },
      {
        "type": "CustomEntry",
        "epId": 8830,
        "desc": "",
        "displayStyle": "card",
        "menuId": 39
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "マップ",
        "alignment": "center"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=ja-jp#/map/2?shown_types=524&center=331.27,-11649.39&zoom=-0.50"
      }
    ]
  }
}