{
  "epId": 8892,
  "name": "ホラガイノート",
  "desc": "ホラガイ団の子供たちから手に入れたメモをまとめて、パイモンが作ったノート。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "テイワット物産",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "和名",
        "value": [
          {
            "type": "RichText",
            "text": "ホラガイノート"
          }
        ]
      },
      {
        "key": "種類",
        "value": [
          {
            "type": "RichText",
            "text": "任務アイテム"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "巨大な機械の怪物\n全体的に白っぽい灰色で、素早く変形する機械。動くときは光ってて、攻撃のパターンも色々ある。正式名称は「秘源機兵・機巧デバイス」だ。今のナタ人が作ったものじゃなくて、古代遺跡と一緒に今まで残ったものらしい。\nでも、外側の模様に見覚えがある。ナド・クライでも似たような遺跡を見たことあるんだ。もしかしたら、僕たちが暮らしている島は大きな船みたいなもので、昔はナタとつながっていたのかも。その後は、深海巨獣のヒレとかツメ、触手かもしれないけど、そういうので北まで引っ張られていったんじゃないかな。だから似たものがちょっとあるんじゃないかな。\n（このことはカーリャには内緒だ！僕が帰って、メイジーの具合も良くなったら、一緒に「霜月の子」の島へ行こう。写真の巨大な機械とそこの遺跡の機械が似てるか比べるんだ。いい感じの言い訳を見つけて、カーリャをごまかさないとね！）\n巨大なケンタウロスの石像\n石でできたケンタウロスの像で「魔像レガトゥス」という名前らしい。左手に盾、右手に剣を持ってて、胸を張って頭をグッと持ち上げてる。ついさっきまで、古城にうち捨てられた芸術品みたいだったのに、次の瞬間には命が吹き込まれたようだったよ。彼（「それ」かな？）が台座を踏みつけると周りに瓦礫と埃がもうもうと舞い上がった。なのに、攻撃を仕掛けてくるのはその埃が落ち着いた後だったんだ。騎士と呼ぶにふさわしかったよ。技だって普通のマシナリーとは大違いさ。軍隊を指揮する将軍みたいに突撃の号令を放ったり、何かの曲を演奏したり…でも、音楽についてはさっぱりだから、何の曲かまでは分からなかった。\n海の底の、さらに奥深くに、滅びたレムリアの遺跡があるって聞いた。今回はそこを訪れる機会に恵まれなかったけど、現地でレムリアに関わる伝説とか書籍をたくさん集めたんだ！そのうちキャラバンに頼んで、君に送るつもりさ。たしか、古代王国の話が好きだったよね。楽しんでくれると嬉しいな。\n巨大な水塊\n「水形タルパ」は水が凝縮して人型になった怪物だ。カーリャが読んでくれた本に出てくる純水の怪物とはかなり違う姿だったよ。こいつには魚のしっぽも二本の足もないんだけど、上半身と頭は人間にそっくりだ。しかも関節とか頭に当たる部分には青白い甲冑みたいな殻がある。そして、戦う時には自分を小さくしたみたいな水塊を仲間として召喚するんだ。その小さいのを飲み込んでパワーアップすることもある。\n聞いた話だと、フォンテーヌの水はすごく特殊らしい。言葉を話せる純粋精霊が生まれるのもそのせいなんだって。でも、水形タルパは喋れないみたいだ。いや、もしかして単に喋りたくないだけ？それとも僕たちが彼らの言葉を理解できてないだけなのかな？\n巨大なカニ\n「鉄甲熔炎帝王」って名前の巨大ガニだ。カッコいい名前だよね。重甲ヤドカニは大きくなるたびに、甲冑を作るにふさわしい巻き貝とか貝殻を集め続けるんだって。邪魔するやつがいなかったら、どこまでも大きくなって、そのうちパレ・メルモニア（フォンテーヌにある荘厳な建物だよ。すごく大きいんだ！）も自分の殻にしちゃうかもしれない。\nでも、いま成長は止まってるんだ。バザル・エルトンって人に倒されたのが原因らしい。まあ、今でも十分大きいけどね。深海巨獣とどっちが大きいかな？僕は深海巨獣だと思うね。だって島を引っ張って移動できちゃうんだから！（島が漂流するっていう仮説が正しければだけどね）"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "モレーおじいさんの一家は、モレー谷の奥にある洞穴で暮らしている。そこはしっとり湿っていて、老木の根のにおいがする。あのうるさくて大きいやつらが鉄の板を引きずって来るまで、そこの暮らしはとても静かで心地よかった。夜になって大きいやつらがいなくなると、モレー一家は洞穴を出てモレー谷に食べ物を探しに行ったり、月蛍と遊んだりした。\nモレー家の娘はホワイトベリーや月蛍よりも、月が好きだ。モレー谷から見る月は大きくて丸い真っ白なお皿みたいだ。（ユルヴァお兄ちゃんによると、クンクンモグラは実は目が悪いのだそうだ。でも鼻と耳はいいから、モレー家の娘は遠く離れていても月のにおいがわかるのかもしれない。ホワイトベリーみたいに甘くていい香りなのかも。）月がとりわけ明るい夜には、影のないモグラの姿が見える。彼らは月明りの下を風に吹かれた煙のようにふらふらと歩く。みんなで話をしているのに、モレー家の娘が口を挟むのを嫌がって、彼女をいないものとして扱う。きっとモレー家の娘がまだ影を捨てていないからだろう。謎の組織（地隠会みたいな）にはミステリアスな掟があるという。だから影のないモグラの紹介が必要なのかもしれないし、謎の儀式をすませないといけないのかもしれない。そうでなければ黙って横で聞いているしかないのだ。\nたとえ聞いているだけでも、楽しかった。中には遠くから来たというクンクンモグラもいた。自分の家がないのか、どこへ行ってもそこがわが家になるという。雪山や砂漠、高い山、深い海の底まで行ったらしい。「そういうところにも新鮮なホワイトベリーはあるの？」きっと地元のモグラが尋ねたのだろう。「僕の知る限りではないな。でも代わりになるものがいくらでもある。」その答えを聞いて地元のモグラは口元をゆがめた。彼はきっとホワイトベリーが大好物なのだ。\nモレー家の娘もホワイトベリーは好きだ。だけど食べたこともない代替品を自分も好きになれるか、試してみたいと思った。前に一度モレー谷を離れて冒険したことがある。土の中をひたすら掘り進めて、大きなやつらが大勢いる場所に着いた。夜なのにどこもかしこも明るく騒がしくて、月がどこにあるかわからなくなりそうだった。彼女はそこでいろんなにおいをかいだが、そのほとんどが好きになれなかった。結局かぎ慣れたホワイトベリーのにおいをたどって、果実が山のように積んである場所に出た。そこには見たこともない果実がたくさんあって、おいしそうな匂いがした。少しだけ、そんなにたくさんじゃなくて何個かでいいから分けてほしいと思った。でもその日はそんな幸運には恵まれなかった。たまにはそんな日もある。\nモレー谷に戻ると、みんなが心配していた。彼女がひとりで遠くへ行ったと聞いて、みんなはとても驚いた。モレー谷の暮らしは快適ではないのか？なぜ他の場所に行く必要がある？そこでモレー家の娘は前に影のないモグラから聞いた話をした。「影のないモグラなんているはずないだろう？夢でも見たんじゃないか。」彼女の兄はそれを信じなかったし、彼女がモレー谷を離れるのをよしとはしなかった。他の家族も同じようなもので、他のどんな果実よりも新鮮なホワイトベリーが好きだった。\n次の月が特別明るい夜に影のないモグラに出会えなければ、全部夢だったと思うことにしよう。モレー家の娘はそう考えた。元々モレー谷の暮らしが嫌なわけでもない。けれど月が昇り、月明りがさすと、やはり影のないモグラが現れてまたあの話を繰り返した。これが夢でないのなら、きっと月の導きだ。モレー家の娘はとてもうれしかった。その月の明るい夜、彼女はまたひとりでモレー谷を出た。でも今度はいつ帰るかわからない。雪山や砂漠、まだ見ぬ場所で、新鮮なホワイトベリーよりもっとおいしい果実が見つからないとも限らないのだから。"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "カニ皇帝は、霜月の子とかいう変わり者の集落のすぐ隣に住んでいる。もう何百年も生きているらしい（でなきゃ、あんなにデカくならない）。アタシが見たことのあるカニよりもずっと大きくて、その「家」も普通の殻じゃなくて、ちょっとした山のように大きい（アタシたちが旗に描いた殻よりも大きい！）。まるで小さな要塞みたい。もっと不思議なのは、中にはクーヴァキの苔が生えていて、洞窟の暗闇の中で星みたいにキラキラしてること。もしかしたら、それがカニ皇帝の王冠なのかもしれない。\nそうなると、周りにいるカニたちは、カニ皇帝の臣民だよね。はぁ、かわいそうなカニさん、いつもあくせく働いて見つけた食べ物（ホワイトベリー、魚、それから名前が分からないものも）を洞窟の奥に持って行っても、その場で食べられないんだから。カニさんたちがキラキラ光る石や月落銀を持って帰るのを二回見たことがある。もしかしたら、それがカニ皇帝に納める「税金」？そういえば、大盗賊レッド・ミラーの時代も、スネージナヤの総督がナシャタウンの人たちから「税金」を徴収してたみたい。その「税金」も、きっとこういうものだったはず。\nでもカニ皇帝が欲しいのは、食べきれないほどのホワイトベリーや魚ではないのかも。昨日の午後、洞窟からカニ皇帝が出てくるのを見かけたの。のろのろした動きで、重たい山を背負っているかのように進んでた。一歩一歩が、地面の小石を震わせていてね。とても小さなカニさんが、とても小さなお魚をカニ皇帝の足元に持っていったんだけど、カニ皇帝は頭を下げてちょっと見ただけで、その巨大なハサミを振ったんだ。すると、小さなカニさんは怯えて魚を捨てて、一目散に砂の中に逃げていったの。\nカニ皇帝はそのお魚を食べなかった。ただ、小さなハサミでお魚をよけて、そのまま動かなくなった。カニ皇帝は、遠くの海を見ているみたいだったよ。王様って、きっと孤独なんだね。カニ皇帝を恐れるカニはいっぱいいるい。要塞や王冠を持ってるけど、花房クラゲのように触手で触れ合える友達はいない（セミヨンは、クラゲが触手で交流するって言ってたけど、カニさんでいうとハサミになるのかな？）。\nあの大きな殻はどこで見つけたんだろう？皇帝が住みつく前は、もっと大きな王様が住んでいたのかな？カニ皇帝も、もっと大きくなったら、今より豪華な宮殿に引っ越すのかな？次は熟れたホワイトベリーをカニ皇帝に持っていって、殻を調べさせてもらおう…いや、やっぱりやめとこ。大盗賊は貴族にあまり近づくもんじゃないし、不幸になるだけだから。"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "花房クラゲ\nナド・クライにのみ生息すると伝えられる種で、淡い桃色の傘と、しなやかに伸びる触手を持つ。その多くは、クリムゾン・ソルトマーシュの浅瀬近くに生息している。そこには潮の満ち引きがあり、プランクトンを捕食する絶好の場所だ。干潮の時も、彼らは陸上を泳ぐように移動できる。おそらく体内に特別な水嚢を備えていて湿り気を保っているか、あるいは特殊な粘液を分泌する腺を持ち、水分の蒸発を抑えているのだろう。触手は一般的なクラゲよりもはるかに強靭で、何らかの特別な力を秘めているようだ。ただし、それは捕食対象にしか作用しないのかもしれない。試しに小枝でそっと触れてみたが、特に反応もなく、攻撃されることもなかった。（断言できるが、ホラガイ団の中でここまでの度胸を見せる者は私くらいだ）彼らは触手同士を絡めて「コミュニケーション」を取る。それは人間が握手やハイタッチをするのとよく似ている。群れが集まったときの、踊るような動きもまた、きっと彼らだけの「言葉」なのだろう。脳こそ持たないが、完全に知能がないとは思えない。\n残念なことに、ファデュイの施設は花房クラゲの住処をほぼ完全に破壊してしまった。何が目的なのかは分からないが、持ち込まれた機械装置は昼夜を問わず轟音を立て、その一帯からは明らかに活気が失われていた。食糧不足か、騒音のせいか、あるいはその両方か…僕は、地面に力なく横たわる花房クラゲをいくつも目にした。救おうと試みたが、もう手遅れだった。"
          }
        ]
      }
    ]
  }
}