{
  "version": 1751143942,
  "language": "id-id",
  "menuId": 7,
  "menuName": "Musuh dan Monster",
  "totalItems": 287,
  "list": [
    {
      "epId": 2100,
      "name": "Childe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "\"Childe\" Tartaglia, Fatui Harbinger ke-11.<br/>Tartaglia bertarung dengan kekuatan Delusion yang mengerikan dan dengan ilmu bela diri yang dia pelajari dalam suatu tempat penuh kegelapan.<br/><br/>Dia adalah seorang petarung sejati yang selalu haus akan pertarungan.<br/>Setiap pertumpahan darah, setiap tantangan hidup dan mati, adalah cobaan yang menyenangkan bagi dirinya.<br/>Orang-orang mengatakan bahwa sejak muda, kemampuan bertarung Tartaglia sudah dikenal di seluruh penjuru.<br/>Tetapi dia sendiri tidak pernah memamerkan dirinya seperti itu.<br/><br/>Karena dia percaya...<br/><i>\"Kamu ditakdirkan untuk menjadi pusat angin topan,\" </i><br/><i>\"suara pedang yang saling beradu akan senantiasa menemanimu.\"</i><br/><i>\"Ingatan saat kamu menginjakkan kaki ke dalam kegelapan pekat itu,\"</i><br/><i>\"akhirnya akan menjadi kekuatanmu untuk menguasai dunia.\"</i>"
    },
    {
      "epId": 2101,
      "name": "La Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "Signora, sang Fatui Harbinger ke-8.<br/>Berbeda dengan Fatui lainnya yang memanfaatkan kekuatan Delusion, Delusion milik Signora adalah sebuah alat untuk meredam kekuatan api yang bisa melahap segalanya. Daripada sebuah senjata, mungkin lebih tepat disebut sebagai alat untuk menangkap musuhnya.<br/>Bara api yang telah terkumpul selama bertahun-tahun akhirnya memecahkan segel Delusion dan membuat penampilan Signora seperti saat ini.<br/><br/>Warna merah fajar terpantul di bola matanya, dan akhirnya Signora membuka sayap apinya dan terbang menuju fajar di ufuk langit.<br/><i>\"Tapi itu bukan cahaya fajar, Rosalyne-ku tercinta. Itu adalah cahaya api yang membakar segalanya.\"</i><br/>Ucap sebuah suara dari dalam cahaya padanya.<br/><br/>Tapi kata-kata itu tidak berarti apa-apa. Karena dalam hatinya, dia tahu kalau dirinya telah tertelan api sejak dulu."
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Mereka terlihat sangat mirip dengan manusia, namun sudah kehilangan kecerdasan dan spiritualitasnya. Keberadaan mereka di atas daratan ini telah tercatat lebih dari seribu tahun, namun mereka tidak punya sejarah maupun peradaban.<br/>Sejak Bencana Hitam lima ratus tahun yang lalu, mereka mulai menyebar dalam jumlah besar ke seluruh wilayah. Mereka tidak terlalu kuat, dan tidak dapat bertindak secara terorganisir, tapi tetap saja mampu untuk membawa masalah yang cukup merepotkan bagi manusia."
    },
    {
      "epId": 2103,
      "name": "Stonehide Lawachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "Seekor \"raja\" misterius yang berkeliaran di antara puncak bebatuan.<br/>Seekor Hilichurl raksasa yang dipanggil \"Lawa\" oleh kawan sejenisnya. Energi Geo yang berlimpah di habitat tempatnya hidup telah menjadi bagian dari tubuh dan darah mereka. Sehingga membuat mereka seolah-olah diukir dari bebatuan. "
    },
    {
      "epId": 2104,
      "name": "Thunderhelm Lawachurl",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/c0b9fccb976922890793a88cefa44525_6340014078489748401.png",
      "desc": "Seekor \"raja\" Hilichurl yang berjalan di tengah badai petir.<br/>Hilichurl raksasa ini disebut dengan julukan \"Lawa\" oleh kawan sejenisnya. Tubuh besarnya penuh dengan elemen Electro, dan Energi Elemental tumbuh di antara celah-celah tubuhnya dalam bentuk Electro Crystal."
    },
    {
      "epId": 2105,
      "name": "Frostarm Lawachurl",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/a9d0ba2233b2744eb97cb16fb68e8210_2704242400026898695.png",
      "desc": "Seekor \"raja\" misterius yang berkeliaran di antara salju dan kabut.<br/>Seekor Hilichurl raksasa yang dipanggil \"Lawa\" oleh kawan sejenisnya. Tubuhnya yang telah ditempa menjadi sangat kuat seakan-akan menyatu dengan habitat Cryo tempatnya hidup. Pembawaannya tenang dan megah, bagaikan sebuah gletser di utara."
    },
    {
      "epId": 2106,
      "name": "Cryo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "Hilichurl yang keriput dan sering komat-kamit, pemanggil Cryo.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Para penyihir ini hafal akan nyanyian dingin dan bahkan terampil dalam seni menggunakannya untuk menjebak musuh mereka."
    },
    {
      "epId": 2107,
      "name": "Cryo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "Monster kecil yang tercipta dari hasil kondensasi elemen Cryo di alam.<br/>Kompetitor Dawn Winery pernah menyebarkan gosip buruk tentang Dawn Winery, yang mengatakan bahwa mereka menggunakan Cryo Slime untuk menjaga temperatur gudang dan kualitas anggur di Dawn Winery."
    },
    {
      "epId": 2108,
      "name": "Cryo Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl telah menemukan kegunaan Cryo Slime untuk menjaga kesegaran makanan secara efektif. Hilichurl memiliki kecerdasan yang mengejutkan dalam aspek memanfaatkan Slime secara praktik, baik itu penggunaan Pyro maupun Cryo Slime untuk membuat Gentong Peledak, atau penggunaan Anemo Slime pada kendaraan... Mungkin ini adalah cara mereka beradaptasi dengan kesulitan hidup mereka."
    },
    {
      "epId": 2109,
      "name": "Cryo Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "Makhluk Abyss yang memanggil Cryo dalam pertempuran.<br/>Meski mereka terlihat sangat kuat sampai bahkan dapat membuat es dengan cara mengembunkan dan membekukan uap air di udara, tubuh mereka nyatanya sangat rentan dan lemah. Begitu perisai pelindungnya hancur, hidup mati mereka sepenuhnya bergantung kepada pengampunan sang musuh saja."
    },
    {
      "epId": 2110,
      "name": "Ice Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurls terbukti memiliki kemampuan beradaptasi yang hebat terhadap lingkungannya. Dalam lingkungan yang dingin sekalipun, mereka masih bisa menemukan cara bagaimana membuat es yang sangat keras menjadi perisai untuk melindungi diri mereka sendiri."
    },
    {
      "epId": 2111,
      "name": "Ice Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl kekar yang menggunakan perisai es saat bertarung.<br/>Pada umumnya, makhluk yang bertubuh besar dan aktif membutuhkan banyak kalori untuk bertahan hidup. Maka El Musk mengajukan sebuah angka \"Indeks Mitachurl\". Indeks ini berguna untuk mencari korelasi antara persentase Mitachurl yang ada di dalam populasi Hilichurl, dengan jumlah dan kestabilan sumber pangan yang dikumpulkan oleh populasi Hilichurl tersebut."
    },
    {
      "epId": 2112,
      "name": "Cryo Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Para pemanah ini menggunakan busur panah yang sederhana, dan kepala panahnya diselimuti oleh es yang tidak mencair. Dengar-dengar luka yang diakibatkan oleh tembakan panah ini akan lama sembuhnya, ini terjadi karena suhu dingin yang dibawanya akan memperlambat peredaran darah."
    },
    {
      "epId": 2113,
      "name": "Cryo Cicin",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/0d6c82ab76e23c8fe29cd0524d57bfe8_1026617829847606341.png",
      "desc": "Makhluk kecil yang bisa mengontrol Cryo dalam jumlah kecil.<br/>Makhluk ini dan sejenisnya secara umum disebut sebagai Cicin. Karena kekuatan Cicin sangat lemah, mereka telah berevolusi untuk menciptakan gerakan terbang yang sangat unik untuk mengecoh pemangsa mereka."
    },
    {
      "epId": 2114,
      "name": "Cryo Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "Monster tanaman yang dapat tiba-tiba muncul dan menggunakan kamuflase, dapat menggunakan elemen Cryo saat melawan musuhnya.<br/>Tanaman ini bisa bersembunyi di permukaan tanah dan menyerang mangsa yang tidak menyadari keberadaannya. Bila tanaman ini dapat hidup cukup lama, mendapatkan nutrisi yang cukup serta lingkungan yang tepat, mungkin tanaman ini bisa tumbuh menjadi sebuah Cryo Regisvine raksasa."
    },
    {
      "epId": 2115,
      "name": "Cryo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "Monster yang bisa melayang di udara, terlahir dari konsentrasi Cryo yang tinggi.<br/>Dahulu ada seorang alkemis yang meneliti Specter. Dia percaya kalau Slime dan Traveler bisa memakai Vision untuk menggunakan elemental, maka Specter harusnya adalah Slime atau Traveler. Kemudian dia ditegur oleh gurunya."
    },
    {
      "epId": 2116,
      "name": "Hilichurl Berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl ini menyerang secara liar menggunakan sebuah pentungan dengan kobaran api yang menyala-nyala untuk mengusir para pengembara yang mengganggu. Sebagian besar kebakaran hutan di padang rumput atau hutan sebenarnya bukan disebabkan oleh seorang Knight tertentu, melainkan karena ulah para Hilichurl tersebut."
    },
    {
      "epId": 2117,
      "name": "Lupus Boreas, Dominator of Wolves",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "Jiwa termulia dan terhebat, yang mengawasi lupical di Wolvendom.<br/>Ketika kawanan serigala terancam, dia akan muncul dalam bentuk serigala dan menunjukkan taring serta cakarnya.<br/><br/>Serigala Wolvendom adalah hantu yang menakutkan bagi orang-orang Mondstadt.<br/>Suatu wujud kabur yang berpijar dan langsung menghilang di tengah-tengah hutan, lolongan dingin yang berbunyi di antara sebuah jarak yang tidak dapat ditebak, pandangan mata dari suatu sudut tersembunyi yang terus menggerayangi punggung seseorang.<br/>Manusia sangat jarang memiliki kesempatan untuk bertatap mata dengan serigala, karena ini juga adalah hukum yang ditetapkan Lupus Boreas untuk kaumnya."
    },
    {
      "epId": 2119,
      "name": "Millelith Sergeant",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/6970ad4abe8e8567bf8807b9309f3c1e_5185006759739975768.png"
    },
    {
      "epId": 2120,
      "name": "Mutant Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "Monster yang tercipta oleh penggabungan Electro yang tersebar di alam liar.<br/>Electro Slime dapat mengalami mutasi menjadi kuning cerah. Karena terdapat elemen Electro yang melimpah dalam tubuhnya, monster ini akan melancarkan sengatan listrik ke sekitarnya dari waktu ke waktu, dan bahkan dapat membuat Electro Slime lain di dekatnya melancarkan busur listrik. Petir busur ini tidak akan menyengat di antara sesama Electro Slime ungu, di mana hal ini menunjukkan bahwa Electro Slime memiliki dua polaritas yang berbeda.<br/>Orang bertanya-tanya mungkinkah suatu ilmu pengetahuan baru yang hebat dapat muncul dari penelitian tentang fenomena unik semacam itu..."
    },
    {
      "epId": 2121,
      "name": "Primo Geovishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "Setelah hidup selama bertahun-tahun, Geovishap raksasa yang kuat ini bisa beradaptasi dengan perubahan elemen di sekitarnya.<br/>Menurut legenda rakyat, \"bencana naga\" yang telah menghancurkan Tianqiu Valley telah membuat Geovishap dan Primo Geovishap kabur dan berlindung di dalam tanah, sambil menunggu saat yang tepat untuk bangkit sekali lagi..."
    },
    {
      "epId": 2122,
      "name": "Rockfond Rifthound Whelp",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/c0ad724314e188debb702e9ee2dde852_4263716805665009919.png",
      "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. \"Gold\" mengklasifikasikan mereka sebagai \"Alfisol\".<br/>Mereka datang dari kedalaman abyss dan dapat melahap kekuatan elemen. Untungnya mereka sudah cukup langka sekarang."
    },
    {
      "epId": 2123,
      "name": "Rockfond Rifthound",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/4aa76a4d0124859749da800aa330f431_742029452356444328.png",
      "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. Mereka diciptakan oleh \"Gold\".<br/>Binatang ini berperilaku mirip dengan serigala biasa. Mungkin mereka iri terhadap \"kerabat terdekat\" mereka di alam ini, dan bermimpi untuk mengambil tempat kerabat tersebut suatu hari nanti."
    },
    {
      "epId": 2124,
      "name": "Thundercraven Rifthound Whelp",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/67780178640303aeddfb6c453289fd3c_1700407155399853172.png",
      "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. \"Gold\" mengklasifikasikan mereka sebagai \"Afisol\".<br/>Era sebelumnya, ketika binatang iblis raksasa turun, gerombolan besar anjing pemburu ini akan turun sebelum mereka mencairkan perbatasan dunia dan membuka jalan."
    },
    {
      "epId": 2125,
      "name": "Thundercraven Rifthound",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/f98aad8ddb6a41ae54eb9b81c63f58da_5993783842631949620.png",
      "desc": "Binatang buas dengan darah iblis yang mampu merobek batas dunia dan alam lain. Mereka diciptakan oleh \"Gold\".<br/>Pada zaman dahulu kala, mereka membuat kerusuhan di seantero benua, tetapi mereka punah untuk sementara waktu karena perlawanan dan perburuan massal. Namun, akhir-akhir ini mereka kembali muncul. Sekelompok serigala hitam yang saat ini mengancam Springvale dan Wolvendom adalah makhluk yang sama."
    },
    {
      "epId": 2126,
      "name": "Large Cryo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "Monster yang tercipta oleh penggabungan Cryo yang tersebar di alam liar.<br/>Slime ini dapat menggunakan energi Cryo yang melimpah di dalam tubuhnya untuk membekukan kelembapan di udara dan membentuk cangkang yang melindungi mereka. Mereka juga dapat menggunakan cara yang serupa untuk membekukan air di sekitarnya. Pada tahapan tertentu, mereka dapat dianggap sebagai spesies Slime yang paling bebas, karena dapat melintasi samudra dan lautan dengan mudahnya."
    },
    {
      "epId": 2127,
      "name": "Large Geo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "Monster yang tercipta oleh penumpukan Geo di dalam bumi.<br/>Mereka dapat mengeraskan energi di dalam tubuhnya menjadi cangkang batu yang melindungi dan mencegah DMG. Dulu, legenda \"Raja Geo Slime Emas\" pernah beredar di antara para Treasure Hoarder. Mereka percaya bahwa jika batu permata dan ore memiliki energi Geo di dalamnya, maka Geo Slime yang mengandung energi Geo itu sangat mungkin dianggap sebagai batu permata atau ore juga."
    },
    {
      "epId": 2128,
      "name": "Large Hydro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "Monster yang tercipta dari sedimentasi Hydro yang tersebar di alam liar.<br/>Hydro Slime yang lebih besar dan lebih kuat yang dapat membuat gelembung untuk menjebak musuh-musuhnya. Ada yang mengatakan bahwa mereka dapat tumbuh hingga ukuran yang benar-benar besar di dalam lingkungan yang kaya akan energi. Konon, ada saksi mata yang pernah melihat Hydro Slime sebesar sebuah gundukan kecil di Wolvendom."
    },
    {
      "epId": 2129,
      "name": "Large Pyro Slime",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/629ff248133db49d140e9bec1f3a5bb9_6649664845231742272.png",
      "desc": "Monster yang tercipta dari sedimentasi Pyro yang tersebar di alam liar.<br/>Meskipun kecerdasannya tidak meningkat seiring dengan pertumbuhan ukurannya, namun suhunya sangat panas. Selama musim kemarau, mungkin dapat menyebabkan kebakaran hutan. Saat marah, mereka akan memuntahkan bola api yang menyala-nyala, dan akan berwarna gelap saat sedang merasa sedih. Sungguh Slime yang paling ekspresif."
    },
    {
      "epId": 2130,
      "name": "Large Dendro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "Slime yang telah berevolusi dengan menyerap banyak elemen Dendro yang ada di habitatnya.<br/>Ada orang yang percaya bahwa Slime ini berperilaku seperti Whopperflower yang menyembunyikan wujud aslinya untuk mengecoh mangsanya, tapi ada juga yang memercayai bahwa sejenis tanaman parasit telah masuk ke dalam Slime ini. Kalau dilihat dari sudut pandang ini, jangan-jangan Slime ini juga bisa dijadikan sebuah obat...?"
    },
    {
      "epId": 2131,
      "name": "Large Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "Monster yang tercipta oleh penggabungan Electro yang tersebar di alam liar.<br/>Karena terdapat elemen Electro yang melimpah dalam tubuhnya, monster ini akan melancarkan sengatan listrik ke sekitarnya dari waktu ke waktu. Saat ini, beberapa orang telah mencoba memanfaatkan energi ini untuk membantu kegiatan-kegiatan produksi. Mungkinkah beberapa ilmu baru akan terlahir dari ini...?"
    },
    {
      "epId": 2132,
      "name": "Large Anemo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "Monster yang tercipta dari sedimentasi Anemo yang tersebar di alam liar.<br/>Memiliki kemampuan melayang yang lebih kuat dibanding dengan Anemo Slime karena kekuatan elemen Anemo yang lebih besar. Para Hilichurl sering menggunakan mereka menjadi alat transportasi untuk mengangkut material dari sumber yang tidak diketahui."
    },
    {
      "epId": 2133,
      "name": "Unusual Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "\"Homu, homu, mimi domu!\""
    },
    {
      "epId": 2135,
      "name": "Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl pemanah dengan busur sederhana terdapat di tangannya. Hilichurl sejatinya tidak memiliki keahlian yang dibutuhkan untuk membuat busur. Dengan kenyataan tersebut, orang-orang umumnya meyakini bahwa pasti terdapat sebuah organisasi yang mengontrol dan menjadi dalang dari aksi-aksi Hilichurl ini, dan mereka mempersenjatai para Hilichurl, menyediakan peralatan dan persediaan material. Para Abyss Mage yang sering berdampingan dengan para Hilichurl ini memang patut dicurigai."
    },
    {
      "epId": 2136,
      "name": "Geo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "Hilichurl yang keriput dan sering komat-kamit, pendengar kekuatan Geo.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Dibandingkan dengan gunung batu yang kokoh, Hilichurl tua ini tak ubahnya seperti anak kecil saja. Namun, ingatan dan pengalaman mereka memampukannya untuk mendapatkan kekuatan dari gunung dan batu itu."
    },
    {
      "epId": 2137,
      "name": "Geo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "Monster kecil yang tercipta oleh penumpukan Geo di dalam tanah.<br/>Secara umum, kerak bumi dipenuhi oleh energi Geo. Geo Slime yang terbentuk dengan cara ini terkadang membuat orang merasa sedikit \"menyatu dengan tanah\"."
    },
    {
      "epId": 2138,
      "name": "Rock Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl tangguh yang berkumpul di wilayah yang kaya akan energi Geo. Perisainya yang sangat sulit ditembus terbalut oleh lapisan batu-batu yang tebal."
    },
    {
      "epId": 2139,
      "name": "Rock Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl kekar yang menggunakan perisai batu.<br/>Bagi seekor Hilichurl, dua hal yang paling penting adalah makan banyak daging dan bertarung karena keduanya membuat mereka semakin kuat.<br/>Semua Hilichurl muda bermimpi untuk bisa menjadi Mitachurl yang besar dan kuat, agar mereka bisa makan lebih banyak daging, bertarung lebih banyak, dan memakai perisai batu yang (hampir) tak bisa dihancurkan."
    },
    {
      "epId": 2140,
      "name": "Geo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "Monster yang terlahir dari konsentrasi energi Geo yang tinggi dan dapat mengapung di udara.<br/>Saat menutup sayapnya, Geo Specter meniru bentuk sejenis buah tanaman. Karena itu, beberapa legenda bercerita bahwa Geo Specter adalah buah yang jatuh dari pohon raksasa di langit dan dipercaya memiliki khasiat ajaib."
    },
    {
      "epId": 2141,
      "name": "Geovishap",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/4057b3c7d0c3635678abdd4109091f62_2854188232644862097.png",
      "desc": "Seekor Geovishap dewasa.<br/>Dikatakan bahwa Geovishap Hatchling akan menanggalkan cangkang yang melindunginya dan tumbuh menjadi Geovishap setelah melewati beberapa tahun. Tetapi kedua jenis Geovishap ini dan Primo Geovishap yang lebih tua dan kuat, telah menghabiskan sebagian besar waktunya untuk berhibernasi di bawah gunung, dan mereka baru-baru ini muncul ke permukaan dan menjadi aktif. Sehingga tidak ada seorang pun yang bisa membuktikan kebenaran catatan ini."
    },
    {
      "epId": 2144,
      "name": "Geovishap Hatchling",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "Seekor kadal muda dengan cangkang Geo yang keras.<br/>Vishap adalah makhluk yang sangat gesit, dan tidak boleh diremehkan di dalam pertarungan. Para ahli dari Sumeru Academia meyakini bahwa mereka memiliki potensi untuk tumbuh menjadi naga ketika sudah bertumbuh secara sempurna. Apabila mereka bisa terhindar dari ancaman pemangsa dan bencana alam, lalu hidup sampai usia yang panjang, mungkin mereka dapat tumbuh menjadi hewan buas yang bahkan dapat menguasai gunung-gunung."
    },
    {
      "epId": 2145,
      "name": "Cryo Regisvine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "Monster yang terbentuk dari tanaman merambat yang dijiwai oleh esensi embun beku menggigit yang ada di dalam Ley Line.<br/>Beberapa penelitian mengatakan bahwa tumbuhan adalah organ dunia, menyelaraskan energi elemen yang bergejolak dari Ley Line. Contoh paling nyata dari fenomena ini adalah Mist Flower, Whopperflower, dan tumbuhan-tumbuhan sejenisnya yang dipenuhi dengan energi elemental.<br/>Dalam keadaan tertentu, beberapa tumbuhan akan berubah menjadi makhluk dengan ukuran dan tujuan yang mengerikan - seperti Cryo Regisvine."
    },
    {
      "epId": 2146,
      "name": "Perpetual Mechanical Array",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "Mesin yang aneh dan asing.<br/>Menurut legenda, mesin ini dulunya adalah mesin perang peninggalan sebuah bangsa yang telah hancur. Mesin yang terdiri dari beberapa bagian berbeda ini bisa beradaptasi dengan lingkungan pertarungan dan melancarkan berbagai jenis serangan.<br/>Bentuknya yang menyerupai kubus memiliki sedikit kemiripan dengan Elemental Hypostasis."
    },
    {
      "epId": 2147,
      "name": "Fatui Cryo Cicin Mage",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/810e7c1e11af1d9f6f558d4553ed28af_2728095230395215358.png",
      "desc": "Fatui mage yang dapat mengendalikan Cryo Cicin dalam pertempuran. Asal-usul mereka dan bagaimana rupa yang mereka sembunyikan di balik topengnya adalah misteri.<br/>Secara logika, seseorang tanpa Vision tidak mungkin bisa mengontrol elemen seperti apa yang dilakukan mereka. Namun di sisi lain, mereka dapat mengontrol Cryo Cicin bahkan kekuatan es dengan mudahnya hanya dengan menggunakan Mist Grass. Melihat mereka mengembara tanpa arah yang jelas di suatu tempat tentu membuat orang-orang berpikir apakah gerangan misi yang harus mereka penuhi..."
    },
    {
      "epId": 2148,
      "name": "Fatui Pyro Agent",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "Seorang agen rahasia Fatui.<br/>Tugas agen Fatui tidak hanya terbatas pada penyelesaian masalah perdagangan dan utang-piutangnya.<br/>Memastikan semua orang di Teyvat paham sepenuhnya prinsip utama Fatui, yaitu \"mata ganti mata\", juga merupakan tugas utama mereka. Siapa pun yang berani melawan kehendak Fatui akan mengundang murka mereka."
    },
    {
      "epId": 2149,
      "name": "Mirror Maiden",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "Seorang penyihir Fatui yang bisa mengendalikan Hydro Mirror untuk bertarung, memiliki postur yang bermartabat seakan-akan sedang memuja para dewa.<br/>Dapat memanipulasi Hydro Mirror dengan anggun, memancing siapa pun yang terpesona olehnya ke dalam sebuah ilusi. Nampaknya tidak ada yang bisa kabur dari pendengarannya. Entah apa yang telah disaksikan oleh kedua matanya yang tertutup, atau obsesi seperti apa yang akan terpantul pada matanya itu..."
    },
    {
      "epId": 2150,
      "name": "Fatui Electro Cicin Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "Fatui Mage yang dapat mengendalikan Electro Cicin dalam pertempuran. Asal-usul mereka dan bagaimana rupa yang mereka sembunyikan di balik topengnya adalah misteri.<br/>Sama seperti Electro Cicin yang tergila-gila pada Mist Grass, Cicin Mage sangat senang bermain-main dengan mangsanya."
    },
    {
      "epId": 2151,
      "name": "Fatui Skirmisher - Cryogunner Legionnaire",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/13db2cb46c110ffd21f8397cf4bdc864_8013704559118105868.png",
      "desc": "Seorang prajurit yang mengendalikan mesin perang Fatui.<br/>Dipersenjatai dengan peralatan yang bisa mengontrol elemen sampai batas tertentu, senjata mereka bisa menembakkan es.<br/>Meski mereka memiliki kekuatan elemental di luar batas kemampuan manusia biasa, kekuatan ini mungkin tidak didapatkan tanpa suatu harga yang harus dibayar..."
    },
    {
      "epId": 2152,
      "name": "Fatui Skirmisher - Geochanter Bracer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "Skirmisher dengan kemampuan untuk menciptakan sebuah perisai Geo dan melindungi rekan mereka.<br/>Tidak seperti Cicin Mage dan Fatui Agent, Fatui Skirmisher adalah individu-individu dengan kemampuan yang lebih lemah.<br/>Karena itu, mereka lebih bergantung kepada kerja sama dengan rekan mereka untuk menyelesaikan misi dan mengurangi kehilangan sumber daya."
    },
    {
      "epId": 2153,
      "name": "Fatui Skirmisher - Hydrogunner Legionnaire",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/5f1540ea08f51cdf0a609a1931003a29_615464929718055166.png",
      "desc": "Seorang prajurit yang mengendalikan mesin perang Fatui.<br/>Dipersenjatai dengan peralatan yang bisa mengontrol elemen sampai batas tertentu, senjata mereka bisa menembakkan semburan air.<br/>Prajurit-prajurit ini tidak mempertanyakan apakah mereka akan hidup atau mati saat mereka berkelana ke negara-negara nan jauh untuk menyelesaikan misi dan membangun dasar untuk misi-misi yang akan datang."
    },
    {
      "epId": 2154,
      "name": "Fatui Skirmisher - Pyroslinger Bracer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "Seorang prajurit Fatui yang menggunakan pistol api sebagai senjatanya.<br/>Senjata-senjata yang digunakan oleh Fatui Skirmisher dapat mengontrol elemen hingga batas tertentu, sehingga mereka juga dapat memanfaatkan reaksi elemental saat bertempur.<br/> Karena senjatanya yang canggih dan kepintaran yang dimiliki oleh para Fatui Skirmisher inilah, mereka adalah musuh tangguh yang tidak dapat diremehkan."
    },
    {
      "epId": 2155,
      "name": "Fatui Skirmisher - Electrohammer Vanguard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "Skirmisher yang bertubuh kekar dan dipersenjatai dengan palu berelemen Electro.<br/>Sebagai seorang prajurit Fatui, mereka memiliki akses ke sumber daya yang luar biasa: gaji, persenjataan, dan persediaan yang mencukupi.<br/>Tapi di saat yang sama, mereka juga harus jauh dari keluarga dan menyerahkan hidupnya kepada rekan-rekan yang tidak pernah mereka kenal sebelumnya."
    },
    {
      "epId": 2156,
      "name": "Fatui Skirmisher - Anemoboxer Vanguard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "Skirmisher yang dapat menggunakan kekuatan Anemo untuk memulihkan rekan-rekannya.<br/>Mereka meninggalkan kampung halaman demi mempertahankan tempat tinggal mereka. Meskipun mereka harus meninggalkan keluarga mereka, tetapi kini mereka memiliki rekan-rekan yang rela menghadapi kesulitan bersama-sama.<br/>——Mungkin hal inilah yang membuat mereka dapat terus bertahan meskipun mereka harus melakukan hal-hal buruk saat menjalankan tugas."
    },
    {
      "epId": 2157,
      "name": "Hilichurl Fighter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Prajurit suku yang pemarah, mereka berpikiran sederhana dan hanya mengandalkan kekuatan kekerasan. Kalau otot mereka tumbuh cukup kuat dan kekuatan mereka cukup besar, maka suatu hari nanti mereka juga bisa mengangkat perisai yang besar dan menjadi Mitachurl... Barangkali?"
    },
    {
      "epId": 2158,
      "name": "Cryo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "Code name: Daleth. Entitas Cryo dengan kemurnian tinggi.<br/>Penelitian menunjukkan bahwa ada perbedaan tipis antara elemental hypostasis dan unsur elemen kehidupan lain dalam komposisi fisiknya. Mungkin perbedaan ini dapat menjelaskan tingkat homeostasis mereka yang tinggi dan pergerakannya yang bersifat mekanis."
    },
    {
      "epId": 2159,
      "name": "Geo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "Code name: Gimel. Sebuah organisme Geo dengan tingkat kemurnian tinggi.<br/>Elemental Hypostasis adalah perwujudan dari elemen murni dengan tingkat konsentrasi yang sangat tinggi.<br/>Energi elemental berkumpul menjadi satu dan membentuk cangkang keras yang melindungi intinya. Inti elemental tersebut adalah satu-satunya bagian yang dapat terpengaruh oleh reaksi elemental."
    },
    {
      "epId": 2160,
      "name": "Hydro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "Code Name: He. Entitas Hydro dengan kemurnian tinggi.<br/>Hypostasis memiliki naluri penolakan yang sangat kuat, dan akan mengusir siapa pun yang mencoba menyelidikinya.<br/>Objek penolakannya bahkan dapat meluas hingga ke elemen alam."
    },
    {
      "epId": 2161,
      "name": "Pyro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "Code Name: Ayin. Entitas Pyro dengan kemurnian tinggi.<br/>Menurut para peneliti, Elemental Hypostasis memiliki hubungan erat dengan anomali di nadi elemen sekitar. Tapi apakah kemunculan Elemental Hypostasis yang memengaruhi nadi elemen, atau Energi Elemental yang menciptakan Elemental Hypostasis? Masih belum ada yang bisa memberikan jawaban pasti."
    },
    {
      "epId": 2162,
      "name": "Electro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "Code name: Aleph. Sebuah organisme Electro dengan tingkat kemurnian tinggi.<br/>Elemental Hypostasis adalah wujud tertinggi struktur elemental yang biasanya terbentuk di lokasi dengan luapan energi elemental, atau lempengan bumi dengan aliran elemental yang tersendat.<br/>Elemental Hypostasis telah mengembangkan beragam jenis serangan sesuai dengan atribut elemental mereka."
    },
    {
      "epId": 2163,
      "name": "Anemo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "Code name: Beth. Sebuah organisme Anemo dengan tingkat kemurnian tinggi.<br/>Elemental Hypostasis adalah makhluk hidup yang telah meninggalkan struktur biologi dan wujud sebelumnya, membuat mereka dapat mencapai level kemurnian elemental tertinggi.<br/>Penelitian terhadap organisme hypostasis ini sebagian besar dipimpin oleh para sarjana Sumeru Academia, namun berhubung tingkat bahaya yang mereka miliki, tidak banyak hal lain yang diketahui tentang mereka selain nama ilmiah dan code name mereka."
    },
    {
      "epId": 2164,
      "name": "Wooden Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Prajurit Hilichurl yang memiliki perisai kayu. Perisai ini tidak hanya berfungsi sebagai alat pertahanan yang kokoh, tapi juga merupakan benda berharga di dalam suku mereka. Menurut banyak laporan, Hilichurl sering menyerang pengembara yang berkemah dan memasak. Hilichurl tersebut akan mengusir pengembara itu sampai pergi dan mereka akan mengambil tutup panci milik pengembara tersebut."
    },
    {
      "epId": 2165,
      "name": "Wooden Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl kekar yang telah melewati banyak pertempuran.<br/>Mereka menggunakan Dendro Slime untuk menciptakan perisai kokoh yang digunakan saat bertarung.<br/>Dengan ototnya yang kuat, bulunya yang tebal, dan postur tubuhnya yang kekar, Hilichurl ini telah berhasil menghalau serangan dari para petualang terhadap suku Hilichurl. Mereka bahkan cukup dipuja-puja di kalangannya."
    },
    {
      "epId": 2166,
      "name": "Hydro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "Hilichurl yang keriput dan sering komat-kamit, mereka melantunkan mantra Hydro.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Bagaimanakah masa lalu mereka hingga kini bisa memanggil air dan hujan seperti itu?"
    },
    {
      "epId": 2167,
      "name": "Hydro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "Monster kecil yang tercipta dari sedimentasi Hydro tersebar di alam liar.<br/>Legenda mengatakan bahwa ada orang yang menggunakan Hydro Slime tersebut sebagai sumber air darurat, menyimpannya sebagai perbekalan dalam perjalanan melewati wilayah yang kering atau domain yang dalam. Namun karena kadar Hydro yang tinggi di dalamnya, langsung meminum Slime tersebut dapat melukai tubuh orang."
    },
    {
      "epId": 2168,
      "name": "Hydro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "Makhluk Abyss yang menggunakan energi Hydro dalam pertempuran.<br/>Kisah yang beredar di antara para pengembara menyebutkan bahwa Abyss Mage berada pada anak tangga terendah dari hierarki Abyss Order dan bahwa mereka berkeliaran di berbagai wilayah untuk merencanakan tindakan penghancuran. Meskipun pada satu sisi para pengembara itu sering bercanda dengan mengatakan bahwa hal paling berbahaya yang dapat disebabkan oleh Abyss Mage adalah rematik atau flu ringan, sebenarnya kekuatan mereka tetap saja tidak bisa dianggap remeh."
    },
    {
      "epId": 2169,
      "name": "Hydro Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "Makhluk kecil yang bisa mengontrol Hydro dalam jumlah kecil.<br/>Makhluk ini dan sejenisnya secara umum disebut sebagai Cicin. Cicin sangat menyukai tumbuhan Mist Grass yang cantik dan langka itu. Fatui Mage memanfaatkan Mist Grass ini untuk mengendalikan Cicin dalam pertempuran."
    },
    {
      "epId": 2170,
      "name": "Hydro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "Monster yang terlahir dari konsentrasi energi Hydro yang tinggi dan dapat mengapung di udara.<br/>Di bawah cahaya bulan, Hydro Specter ini sering mengapung di tepi sungai sambil memancarkan sinar remang-remang. Wujudnya sering disangka sebagai roh penasaran oleh pengembara yang lewat. Maka dari itu Hydro Specter sering dijadikan bahan cerita rakyat."
    },
    {
      "epId": 2171,
      "name": "Floating Hydro Fungus",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan beradaptasi yang sangat kuat.<br/>Katanya sih rasanya amat sangat tidak enak. Tapi karena jamur jenis ini mengandung banyak cairan, dia bisa digunakan sebagai sumber air dalam keadaan darurat ...."
    },
    {
      "epId": 2172,
      "name": "Kairagi: Fiery Might",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "Mereka adalah para samurai yang jatuh menjadi bandit.<br/>Mereka telah berlatih ilmu bela diri sejak kecil, tapi tidak pernah punya kesempatan untuk melayani publik dan jatuh ke jalan yang salah. Mata pedang mereka tidak dingin seperti besi baja, tapi panas membara dengan api kebencian. Sepertinya mereka menggunakan kertas jimat yang dibuat dari ilmu Kannagara yang telah hilang, untuk menyelimuti pedang mereka dengan api."
    },
    {
      "epId": 2173,
      "name": "Kairagi: Dancing Thunder",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "Mereka adalah para samurai yang jatuh menjadi bandit.<br/>Mereka menguasai ilmu bela diri yang luar biasa, tapi tidak bisa digunakan untuk tujuan apa pun. Hingga akhirnya mereka jatuh ke jalan yang salah karena keputusasaan. Mereka menggunakan kertas jimat yang dibuat menggunakan ilmu rahasia Kannagara yang seharusnya sudah hilang berabad-abad lalu, untuk memberikan kekuatan petir pada pedang mereka."
    },
    {
      "epId": 2174,
      "name": "Primordial Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "Vishap yang hidup di bawah dasar laut.<br/>Mereka pernah menjadi spesies yang dominan di dasar laut. Pada dasarnya, pada zaman dahulu kala, para naga adalah penguasa dari dunia ini. Tujuh raja di masa lalu dikalahkan oleh kekuatan langit dan jatuh satu demi satu."
    },
    {
      "epId": 2175,
      "name": "Bolteater Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "Vishap yang hidup di bawah dasar laut. Karena pembagian kerja dalam komunitas, muncul vishap dengan wujud Electro.<br/>Setelah kejatuhan tujuh raja kuno, tujuh raja generasi baru mulai bermunculan satu demi satu. Hanya Bathysmal Vishap yang kehilangan kemurniannya karena evolusi yang dilaluinya. Naga laut tidak akan terlahir lagi di antara kelompok mereka. Menurut ramalan, naga laut yang baru pasti akan datang dalam wujud manusia ...."
    },
    {
      "epId": 2176,
      "name": "Rimebiter Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "Vishap yang hidup di bawah dasar laut. Karena pembagian kerja dalam komunitas, muncul vishap dengan wujud Cryo.<br/>Kedatangan manusia menyebabkan perselisihan dan menyebabkan evolusi pada Bathysmal Vishap. Sama seperti semut yang menghasilkan wujud yang berbeda karena memiliki jenis kelamin dan pembagian kerja yang berbeda. Para vishap ini lebih kuat dari Bathysmal Vishap yang biasa."
    },
    {
      "epId": 2177,
      "name": "Primordial Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/a031c6366098df2f5b0b1c5eb30cee8e_1225280040857781103.png"
    },
    {
      "epId": 2178,
      "name": "Bolteater Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/270dafc1f297c792e6ea17acf1e749d2_1729938442081874029.png"
    },
    {
      "epId": 2179,
      "name": "Rimebiter Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/40d4d20a77c706d64e1b2bfead43dc3a_4284781544493788620.png"
    },
    {
      "epId": 2180,
      "name": "Abyss Herald: Wicked Torrents",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "Monster dari Abyss Order yang menggunakan elemen Hydro untuk bertarung.<br/>Sosok yang kaku ini berdiri di barisan depan pasukan Abyss. Satu ayunan pedang, pedang Tidal Blade yang digunakannya sanggup menelan semua benda, menghancurkan zirah besi dan melenyapkan musuh. Orang-orang bodoh tidak akan bisa lolos dari takdir yang telah ditentukan."
    },
    {
      "epId": 2181,
      "name": "Abyss Lector: Fathomless Flames",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "Monster yang mengendalikan api Abyss dan selalu mengejar arti di balik berbagai teks dan kitab. Mereka termasuk dalam \"Abyss Order\".<br/>Nama yang disebutkan oleh orang-orang kepada mereka sebenarnya sedikit berbeda dari tujuan aslinya. \"Lector\" juga memiliki arti \"Penerjemah Kitab\". Mereka percaya dengan mengucapkan bab kitab tersebut, mereka akan mendapatkan kekuatan yang hebat."
    },
    {
      "epId": 2182,
      "name": "Abyss Lector: Violet Lightning",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "Monster yang melayani Abyss Order, mampu menggunakan kekuatan petir dan melantunkan nyanyian kegelapan.<br/>Mereka adalah para pengikut Abyss. Petir ganas mereka menghantam hati orang-orang yang bertentangan dengan kegelapan, disertai dengan kegelapan malam yang abadi, cahaya ungu mereka seolah memproklamirkan keberadaan kekuatan besar yang mampu merusak manusia."
    },
    {
      "epId": 2183,
      "name": "Pyro Slime",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/c7fb92fd449e65929287ca9ead3b4bc7_4785989114455180264.png",
      "desc": "Monster kecil yang tercipta dari sedimentasi Pyro yang tersebar di alam liar.<br/>Kecerdasannya sangat mendasar, tetapi tampaknya punya kegunaan yang luas — yah, setidaknya bagi para Hilichurl."
    },
    {
      "epId": 2184,
      "name": "Blazing Axe Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Hilichurl kekar yang menggunakan kapak besar sebagai senjatanya.<br/>Setiap ayunan kapaknya sangat kuat, dan mereka bisa menggunakan Pyro Slime untuk membuat kapaknya menjadi berelemen Pyro. Kombinasi ini sangat mematikan.<br/>Umumnya, proses panas-dingin seperti itu bisa membuat kapak Blazing Axe Mitachurl menjadi mudah retak dan tumpul. Tapi dengan kekuatan seekor Mitachurl, kalaupun mata kapaknya pecah, mereka akan tetap menggunakannya sebagai sebuah palu."
    },
    {
      "epId": 2185,
      "name": "Pyro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "Makhluk Abyss yang menggunakan kekuatan Pyro dalam pertempuran.<br/>Untuk alasan yang tidak diketahui, Abyss Mage mampu berkomunikasi dengan Hilichurl, sehingga ini memungkinkan mereka memanipulasi pikiran para Hilichurl dengan mudah. Mereka mengatakan bahwa Abyss Mage mengucapkan bahasa yang sudah lama terlupakan yang daripadanya mereka mendapatkan kekuatan magisnya."
    },
    {
      "epId": 2186,
      "name": "Pyro Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Para pemanah ini menggunakan busur panah yang sederhana, dan kepala panahnya dilapisi dengan lapisan tipis dari bahan yang mudah terbakar untuk membakar targetnya. El Musk dari generasi sebelumnya percaya bahwa ini adalah inovasi dari Hilichurl yang lebih cerdas yang ingin memasak hasil buruan mereka setelah berburu."
    },
    {
      "epId": 2187,
      "name": "Pyro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "Monster yang bisa melayang di udara, terlahir dari konsentrasi Pyro yang tinggi.<br/>Dahulu ada seorang murid akademi yang melakukan penelitian tentang ekologi mereka. Dia percaya kalau Crystalfly sama seperti Specter, bisa terbang dan terlahir di area dengan konsentrasi elemental yang tinggi. Jadi, Specter adalah sejenis Crystalfly. Dan sampai sekarang dia masih belum lulus juga."
    },
    {
      "epId": 2188,
      "name": "Pyro Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "Monster tanaman aneh yang bisa menggunakan kamuflase, dapat menggunakan elemen Pyro untuk menyerang mangsanya.<br/>Di dunia Teyvat, elemen dapat menempel pada tanaman-tanaman dan memberikannya kecerdasan. Tetapi, tanaman-tanaman itu kini butuh \"nutrisi\" yang lebih banyak untuk tumbuh."
    },
    {
      "epId": 2189,
      "name": "Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Hilichurl licik ini ahli dalam menggunakan Pyro Slime, mereka memanfaatkannya sebagai senjata untuk menyerang penyusup. Hilichurl Grenadier yang terampil bahkan mungkin bisa menghancurkan empat boneka kayu dalam sekali lemparan."
    },
    {
      "epId": 2190,
      "name": "Pyro Regisvine",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/2e62c5a258d6ab96f39ec3b00b6f1065_4182402062748703692.png",
      "desc": "Tanaman merambat raksasa yang telah menyerap api kuno yang mengamuk di Ley Line.<br/>Terlihat gelisah, seolah dipenuhi dengan amukan yang tak ada habisnya.<br/>Penyair, penyanyi, dan bahkan para akademisi percaya bahwa elemen juga mengandung emosi dan harapan. Jika ini benar, maka orang hanya bisa bertanya-tanya emosi apa yang menyebabkan Pyro Regisvine terbakar selamanya, seperti ingin bebas dari kekangan dunia..."
    },
    {
      "epId": 2191,
      "name": "Eye of the Storm",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "Perwujudan dari energi Anemo yang sangat berkualitas tinggi.<br/>Pembentukan Eye of the Storm mengindikasikan bahwa elemental ley line dari suatu daerah terblokir, sehingga menyebabkan penumpukan. Serangan Eye of the Storm yang brutal dan tidak terkendali terhadap siapa saja mungkin bisa menjelaskan sifatnya yang melambangkan luka dunia ."
    },
    {
      "epId": 2192,
      "name": "Sangonomiya Cohort",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Sangonomiya Cohort_icon.png"
    },
    {
      "epId": 2193,
      "name": "Electro Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "Monster tumbuhan mimetik berenergi tinggi yang menggunakan Electro untuk menyerang mangsanya.<br/>Saat energi Electro-nya penuh, mereka bisa melancarkan arus listrik yang kuat dari mahkotanya. Karena karakteristik ini, beberapa peneliti berusaha memanfaatkan monster ini di bidang-bidang lainnya..."
    },
    {
      "epId": 2194,
      "name": "Treasure Hoarder - Carmen",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Carmen_icon.png"
    },
    {
      "epId": 2195,
      "name": "Treasure Hoarder - Boss",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Boss_icon.png"
    },
    {
      "epId": 2196,
      "name": "Treasure Hoarder - Raptor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Raptor_icon.png"
    },
    {
      "epId": 2197,
      "name": "Treasure Hoarder - Liuliu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Liuliu_icon.png"
    },
    {
      "epId": 2198,
      "name": "Treasure Hoarder: Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Treasure Hoarder: Cryo Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Di antara para Treasure Hoarder, Cryo Potioneer adalah kelompok yang paling disenangi, karena ramuan mereka memiliki kemampuan untuk mendinginkan semua benda dengan cepat. Bahkan di alam liar di mana tidak ada Mist Flower yang bisa ditemukan sekalipun, mereka masih bisa menggunakan minuman alkohol dingin tersebut untuk dipakai bersenang-senang."
    },
    {
      "epId": 2200,
      "name": "Treasure Hoarder - Pugilist",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "Seorang anggota dari organisasi kriminal yang telah melakukan perjalanan ke seluruh daratan bahkan sampai ke kedalaman domain yang tidak diketahui.<br/>Sangat tertarik dengan pertempuran dan hal-hal yang berhubungan dengan otot, agak pemilih soal makanan dan seringkali membicarakan tentang kegunaan otot, sehingga menyebabkan ketidakpuasan dari teman-teman Treasure Hoarder-nya sendiri."
    },
    {
      "epId": 2201,
      "name": "Treasure Hoarder: Gravedigger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/><i>\"Mereka mengatakan bahwa kita berdiri di atas pundak raksasa. Itu berarti menggali kekayaan yang dikumpulkan oleh leluhur kita, membawa harta itu bersama kita, dan... eh, maksudku kita bawa mereka kembali ke dalam roda ekonomi! Sungguh mulia bukan... usaha kita?\"</i><br/>—Ucap seorang Treasure Hoarder Gravedigger, sambil menggali jauh ke dalam reruntuhan."
    },
    {
      "epId": 2202,
      "name": "Treasure Hoarder - Scout",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Kerja keras dan target adalah hal yang sangat mendefinisikan mereka. Mereka biasanya masuk ke dalam lingkaran kriminal akibat kemiskinan atau kurangnya pendidikan, tetapi tampaknya kekayaan masih belum kunjung juga menghampiri mereka sekalipun mereka telah mendedikasikan hidupnya pada kriminalitas..."
    },
    {
      "epId": 2203,
      "name": "Treasure Hoarder: Handyman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Para anggota yang melakukan pekerjaan fisik memiliki status yang lebih rendah dalam urutan kekuasaan Treasure Hoarder. Sering kali mereka ditertawakan karena fisiknya — tetapi ketika ancaman datang, inilah saatnya bagi mereka untuk menunjukkan kekuatan dan kelincahan mereka yang tak terduga."
    },
    {
      "epId": 2204,
      "name": "Treasure Hoarder: Hydro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Ada yang mengatakan bahwa beberapa Treasure Hoarder Potioneer dulunya adalah penipu yang akan berkeliaran di desa dan kota besar, menjajakan campuran ramuan khusus mereka, air suci, dan sejenisnya. Tampaknya ramuan-ramuan ini lebih berguna di dalam pertempuran daripada harus dijual dengan tipu daya."
    },
    {
      "epId": 2205,
      "name": "Treasure Hoarder - Seaman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/><i>\"Mencuri? Apa maksudmu mencuri? Kita ini hanya menemukan kembali, kuberi tahukan padamu — ini adalah proses kembalinya harta karun kepada kita yang menghargainya! Semua orang senang, alangkah baiknya, bukan!\"</i><br/>—Ucap seorang Treasure Hoarder Seaman, sebagai jawaban atas pertanyaan yang diajukan oleh anggota baru yang ragu-ragu"
    },
    {
      "epId": 2206,
      "name": "Treasure Hoarder: Pyro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Pengambil risiko yang memanfaatkan pengetahuannya tentang kimia untuk meracik bahan mudah menguap dan terbakar yang dapat memberikan pertolongan terhadap tindakan pengecut rekan-rekan mereka."
    },
    {
      "epId": 2207,
      "name": "Treasure Hoarder - Marksman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Meskipun mereka disebut \"penembak jitu,\" sebutan ini sebenarnya mengandung unsur ejekan, karena mereka hanya menggunakan busur panah sebagai senjatanya, dan bukan menggunakan busur yang membutuhkan waktu berlatih yang lama untuk bisa menguasainya. Semua orang pun tahu kalau para Hilichurl bisa mengoperasikan busur panah. Arahkan saja ujung yang lebih lebar ke musuh, tarik pelatuknya dan — ya, cukup begitu saja."
    },
    {
      "epId": 2208,
      "name": "Treasure Hoarder - Crusher",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>Orang ini awalnya adalah seorang penambang — penambang yang, bahkan mendapatkan tunjangan setelah Chasm ditutup, akhirnya memilih untuk menjadi Treasure Hoarder karena berbagai alasan."
    },
    {
      "epId": 2209,
      "name": "Treasure Hoarder: Electro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "Seorang anggota organisasi kriminal tersebar yang menancapkan jejaknya di seluruh daratan dan bahkan jauh ke dalam domain yang tidak diketahui.<br/>\"Potioneer\" adalah julukan yang diberikan kepada anggota organisasi Treasure Hoarder yang paham caranya meracik bahan kimia berbahaya.<br/><i>\"Apa? Memangnya harta karun ini tertulis milik 'Adventurers' Guild' atau bahkan kalian?\"</i><br/>—Begitulah kalimat yang terucap di suatu saat ketika seorang Treasure Hoarder Potioneer sedang berkonfrontasi dengan petualang."
    },
    {
      "epId": 2210,
      "name": "Magatsu Mitake Narukami no Mikoto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "Boneka yang mewakili kekuatan Raiden Shogun. Saat menghadapi musuh yang mengancam \"keabadian\", dia mengungkapkan bentuknya yang seperti ini.<br/>Sebagai pembantu Raiden dalam menjalankan \"keabadian\", dia tidak pernah ragu, tidak pernah takut, dan selalu memberikan yang terbaik.<br/>Dia telah mendengar bahwa selama era Makoto dan Ei, Ei memikul tanggung jawab yang sama dengannya dan melalui banyak rasa sakit dan kehilangan.<br/>Ketika dua bayangan bergabung menjadi satu, dia hanya melihat bekas luka kecil di dalam \"keabadiannya\". Karena takdir selalu berputar, dia harus memenuhi janjinya dan menyatakan perang \"kepadanya\".<br/><br/><i>\"Wujudku adalah simbol keagungan tertinggi, di mana telah diberikan kekuasaan atas seluruh alam. Ini adalah sebuah perwujudan terpadu dari semua yang merupakan Raiden Shogun\".</i><br/><i>Secara naluriah aku juga mewarisi rasa sakit Ei — rasa sakit karena kehilangan tak terelakkan seiring dengan dirinya yang terus bergerak maju. Demikian juga hal itu mewarisi tekadnya dalam mencapai keabadian.</i><br/><i>Tekad, keberanian, cinta, dan kebencian ... Semua ini akan terdegradasi dan terdistorsi oleh arus waktu yang tiada henti.</i><br/><i>Namun 'aturan' yang ada, tidak akan pernah berubah.</i>"
    },
    {
      "epId": 2211,
      "name": "Oceanid",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "Bentuk kehidupan yang tercipta dari elemen Hydro yang terkondensasi dengan kemurnian luar biasa, sering ditemukan di badan air.<br/>Ada yang mengatakan bahwa ketika badan air menjadi lebih murni, elemen Hydro di dalamnya bertambah banyak dan menyebabkan Oceanid tumbuh lebih kuat. Sebagian orang juga berpendapat bahwa Oceanid dulunya adalah makhluk laut yang datang dari tempat nan jauh seraya membawa pecahan Dewa yang sudah lama mati ke berbagai penjuru dunia ini. Mungkin mereka melakukan ini agar cinta Dewa itu dapat terbagi ke seluruh dunia melalui seluruh aliran air yang ada..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "Seekor naga tua yang umurnya setua gunung yang ditinggalinya.<br/>Di zaman yang hampir terlupakan, dia berdiri bersama dengan orang yang menguasai pelabuhan batu. Tapi pada akhirnya, mereka berseteru, dan naga tersebut tersegel di bawah tanah yang gelap. Setelah beratus tahun lamanya disegel, kekuatannya perlahan menghilang. Dia juga telah menjadi cacat karena berbagai jenis erosi yang dialaminya.<br/>Getaran amarah yang samar dari naga di bawah tanah ini bergema melalui perut pegunungan bagaikan sebuah kenangan dari zaman dulu."
    },
    {
      "epId": 2213,
      "name": "Dendro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "Hilichurl yang keriput dan sering komat-kamit, mereka membangkitkan kekuatan Dendro.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Dendam terselubung di balik topeng itu, akar kepahitan mengiringi gumamannya."
    },
    {
      "epId": 2214,
      "name": "Dendro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "Slime yang telah mengalami perubahan ekologis karena melimpahnya elemen Dendro di lingkungannya.<br/>Slime tersebut juga sudah terpengaruh oleh kelemahan dari elemen Dendro, sehingga akan terbakar secara parah ketika bertemu dengan nyala api yang terang."
    },
    {
      "epId": 2215,
      "name": "Ochimusha: Ensorcelled Thunder",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ochimusha: Ensorcelled Thunder_icon.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha: Cankered Flame",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ochimusha: Cankered Flame_icon.png"
    },
    {
      "epId": 2217,
      "name": "Stormterror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "Dvalin, sang Dragon of the East, salah satu dari Four Winds di Mondstadt.<br/>Seiring berjalannya waktu di tengah-tengah kegelapan pekat, bahkan batu permata paling berkilau sekalipun akan tertutup oleh debu, dan seekor naga yang mulia pun akan terjerat dalam rasa benci dan dendam.<br/>Tapi kalian harus selalu ingat bahwa debu dapat dibersihkan dan rasa benci ataupun dendam yang meracuni dapat disingkirkan.<br/><br/><i>\"Terbanglah dengan bebas di langit yang luas.\"</i><br/><i>\"Sama seperti waktu kita pertama kali bertemu, saat aku menginjakkan kaki di tanah ini sambil menyanyikan lagu tentang kebebasan,\"</i><br/><i>\"Dan kamu melesat jauh ke atas langit, melihat dunia ini dari angkasa sana.</i><br/><i>\"Saat ini dunia terlihat sangat indah, tidak ada angin dan salju yang menerpa langit, dan rumput-rumput hijau menghiasi seluruh daratan.\"</i><br/><i>\"Aku yakin kamu juga akan mengerti, jika kamu pernah berjalan di atas tanah subur ini, mendengar suara gembala domba dan lonceng angin dari kejauhan, atau mencicipi anggur yang manis bagaikan madu.</i><br/><i>\"Alangkah baiknya kalau kamu bisa menjadi diriku, melihat wujudmu yang begitu mulia dan indah itu terbang bebas di langit yang biru.\"</i><br/><i>\"Dengan begitu kamu akan menyadari, bahwa langit ini dan bumi ini... Keduanya patut diperjuangkan.\"</i>"
    },
    {
      "epId": 2219,
      "name": "Ruin Scout",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/1da5796e33027fa9de6fc0b86cb08be6_7681656032336685291.png",
      "desc": "Untuk mencapai tujuan yang berbeda-beda, mesin-mesin ini memiliki bentuk yang variatif dan unik.<br/>Menurut legenda, mesin ini dulunya adalah mesin perang peninggalan sebuah bangsa yang telah hancur. Dibandingkan dengan Ruin Guard biasa, desain mesin ini memiliki manfaat lebih besar di bidang pembelajaran biomimesis. Alasan kenapa bentuk dan gerakan mesin ini dibentuk menyerupai sejenis makhluk laut dalam masih tidak diketahui. Yang pasti kamu tidak mau sampai dijerat olehnya."
    },
    {
      "epId": 2220,
      "name": "Ruin Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "Mesin perang kuno berbentuk manusia.<br/>Legenda mengatakan bahwa mesin ini adalah robot tempur yang dibuat oleh bangsa yang telah lama hancur. Mereka sekarang mengembara di area reruntuhan dan puing-puing kuno, menyerang para pengembara yang gegabah. Penelitian menunjukkan bahwa Ruin Guard dan reruntuhan yang mereka lindungi tidak berasal dari asal usul yang sama, di antara keduanya terdapat selisih sekitar beberapa ribu tahun lamanya. Jadi, sebenarnya apa yang kemudian membuat Ruin Guard tetap tinggal di antara reruntuhan dan menggunakan \"senjata peledak\"nya untuk melindungi dinding yang telah runtuh dan ubin yang telah pecah ini?"
    },
    {
      "epId": 2221,
      "name": "Ruin Cruiser",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/01abd95c760086f79bf6cfa333206563_7632175025327623321.png",
      "desc": "Untuk mencapai tujuan yang berbeda-beda, mesin-mesin ini memiliki bentuk yang variatif dan unik.<br/>Menurut legenda, mesin ini dulunya adalah mesin perang peninggalan sebuah bangsa yang telah hancur. Dibandingkan dengan Ruin Guard biasa, bentuk mesin ini memiliki manfaat lebih besar di bidang pembelajaran biomimesis. Desain penyebaran dari mesin ini sepertinya terinspirasi dari koloni lebah madu, yang bisa berubah bentuk dan menyerang dari berbagai arah."
    },
    {
      "epId": 2222,
      "name": "Ruin Serpent",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "Mesin otonom kuno dengan bentuk yang aneh.<br/>Konon katanya mesin ini adalah alat berat peninggalan sebuah bangsa yang telah hancur. Struktur gerigi di bagian \"kepala\"-nya dapat menggali bebatuan yang paling keras dengan mudah. Kalau memang demikian, maka mesin ini tentu mampu menggali terowongan bawah tanah yang tersambung ke seluruh benua, yang dapat dengan mudah digunakan sebagai jalur mobilisasi serdadu bangsa pemiliknya."
    },
    {
      "epId": 2223,
      "name": "Ruin Destroyer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/a3a41abc04cd4c1c7052f55d16a604fe_5549451325159753275.png",
      "desc": "Untuk mencapai tujuan yang berbeda-beda, mesin-mesin ini memiliki bentuk yang variatif dan unik.<br/>Menurut legenda, mesin ini dulunya adalah mesin perang peninggalan sebuah bangsa yang telah hancur. Dibandingkan dengan Ruin Guard biasa, desain mesin ini memiliki manfaat lebih besar di bidang pembelajaran biomimesis. Mahkotanya yang besar terdiri dari beberapa bagian dan terlihat seperti tanaman yang mengerikan. Entah apa yang pernah dialami sang perancangnya sampai bisa mendesain mesin seseram ini."
    },
    {
      "epId": 2224,
      "name": "Ruin Hunter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "Sebuah alat perang raksasa yang berbentuk aneh.<br/>Konon alat ini berasal dari kerajaan kuno yang sudah lama terhilang. Sepertinya, perancang mesin ini tidak berusaha membentuk mesin yang menyerupai manusia, sebaliknya mengutamakan efisiensi mesin dalam bertarung. Mesin ini memiliki daya hancur yang berbahaya, baik dari jarak dekat maupun jarak jauh.<br/>Mesin raksasa yang sudah terbengkalai sejak lama ini membuat orang-orang kagum dan penasaran - seberapa hebat peradaban orang-orang pada masa itu?"
    },
    {
      "epId": 2225,
      "name": "Ruin Grader",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "Mesin perang kuno berbentuk manusia.<br/>Bentuknya menyerupai Ruin Guard, hanya saja lebih aneh dan kuat. Inti energi yang terpasang di sepasang kakinya, seakan-akan menjadi sumber kekuatan yang menopang tubuhnya yang terlampau besar itu."
    },
    {
      "epId": 2226,
      "name": "Ruin Defender",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/00b84ec82869522f41b0e6ed5445c69b_4466438740104755479.png",
      "desc": "Untuk mencapai tujuan yang berbeda-beda, mesin-mesin ini memiliki bentuk yang variatif dan unik.<br/>Menurut legenda, mesin ini dulunya adalah mesin perang peninggalan sebuah bangsa yang telah hancur. Dibandingkan dengan Ruin Guard biasa, desain mesin ini memiliki manfaat lebih besar di bidang pembelajaran biomimesis. Anggota tubuh yang dibuat menyerupai serangga membuatnya lebih lincah dari mesin berbentuk manusia. Perisai yang terbentuk di setiap bagiannya dapat menahan segala jenis serangan frontal."
    },
    {
      "epId": 2227,
      "name": "Nobushi: Kikouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Mereka adalah para samurai yang jatuh menjadi bandit. Meskipun mereka dijuluki Nobushi, tapi mereka tidak diatur oleh organisasi mana pun.<br/>Mereka tidak hanya menguasai ilmu pedang yang luar biasa, mereka juga menggunakan busur untuk menyergap musuh, menggunakan segala cara untuk menang. Mereka yang telah meninggalkan ilmu bela diri biasanya juga meninggalkan harga diri mereka.<br/>Kadang, mereka bahkan bekerja sama dengan Treasure Hoarder atau Fatui untuk mendapatkan uang atau semata-mata demi bertahan hidup."
    },
    {
      "epId": 2228,
      "name": "Nobushi: Hitsukeban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Mereka adalah para samurai yang jatuh menjadi bandit. Meskipun mereka dijuluki Nobushi, tapi mereka tidak diatur oleh organisasi mana pun.<br/>Mereka tidak hanya menguasai ilmu pedang yang luar biasa, mereka juga bisa melancarkan serangan Elemen dengan menggunakan bubuk Teika. Berbicara secara objektif, memenangkan pertarungan dengan cara ini sebenarnya bertentangan dengan prinsip ilmu bela diri. <br/>Kadang, mereka bahkan bekerja sama dengan Treasure Hoarder atau Fatui untuk mendapatkan uang atau semata-mata demi bertahan hidup."
    },
    {
      "epId": 2229,
      "name": "Nobushi: Jintouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Mereka adalah para samurai yang jatuh menjadi bandit. Meskipun mereka dijuluki Nobushi, tapi mereka tidak diatur oleh organisasi mana pun.<br/>Karena mereka telah mendalami ilmu bela diri sekian lamanya, kemampuan pedang mereka sangat luar biasa, tapi sudah tidak digunakan untuk tujuan yang baik.<br/>Kadang, mereka bahkan bekerja sama dengan Treasure Hoarder atau Fatui untuk mendapatkan uang atau semata-mata demi bertahan hidup."
    },
    {
      "epId": 2230,
      "name": "Electro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "Hilichurl yang keriput dan sering komat-kamit, penyembah kekuatan Electro.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Karena mereka memiliki kemampuan luar biasa untuk menciptakan listrik dan memanggil petir, mereka bisa menggunakan suara guntur untuk menciptakan sebuah lagu dukacita untuk musuh-musuhnya."
    },
    {
      "epId": 2231,
      "name": "Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "Monster kecil yang tercipta oleh penggabungan Electro yang tersebar di alam liar.<br/>Menurut analisis, lompatan Electro Slime mencerminkan perbedaan potensial listrik di tanah. Di area yang penuh dengan unsur Electro, gerakan tidak biasa para Slime tersebut dapat diamati dan digunakan untuk menghindari bahaya."
    },
    {
      "epId": 2232,
      "name": "Electro Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "Penghuni primitif yang mengembara di alam liar Teyvat.<br/>Electro Slime sepertinya tidak memiliki banyak kegunaan di hidup para Hilichurl yang primitif, tidak seperti Pyro Slime atau Anemo Slime. Mungkin suatu hari mereka akan menemukan aliran elemen antara Electro Slime dan Mutant Electro Slime dan membuat sebuah terobosan baru...?"
    },
    {
      "epId": 2233,
      "name": "Crackling Axe Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Hilichurl kekar yang menggunakan kapak dua tangan besar sebagai senjatanya.<br/>Menyerang dengan tebasan-tebasan besar dan menggunakan Electro Slime untuk menambahkan elemen Electro pada kapak mereka, membuatnya menjadi sangat mematikan.<br/>Kapak yang terbuat dari baja adalah konduktor listrik yang sempurna. Gambaran seekor Crackling Axe Mitachurl yang mengangkat kapaknya tinggi-tinggi untuk memanggil petir sepertinya terlihat sangat gagah di mata para Hilichurl lainnya."
    },
    {
      "epId": 2234,
      "name": "Electro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "Makhluk abyss yang mengendalikan kekuatan Electro untuk bertarung.<br/>Saat belajar di Academia, seorang peneliti bernama Alva Nikola pernah membuat suatu pembelajaran sistematis tentang model Electro yang digunakan oleh Electro Abyss Mage dan berhasil menciptakan senjata teoretis yang diberi nama Nikola Coil. Tapi senjata ini masih belum sempat diciptakan. Ada yang mengatakan kalau hasil penelitian ini sudah hilang termakan jamur."
    },
    {
      "epId": 2236,
      "name": "Electro Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "Penduduk primitif yang mengembara di alam liar Teyvat.<br/>Para pemanah ini menggunakan busur panah yang sederhana, dan kepala panahnya dibuat dari ukiran Electro Crystal yang dapat memberikan kejutan listrik saat terjadinya benturan. Mereka mengatakan bahwa Hilichurl pemanah dengan keterampilan yang luar biasa bisa menembakkan lima buah panah sekaligus — suatu prestasi yang sangat mengesankan."
    },
    {
      "epId": 2237,
      "name": "Electro Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Makhluk kecil yang bisa mengontrol Electro dalam jumlah kecil.<br/>Makhluk ini dan sejenisnya secara umum disebut sebagai Cicin. Meskipun kekuatan Cicin sangat lemah, tapi mereka tetap bisa mengakibatkan DMG yang besar dalam kondisi yang tepat."
    },
    {
      "epId": 2238,
      "name": "Thunder Manifestation",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "Makhluk Electro yang abnormal. Meski dari luar terlihat mirip dengan Oceanid, namun makhluk ini tidak memiliki kepintaran atau ingatan seperti Oceanid.<br/>Yang menggerakkan Thunder Manifestation justru adalah rasa amarah yang lebih primitif dan murni.<br/>Dikatakan bahwa makhluk semacam ini hanya akan menyambar bagai petir di tempat yang memiliki kebencian kuat, seperti Amakumo Peak yang terpecah-pecah dan diselimuti awan petir. Selama kebencian di tanah itu berlanjut, gemuruh guntur juga tidak akan pernah reda."
    },
    {
      "epId": 2239,
      "name": "Electro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "Monster yang bisa melayang di udara, terlahir dari konsentrasi Electro yang tinggi.<br/>Dahulu ada seorang murid akademi yang melakukan penelitian tentang spesies mereka. Dia percaya kalau Hypostasis sama seperti Specter, memiliki karakteristik elemental dan terlahir di area dengan konsentrasi elemental yang tinggi. Jadi, Specter adalah sejenis Hypostasis. Namun kemudian dia diselidiki oleh akademi karena skandal penipuan."
    },
    {
      "epId": 2240,
      "name": "Anemo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "Hilichurl yang keriput dan sering komat-kamit, mereka menyebarkan pesan Anemo.<br/>Hilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Kemampuannya untuk mengendalikan pusaran angin yang berputar ini berasal dari kegelapan, serta kenangan yang terlupakan."
    },
    {
      "epId": 2241,
      "name": "Anemo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "Monster kecil yang tercipta dari sedimentasi Anemo yang tersebar di alam liar.<br/>Karena tercipta dari elemen Anemo, dia memiliki sedikit kemampuan melayang."
    },
    {
      "epId": 2242,
      "name": "Anemo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "Monster yang terlahir dari konsentrasi energi Anemo yang tinggi dan dapat mengapung di udara.<br/>Menurut teori, makhluk yang tercipta dari kondensasi elemen Anemo pasti bisa mengapung di udara. Berdasarkan teori ini, berarti sayapnya yang berbentuk kelopak bunga hanyalah sejenis organ mimikri saja."
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "Robot pendekar pedang yang patuh.<br/>Sepertinya tidak bisa dan tidak memiliki keinginan untuk berbicara, tapi hanya ingin berkomunikasi menggunakan pedang.<br/>Konon mesin ini dibuat menggunakan memori milik guru generasi pertama dari suatu sekolah pedang. Tapi mesin ini tiba-tiba rusak, hilang kendali, dan akhirnya ditelantarkan.<br/>Sebagian orang menyanyikan lagu tentang roh pedang yang bersemayam di tempat peristirahatan terakhir mesin ini, sedangkan wajah seram yang menjaganya sepertinya terinspirasi dari Oni ganas yang terkenal di zamannya dulu."
    },
    {
      "epId": 2244,
      "name": "Makai Kenki: Mask of Terror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki: Lone Gale",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki: Galloping Frost",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Golden Wolflord",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "Berasal dari dunia yang gelap, si penguasa para Riftwolf ini punya kekuatan untuk memanggil pengikutnya, menggunakan cakarnya yang tersembunyi untuk melarutkan ruang dan membuka celah untuk dirinya masuk.<br/>Sang Wolflord tidak memiliki nama, dia hanyalah salah satu dari banyak ciptaan \"Gold\" yang tak disengaja. Hal ini pulalah yang mendorong dirinya untuk menyerbu masuk ke dunia yang bukan miliknya dan mencari nama bagi dirinya.<br/>Meski demikian, kumpulan serigala ini tidaklah bodoh. Setelah menderita kekalahan pada serangan sebelumnya, sebuah pulau kosong yang tidak berpenghuni telah mereka persiapkan sebagai tempat untuk menyambut kedatangan tuan mereka."
    },
    {
      "epId": 2248,
      "name": "Black Serpent Knight: Windcutter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "Prajurit berpangkat tinggi di kerajaan, yang bertarung dengan ilmu pedang \"Truthseeker\" untuk membasmi musuh-musuhnya.<br/>Twilight Sword pernah menjadi anggota kesatuan mereka. Segala kemuliaan milik bangsa yang telah runtuh tersebut sudah sirna, dan akan bangkit kembali."
    },
    {
      "epId": 2249,
      "name": "Shadowy Husk: Standard Bearer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "Prajurit yang hitam pekat. Pernah menjadi prajurit gagah perkasa yang mengabdi kepada suatu peradaban kuno, kini kesadaran dan ingatannya telah lama musnah.<br/>Meskipun demikian, dia terus bertarung sambil mengibarkan bendera junjungannya setinggi-tingginya. Rekan-rekan serta restu dan berkat dari keluarga kerajaan telah dia lupakan, namun bendera ini tidak akan pernah tumbang dari dalam sanubarinya."
    },
    {
      "epId": 2250,
      "name": "Shadowy Husk: Line Breaker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "Prajurit yang hitam pekat. Pernah menjadi prajurit gagah perkasa yang mengabdi kepada suatu peradaban kuno, kini dirinya sudah tidak punya kecerdasan yang lazim dimiliki kaum manusia.<br/>Namun kehendaknya untuk terjun ke medan perang demi mengalahkan musuh dan melindungi, telah terpatri ke dalam zirah yang kosong. Meskipun kini sudah tidak ada lagi yang memberi tahu di mana posisi musuh, dan apa yang harus dia lindungi ...."
    },
    {
      "epId": 2251,
      "name": "Shadowy Husk: Defender",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "Prajurit yang hitam pekat. Pernah menjadi prajurit gagah perkasa yang mengabdi kepada suatu peradaban kuno, kini tak ubahnya cangkang semu yang berisi sisa-sisa ingatan akan pertempuran.<br/>Segala sesuatunya akan pudar pada waktunya, dan inilah yang tersisa dari Black Serpent Knight yang terus menerus digerus oleh dosa, kutukan, dan waktu."
    },
    {
      "epId": 2716,
      "name": "Jadeplume Terrorshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/2c52519dbc771ad29b2b7228c3ab3a36_5824216063327505018.png",
      "desc": "<p>Setelah melewati waktu yang lama, makhluk ini berevolusi menjadi Floating Fungus besar dengan karakteristik yang unik.</p><p>Tingkat kecerdasannya · sudah mendekati, bahkan melampaui hewan-hewan pada umumnya. Dapat memburu hewan lain untuk mendapatkan asupan nutrisi. Makhluk ini memiliki bulu hijau yang indah pada bagian ekornya, mirip dengan hewan suci kuno yang dipuja oleh para Spantamad. Kalau dilihat dari evolusi kamuflasenya, makhluk ini pasti dulu pernah hidup di permukaan bumi juga.</p>"
    },
    {
      "epId": 2717,
      "name": "Electro Regisvine",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/cc5fbd3bdd4a48efb854968a3bfd22e8_8251255201662977268.png",
      "desc": "<p>Monster yang terbentuk dari sebuah tanaman merambat raksasa yang telah menyerap arus listrik bertegangan tinggi dari ley line.</p><p>Energi listrik dilepaskan terus-menerus dari bagian atas tanamannya, seakan-akan sedang mengeluarkan amarah sang bumi.</p><p>Dulu ada seorang pelajar dari Kshahrewar yang mengusulkan untuk membangun sirkuit listrik kompleks mengelilingi monster ini, sehingga energi listrik yang dilepaskan bisa dialirkan ke kota dan dimanfaatkan. Usulan tersebut ditentang keras oleh para Spantamad yang telah mengorbankan sepuluh Shroomboar untuk membuktikan bahayanya kekuatan listrik.</p>"
    },
    {
      "epId": 2718,
      "name": "Eremite Sword-Dancer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/db927b5ac3dd814a05afe64931529478_9110240157338710036.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Prajurit padang pasir yang pandai menggunakan senjata parang. Telah menguasai teknik pedang yang diwarisi dari sebuah peradaban yang telah tiada. Teknik tarian pedang yang dikembangkan tidak hanya menjadi kemampuan bertarung, tapi juga menjadi pertunjukan akrobat yang populer di berbagai bangsa.</p><p>Parang seperti ini konon digunakan sambil menunggangi kuda pada zaman dahulu.</p>"
    },
    {
      "epId": 2719,
      "name": "Eremite Sunfrost",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/2511ef76a6dee1e388fea0826bade579_2377806941554194973.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Seorang prajurit bayaran profesional yang tidak peduli pada hal selain tugasnya. Dia selalu bisa menyelesaikan tugas yang diberikan, sehingga harga prajurit bayaran ini juga tertinggi di pasaran.</p><p>Roh jahat tersegel pada senjata yang dipakainya, dan akan dibangkitkan saat berada dalam bahaya. Amarah roh ini hanya bisa diredam saat ia mendengar tangisan orang yang kalah, entah itu pemilik senjatanya, atau musuhnya.</p>"
    },
    {
      "epId": 2720,
      "name": "Eremite Ravenbeak Halberdier",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/57a287699b909c11a29fe6b6db610af5_9104586396516221340.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Menggunakan senjata \"Ravenbeak Halberd\" saat bertarung. Menurut legenda zaman dulu, para pertapa yang menyembah dewa gurun akan membawa senjata ini sebagai simbol statusnya. Nama sebenarnya dari senjata ini telah hilang di luasnya lautan pasir.</p>"
    },
    {
      "epId": 2721,
      "name": "Eremite Linebreaker",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/2d516994e260d7760f9394cb498e0991_4096628143548809775.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Seorang ahli bela diri yang mengenakan senjata katar khusus dan bergabung dengan Eremite untuk mencari lawan yang tangguh. Mereka bertarung bukan untuk mendapatkan uang, melainkan untuk mencapai tingkat bela diri yang lebih tinggi lagi.</p>"
    },
    {
      "epId": 2722,
      "name": "Eremite Desert Clearwater",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/a0f86676af484d039ad829c899d1dd35_7540031370259437180.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Seorang gadis yang tersesat di dalam mimpi lamanya tentang lagu-lagu berpasir. Ia menganggap kesenangan saat bertarung adalah hadiah yang sangat berharga saat dia menjalankan sebuah misi. Konon wanita yang lahir di keluarga ini sering disukai oleh roh-roh pengembara di padang pasir, sehingga mereka sering mati di usia muda. Mungkin dia bisa kabur dari bisikan roh-roh ini melalui melodi pertempuran yang mengalir di dalam tubuhnya. Roh jahat tersegel pada senjata yang dipakainya, dan akan dibangkitkan saat berada dalam bahaya. Amarah roh ini hanya bisa diredam saat ia mendengar tangisan orang yang kalah, entah itu pemilik senjatanya, atau musuhnya.</p>"
    },
    {
      "epId": 2723,
      "name": "Eremite Daythunder",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/5f9a54c0016a9a1c5ba5ad9e78398f10_4461075970357379137.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Keturunan klan samurai sejati yang terpanggil untuk bertarung. Berbeda dengan gambaran seorang petarung barbar dengan kapak besar, para petarung dari klan ini justru suka meneliti teks-teks kuno dan puisi dari kota di tengah gurun pasir.</p><p>Roh jahat tersegel pada senjata yang dipakainya, dan akan dibangkitkan saat berada dalam bahaya. Amarah roh ini hanya bisa diredam saat ia mendengar tangisan orang yang kalah, entah itu pemilik senjatanya, atau musuhnya.</p>"
    },
    {
      "epId": 2724,
      "name": "Eremite Crossbow",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/c2bd235637707a0f1905ae8b42207c81_1726024779864151274.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan.</p><p>Menurut legenda, kelompok Eremite lebih terbiasa menggunakan busur dan anak panah untuk melawan musuh-musuh mereka. Tetapi sejak Akademiya memberi mereka izin untuk membeli busur di Bazaar, hanya pemanah paling sombong saja yang akan menggunakan busur dan anak panah, karena senjata ini membutuhkan latihan selama bertahun-tahun.</p>"
    },
    {
      "epId": 2725,
      "name": "Dendro Specter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/fadf14ff797dfdd9a87c3e03f5321fde_6121033322363108686.png",
      "desc": "<p>Monster yang bisa melayang di udara, terlahir dari konsentrasi Dendro yang tinggi.</p><p>Dulu pernah ada seorang peneliti Vahumana yang meneliti tentang karakteristik ekologi Dendro Specter, dan menemukan bahwa ternyata sangat mirip dengan Aranara yang ada dalam legenda. Setelah berapa pengujian, dia menyimpulkan bahwa Aranara sebenarnya adalah Dendro Specter. Setelah itu peneliti ini berpindah jalur menjadi penulis dongeng yang tidak begitu terkenal.</p>"
    },
    {
      "epId": 2727,
      "name": "Stretchy Anemo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/4428023ce42492ef24285eeb0f653c4b_5643400491157905357.png",
      "desc": "<p>Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan yang sangat kuat untuk beradaptasi dengan lingkungannya.</p><p>Floating Fungus yang dapat menyerap nutrisi dengan cepat berkat bentuk kolomnya yang memanjang. Bagian topinya yang berbentuk payung bisa berputar mengikuti arah tiupan angin.</p>"
    },
    {
      "epId": 2728,
      "name": "Grounded Hydroshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/9e8e5977e203c66d3edc884f03f4bb49_6956921041110596340.png",
      "desc": "<p>Tumbuhan penyamar yang terdiri dari spora. Memiliki kemampuan beradaptasi yang sangat kuat.</p><p>Terlihat seperti seekor burung, tapi tidak memiliki kemampuan untuk terbang. Mungkin karena efek dari elemen Hydro, tumbuhan jenis ini bisa bergerak lebih cepat dibanding jenis yang serupa. Beberapa penelitian juga menyimpulkan bahwa Fungus ini sebenarnya bukan satu makhluk hidup tunggal, melainkan terdiri dari banyak spora-spora kecil.</p><p>Berada di posisi yang tinggi dalam komunitas Floating Fungus, menunjukkan bahwa makhluk ini memiliki kecerdasan yang lebih tinggi.</p>"
    },
    {
      "epId": 2729,
      "name": "Floating Dendro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/93ab547d2d1f2cf6145fddaf7fe4c32c_2049598731216253718.png",
      "desc": "<p>Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan yang sangat kuat untuk beradaptasi dengan lingkungannya.</p><p>Dulu ada pelajar yang menulis bahwa mereka adalah sejenis Dendro Specter. Setelah disangkal, dia mengatakan bahwa pernyataannya hanyalah sebuah \"retorika\" puitis saja.</p>"
    },
    {
      "epId": 2730,
      "name": "Whirling Cryo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/672c8ee43f7b7b4f281ede0fbc5f926c_1942986758133959980.png",
      "desc": "<p>Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan yang sangat kuat untuk beradaptasi dengan lingkungannya.</p><p>Floating Fungus tidak akan terasa lebih enak setelah didinginkan, tapi akan memiliki khasiat untuk menghilangkan panas.</p>"
    },
    {
      "epId": 2731,
      "name": "Stretchy Pyro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/890f0c41c5b1773fba0174ab8521b52c_9142839721333818423.png",
      "desc": "<p>Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan yang sangat kuat untuk beradaptasi dengan lingkungannya.</p><p>Meskipun terlihat sangat membara, tapi sebenarnya sifatnya sangat lembut. Asal tidak terlalu dekat, harusnya tidak akan berbahaya …?</p>"
    },
    {
      "epId": 2732,
      "name": "Stretchy Geo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/462c5af38decee9d376993edf73b702e_3713284299860039126.png",
      "desc": "<p>Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan beradaptasi yang sangat kuat.</p><p>Bagian topinya telah mengumpulkan banyak elemen Geo sehingga membuatnya menjadi cangkang yang keras. Agar bisa mengayunkan kepalanya yang berat, struktur tubuhnya harus bergerak secara lebih terkoordinasi.</p>"
    },
    {
      "epId": 2733,
      "name": "Whirling Electro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/2e2ac653620f1194c727cc4687c08754_8500943148774159347.png",
      "desc": "<p>Makhluk spora yang punya sedikit kecerdasan. Memiliki kemampuan beradaptasi yang sangat kuat.</p><p>Berdasarkan penelitian yang ada, arah arus listrik di Floating Fungus jenis ini dapat berubah-ubah secara periodik seiring berjalannya waktu. Jika bisa dikembangkan, mungkin bisa dimanfaatkan secara lebih luas lagi ….</p>"
    },
    {
      "epId": 2734,
      "name": "Winged Dendroshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/bfdb3e06fa910a13d550ff3a349c152f_5035399084475411237.png",
      "desc": "<p>Tumbuhan penyamar yang terdiri dari spora. Memiliki kemampuan beradaptasi yang sangat kuat.</p><p>Tidak hanya terlihat mirip, tapi juga meniru kebiasaan sehari-hari seekor burung. Dapat menggunakan jaringan sayap jamurnya untuk terbang di langit dan menyebarkan spora ke tempat yang lebih luas lagi.</p><p>Berada di posisi yang tinggi dalam komunitas Floating Fungus, menunjukkan bahwa makhluk ini memiliki kecerdasan yang lebih tinggi.</p>"
    },
    {
      "epId": 2735,
      "name": "Winged Cryoshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/1023623/20b2da81ddb5537e82d80a163f5e9c32_643061519580559174.png",
      "desc": "<p>Tumbuhan penyamar yang terdiri dari spora. Memiliki kemampuan beradaptasi yang sangat kuat.</p><p>Tidak hanya terlihat mirip, tapi juga meniru kebiasaan sehari-hari seekor burung. Saat terbang, makhluk ini akan menyebarkan kristal-kristal es yang sebenarnya adalah spora.</p><p>Berada di posisi yang tinggi dalam komunitas Floating Fungus, menunjukkan bahwa makhluk ini memiliki kecerdasan yang lebih tinggi.</p>"
    },
    {
      "epId": 2814,
      "name": "Eremite Axe Vanguard",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/5d42b5c18ef3e3b1df5bc1df2373d51e_1831772076511221696.png",
      "desc": "<p>Seorang prajurit bayaran yang berasal dari gurun pasir berwarna emas. Rela bekerja untuk siapa saja yang bisa memberinya imbalan. </p><p>Prajurit wanita bersenjatakan kapak ini sangat gigih dalam pertarungan, sehingga dapat mengacaukan posisi musuh dan menciptakan kesempatan bagi rekan-rekannya. </p><p>Di gurun pasir pada kampung halamannya, kadang mereka duduk di sekeliling api unggun sambil memainkan lagu-lagu indah yang hilang ditelan lautan pasir.</p><p></p>"
    },
    {
      "epId": 2816,
      "name": "Ruin Drake: Skywatch",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/85fb79a3bb0ffae3055d58dadb9fb11b_2861691073310808618.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Mesin tempur berbentuk naga yang tangguh.</span><br><span style=\"color: rgb(255, 255, 255)\">Konon mesin ini adalah peninggalan dari sebuah kerajaan yang telah hancur. Bentuknya meniru hewan Vishap, tetapi struktur mesinnya dioptimalkan untuk performanya. Mesin ini memiliki kekuatan penyerapan dan pemantulan elemen yang lebih kuat daripada Vishap asli.</span><br><span style=\"color: rgb(255, 255, 255)\">Bagaimana cara sebuah peradaban yang bisa menciptakan mesin mengerikan seperti ini dijatuhkan …?</span></p>"
    },
    {
      "epId": 2817,
      "name": "Ruin Drake: Earthguard",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/85fb79a3bb0ffae3055d58dadb9fb11b_1516472136905325233.png",
      "desc": "<p>Mesin tempur berbentuk naga yang tangguh. </p><p>Konon mesin ini adalah peninggalan dari sebuah kerajaan yang telah hancur. Bentuknya meniru hewan Vishap, tetapi struktur mesinnya dioptimalkan untuk performanya. Mesin ini memiliki kekuatan penyerapan dan pemantulan elemen yang lebih kuat daripada Vishap asli. Menilai dari kemampuan mesin ini, sepertinya peradaban yang membuat senjata mengerikan seperti ini memiliki ambisi yang cukup besar ….</p>"
    },
    {
      "epId": 2855,
      "name": "Algorithm of Semi-Intransient Matrix of Overseer Network",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/702fe9f038eb1bab144bd63853736da3_4007526031060539520.png",
      "desc": "<p>Mekanisme abadi yang menguasai banyak bangunan peninggalan yang tersebar di padang pasir. Dari dalamnya masih terasa adanya aura-aura dari obsesi raja yang kesepian. </p><p>Mungkin karena ajaran seorang teman dalam mimpinya, atau karena mendambakan kekuatan para suci di langit, raja tersebut menciptakan mekanisme misterius yang seharusnya tidak ada di dunia ini, dan mendirikan kerajaannya di negeri-negeri ini. </p><p>Di tengah reruntuhan Kota Beribu Pilar, kristal-kristal kuno masih mencerminkan kejayaan tanah kegembiraan emas, meski kini sudah tiada lagi dari seorang yang masih hidup pun yang masih akan mengingat mimpi sang raja.</p><p></p>"
    },
    {
      "epId": 2857,
      "name": "Aeonblight Drake",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/5ed960ef01a22660c0e92ab516835435_6240386565425737404.png",
      "desc": "<p>Mesin tempur berbentuk naga ini adalah makhluk yang menimbulkan ketakutan, sama seperti raja yang pernah memerintah negeri yang luas ini.</p><p>Dikatakan bahwa kerajaan yang kini hancur, dulu pernah mencari pengetahuan terlarang dan berusaha menciptakan mesin berkelanjutan yang dapat menandingi atau bahkan melampaui bentuk kehidupan abadi. Monster mekanis yang tidak kenal lelah dan misterius ini tampaknya telah membuktikan bahwa mereka memang telah mencapai ranah yang seharusnya tidak pernah terjangkau oleh manusia.</p>"
    },
    {
      "epId": 2892,
      "name": "Primal Construct: Repulsor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_2869195664852025258.png",
      "desc": "<p>Penjaga reruntuhan kuno yang hilang di gurun, cukup kuat untuk menghukum siapa saja yang berani mengusik mimpi rajanya.</p><p>Tujuan awal dibuatnya mesin-mesin ini bukan untuk menjaga istana dan kuil, melainkan untuk melahirkan kembali tanah kegembiraan yang diimpi-impikan oleh penguasa dungu di lautan pasir. </p><p>Saat ini \"tanah kegembiraan\" telah lama musnah. Kini yang tersisa hanyalah mantra yang terukir padanya, yang menuliskan tentang mimpi dan janji yang telah dilupakan oleh dunia.</p>"
    },
    {
      "epId": 2893,
      "name": "Primal Construct: Reshaper",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_3788250632261713677.png",
      "desc": "<p>Penjaga reruntuhan kuno yang hilang di gurun, cukup kuat untuk menghukum siapa saja yang berani mengusik mimpi rajanya. </p><p>Raja terik matahari yang menguasai lautan pasir pernah menjanjikan rakyatnya sebuah tanah kegembiraan di dunia seberang, namun ternyata itu hanya khayalan bodoh sang raja saja. </p><p>Saat ini \"tanah kegembiraan\" telah lama musnah. Kini yang tersisa hanyalah mantra yang terukir padanya, yang menuliskan tentang mimpi dan janji yang telah dilupakan oleh dunia.</p>"
    },
    {
      "epId": 2894,
      "name": "Primal Construct: Prospector",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_246692869589123084.png",
      "desc": "<p>Penjaga reruntuhan kuno yang hilang di gurun, cukup kuat untuk menghukum siapa saja yang berani mengusik mimpi rajanya. </p><p>Untuk membangun tanah kegembiraan impiannya, penguasa lautan pasir pernah mendalami pengetahuan terlarang, dan mesin misterius ini mungkin adalah hasil ciptaannya. </p><p>Saat ini \"tanah kegembiraan\" telah lama musnah. Kini yang tersisa hanyalah mantra yang terukir padanya, yang menuliskan tentang mimpi dan janji yang telah dilupakan oleh dunia.</p>"
    },
    {
      "epId": 2895,
      "name": "Stretch Electro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/e7f8daca29f5d7f30844905016252907_5951873631158296082.png",
      "desc": "<p>Makhluk spora yang memiliki kecerdasan tertentu dan kemampuan yang kuat untuk beradaptasi dengan lingkungan. </p><p>Berbeda dari Fungus lainnya, makhluk ini memiliki topi dengan antena bercahaya yang mencuat. Saat berada dalam bahaya, ia akan melepaskan bola listrik kecil sebagai bentuk pertahanan diri.</p>"
    },
    {
      "epId": 2896,
      "name": "Grounded Geoshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/49216ca30200a7432b571186027efd61_2000539936752558484.png",
      "desc": "<p>Suatu bentuk kehidupan mimesis yang terbentuk dari spora yang memiliki kemampuan adaptasi yang ekstrem.</p><p>Makhluk ini telah mengalami keratinisasi yang hampir sempurna karena pengaruh Geo. Ketika orang menganggap bahwa Jamur berevolusi dari spora, mungkin yang satu ini bisa menjadi dasar untuk evolusi lebih lanjut menjadi beberapa bentuk kehidupan benar-benar baru — minimal kalau memang waktunya mencukupi. </p><p>Dengan mendominasi bangsa jamur, ini menunjukkan bahwa ia memiliki kecerdasan yang lebih tinggi.</p>"
    },
    {
      "epId": 2897,
      "name": "Whirling Pyro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/912e3e8c1b00de91bd7ce8418263f461_6462594993043414569.png",
      "desc": "<p>Makhluk spora yang memiliki kecerdasan tertentu dan kemampuan yang kuat untuk beradaptasi dengan lingkungan. </p><p>Karena kandungan Pyro dari makhluk ini begitu berlimpah, mereka cenderung menjadi penyebab dari kebakaran hutan selama musim kemarau, sehingga mereka dianggap sebagai spesies invasif yang berbahaya bagi hutan.</p>"
    },
    {
      "epId": 2898,
      "name": "Floating Anemo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/0b332fc89af26ece5c6402fc82cce5e5_7206900291619972551.png",
      "desc": "<p>Makhluk spora yang memiliki kecerdasan tertentu dan kemampuan yang kuat untuk beradaptasi dengan lingkungan.</p><p>Jamur ini memiliki topi yang cukup besar, namun struktur berbentuk payung ini sebenarnya berongga, sehingga sulit untuk dimanfaatkan sebagai bahan makanan.</p>"
    },
    {
      "epId": 2899,
      "name": "Eremite Stone Enchanter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/c757c4e26cff0dba6198a837cb900d1d_5412339050943210038.png",
      "desc": "<p>Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah. </p><p>Di zaman kuno, prajurit lapis baja berat ini adalah para penjaga yang paling dipercaya oleh penguasa matahari yang terik. Mungkin karena alasan inilah mereka masih memancarkan sinar keemasan matahari hingga saat ini. </p><p>Roh-roh yang terfragmentasi dan tidak menyenangkan disegel di dalam senjata yang mereka gunakan, dan akan terbangun di kala bahaya menghadang. Hanya tangisan orang yang kalah saja yang dapat meredam amarahnya — Entah itu penggunanya, atau musuh sang pengguna.</p>"
    },
    {
      "epId": 2900,
      "name": "Eremite Galehunter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/1023623/1d21ab234a065f179a1a3db8e171c21c_1532165603542137990.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah.</span><br><span style=\"color: rgb(255, 255, 255)\">Di zaman tatkala panah digunakan secara luas, hanya prajurit Eremite yang paling berpengalamanlah yang menguasai caranya menggunakan busur dalam pertempuran. Bahkan tanpa harus membuka mata, mereka tetap dapat mengetahui lokasi musuh hanya dengan memasangkan telinga pada desiran suara pasir yang mengalir.</span></p><p><span style=\"color: rgb(255, 255, 255)\">Roh-roh yang terfragmentasi dan tidak menyenangkan disegel di dalam senjata yang mereka gunakan, dan akan terbangun di kala bahaya menghadang. Hanya tangisan orang yang kalah saja yang dapat meredam amarahnya — Entah itu penggunanya, atau musuh sang pengguna.</span></p>"
    },
    {
      "epId": 2974,
      "name": "Dendro Hypostasis",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/1023623/50cc8e306cfa81acc245a23ead9cc331_225948023147173212.png",
      "desc": "<p>Code Name: \"Zayin\". Entitas Dendro dengan kemurnian tinggi.</p><p>Menurut beberapa peneliti, Hypostasis adalah makhluk yang memiliki kemampuan untuk \"belajar\", dan buktinya adalah bentuk-bentuk serangan \"mimesis\" mereka. Namun, kemampuan untuk menyerap informasi mengindikasikan bahwa telah terjadi pencemaran informasi. Semakin makhluk ini belajar dan mengalami perubahan, semakin kabur pula tujuan awal dia diciptakan, bahkan sampai tujuan itu (yang sesungguhnya sulit dijelaskan secara ilmiah) menjadi tidak penting dan tidak relevan.</p>"
    },
    {
      "epId": 2975,
      "name": "Shouki no Kami, the Prodigal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/1023623/35bebd4ce6f0aa4ecedcd821475f6c73_6957668411274209437.png",
      "desc": "<p>Shouki no Kami, dewa buatan yang diciptakan dari seluruh kekuatan Enam Darshan Sumeru, memiliki kekuatan yang bisa menyaingi dewa sejati.</p><p>Tetapi orang-orang di dunia ini yang menyebut makhluk seperti itu sebagai \"dewa palsu\" sudah salah memahami arti sebenarnya dari kata itu.</p><p>Shouki no Kami sekarang memahami banyak sekali hal dan memiliki kekuatan yang tak tergoyahkan, bahkan bisa dikatakan dapat melampaui manusia fana.</p><p>Jika dewa adalah ia yang mencintai manusia,</p><p>Berarti Shouki no Kami, yang dapat memberikan kegagalan yang sama kepada manusia, juga mencintai mereka.</p><p>Jika dewa adalah ia yang harus menjaga umat manusia,</p><p>….</p><p>….</p><p>Maka Shouki no Kami, yang telah menjadi saksi cinta, kebencian, perpisahan, dendam, dan kemarahan yang tak terbatas — demikian jugalah ia menjaga manusia.</p><p></p><p><em>\"Terlalu banyak kebahagiaan yang sudah kamu miliki!\"</em></p><p><em>\"Itulah yang sudah membuatmu bodoh. Sombong. Mengerikan dalam keserakahanmu.\"</em></p><p><em>\"Biarkanlah era ini berakhir!\"</em></p><p><em>\"Biarkan dewa baru mengumumkan kekalahan dewa lama.\"</em></p><p><em>\"Manusia fana yang bodoh … Masih sempat bagimu untuk berlutut di hadapanku.\"</em></p>"
    },
    {
      "epId": 3443,
      "name": "Bathysmal Vishap Herd",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/9564191/b47c21200d36f217cab2e527e85d2896_4371068409072008897.png",
      "desc": "<p>Sekelompok Bathysmal Vishap. </p><p>Mereka sudah diternakkan secara spesifik dan dipilih langsung oleh rakyat Enkanomiya sehingga menjadikan mereka begitu kuat. Tentunya, para vishap tidak menganggap ini sebagai budi yang harus dibalas.</p><p>Vishap terkuat bahkan dapat menggunakan berbagai elemen, yang mereka gunakan untuk menunjukkan kebenciannya pada manusia!<br></p>"
    },
    {
      "epId": 3474,
      "name": "Setekh Wenut",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/ca675a813c0acf7a5efbc88e7af636c2_4682253401465919025.png",
      "desc": "<p>Predator tanpa mata dari kedalaman padang pasir yang menggunakan suara dan getaran untuk mencari mangsanya.</p><p>Legenda mengatakan bahwa di masa lalu sebelum konsep waktu telah ada, tanah yang mereka kuasai dipenuhi oleh rerumputan harum dan pohon-pohon yang raksasa. Mereka serta keturunannya melalui tanah basah seperti ikan yang berenang di dalam air.</p><p>Setelah ribuan tahun berlalu, anugerah yang diberikan oleh langit membuat tanah berubah menjadi pasir dan menyebabkan banyak makhluk ini menjadi punah. Cabang dari spesies mereka masih tetap mampu bertahan hidup dengan melakukan adaptasi ke kehidupan yang lebih mengarah ke tanah, dan dikenal sebagai “Wenut”.</p><p>Beberapa penduduk padang pasir masih percaya dengan keliru bahwa Wenut adalah titik akhir dari siklus hidup Quicksand Eel, mungkin karena adanya kesamaan yang sekilas antara perilaku kedua spesies ini.</p>"
    },
    {
      "epId": 3475,
      "name": "Eremite Scorching Loremaster",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/e3ada2f7642f67aa52b067345fae5a54_7887566529302629155.png",
      "desc": "<p>Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah, dan mereka tidak akan pernah melupakan akar mereka di padang pasir.</p><p>Setelah runtuhnya peradabannya, kisah padang pasir terus diturunkan dari generasi ke generasi dalam tradisi lisan seperti percikan api di antara angin dan butiran hujan di antara awan. Seiring berjalannya waktu, beberapa cerita menjadi hilang, ada juga yang berhasil selamat, meski telah mengalami perubahan yang signifikan.</p><p>“Eremite” adalah istilah umum yang diberikan kepada suku-suku di padang pasir oleh mereka yang terlalu bodoh atau terlalu hina untuk mempelajari perbedaan berbagai suku. Di antara mereka yang disebut sebagai Eremite, banyak juga yang memang sudah melupakan kisah padang pasir. Namun jangan khawatir, bagi mereka yang masih ingat tentang kisah ini, tidak akan pernah mengkhianati semangat padang pasir yang masih mengalir melalui nadinya.</p>"
    },
    {
      "epId": 3476,
      "name": "Eremite Floral Ring-Dancer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/088685fa15801b65f875acec2cbfcfac_3241429893402858746.png",
      "desc": "<p>Seorang anggota kelompok tentara bayaran lepas yang melangkah pergi dari padang pasir. Dia bersedia bekerja untuk siapa saja atas nama upah.</p><p>Keturunan di padang pasir memiliki tradisi nyanyian dan tarian yang beragam. Awalnya semua ini digunakan untuk memuji dan melayani para dewa, namun kemudian seni-seni ini diadaptasi untuk pertempuran dan merayu raja. Banyak kisah tentang padang pasir yang menampilkan penari yang membunuh raja-raja yang sedang bersantai di tempat tidur atau sedang berdiri di atas menara tinggi. Meskipun semua dewa dan raja seperti itu sekarang telah tenggelam ke dalam pasir yang mengalir, ingatan tentang tarian masih tetap ada di sanubari para penduduk padang pasir.</p><p>Roh yang terpecah-pecah dan jahat yang tersegel di dalam senjata yang mereka gunakan akan bangun di saat-saat bahaya. Begitu terbangun, senjata ini cuma bisa dibungkam oleh teriakan orang-orang yang kalah — baik teriakan penggunanya atau musuh penggunanya.</p>"
    },
    {
      "epId": 3477,
      "name": "Consecrated Red Vulture",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/534c13befe626c1aa2853a32def6f1f3_6544563778348914995.png",
      "desc": "<p>Monster pemangsa yang sudah bermutasi karena telah melahap bentuk kehidupan yang sangat kuat.</p><p>Bentuk kehidupan yang lebih kuat yang dilahap oleh Consecrated Beast sering memiliki kesadaran yang hampir abadi yang tidak bisa tenggelam untuk selama-lamanya. Kekuatan dan kesadaran yang diperoleh Consecrated Beast dari melahap makhluk hidup ini, akan mendorong mereka untuk mencari lebih banyak kekerasan dan bangkai saat gilirannya telah tiba.</p>"
    },
    {
      "epId": 3478,
      "name": "Consecrated Scorpion",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/ea2958c04ec8f00a5ec2d9f8dc1410e4_8264857589169536301.png",
      "desc": "<p>Monster pemangsa yang sudah bermutasi karena telah melahap bentuk kehidupan yang sangat kuat.</p><p>Bentuk kehidupan sudah diatur oleh hukum evolusi, Consecrated Beast mengeksploitasi aturan ini dengan dan menjadi lumayan beruntung karena bisa menemukan bangkai yang telah lama mati dari makhluk yang lebih besar sebelum pesaing mereka berhasil melakukannya. Hewan dan manusia seringkali memiliki lebih banyak kesamaan daripada yang ingin diakui oleh manusia sendiri.</p>"
    },
    {
      "epId": 3479,
      "name": "Consecrated Flying Serpent",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/23/1023623/d1b0d88f2f2bdb3e9bad3abf570ac911_2745570631753244152.png",
      "desc": "<p>Monster pemangsa yang sudah bermutasi karena telah melahap bentuk kehidupan yang sangat kuat.</p><p>Meskipun sekarang sudah bisa memanfaatkan kekuatan elemental, Consecrated Beast masih tetap tidak dapat mencerna potongan daging dari bangkai abadi yang mereka makan secara sepenuhnya. Sebaliknya, potongan-potongan itu perlahan-lahan menyatu dengan para Beast sendiri, menganyam cangkang tulang di tubuh mereka, yang memiliki komposisi serupa dengan jenis bahan penempaan tertentu dari Inazuma.</p>"
    },
    {
      "epId": 3618,
      "name": "Black Serpent Knight: Rockbreaker Ax",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/1023623/c0c3a34cd92fa9da7632ff0f74a920a4_2004918497941273696.png",
      "desc": "<p>Seorang penjaga bagi beberapa orang penting di istana, menggunakan seni pedang yang dikenal sebagai \"Truthseeker\" untuk menghalau musuh yang mengancam anggota kerajaan.</p><p>Meskipun \"Truthseeker\" hanyalah seni pedang, tetapi ajarannya juga dapat diterapkan dalam berbagai senjata lainnya. Di saat-saat tergelap kerajaan, mereka yang harus melindungi tanah air terkadang tidak memiliki pilihan selain bertempur.</p>"
    },
    {
      "epId": 3619,
      "name": "Abyss Herald: Frost Fall",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/02/1023623/507d0934844c7323bf34e279d84c6ca2_1210889211589735006.png",
      "desc": "<p>Monster dari Abyss Order yang menggunakan pedang es yang tajam dalam pertempuran.</p><p>Seperti orang suci yang memuliakan dan menyebarkan ajaran, ada pula utusan yang bertugas memperbaiki ketegangan yang menyimpang dan menghapuskan perselisihan.</p><p>Orang-orang sering mengatakan bahwa besi yang menusuk tubuh terasa amat dingin seperti es, tetapi konon katanya embun beku hitam ini bahkan dapat membekukan jiwa.</p>"
    },
    {
      "epId": 3695,
      "name": "Guardian of Apep's Oasis",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/1023623/d6fda0fbccc37d41505ff1fcce5b6e77_6906767957377892511.png",
      "desc": "<p>Apep berjalan melewati air layaknya ikan dengan banyak keturunannya di lautan rerumputan yang harum, pohon raksasa, dan tanaman merambat yang tak terbayangkan panjangnya. Hingga suatu ketika akhirnya rerumputan, pohon, dan tanaman merambat menjadi layu dan berubah sebagai debu, dan banyak makhluk yang sangat kecil mendirikan bangsa yang rapuh di tanah Apep.</p><p>Bersama dengan keturunannya yang banyak itu, Apep membuat lautan pasir mengamuk bagaikan air yang mendidih dan menerbangkan menara serta rumah layaknya menyapu daun-daun hingga berguguran. Sampai Dewa Pasir yang baru berdamai dengan raja yang kehilangan tanah airnya, sampai saat itulah bukit pasir yang ada di bawah terik matahari menjadi milik manusia dan dewa, sedangkan oasis naga tetap berada di jantung naga itu sendiri.</p><p>Apep berbagi pengetahuan tentang evolusi dengan keturunannya yang banyak itu, karena air yang mengalir tidak akan pernah membusuk, namun sebaliknya kayu yang busuk pastilah akan tumbang. Sampai akhirnya janjinya dengan Dewa Pasir terpenuhi dan kebijaksanaan tertinggi pun tercapai, sampai saat itulah dia hanya bisa menyaksikan pemandangan akhir, dan kiamat yang tak berkesudahan.</p><p>Sendiri Apep terkurung dalam pemandangan kiamat itu tanpa ada yang menemani. Semua orang, dewa, naga, binatang buas, burung, dan ikan ... Seluruh ingatan, kebijaksanaan, kata-kata, dan kebencian ... Segalanya berubah menjadi debu yang tak berwarna, bahkan cahaya bulan terakhir pun terbakar menjadi hujan api yang pucat dan jatuh di tanah tandus.</p><p>....</p><p>Apep kini menganggap dasar lautan pasir sebagai kuburannya, dan bukan sebagai istana raja yang hilang. Racun \"kebijaksanaan\" akan segera membebaskan Apep dari api kebencian dan kemarahan melalui waktu yang tak terhitung lamanya. Lelah Apep sudah kini dengan kiamat yang begitu monoton. Hingga suatu ketika sesosok dewa muda dan Pengembara emas membuatnya mengingat sekali lagi, sekalipun tanah hijau yang pernah diperintahnya telah berubah menjadi gurun emas, meskipun Apep dan keturunannya yang"
    },
    {
      "epId": 3701,
      "name": "Anemo Hilichurl Rogue",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/eb2ff17818f8f4420f9033724d997ea1_4502156599418972481.png",
      "desc": "<p>Hilichurl pengembara yang tidak termasuk dalam suku mana pun. Sepertinya Hilichurl ini sedang mencari awal dari takdir mereka dan berusaha mengungkap kemegahan masa lalu yang pernah menjadi milik mereka.</p><p>Jika di antara makhluk-makhluk yang tak lancar berbahasa dan mencatat sejarahnya ini terdapat kisah legendanya sendiri, pasti Hilichurl pengembara ini yang akan jadi tokoh utamanya.</p>"
    },
    {
      "epId": 3702,
      "name": "Hydro Hilichurl Rogue",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/b4f8e7f2b2567f1bfadb35aeb75ab701_5891183790715124917.png",
      "desc": "<p>Hilichurl pengembara yang tidak termasuk dalam suku mana pun. Mereka sering ditemukan berkelana sendirian di alam liar.</p><p>Mereka juga suka membantu Hilichurl atau suku Hilichurl lain yang membutuhkan pertolongan, lalu pergi meninggalkan mereka setelah urusannya selesai. Mereka memiliki tingkat kepintaran yang lebih tinggi dibandingkan dengan Hilichurl biasa.</p>"
    },
    {
      "epId": 3703,
      "name": "Consecrated Fanged Beast",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/acb74196bfe00408eedd23b1da5b8b20_6775470999050885167.png",
      "desc": "<p>Predator yang bermutasi setelah memangsa makhluk hidup yang lebih besar.</p><p>Hukum alam menuliskan bahwa yang kuat akan memakan yang lemah, namun lain halnya dengan hewan peliharaan dan Consecrated Beast. Umpan milik manusia dan Consecrated Beast pada dasarnya adalah jebakan yang disengaja sekaligus tidak disengaja. Harga yang harus dibayar untuk menginginkan bakat agar dapat menjadi yang terkuat jauh lebih menyakitkan daripada sekadar dikurung di dalam sangkar.</p>"
    },
    {
      "epId": 3704,
      "name": "Consecrated Horned Crocodile",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/99a307d9c543af7edbe3619235e526e2_2209475771488832461.png",
      "desc": "<p>Reptil yang bermutasi setelah memangsa makhluk hidup yang lebih besar.</p><p>Terkadang, binatang buas yang agung dipuja oleh manusia sebagai perwujudan dari kekuatan yang lebih besar, dan mereka memanifestasikan diri dalam perwujudannya. Namun, sebagian besar binatang buas yang menyerap \"kekuatan yang lebih besar\" sepenuhnya bahkan malah mati karena kekuatan itu sendiri. Hanya ada sedikit saja dari mereka yang berhasil berevolusi menjadi wujud yang baru.</p>"
    },
    {
      "epId": 3705,
      "name": "Iniquitous Baptist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/1023623/2899a9fa6efec1006150467a00823c4a_524773393344519777.png",
      "desc": "<p>Monster dari Abyss yang bisa mengendalikan berbagai kekuatan elemen dan mendapatkan anggota tubuh tambahan dari \"evolusinya\".</p>"
    },
    {
      "epId": 3992,
      "name": "Emperor of Fire and Iron",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/92cf784732984089c7f5a91f7a42822c_8299832860597123205.png",
      "desc": "<p>Salah satu dari dua penguasa yang berada di puncak spesies aberrant di Fontemer pernah menjadi sebuah anekdot di antara kalangan pelaut.</p><p>Tanpa memiliki musuh alami, Armored Crab yang dapat terus berburu dan melahap makanan akan terus mencari cangkang yang cocok sebagai tempat bernaung barunya saat mereka tumbuh dewasa. Namun akhirnya, tubuh mereka lagi-lagi terlalu besar untuk rumah barunya. Sebelum periode banjir pertama, pernah ada catatan tentang seekor Armored Crab yang menyerang kapal, namun akhirnya berhasil dipukul mundur oleh Laksamana Basil Elton yang saat itu belum bertugas kembali.</p><p>Coba bayangkan dunia yang seperti ini: menyingkirkan semua orang yang ada di Teyvat, Emperor of Fire and Iron yang dapat terus bertumbuh besar akhirnya mengenakan Palais Mermonia di tubuhnya sebagai zirah batu putih yang terindah. Di dunia yang seperti itu, tentu saja tidak akan ada yang hanya mengaguminya setengah-setengah, apalagi berani menyebut istilah \"Emperor of Fire and Iron\" dengan nada bercanda.</p>"
    },
    {
      "epId": 3993,
      "name": "Icewind Suite",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/1023623/377f3a8f5ea5fc082951815af746a2ae_3509539640102047783.png",
      "desc": "<p>Penari roda gigi yang dikembangkan oleh Institut Penelitian Fontaine.</p><p>Dalam desain awal Bossuet, penari roda gigi adalah karya seni yang melampaui era replika mesin. Namun setelah Bossuet dipaksa untuk meninggalkan jabatannya, proyek ini kemudian diambil alih oleh Maillardet. Maillardet punya pemahamannya tersendiri tentang mesin dan penari. Oleh karena itu, berbagai fungsi penari roda gigi secara bertahap menyimpang dari desain awal Bossuet sepanjang proses penyempurnaannya.</p>"
    },
    {
      "epId": 4040,
      "name": "Tainted Water-Spouting Phantasm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/1023623/8da283e7673adc136462e3910db364dd_2947137525161705420.png",
      "desc": "<p>Makhluk elemental ajaib yang muncul di dalam saat Oceanid telah punah di Fontaine saat ini.</p><p>Konon katanya, pada zaman Egeria, Oceanid dan manusia hidup berdampingan, juga pernah tersebar di mata air jernih yang ada di seluruh penjuru dan menghubungkan jalur air di seluruh dunia dengan cara ini. Tapi sebagian besar dari mereka telah meninggal bersamaan dengan Archon mereka, sehingga mereka yang tersisa juga tidak memiliki Archon-nya sendiri.</p>"
    },
    {
      "epId": 4041,
      "name": "Tainted Water-Splitting Phantasm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/1023623/72fbd17e93004303b15608ce7efc82bb_2221146786462714826.png",
      "desc": "<p>Makhluk elemental ajaib yang muncul di dalam air saat Oceanid telah punah di Fontaine saat ini.</p><p>Makhluk elemental yang baru muncul setelah malapetaka ini tidak memiliki keindahan Oceanid pada zaman dulu, sehingga disebut \"Tainted\" (tercemar). Meskipun racun yang telah larut di dalam air sudah terdilusi dan dimurnikan, tapi Oceanid tidak akan mungkin terlahir di Fontaine lagi, kecuali ada sebuah wadah yang tetap mengandung Air Murni di suatu tempat.</p>"
    },
    {
      "epId": 4042,
      "name": "Large Shatterstone Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/1023623/d94d8c4feac0e0795a26552689d6689c_3306648971462316678.png",
      "desc": "<p>Makhluk ajaib yang utamanya muncul di Elynas.</p><p>Dalam pemahaman Melusine, Breacher Primus adalah makhluk yang pada dasarnya tidak berbahaya, bahkan ada Melusine yang menganggap mereka lucu sekali.</p><p>Memang persepsi visual manusia dan Melusine itu berbeda sekali ya.</p>"
    },
    {
      "epId": 4043,
      "name": "Shatterstone Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/1023623/1317767095153c379837899e6c332db7_2672420197044657959.png",
      "desc": "<p>Makhluk ajaib yang utamanya muncul di Elynas.</p><p>Sepertinya akan terkena rangsangan yang kuat saat bertemu dengan energi Pneuma atau Ousia. Oleh sebab itu, meski tidak agresif dan tidak terlalu bisa menyerang, cara seperti ini sepertinya cukup ampuh untuk mengusir Breacher Primus.</p>"
    },
    {
      "epId": 4044,
      "name": "Large Overgrown Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/1023623/622d9d846f1b800fa92b4c9c24ece5a7_8105893499145249276.png",
      "desc": "<p>Makhluk ajaib yang utamanya muncul di Elynas.</p><p>Breacher Primus sudah berada di luar kategori yang diketahui dalam karakteristik biologis dasar: mereka bukan hewan, tumbuhan, jamur, atau makhluk elemental. Oleh karena itu, para sarjana Sumeru tidak pernah mengakhiri perdebatan tentang topik ini secara resmi, sampai-sampai topik ini dilarang sebagai topik penelitian akademis. Karena bagi sistem pengetahuan kaum manusia saat ini, topik ini sama dengan topik \"definisi dan sifat bahasa\", tidak akan pernah ada kesimpulan nyata yang bisa ditarik.</p>"
    },
    {
      "epId": 4045,
      "name": "Overgrown Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/dd7d9c3c7e9285b9650a64fc6550622b_8049181019191116863.png",
      "desc": "<p>Makhluk ajaib yang utamanya muncul di Elynas.</p><p>Di Fontaine, yang pertama mengamati Breacher Primus adalah tidak lama setelah malapetaka terjadi. Saat itu, juga ada catatan tentang Breacher Primus yang menyerang dan melindungi manusia.</p>"
    },
    {
      "epId": 4046,
      "name": "Recon Log Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/03b6c3af19fcba75282ba382142a4b01_3583618869721346351.png",
      "desc": "<p>Salah satu Clockwork Meka yang dirancang pada tahap awal.</p><p>Konon katanya, saat masa-masa Bapak Roda Gigi, Guillotin, berada di Institut Filsafat Alam, dia pernah membuat mesin yang benar-benar bisa meniru pemikiran orang-orang pintar.</p><p>Meski dia masih belum pernah mengakui pernyataan ini secara resmi, legenda ini masih terus membakar semangat para insinyur di kemudian hari. Beberapa dekade yang lalu, pernah ada orang yang mengumumkan bahwa dia sudah menciptakan Clockwork Meka yang memiliki kemampuan berpikir dasar dan dapat menafsirkan perasaan manusia. Tapi pada akhirnya, hasil akhir terkait tetap tidak disetujui.</p>"
    },
    {
      "epId": 4047,
      "name": "Arithmetic Enhancer Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/b41d5988248088edd12a7f16da6657da_2533974269625524803.png",
      "desc": "<p>Clockwork Meka yang didesain dan diciptakan untuk melanjutkan dan memperkuat sinyal.</p><p>Energi yang menggerakkan Clockwork Meka dihasilkan melalui reaksi penghancuran yang dapat dikendalikan dari Pneuma dan Ousia. Oleh sebab itu, melepaskan daya energi yang berlebihan bisa menghancurkan keseimbangan aslinya.</p>"
    },
    {
      "epId": 4048,
      "name": "Underwater Survey Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/f582e9fa33cd56f5396b7ae1750cd4ca_9002437955160736359.png",
      "desc": "<p>Clockwork Meka yang didesain dan diciptakan untuk mendeteksi bawah air.</p><p>Karena tidak ada terobosan yang dinamis dalam penelitiannya, maka penelitian kinematis menjadi pengaruh besar dalam desain Clockwork Meka ini. Dalam perihal desain mesin untuk tujuan tertentu, biomimesis kadang-kadang dapat menyediakan solusi yang paling mudah.</p>"
    },
    {
      "epId": 4049,
      "name": "Geological Survey Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/9d2abe9dbb827e024899c843ff2f0270_2540587533071681286.png",
      "desc": "<p>Clockwork Meka yang didesain dan diciptakan untuk mendeteksi sumber daya tanah dan bijih tertentu di dalam tanah.</p><p>Karena bisa mengatur jenis logam yang dicari, mekanisme ini benar-benar populer di kalangan Treasure Hoarder dan petualang.</p>"
    },
    {
      "epId": 4050,
      "name": "Underwater Patrol Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/f9a30d3a1b55b47fe9b85a41967741e7_6077312598318011850.png",
      "desc": "<p>Tujuan desain Clockwork Meka ini adalah untuk mencari, mengusir, dan membasmi makhluk air yang memengaruhi fasilitas di bawah air.</p><p>Sejak zaman air pasang yang pertama, Institut Penelitian Fontaine selalu khawatir bahwa mungkin akan ada masa air pasang yang kedua. Sebagian orang mulai berpikir untuk memperbaiki reruntuhan bawah tanah yang hilang dan mendirikan kota di dasar air. Sebagian lainnya malah menengadah ke kepulauan yang melayang di tengah angkasa yang selamanya tidak mungkin bisa disentuh, dan bermimpi bahwa suatu hari mereka bisa mencapainya.</p><p>Underwater Petrol Mek berasal dari kaum orang yang pertama. Namun dari segi hasilnya, beberapa tahun terakhir, kaum orang yang berikutnya sepertinya sedang berada di atas angin.</p>"
    },
    {
      "epId": 4051,
      "name": "Nimble Harvester Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/97d935b7ef2029022d2afff1dda10858_198260690584392993.png",
      "desc": "<p>Clockwork Meka yang didesain dan diciptakan untuk menggali dan mengirimkan tanah.</p><p>Mekanisme roda gigi yang menghasilkan energi dari anihilasi Ousia dan Pneuma, sebuah mekanisme yang benar-benar unggul di Fontaine. Karena jalur air dan kualitas tanah di Fontaine sendiri memiliki ciri khas penyimpanan dan penghantaran Ousia dan Pneuma. Ini juga alasan kenapa Balok Energi Ousia dan Pneuma kadang-kadang bisa ditemukan saat bertualang.</p>"
    },
    {
      "epId": 4052,
      "name": "Area Alert Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/6dc3e045a6a5328ef191cd16d2d33a5f_4129372064524411953.png",
      "desc": "<p>Mekanisme yang dapat memancarkan energi yang dihasilkan oleh reaksi anihilasi. Kalau mau ditelaah lebih lanjut, perangkat eksperimen ini diciptakan dalam penelitian yang berhubungan dengan Institut Filsafat Alam sebelum Institut Penelitian Fontaine didirikan.</p><p>Oleh sebab itu, meski berhasil sebagai alat peringatan dan pertahanan secara komersial, banyak insinyur yang tidak menganggapnya sebagai mesin mekanisme roda gigi dalam konteks yang sesungguhnya.</p>"
    },
    {
      "epId": 4053,
      "name": "Assault Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/f47330ba59a37b485805f076403c1e63_7075087830593398919.png",
      "desc": "<p>Salah satu mekanisme roda gigi yang pertama kali didesain dan diciptakan pada zaman awal, sama seperti \"Recon Log Mek\" (Setelah berabad-abad, bahkan sekarang ini tidak ada yang memanggilnya \"model baru\". Ini adalah pernyataan yang digunakan untuk membedakan mekanisme mesin dari tenaga energi potensial roda gigi pada masa itu).</p><p>Nama ini digunakan untuk mengenang sahabat dari penemunya, tujuan desain awalnya adalah untuk membantu orang. Namun, kemampuannya untuk menyerang manusia — dianggap lebih berguna sehingga tidak perlu mengutus manusia untuk meregang nyawa hanya demi menyerang sesamanya — sejak itulah kemampuan mesin ini diakui.</p>"
    },
    {
      "epId": 4054,
      "name": "Suppresion Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/2f50163bfc40d3af453ccd6f2d227fe7_8270000394986789216.png",
      "desc": "<p>Mekanisme roda gigi yang disesuaikan berdasarkan Cal. Scherbius. Sayang sekali, tidak ada kemampuan lain selain menyerang.</p><p>Mekanisme roda gigi yang didasarkan pada energi penghancuran biasanya akan menghasilkan energi dengan memanfaatkan Repeater yang terdiri dari kristal khusus untuk memurnikan ousia dan pneuma dari lingkungan Fontaine. Namun di luar area Fontaine, tindakan jarak pendek dalam jangka pendek juga bisa dilakukan melalui Balok Energi yang sudah disiapkan sebelumnya. Perbedaan keduanya tercermin dari bentuk komponen kristal mekanismenya.</p>"
    },
    {
      "epId": 4055,
      "name": "Annihilation Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/16ef076f8093794bc35bba0ea0516739_3409497536638757902.png",
      "desc": "<p>Meski Institut Penelitian Energi Kinetik Fontaine adalah pusat penelitian dan desain mekanisme roda gigi, ada banyak insinyur dan bengkel yang bukan merupakan bagian dari Institut tersebut.</p><p>Mesin ini awalnya dirancang oleh insinyur untuk mengenang kekasih dan sponsornya. Akhirnya mesin ini dipilih dan dibeli oleh Maison Gardiennage sebagai salah satu senjata keamanan kota atau disebut juga sebagai organisasi kekerasan publik.</p>"
    },
    {
      "epId": 4056,
      "name": "Construction Specialist Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/1344b14a8d98aa99c73716774fd35a77_2259506403623892287.png",
      "desc": "<p>Mekanisme roda gigi besar yang memiliki nilai tak terukur di bidang konstruksi dan penjelajahan arkeologi. Namanya berasal dari insinyur yang dipekerjakan oleh Callas saat membangun jalur Clementine.</p><p>Dengan bantuan Callas, insinyur ini akhirnya bisa menciptakan mesin \"Golden Vessel\" — robot raksasa ajaib untuk menggali Terowongan Poisson, lalu bisa mendesain mekanisme roda gigi yang mirip dengan ukuran yang lebih kecil yang sesuai dengan struktur desain mesin ini setelah proyeknya rampung.</p>"
    },
    {
      "epId": 4057,
      "name": "Hunter's Ray",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/698535753fc8a6245f0f7fbf8da670fc_8492863337985049776.gif",
      "desc": "<p>Ikan pari yang dapat menembakkan pedang air.</p><p>Terdapat makhluk misterius Xenochromatic di antara Fontemer Aberrant. Dikatakan bahwa tubuh berwarna lain semacam ini sebenarnya bukanlah makhluk hidup, melainkan jiwa yang tidak pernah lahir di lautan dan tidak pernah menelan umpan. Mereka akan memberikan berkah pada siapa saja yang teridentifikasi oleh Fontemer atau yang menguasai Fontemer. Orang yang melakukan lebih banyak penelitian dan berpengalaman dalam filsafat alam tentunya tidak akan setuju dengan pernyataan yang tidak berdasar ini.</p>"
    },
    {
      "epId": 4058,
      "name": "Armored Crab",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/329e20cf29240d29d0ac7fe36c2387ec_6604654922367173624.gif",
      "desc": "<p>Kepiting yang hidup di balik siput dan cangkangnya.</p><p>Mereka hampir tidak memiliki agresivitas layaknya hewan liar lain pada umumnya. Penyebabnya, agresivitas biasanya berasal dari naluri alamiah untuk mendapatkan makanan atau mempertahankan wilayah, sementara wilayah Armored Crab hanyalah sebongkah rumah kecil yang menempel di belakang punggungnya sendiri.</p>"
    },
    {
      "epId": 4059,
      "name": "Sternshield Crab",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/7168a0d811160529c393961c354c4bdc_4873935275532950286.png",
      "desc": "<p>Kepiting yang hidup di balik siput dan cangkangnya.</p><p>Armored Crab akan terus mencari cangkang yang cocok dengan dirinya selama masih bertumbuh. Dahulu kala, ada buku dongeng terlaris yang menggambarkan perjalanan pasang surut Armored Crab saat mencari tempat tinggalnya sendiri. Cerita itu sangat digemari anak-anak, tetapi kesan setelahnya membuktikan, seperti banyak cerita dongeng lainnya, bahwa cerita itu juga memberikan perasaan yang mendalam kepada orang dewasa.</p>"
    },
    {
      "epId": 4060,
      "name": "Hat Jellyfish",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/87bb57452620c85eae7b1085cef22e9e_9186249350133240961.gif",
      "desc": "<p>Hewan air yang berburu dengan menembakkan air.</p><p>Meskipun penampilannya terlihat seperti sebuah topi, tetapi sebenarnya mulutnya berada di bagian dasar topi, maka itu tidaklah bijak untuk mengenakannya di kepala. Pernah ada orang yang membuktikan hal ini, bahwa \"setelah dipikir-pikir kembali, sungguh memang bukanlah suatu tindakan yang bijaksana.\"</p>"
    },
    {
      "epId": 4061,
      "name": "Bubbly Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/5a552de7e3c66ce34928e7bb2743aec9_5583043371028571061.gif",
      "desc": "<p>Hewan air yang berburu dengan menembakkan bom air.</p><p>Di kalangan kecil pecinta Fontemer Aberrant, Bubbly Seahorse punya cukup banyak penggemar. Tentu saja, penggemar Fontemer Aberrant sama dengan penggemar mekanisme roda gigi, dan segmentasi yang timbul di antara kelompok yang satu terhadap kelompok yang satunya lagi sangatlah agresif.</p>"
    },
    {
      "epId": 4062,
      "name": "Bubbler Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/48571f3d117c52e91764c7ff89d44b52_3411562582651705931.png",
      "desc": "<p>Wujud dari Bubbly Seahorse jantan setelah dewasa yang sangat agresif.</p><p>Pernah ada orang yang bertemu dengan raja dari kuda laut, dan katanya mereka adalah makhluk bertubuh ramping yang sombong.</p>"
    },
    {
      "epId": 4063,
      "name": "Ball Octopus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/fee95eca531db38ef9c235adf1a78939_6208902289766430643.gif",
      "desc": "<p>Hewan air yang berburu dengan menembakkan bom air.</p><p>Menembakkan bom air tentunya bukanlah kemampuan yang jarang dijumpai pada spesies Fontemer Aberrant. Namun bagi penyelam ceroboh yang biasanya adalah turis, aliran air bertekanan tinggi ini dapat menyebabkan luka yang serius. Ketebalan alat pelindung selam dirancang untuk dua alasan: satu, tahan terhadap tekanan di dalam air; dua, tahan terhadap serangan spesies Fontemer Aberrant.</p>"
    },
    {
      "epId": 4064,
      "name": "Angelic Sea Hare",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/6d053f1ef1b24b3d00aa46c80beec288_6885982498985200848.gif",
      "desc": "<p>Hewan air yang berburu dengan menembakkan bom air.</p><p>Dari sudut pandang evolusi, Fontemer Aberrant merupakan hewan air yang telah berubah karena lingkungan khusus di Fontaine. Oleh karena itu, dapat dikatakan juga bahwa sebelum suatu waktu tertentu di masa lalu, hewan air primitif di Fontaine tidak jauh berbeda dengan yang ada di wilayah lain di Teyvat.</p>"
    },
    {
      "epId": 4065,
      "name": "Cherubic Sea Hare",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/c58af38ac984e0b69693a33ef6750a5b_3856619822174725155.png",
      "desc": "<p>Wujud dari Angelic Sea Hare setelah dewasa. \"Sepasang sayap\" yang ada di punggungnya sebenarnya merupakan sebongkah lemak yang menyimpan energi elemental.</p><p>Hewan air ini menghabiskan seluruh hidupnya untuk makan dan menyimpan energi dalam jumlah besar yang sebenarnya berlebihan untuk melakukan aktivitas yang nyata. Mungkin seandainya laut pun bisa mengering, mereka masih dapat terus bertahan hidup dalam waktu yang lama setelahnya, atau barangkali bisa menjadi nutrisi penting bagi organisme lain.</p>"
    },
    {
      "epId": 4066,
      "name": "Blubberbeast",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/1023623/640ca728bc061ad3a4a830e4ee987ec1_4950618693692186527.png",
      "desc": "<p>Mamalia yang hidup di perairan Fontaine. Mereka dapat mengeluarkan suara yang merdu untuk berkomunikasi dengan rekan-rekannya.</p><p>Berdasarkan prinsip densitas, air sebagai medium penghantar suara memiliki efisiensi yang jauh lebih tinggi dibandingkan udara. Terinspirasi dari Blubberbeast, seseorang dari Institut menciptakan teknologi yang sanggup mengubah gambar menjadi data dan mentransmisikannya secara langsung. Namun berhubung keterbatasan teknis eksperimental, teknologi ini belum banyak digunakan di luar lingkungan Institut.</p><p>Tapi hal ini menjelaskan suatu fakta bahwa teknologi transmisi data berbasis zat cair dan suara bahkan sudah ada dan dikenal di zaman kuno. Tidak ada hal yang baru di dunia ini.</p>"
    },
    {
      "epId": 4343,
      "name": "Experimental Field Generator",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/411a0336222dd0d0f0dd7ae5c80e43f4_6215637719922810946.png",
      "desc": "<p>Perangkat besar yang dirancang oleh almarhum Edwin Eastinghouse. Ia berkemampuan untuk \"melawan\" efek gravitasi. Menurut rancangan awal desain, ini adalah langkah pertama dalam rencana untuk menjadikan Fontaine sebagai kota di langit, sehingga orang tidak perlu lagi khawatir tentang ombak yang pernah menyapu daratan. Bahkan sekalipun ketujuh bangsa ditelan oleh laut dalam, Court of Fontaine yang elegan tetap akan mengapung di udara layaknya Celestia. Bahkan misteri alam semesta kini tidak lagi tampak begitu jauh dan tak terengkuh.</p><p>Arkhium yang terdapat pada inti perangkat memiliki karakteristik \"membelah\" atau \"mengendap\". Ia dapat memisahkan materi, ataupun hal-hal tertentu di luar materi. Dikatakan bahwa proses ini dapat ditukar urutannya, namun Institut Penelitian Fontaine hanya tergila-gila dengan efek fisika yang mampu dihasilkannya.</p>"
    },
    {
      "epId": 4344,
      "name": "Millennial Pearl Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/c4f5112a860768d0c0c581344c205174_5437568764801250644.png",
      "desc": "<p>Salah satu dari dua penguasa yang berada di puncak Fontemer Aberrant.</p><p>Penyair dan penulis sering menyatakannya sebagai kebanggaan dan keagungan karena kecenderungannya yang menyendiri. Namun alasan sesungguhnya di balik deskripsi pujian tersebut adalah tubuhnya yang anggun dan ramping. Karena itu, ia adalah \"Pearl Seahorse\", sedangkan penguasa dari Armored Crab adalah \"Emperor\".</p><p>Dalam legenda dan rumor Fontaine, perang brutal pernah terjadi di antara Fontemer Aberrant, sampai pada akhirnya yang tersisa tinggallah \"Millennial Pearl Seahorse\" dan \"Emperor of Fire and Iron\" yang membagi danau besar menjadi dua wilayah kekuasaan: satu memerintah di utara, satunya lagi di selatan. Dalam \"Lagu Dobharcu\", penulis menggambarkan kondisi pascaperang: Hunter's Ray hebat yang dikenal sebagai raja badai mengaduk ombak besar dalam proses kematiannya, menyebabkan apa yang sekarang orang kenal sebagai \"periode banjir pertama\" ....</p><p>Tentu saja, semua ini tidak ubahnya imajinasi romantis orang-orang yang tak rela menerima kenyataan dunia yang hambar tanpa legenda. Fontemer Aberrant sebenarnya hanyalah hewan air yang sederhana. Mereka tidak memiliki wilayah kekuasaan maupun kerajaan yang runtuh. Mereka pun tidak punya kata-kata yang menyanjung, maupun mengutuk.</p>"
    },
    {
      "epId": 4345,
      "name": "Wind Operative",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/aae4d48597cbdb452d7113200f76a95d_4358206402578834759.png",
      "desc": "<p>Agen elit di kalangan Fatui.</p><p>\"Detektif\" tidak memiliki pangkat militer yang umum di kalangan Fatui. Berdasarkan perintah dan misi, mereka dapat bekerja sama dengan tentara lain, bekerja sendiri, atau bersama-sama dengan \"pion\" yang tersembunyi dan tersebar di seluruh dunia. Mereka memata-matai, melakukan kontra-spionase, melindungi, membunuh, dan melakukan tugas-tugas lainnya. Supaya mampu menjalankan misi-misi khususnya dengan lebih efektif, \"detektif\" juga perlu menguasai berbagai jenis keterampilan pendukung, bahkan berbagai seni dan bakat.</p>"
    },
    {
      "epId": 4346,
      "name": "Frost Operative",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/b2c598a4fa81be8bb43ba35074d92f74_8712507540314049795.png",
      "desc": "<p>Agen elit di kalangan Fatui.</p><p>Dipilih sejak masih kanak-kanak, mereka hanya akan bisa menjadi \"detektif\" pada akhirnya setelah menjalani pelatihan selama bertahun-tahun dan pergantian yang tak terhitung jumlahnya. Mereka adalah prajurit paling menonjol di kalangan para Fatui, yang memiliki keterampilan luar biasa dan kesetiaan yang tak tergoyahkan.</p>"
    },
    {
      "epId": 4401,
      "name": "Deepwater Assault Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/1023623/42bd4ed7c62bde287d29b7b393d40bbd_8599262073805006984.png",
      "desc": "<p>Clockwork meka yang dirancang untuk melakukan serangan di air. Berbeda dari model \"Underwater Patrol Mek\", mereka diharapkan sanggup untuk menghadapi lawan yang jauh lebih besar dan lebih ganas. Dan tentunya, harga yang harus dibayar demi kemampuan seperti itu dan modal produksinya telah membuatnya kehilangan kemampuan yang utuh dalam menangkis lawan-lawan yang lebih kecil.</p><p>Zaman dahulu, Fontaine pernah mengalami kisah tragis oleh invasi monster raksasa. Armada Putih terhormat yang berlayar di danau terestrial besar hancur sepenuhnya dalam mempertahankan bangsa. Karena itu para perancang berharap bilamana hal yang demikian terjadi lagi, clockwork meka kini setidaknya berkemampuan menembak yang memadai layaknya angkatan laut dan berfungsi sebagai garda terdepan sebelum para tentara dan jenderal memainkan perannya.</p>"
    },
    {
      "epId": 4571,
      "name": "Hydro Tulpa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/8459597/685c8e4b6a58dbed2c74cbbf1cbb977c_5850767967635419604.png",
      "desc": "<p>﻿Monster berbentuk manusia yang terbentuk dari gabungan tetesan air.</p>"
    },
    {
      "epId": 4572,
      "name": "All-Devouring Narwhal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/05/8459597/d6f05906844b79f1be3d4f049381a60f_3497131129670546971.png",
      "desc": "<p>﻿Makhluk misterius dan raksasa dari dunia lain. Penyair kerap kali mengibaratkan langit berbintang sebagai lautan. Mereka pernah melihat atau memimpikan plankton bercahaya yang tak terhitung jumlahnya mengambang di lautan tak berbulan layaknya galaksi, atau cahaya bulan yang terkoyak oleh ombak di lautan. Dalam kisah-kisah paling fantastis atau hiperbola yang kelewat batas, bintang-bintang yang ditemukan di kedalaman alam semesta mungkin penuh dengan kehidupan, seperti halnya Teyvat. Sementara alam semesta itu sendiri mirip dengan lautan. Kalau memang ada alam semesta yang penuh dengan kehidupan, kenapa tidak ada menjalin komunikasi dengan kehidupan yang melakukan Teyvat? Mungkinkah alam semesta terus-menerus mencoba menyusup ke Teyvat, atau barangkali kekuatan yang lebih tinggi justru mendirikan perbatasan untuk melindungi dunia ini?</p>"
    },
    {
      "epId": 5056,
      "name": "Solitary Suanni",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/1023623/f02b8c509e8b9e4440f8c7d044f8206e_4159219616193056262.png",
      "desc": "<p>Hewan mistis yang elegan dan agung, hanya bermukim di kedalaman gunung yang diselimuti kekuatan Adeptus.</p><p>Sejak dulu kala, hewan mistis ini sudah dianggap sebagai pertanda keberuntungan, dan pilihannya untuk tetap hidup jauh dari warna-warni dunia fana sudah dipuja-puja oleh para intelektual dari generasi demi generasi. Dalam legenda kuno Lembah Chenyu, pemimpin Suanni ini dipanggil sebagai Mountain Lord (Penguasa Gunung) dan dianggap memiliki posisi yang sama dengan Adeptus.</p><p>Ada juga yang mengatakan kalau Xuanwen Beast yang menjelajah di gunung sekarang ini merupakan keturunan Suanni. Tapi karena sulit untuk meneruskan garis keturunan yang agung ini, ia berubah menjadi binatang buas. Meski ini bertolak belakang dengan teori lain tentang asal mula Xuanwen Beast, ada beberapa catatan yang menunjukkan bahwa kemunculan Suanni sering didampingi oleh Xuanwen Beast dalam jumlah besar.</p><p>Di zaman sekarang, Tarian Wushou yang terkenal di Lembah Chenyu berasal dari gerakan Solitary Suanni. Tapi karena tidak banyak orang yang pernah melihat makhluk yang sebenarnya, kebanyakan orang hanya berimajinasi tentang bentuknya. Setelah perubahan dan interpretasi seni yang berbeda selama ribuan tahun, kostum kepala untuk Tarian Wushou akhirnya menjadi model yang sekarang ini.</p>"
    },
    {
      "epId": 5057,
      "name": "Xuanwen Beast",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/1023623/d75494fa72798564617469b6393fac97_1322353936308468619.png",
      "desc": "<p>Binatang buas yang bermukim di gunung di Lembah Chenyu. Dinamakan Xuanwen Beast karena pola gelap di tubuhnya.</p><p>Dalam cerita rakyat di area itu, binatang ini adalah pelayan Adeptus pada zaman dulu yang ditugaskan untuk menaklukkan kejahatan dan melindungi sebuah tempat. Setelah Adeptus tersebut meninggal, mereka pun berubah menjadi binatang yang ganas. Tidak ada yang bisa membuktikan cerita ini dan tidak ada yang pernah tahu identitas Adeptus yang dimaksud. Tapi ada satu hal yang pasti, lebih baik jauh-jauh dari makhluk ini untuk menjaga keselamatanmu.</p><p>Selama ribuan tahun, binatang-binatang ini telah kehilangan wilayahnya dalam jumlah besar karena eksploitasi manusia yang tiada hentinya. Sekarang ini, mereka kadang-kadang hanya bisa ditemukan di gunung-gunung terpencil di Lembah Chenyu ....</p>"
    },
    {
      "epId": 5595,
      "name": "The Knave",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/6673f62e348a0eb42218a128deb8410e_815121034152964735.png",
      "desc": "<p>The Knave, Harbinger ke-4 dari Fatui Harbinger.</p>"
    },
    {
      "epId": 5609,
      "name": "Legatus Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/3d9acabfe82467816e21ac130d1bf59a_5350229859309487580.png",
      "desc": "<p>Golem berbentuk manusia setengah kuda yang terbuat dari marmer dan kuningan. Darah Ichor mengalir di balik wujudnya yang keras itu. Sambil berdiri tegak sebagai sang pemimpin pasukan, golem ini siap menginjak siapa pun yang berani mempertanyakan kehormatannya.</p><p>Peradaban yang kini telah tenggelam dulunya percaya bahwa perang itu mirip seperti lagu, sebuah seni yang mengikuti ritme tertentu. Maka dari itu sang pemimpin pasukan bisa disamakan seperti seorang dirigen, membawa pedang dan perisai layaknya senar dan rangka dari sebuah lira.</p><p>\"Perang adalah pengorbanan yang tak terelakkan demi mencapai kedamaian dunia\". Begitulah ucap Harmost, yang pernah memimpin pasukan para golem untuk menguasai seluruh lautan tinggi.</p>"
    },
    {
      "epId": 5610,
      "name": "Praetorian Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/28/1023623/58a281322c63e65ad15683fe7427a02d_7254428135752120400.png",
      "desc": "<p>Sebuah patung bergerak yang berbentuk seperti seorang prajurit. Patung ini akan mengayunkan pedangnya kepada siapa pun yang berani masuk ke tempat yang dijaganya tanpa izin. Masih tidak diketahui entah jiwa atau sihir yang membuat mereka bisa bertarung.</p><p>Konon ada sekumpulan golem yang pernah menguasai sebuah bangsa yang ada di lautan tinggi, dan mungkin patung ini merupakan salah satu dari golem-golem tersebut. Menara-menara tinggi dan istana megah yang kini tenggelam di dasar laut dulunya pernah menyaksikan nasib dari orang-orang yang berani menghalangi jalannya roda takdir.</p>"
    },
    {
      "epId": 6571,
      "name": "Tepetlisaurus Warrior: Shard Striker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
      "desc": "Seorang petarung tangguh dari lembah yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Kekuatan serangannya bahkan setara dengan bebatuan yang jatuh dari atas gunung. Bahkan di antara para penduduk suku Putra-Putri Gema yang hidup bersama dengan bebatuan dan kristal, Saurian-Crowned Warrior jauh lebih paham tentang kekuatan bebatuan dibanding siapa pun. Konon mereka bahkan bisa menilai kemurnian dan kualitas dari sebuah bijih mineral hanya dengan melihat bagian luarnya yang masih kasar."
    },
    {
      "epId": 6572,
      "name": "Tepetlisaurus Warrior: Rockbreaker Blade",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
      "desc": "Seorang petarung tangguh dari lembah yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Kekuatan serangannya bahkan setara dengan bebatuan yang jatuh dari atas gunung. Konon dulunya Sulfurous Veins adalah deretan pegunungan yang lebih utuh dan indah. Hanya saja ketika Black Tide datang menyerang, para petarung dengan Mahkota Saurian yang berasal dari suku Putra-Putri Gema ini membentuk ulang permukaan bumi untuk mengalihkan arus hitam tersebut dan bentuknya pun menjadi seperti yang sekarang ini."
    },
    {
      "epId": 6573,
      "name": "Yumkasaurus Warrior: Whirling Leaves",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "Seorang petarung tangguh dari suku Tirai Daun yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Seorang petarung yang bisa memanfaatkan tali kait untuk memperluas jangkauan serangannya. Tali kait adalah alat yang tak bisa terpisahkan dari kehidupan sehari-hari suku Tirai Daun. Tapi hanya pejuang paling liar yang bisa menggabungkan tali kait dengan pedang gergaji sehingga menjadi senjata mematikan yang sulit dikuasai."
    },
    {
      "epId": 6574,
      "name": "Yumkasaurus Warrior: Flowing Skyfire",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
      "desc": "Seorang petarung tangguh dari suku Tirai Daun yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Seorang petarung yang bisa memanfaatkan tali kait untuk memperluas jangkauan serangannya. Setelah dipasang dengan sebuah mekanisme yang canggih, meriam tangan yang mereka gunakan bisa ditembakkan dengan menggunakan tali kait. Bagi para pejuang pemakai Mahkota Saurian dari suku Tirai Daun, mengasah kemampuan dan pikiran diri sendiri lebih penting daripada mengasah tekad dan kemauan."
    },
    {
      "epId": 6575,
      "name": "Koholasaurus Warrior: Waveshuttler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
      "desc": "Seorang petarung tangguh dari sumber mata air yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Seorang petarung yang bisa memanfaatkan kekuatan ombak untuk bergerak maju dan mundur. Menurut legenda, para pahlawan dari suku ini bisa melintasi ombak tanpa alat bantuan apa pun, hanya menggunakan kecepatannya. Sekarang ini para penduduk suku percaya bahwa ini adalah sebuah teknik canggih dan rumit untuk menggerakkan ombak yang fokusnya terletak pada cara seseorang bergerak."
    },
    {
      "epId": 6576,
      "name": "Koholasaurus Warrior: Reefsplitter",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
      "desc": "Seorang petarung tangguh dari sumber mata air yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Seorang petarung yang bisa memanfaatkan kekuatan ombak untuk bergerak maju dan mundur. Konon seseorang harus melewati tiga tahap latihan untuk menguasai keahlian ini. Pertama, beradaptasi. Kedua, mengikuti. Dan yang terakhir, menggerakkan. Satu-satunya syarat untuk bisa menjadi Saurian-Crowned Warrior di suku Warga Mata Air adalah dengan menguasai keahlian ini. Saurian-Crowned Warrior terhebat bahkan bisa menggunakannya untuk berlayar di darat."
    },
    {
      "epId": 6577,
      "name": "Tepetlisaurus Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
      "desc": "Tepetlisaurus muda yang bisa menembus bebatuan dan Phlogiston padat.<br>Tanduk di kepalanya masih belum tumbuh dan kemampuan menggalinya juga masih berkembang. Sudah umum bagi seekor Tepetlisaurus untuk tersangkut di tengah bebatuan saat sedang berlatih menggali. Tapi suatu hari nanti, mereka akan tumbuh menjadi Saurian kuat yang bisa melintas menembus tanah paling padat sekalipun."
    },
    {
      "epId": 6578,
      "name": "Tepetlisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
      "desc": "Saurian yang memiliki tanduk seperti mata bor dan cakar tajam untuk menembus bebatuan dan Phlogiston padat.<br>Berdasarkan legenda, leluhur Tepetlisaurus adalah seekor naga yang berukuran sebesar gunung dan berumur sangat panjang. Selagi ia tidur, akan terbentuk pegunungan di bagian punggungnya. Dan saat ia terbangun, ia akan menggoyangkan debu dan batu yang menumpuk hingga menyisakan batu permata dan giok yang berkilauan. Konon benda berbentuk bor raksasa yang ada di suku Putra-Putri Gema merupakan peninggalan dari tanduk milik naga raksasa leluhur ini."
    },
    {
      "epId": 6579,
      "name": "Koholasaurus Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ad99f12343b89583883213f221bead57_3275260446546631310.png",
      "desc": "Koholasaurus muda yang mampu berenang di dalam air dan Phlogiston cair.<br>Bagian kulit dan siripnya masih lembut dan lembek, sehingga mereka tidak bisa bertahan lama di lingkungan yang panas, berbeda dengan Koholasaurus dewasa. Tapi suatu hari nanti, mereka akan tumbuh besar menjadi Saurian yang bisa berenang bebas melintasi air."
    },
    {
      "epId": 6580,
      "name": "Koholasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
      "desc": "Saurian berekor panjang dengan sirip tebal dan kokoh. Saurian ini bisa berenang bebas di dalam air dan Phlogiston cair.<br>Menurut legenda, naga-naga zaman dahulu memiliki kemampuan beradaptasi yang kuat dengan lingkungan sekitarnya. Dan saat naga raksasa pada masa itu mengapung di permukaan air, orang-orang akan salah mengiranya sebagai sebuah pulau besar. Konon Koholasaurus pada zaman sekarang ini merupakan keturunan dari naga laut dan wujud monster laut kuno itu mungkin masih sedikit tersisa di punggung Koholasaurus yang lebar ini."
    },
    {
      "epId": 6581,
      "name": "Yumkasaurus Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4dc2c6255f04404b37be8b6e7619433e_997530024683997417.png",
      "desc": "Yumkasaurus muda bisa memuntahkan Flamegranate Pectin yang disembunyikan di dalam pipinya untuk menangkap benda ringan di kejauhan.<br>Daya lekat pada bendanya dan juga daya keseimbangan Yumkasaurus-nya sendiri tidak begitu kuat, sehingga mereka belum bisa menggerakkan bendanya sesuka hati. Kadang-kadang benda ini akan jatuh begitu saja ke samping ekor mereka. Tapi suatu hari nanti Yumkasaurus ini akan tumbuh besar hingga bisa berayun dari pohon ke pohon dengan mudahnya."
    },
    {
      "epId": 6582,
      "name": "Yumkasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
      "desc": "Saurian dengan kaki belakang yang kuat dan ekor yang berbulu halus. Saurian ini bisa memuntahkan Flamegranate Pectin yang disembunyikan di dalam pipinya untuk menangkap benda di kejauhan.<br>Menurut legenda, ukuran Yumkasaurus yang asli jauh lebih kecil dari yang sekarang ini, bahkan hingga sulit dilihat. Pada masa itu mereka bisa berkelana bebas mengikuti angin, atau bergelayutan ke tubuh naga raksasa, atau pergi berkelompok bagaikan kumpulan awan. Tapi demi bisa menjaga wujud mereka setelah kemampuannya ini hilang, mereka harus beradaptasi menjadi bentuknya yang seperti sekarang ini."
    },
    {
      "epId": 6583,
      "name": "Gluttonous Yumkasaurus Mountain King",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
      "desc": "Yumkasaurus tangguh yang telah bertahan hidup selama berabad-abad dan telah melewati banyak pertempuran.<br>Sang \"Raja Gunung\" yang pernah bertarung melawan Black Tide bersama para pahlawan dalam sejarah ini memiliki tempat khusus di hati suku Tirai Daun. Beberapa anggota suku percaya bahwa bentuk Yumkasaurus menjadi seperti sekarang ini karena mereka memiliki fisiologi yang spesial, seperti Qucusaurus \"Tyrant\". Pada faktanya, ini hanya karena mereka dapat hidup hingga lama sekali dan mereka makan hingga banyak sekali."
    },
    {
      "epId": 6584,
      "name": "Goldflame Qucusaurus Tyrant",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
      "desc": "Seekor Qucusaurus yang tubuhnya telah berubah melampaui batas normal karena harus menahan kekuatan yang tidak bisa ditahan oleh Qucusaurus biasa.<br>Menurut legenda, Qucusaurus raksasa yang sering berdiam di kabut pegunungan selagi muda ini dulunya juga pernah mengikuti para pahlawan penyelamat Natlan dalam petualangan mereka. Konon salah satu pahlawan itu telah berjanji untuk berziarah bersama dengannya ke gunung berapi. Ziarah ini bertujuan untuk menyelamatkan pikirannya yang semakin menggila karena kekacauan yang ada di dalam darahnya. Tapi melihat julukan \"Tyrant\" yang diberikan pada Saurian ini ... sepertinya ziarah itu tidak berujung baik."
    },
    {
      "epId": 6585,
      "name": "Rock-Cavernous Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
      "desc": "Suku Putra-Putri Gema memercayai dan memuja Wayob yang mengambil wujudnya dengan bantuan totem dan juga Nightsoul.<br>Para penduduk Natlan percaya bahwa Wayob tinggal di Kerajaan Malam dan tidak memiliki wujud pasti. Ia bisa menempel pada benda apa pun untuk memberikan bimbingan para penduduk suku yang tersesat. Manifestasi Wayob adalah sesuatu hal yang spesial, dan bentuk yang muncul di totem-totem sering kali memiliki arti yang penting.<br>Para Putra-Putri Gema percaya bahwa Wayob kepercayaan mereka memiliki kemampuan untuk membentuk gunung dan juga lembah, ia juga bisa mengendalikan suara gema yang tercipta saat batu bertemu dengan batu."
    },
    {
      "epId": 6586,
      "name": "Flow-Inverted Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
      "desc": "Suku Warga Mata Air memercayai dan memuja Wayob yang mengambil wujudnya dengan bantuan totem dan juga Nightsoul.<br>Yang disebut \"Wayob\" ini adalah kepercayaan yang pelan-pelan terbentuk dari para penduduk suku dan totem obsidian setelah para penduduk Natlan mulai berkomunikasi dengan Kerajaan Malam. Wayob adalah kesadaran yang tercipta dari kumpulan pikiran, dan juga merupakan rumah dari jiwa para leluhur.<br>Para Warga Mata Air percaya bahwa Wayob dapat mengendalikan pasang dan ombak, serta mengendalikan perubahan air yang mengalir dan juga yang diam."
    },
    {
      "epId": 6587,
      "name": "Foliar-Swift Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
      "desc": "Suku Tirai Daun memercayai dan memuja Wayob yang mengambil wujudnya dengan bantuan totem dan juga Nightsoul.<br>Dalam kisah yang diceritakan para pendongeng, Wayob sering memanifestasikan diri sebagai utusan ujian, atau pemandu ke Kerajaan Malam. Seorang Saurian-Crowned Warrior pernah bertarung melawan manifestasi Wayob saat pikirannya tenggelam terlalu dalam saat berlatih. Setelah itu ia mendapatkan pemahaman yang lebih mendalam tentang Wayob.<br>Suku Tirai Daun percaya bahwa Wayob memiliki kekuatan untuk mengendalikan pertumbuhan buah-buahan dan dedaunan, serta mengendalikan akar dari tanaman dan juga menciptakan pola-pola di urat daun."
    },
    {
      "epId": 6588,
      "name": "Fluid Avatar of Lava",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a5e3af0d9d28a2b8ebbaa30981651b52_5622568281711141665.png",
      "desc": "Monster aneh yang perlu menyerap panas terus-menerus agar bisa tetap aktif.<br>Dahulu kala, api yang lebih kuno dan mendalam pernah berkobar di seluruh Natlan dengan bentuk yang berbeda-beda. Pada masa itu, para penduduk primitif yang pandai memanfaatkan api-api ini untuk menyalurkan cahaya, panas, dan juga pengetahuan. Mereka percaya bahwa kehidupan dan nyawa juga bermula dari percikan api yang muncul saat dua batu api saling bertabrakan.<br>Jika ada sebuah inti yang membara abadi, maka sebuah batu yang keras pun juga bisa menciptakan kehidupan. Sisa-sisa bara api yang ada di dalam tubuh Avatar of Lava terlihat seperti sisa-sisa yang tertinggal dari masa lalu itu."
    },
    {
      "epId": 6589,
      "name": "Eroding Avatar of Lava",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/02e52fb6fb80afefb8398ab4ce85d320_4906781479518285593.png",
      "desc": "Monster aneh yang perlu menyerap panas terus-menerus agar bisa tetap aktif.<br>Peradaban kuno ini sering menggunakan banyak pola keemasan untuk menggerakkan aliran Phlogiston, sehingga banyak konstruksi raksasa dan kota megah yang dapat beroperasi dengan kebijaksanaan dari pola emas ini. Konon selain mesin-mesin dengan struktur yang tetap, para monster yang diberi nama Avatar of Lava ini merupakan makhluk hidup rusak yang diciptakan dengan cara serupa. Tapi sejak api di gunung sakral itu telah padam, kebanyakan dari mereka telah kehilangan arah dan tujuan hidupnya."
    },
    {
      "epId": 7056,
      "name": "Secret Source Automaton: Configuration Device",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "Mesin manufaktur dari reruntuhan kuno. Para pemilik reruntuhan kuno menggunakan mesin yang bisa berubah bentuk ini untuk melakukan berbagai jenis pekerjaan manufaktur. Jadi, mereka tetap bisa membangun kota-kota yang luar biasa meski berada di lingkungan ekstrem seperti di dalam gunung berapi.<br>Selain itu, sepertinya mesin ini juga digunakan sebagai senjata. Peradaban kuno itu memang telah lama menghilang, tapi di bawah kendali oleh ukiran emas, mesin yang berbentuk seperti cakar raksasa ini masih tetap bisa terlibat dalam pertempuran sesuai dengan instruksi yang ditetapkan sebelumnya."
    },
    {
      "epId": 7081,
      "name": "Tenebrous Mimiflora",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "Monster Abyssal yang datang dari dunia terdistorsi yang gelap, memiliki bentuk seperti tanaman.<br>Konon katanya monster gelap yang mirip dengan tumbuhan ini akan tumbuh di tempat yang terkorosi oleh gelombang kegelapan. Tapi tumbuhan hanya merupakan bentuk luarnya saja. Alasan kenapa mereka memilih bentuk seperti itu adalah untuk mendekati dunia berbentuk pohon sehingga mereka bisa mengekstraksi, menganalisis, dan meniru konsep penting dari dalamnya.<br>Ada orang-orang gila yang sudah kehilangan akal sehat yang mengatakan bahwa objek yang merenggang seperti daun adalah bentuk awal dari pintu menuju ke dunia lain."
    },
    {
      "epId": 7125,
      "name": "Tenebrous Papilla: Type I",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "Monster Abyssal yang datang dari dunia terdistorsi yang gelap, memiliki bentuk seperti tanaman.<br>Monster-monster yang terdistorsi ini mampu menyusup jauh ke dalam perut bumi, mengekstrak memori untuk ditiru dan dikendalikan. Melalui proses distorsi memori masa lalu ke dalam bentuk yang lebih abstrak dan kotor, mereka perlahan-lahan semakin dekat ke inti Irminsul dan mengancam untuk merusak keberadaannya. Dikatakan bahwa mereka bekerja terus-menerus untuk merusak banyak warna cahaya dan hanya menyisakan informasi yang gelap gulita. Hipotesis semacam itu tampaknya diperkuat oleh bukti dari cabang-cabang yang mereka ulurkan ke luar, seolah-olah ingin menembus kekosongan itu sendiri ...."
    },
    {
      "epId": 7126,
      "name": "Winged Warrior: Skysoarer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
      "desc": "Pejuang dari puncak tebing, dan penjaga suku yang berpatroli di pegunungan yang curam.<br>Para pejuang suku ini lebih mengandalkan kedua tangan mereka sendiri daripada senjata apa pun. Hal yang paling menonjol dan paling diingat tentang mereka adalah sikapnya yang luwes dan lincah."
    },
    {
      "epId": 7127,
      "name": "Winged Warrior: Feathershedder",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
      "desc": "Pejuang dari puncak tebing, dan penjaga suku yang berpatroli di pegunungan yang curam.<br>Pengguna pedang yang tebasan bilahnya begitu gagah berani dan dapat menyapu layaknya rentangan sayap Qucusaurus yang terentang. Saat pedang ini mengakibatkan luka, darah mangsa akan menyembur keluar bak bulu-bulu yang berserakan."
    },
    {
      "epId": 7128,
      "name": "Spiritspeaker Warrior: Determinator",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/efa0fe07d28fdf0f942b251ac6251a64_5742924486267071729.png",
      "desc": "Pejuang suku Penguasa Angin Malam, yang berpatroli di ngarai berkabut.<br>Sampai tingkat tertentu, mereka dapat memanfaatkan kekuatan grafiti yang ada di tubuh untuk memanipulasi senjatanya menggunakan kekuatan tekad."
    },
    {
      "epId": 7129,
      "name": "Spiritspeaker Warrior: Psychokinetic",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/57dca5438e4de8462edfa5802eab0730_1018647605786337261.png",
      "desc": "Pejuang suku Penguasa Angin Malam, yang berpatroli di ngarai berkabut.<br>Konon, seni melukis tubuh mereka merupakan seni yang berkembang dari praktik Ukiran Phlogiston. Butuh waktu latihan bertahun-tahun untuk menguasai kekuatan sepenuhnya yang terkandung di dalamnya."
    },
    {
      "epId": 7130,
      "name": "Spiritspeaker Warrior: Contemplator",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/5332d4257a72914d2f4f09771626730a_5760302545998927094.png",
      "desc": "Pejuang suku Penguasa Angin Malam, yang berpatroli di ngarai berkabut.<br>Hanya penjaga yang kekuatannya telah teruji sajalah yang diizinkan untuk menggambar grafiti dengan kekuatan misterius di tubuhnya. Ini juga menandakan bahwa para pejuang ini telah mencapai fase baru dalam pelatihan mental mereka."
    },
    {
      "epId": 7131,
      "name": "Winged Warrior: Skymaster",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "Pejuang dari puncak tebing, dan penjaga suku yang berpatroli di pegunungan yang curam.<br>Dengan mengamati dan meniru serangan cakar Saurian terbang, para pejuang ini kini memahami esensi dari memanfaatkan kekuatan mereka sendiri. Jangan meremehkan tendangan mereka yang menghujam dari atas."
    },
    {
      "epId": 7132,
      "name": "Qucusaurus Warrior: Heartstar Hammer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "Pejuang kuat dari puncak tebing yang keberaniannya telah diakui sehingga memungkinkannya mengenakan Mahkota Saurian.<br>Bahkan di Natlan yang adalah Bangsa Pyro pun, anggota Suku Bunga Bersayap memiliki pendekatan yang unik dalam hal penggunaan api. Bagi para pejuang suku yang dipersenjatai dengan palu berat ini, api adalah sesuatu yang meledak dari benturan keras sebagai simbol dari gairah yang menggebu. Ketika mereka bertempur, pertarungan biasanya berakhir dalam sekejap — dan selalu, merekalah yang menang."
    },
    {
      "epId": 7133,
      "name": "Qucusaurus Warrior: Blazing Sky",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "Pejuang kuat dari puncak tebing yang keberaniannya telah diakui sehingga memungkinkannya mengenakan Mahkota Saurian.<br>Di antara sekian banyaknya jenis Saurian, Qucusaurus sangat menonjol, dan inilah sifat yang dimiliki oleh pejuang Qucusaurus yang mampu mendapatkan pengakuannya. Dikatakan bahwa di masa lalu, para pejuang suku akan menonton Saurian merah tua ini bersenang-senang dengan melemparkan batu-batu api dari ketinggian — ini jugalah yang pertama kali menginspirasi mereka untuk meledakkan proyektil yang menyebabkan reaksi ledakan beruntun. Konsep yang secara bertahap disempurnakan dari waktu ke waktu ini dikatakan sebagai asal mula banyaknya senjata api dari Suku Bunga Bersayap."
    },
    {
      "epId": 7134,
      "name": "Iktomisaurus Warrior: Icy Tidebearer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "Pejuang kuat dari dalam asap misterius yang keberaniannya telah diakui sehingga memungkinkannya mengenakan Mahkota Saurian.<br>Pejuang suku dari Penguasa Angin Malam biasanya tidak unggul dalam hal kekuatan konvensional. Pelatihan mental selama bertahun-tahunlah yang memberikan mereka kemampuan untuk memanipulasi senjata dengan mudahnya. Karena itu, dibandingkan dengan keterampilan bertarung itu sendiri, para pejuang Penguasa Angin Malam lebih menjunjung anugerah \"Spiritspeaker\". Dikatakan bahwa pejuang dengan \"Spiritspeaker\" yang terhebat bahkan sanggup mengangkat batu setinggi orang dengan kekuatan grafiti khusus dan spiritualnya."
    },
    {
      "epId": 7135,
      "name": "Iktomisaurus Warrior: Cryocrystal Cannon",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "Pejuang kuat dari dalam asap misterius yang keberaniannya telah diakui sehingga memungkinkannya mengenakan Mahkota Saurian.<br>Tanpa kecuali, dikatakan bahwa prajurit suku yang mendapatkan pengakuan Iktomisaurus harus memiliki indra yang sangat peka dan kekuatan mental yang tangguh. Mereka bahkan dapat menggunakan kekuatannya untuk membuat perubahan kecil pada lintasan proyektil yang mereka tembakkan dari meriam."
    },
    {
      "epId": 7136,
      "name": "Qucusaurus Chick",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "Qucusaurus muda yang bertubuh ringan dan lincah. Leher dan sayapnya belum berkembang sepenuhnya, dan masih perlu waktu lama sebelum ia dapat mengendalikan Phlogiston gas dengan sempurna. Ada kisah tentang Qucusaurus dewasa yang mendorong anak-anaknya dari tebing untuk memaksa mereka terbang. Cerita tersebut memang belum tentu benar, tapi asalkan terus berlatih siang dan malam, maka mungkin saja bahwa anak burung berbulu lembut itu pada akhirnya akan tumbuh kuat dan tangguh."
    },
    {
      "epId": 7137,
      "name": "Qucusaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "Saurian bersayap besar dan lentur yang dapat terbang di udara dalam waktu lama. Dikatakan bahwa nenek moyang Qucusaurus adalah makhluk yang bentuknya paling mirip dengan naga bersayap yang perkasa, dan mereka dapat terbang tinggi di langit seperti awan. Menurut para pendongeng, saat naga yang agung itu menebarkan sayapnya, maka seluruh langit akan tertutup. Tentunya Qucusaurus yang kita lihat saat ini tidak lagi memiliki bentuk yang demikian, namun cakar di balik bulu halusnya tetaplah tajam senantiasa."
    },
    {
      "epId": 7138,
      "name": "Iktomisaurus Chick",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "Iktomisaurus muda dengan indra persepsi yang peka. Bulunya belum tumbuh sempurna dan mungkin tampak kurang pandai. Dikatakan bahwa di antara Saurian yang hidup saat ini, Iktomisaurus adalah yang usianya terpanjang, sekaligus menjalani masa kanak-kanak yang lebih panjang juga. Mereka sanggup berkomunikasi dengan Kerajaan Malam atau Wayob, meskipun mungkin butuh waktu yang sangat lama bagi Iktomisaurus muda untuk memahami semua hal tersebut."
    },
    {
      "epId": 7139,
      "name": "Iktomisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "Mampu menggunakan bulunya untuk melompat, Iktomisaurus juga merupakan satu-satunya jenis Saurian yang telah menguasai cara memasuki status \"Spiritspeaker\".<br>Menurut legenda, nenek moyang mereka tidak memiliki wujud fisik, sebaliknya dapat melayang seperti roh di antara dunia nyata dan alam spiritual, serta menampakkan dirinya melalui kegelapan malam. Beberapa orang juga mengatakan bahwa Iktomisaurus pertama yang muncul dari Kerajaan Malam sebenarnya bukanlah Saurian sejati, melainkan spesies unik yang berbeda dari yang lainnya."
    },
    {
      "epId": 7140,
      "name": "Biting-Cold: Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "Penguasa Angin Malam memercayai dan memuja Wayob yang mengambil wujudnya dengan bantuan totem dan juga Nightsoul. Penguasa Angin Malam telah mencoba menggunakan banyak medium untuk berkomunikasi dengan Kerajaan Malam. Akhirnya, mereka menemukan bahwa medium yang memungkinkannya untuk menjalin relasi yang paling stabil dengan Wayob adalah obsidian. Ini mungkin menjelaskan mengapa bahwa selama berabad-abad Manifestasi Wayob selalu mengambil wujud yang menyerupai patung batu. Penguasa Angin Malam percaya bahwa Wayob mereka memiliki kekuatan untuk mengendalikan proses pembekuan dan kristalisasi, serta dapat mengendalikan baik hal yang nyata maupun transformasi."
    },
    {
      "epId": 7141,
      "name": "Burning-Aflame Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "Bunga Bersayap memercayai dan memuja Wayob yang mengambil wujudnya dengan bantuan totem dan juga Nightsoul.<br>Mereka mengatakan bahwa dulu Manifestasi Wayob tampak sangat berbeda dari sekarang, mengambil wujud yang lebih kasar yang lebih menyerupai patung obsidian. Namun setelah garis besarnya dicatat dalam gulungan tenun, mereka hanya membuat sedikit perubahan setelahnya.<br>Orang-orang dari Suku Bunga Bersayap percaya bahwa Wayob mereka memiliki kekuatan untuk mengendalikan api dan pembakaran, serta dapat mengendalikan aliran panas dan angin yang berkobar."
    },
    {
      "epId": 7367,
      "name": "Wayward Hermetic Spiritspeaker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
      "desc": "Seorang imam dari suku \"Penguasa Angin Malam\" yang hidup menyendiri di alam liar sambil mengasah ilmunya. Konon dia mendapatkan perlindungan dari Wayob Penguasa Angin Malam, sehingga dia memiliki kekuatan Spiritspeaking yang lebih kuat daripada para imam dan shaman biasa. Kekuatan seperti ini adalah berkah sekaligus kutukan, karena awalnya ia tidak bisa mengendalikan kekuatan ini, karena itulah dia memutuskan untuk berlatih sendirian di luar suku. Meskipun sekarang sudah mampu menguasainya, tapi dia tetap memutuskan untuk hidup menyendiri karena terbiasa, orang-orang pun menyebut dirinya sebagai orang yang tidak suka bersosialisasi dan terkucil. Tapi ada rumor beredar bahwa jika ada orang yang datang untuk meminta panduan darinya, dia tidak ragu untuk mengajarinya. Tapi tentu saja dengan caranya sendiri ...."
    },
    {
      "epId": 7368,
      "name": "Lord of Eroded Primal Fire",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "Seekor naga yang tercipta dari kekuatan kegelapan.<br>Monster Void yang diberi nama \"Penghancur Abyss\" atau \"Gosoythoth\". Makhluk ini memiliki kekuatan bagaikan bencana yang bisa mengorosi ingatan yang terkandung di dalam Ley Line dan mengumpulkannya menjadi wujud nyata. Di bawah tanah, di antara banyaknya masa lalu yang mengalir dari zaman kuno, sisa-sisa kehendak para Raja Naga purbakala diserap seperti tulang rawan dan menjadi dasar dari wujud buatannya.<br>Tapi apakah itu benar-benar hanya sebuah \"wujud\"? Dengan kekuatan dari dunia lain yang pernah dia lawan, sang naga yang telah mati membuka matanya sekali lagi. Seperti mimpi yang singkat, dia mengorbankan segalanya dalam hidup. Kebenaran tentang kegelapan menjebaknya di hari-hari terakhir hidupnya, api kemarahan yang tak berujung menelan semua akal sehat. Hingga saat ini, hanya tersisa semangat perang yang tidak pernah padam dan terus membara tanpa henti."
    },
    {
      "epId": 7589,
      "name": "Ferocious Warrior: Human Ram",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "Petarung dari dataran tinggi dan seorang penjaga suku yang berpatroli di ladang emas.<br>Pandai menggunakan tanduknya untuk menyerang titik lemah musuh, jangan sampai ia menemukan kelemahanmu."
    },
    {
      "epId": 7590,
      "name": "Ferocious Warrior: Wrestler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "Petarung dari dataran tinggi dan seorang penjaga suku yang berpatroli di ladang emas.<br>Mereka terus melatih dirinya sejak dia mulai bercita-cita untuk menjadi seorang pejuang. Kekuatan ayunan kedua senjatanya memiliki kekuatan yang tak tertandingi."
    },
    {
      "epId": 7591,
      "name": "Ferocious Warrior: Grappler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "Petarung dari dataran tinggi dan seorang penjaga suku yang berpatroli di ladang emas.<br>Di suku \"Berlimpah Jaya\", keahlian bertarung dengan tangan kosong dianggap sebagai suatu kehormatan tinggi. Para pejuang yang ingin menapaki jalan latihan ini harus memiliki kekuatan untuk melempar tombak sejauh ratusan meter."
    },
    {
      "epId": 7592,
      "name": "Tatankasaurus Warrior: Skybreaker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "Seorang petarung tangguh dari dataran berlimpah yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Konon para pejuang dari suku \"Berlimpah Jaya\" menyukai cara menyerang dengan kekuatan yang dahsyat sambil berlari karena mempelajarinya dari Tatankasaurus yang hidup bersama mereka. Teknik ini sangat diandalkan oleh para pejuang yang menggunakan senjata berat, mereka percaya bahwa sumber kekuatan yang paling penting adalah dari rotasi pinggul."
    },
    {
      "epId": 7593,
      "name": "Tatankasaurus Warrior: Spiritlight Chaser",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "Seorang petarung tangguh dari dataran berlimpah yang keberaniannya telah diakui hingga pantas mengenakan Mahkota Saurian.<br>Di suku \"Berlimpah Jaya\", bahkan pejuang yang ahli dalam senjata jarak jauh sekalipun tetap memiliki kemampuan bertarung jarak dekat yang luar biasa. Mungkin bagi mereka, menggunakan busur untuk menghantam musuh secara langsung lebih efisien daripada menembakkan anak panah."
    },
    {
      "epId": 7594,
      "name": "Tatankasaurus Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Tatankasaurus muda yang sedikit ceroboh karena masih belum bisa mengendalikan kekuatan tubuhnya dengan sempurna.<br>Tanduk keduanya belum tumbuh sepenuhnya, dan kekuatan di punggung dan perutnya belum cukup untuk menghancurkan batu-batu yang menghalangi jalannya. Tapi asalkan dia tumbuh dengan baik, pasti akan ada saatnya ia bisa berlari dengan bebas di dataran yang subur."
    },
    {
      "epId": 7595,
      "name": "Tatankasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Saurian yang memiliki tulang tengkorak yang kokoh dan tubuh kuat, sehingga dapat bergerak cepat di dataran gunung berapi.<br>Menurut legenda, leluhur Tatankasaurus memiliki tubuh yang sangat besar sampai dapat menggunakan tanduknya untuk menggerakkan gunung. Namun, gerakan mereka tidak selincah Tatankasaurus pada zaman ini. Mungkin kekuatan yang dimiliki oleh Tatankasaurus saat ini adalah sesuatu yang diwariskan melalui darah mereka."
    },
    {
      "epId": 7596,
      "name": "Thundering Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "Suku \"Berlimpah Jaya\" percaya pada dan menyembah Wayob, yang menampakkan kekuatannya dalam bentuk totem dan Nightsoul.<br>Menurut legenda suku \"Berlimpah Jaya\", Wayob pernah menjelma ke dalam berbagai bentuk. Pada masa-masa kegelapan sebelum fajar terbit, Wayob akan bertarung melawan pejuang suku terkuat dan keduanya bertarung sengit tanpa ada pemenang.<br>Orang-orang suku \"Berlimpah Jaya\" percaya bahwa Wayob mereka memiliki kekuatan untuk mengendalikan petir dan kecepatan, serta mampu membawa kelimpahan bagi tanah mereka."
    },
    {
      "epId": 7597,
      "name": "Lava Dragon Statue",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "Monster yang dapat terus menghasilkan energi panas untuk mempertahankan status aktifnya.<br>Konon, monster yang memanfaatkan lava sebagai inti tubuhnya adalah produk sampingan dari penelitian yang berbeda mengenai Mekanisme Sumber. Penelitian mereka adalah, apakah api purba dapat digunakan untuk menciptakan ras baru yang didasarkan oleh manusia. Namun, penelitian ini jelas tidak berhasil. Karena setelah sang pemangsa turun dari takhta mereka di atas langit, api-api purba ini hanya dapat melahirkan monster yang hidup, tapi hanya seperti cangkang kosong tanpa kesadaran."
    },
    {
      "epId": 7598,
      "name": "Furnace Shell Mountain Weasel",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Karena terbiasa hidup di lingkungan yang penuh Phlogiston dan terisolasi dari dunia luar, jenis musang gunung kuno ini memiliki bentuk yang unik.<br>Hewan kuno ini dapat mengumpulkan kekuatan di cangkangnya dengan cara memakan hewan yang mengandung Phlogiston. Karena kemampuan unik mereka yang dapat menyerap Phlogiston, nampaknya mereka perlahan-lahan menjadi dipengaruhi oleh Mekanisme Sumber di reruntuhan Gunung Suci dan menciptakan hubungan simbiosis antara keduanya."
    }
  ]
}