{
  "epId": 2300,
  "name": "出发吧！嘟嘟可",
  "desc": "编辑寄语：《出发吧！嘟嘟可》是一个大女孩和一个小女孩共同完成的故事，故事中的所有小小片段都包含着她们的温柔与祝福，也是她们送给诸位读者的礼物。希望这本薄薄的小书能让读者们在繁忙的工作之余获得一些简单的快乐。",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/157749474/364979c399f222e864ed23fa30636c67_8259191790821370329.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1710747641,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "出发吧！嘟嘟可"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "详情",
        "desc": [
          {
            "type": "RichText",
            "text": "「所有的『嘟嘟可』早晚都会乘着风与海流去冒险。」一位温柔又美丽的母亲曾经这样说过。\n就像她预言的那样，我们的嘟嘟可，在听到它的好朋友可莉决定去雷电的国度冒险时，简直开心极了。\n和可莉一起享受「猎鹿人」餐馆的美食，一起听吟游诗人演唱，当然是嘟嘟可喜欢的事情啦。\n但嘟嘟可更喜欢的，还是和可莉一起数天上的星星，一起把野花编成花环。\n毕竟，所有的「嘟嘟可」都渴望乘着风与海流去冒险呀。\n要前往遥远的雷电国度，不仅得穿过狂风，还得跨越海洋。\n嘟嘟可不害怕狂风呼啸，那原本是风之神的祝福。\n嘟嘟可也不担心海浪翻卷，它可是个勇敢的孩子。\n但，嘟嘟可不愿意让可莉遇到这些危险。\n因为它是可莉最好的朋友，好朋友得互相保护才对吧。\n而且，嘟嘟可不想和可莉分开。\n没有可莉的话，一切冒险就会变得像绽放不了的甜甜花，又孤独又难过。\n就算走遍了提瓦特的每一寸土地，趟过了每一条溪流，也是没有意义的。\n所以没什么好犹豫的，嘟嘟可要和它最好的朋友可莉，一起乘船去冒险！\n乘船的话就不能在风中自由飞翔，也不能在海中畅快游泳了，\n但可以拥有可莉的笑容，还有阿贝多哥哥的故事。\n还是很值得的嘛。\n在雷电的国度稻妻，花花草草是紫色的，鱼儿和鸟儿也是紫色的，一切都是紫色的。\n要把它们都画下来的话，阿贝多哥哥的紫色颜料会不够的吧。\n不过可惜阿贝多哥哥没有时间和可莉、嘟嘟可一起画画了。\n阿贝多哥哥是大人，有的时候，大人会有「大人」的事情要忙。\n不过幸好嘟嘟可的身边还有可莉！\n可莉总有办法找到开心的事情，嘟嘟可只要和可莉在一起，就永远不会无聊。\n可莉在稻妻有很多很多朋友，荣誉骑士大哥哥，派蒙，还有宵宫大姐姐。\n他们所有人和嘟嘟可一起，在稻妻来了一次最开心的大冒险。\n呀嘿，大冒险万岁！\n荣誉骑士大哥哥带着嘟嘟可爬上了高高的影向山。\n大家爬山爬累了，躺在神樱树下呼呼睡起了大觉。\n结果一觉醒来，所有人都长出了天狗一样的翅膀。\n可莉的翅膀是红色的，宵宫大姐姐的翅膀是金色的，荣誉骑士大哥哥的翅膀是青色的。\n派蒙的话，没有翅膀就能飞，所以派蒙就没有翅膀好啦。\n大家的翅膀一齐张开，卷起了好大的风。\n「呼呼——」，把巫女姐姐的头发都吹乱了。\n不好，在巫女姐姐生气之前，得快快飞走。\n大冒险真是太开心了，但是…「咕噜噜」，可莉的肚子叫了起来。\n嗨呀，怎么把这件事忘了，好吃的点心是大冒险的重要一环啊。\n「酿姆酿姆…」于是大家买来了美味的团子，一起开开心心分着吃。\n嘟嘟可和派蒙很快就吃完了各自的那份，吃得饱饱的嘟嘟可看着可莉的笑容，忍不住觉得——\n和可莉相遇，和大家相遇，是嘟嘟可能想到的最最最开心的事！\n啊，忘记了一件重要的事，认真说起来，看到这里的你绝对算是这次大冒险的一员。\n一同冒险，一同欢笑，一同分享美食，经历了这些的你当然是大家的好朋友啦。\n那么，宵宫大姐姐放的烟花，你也一起来看吧。\n所有人都高高兴兴地看着烟花的时候，宵宫大姐姐说：\n「只要想象力没有干涸，心就比什么都自由。」\n可莉也忍不住说：「我们是永远都不会分开的好朋友。」\n你看，和好朋友们在一起的时候嘟嘟可多开心呀。\n现在，你也是嘟嘟可的好朋友了，那么你也要开开心心，和好朋友们一起去经历最伟大的冒险。"
          }
        ]
      }
    ]
  }
}