{
  "epId": 2323,
  "name": "清泉之心",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "清泉之心"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉镇猎人们口口相传的传说故事，讲述了泉水精灵与不知名少年的相遇。\n如水的月光下，流泪的少年对清泉许下愿望。\n远来的精灵客居无心的泉水之中，静静地倾听着无声的心愿。\n泉水中的精灵并无悠远的记忆，也无深沉的梦想。她们来自水的精华，是无面目的天使之后裔。\n因而，当好奇的精灵从清泉中现身，从泪滴中听到少年的心声，便立刻对这更加年轻而脆弱的生命产生了兴趣。\n沉默的精灵伸出无形状的手指，轻触少年的额头与脸颊。同夜露一般冰凉，如失去的祝福一样柔软。\n少年为陌生的感触惊醒，抬起头，正迎上精灵的目光。\n「你能替我实现愿望吗？」少年问道。\n泉水的精灵为唐突的发问惊讶不解，但她无法发声，只是轻轻点头。\n少年心满意足地离去。\n他未曾知道，泉水精灵是孤独的。她没有友伴与亲人，也失却了大部分智慧。\n只有在泉水源源不断从石缝涌出，汇入池塘时，望着被涟漪击碎的月亮，她才渐渐获得思索的能力，渐渐能够模仿破碎的话语。\n好奇的精灵张望着这个世界，带着纯净的爱与无知，带着幼稚的灵性。她为偷吃浆果的狐狸与松鼠而欣喜，也为遮蔽银河的乌云哀伤。\n对于那夜的少年，一种复杂却不成熟的感情在她的心中涌流。\n孤独的她既无力量也无智能，终究无法实现他的心愿。\n但她可以分担愿望，从他的烦恼中汲取生命，与他一同分享。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉镇猎人们口口相传的传说故事，讲述了泉水精灵与少年的相识。\n望着涟漪中破碎的月光，少年向泉水倾诉真心。\n从他的话语中，她得知了他的许多故事。\n而从她的沉默中，他为自己坚定了信心。\n泉水的精灵懵懂地明白，这世界上的美好不仅有月光与浆果，令人叹惋的黑暗也不仅有遮蔽夜空的层层乌云。\n少年向她讲述森林、城市与高墙，同她分享他的欢乐、哀伤与恐慌。\n而在倾听中，她为自己所新生的这个并不完美的世界日渐着迷。\n当少年为自己的无力烦恼时，泉水的精灵温柔而沉默地替他拭去泪水。从他的泪水中，她对清泉之外的世界又多了几分理解。\n泪水汇入池水，精灵将之净化，转变成为少年带来好梦的醴泉。少年则忘记了清醒时的一切伤痛，在梦中的清泉与沉默的精灵相会。\n每当此时，月光溶融的池水中，安睡的精灵也展露笑颜。\n清露滋润着少年的美梦，少年的梦想也润湿了孤独的精灵。\n在梦中，泉水的精灵为少年讲述着遥远的水之国度，讲述着蓝宝石般的家乡，浅唱着流放者的乡愁，叹息着离乡与归宿。而少年则成了沉默的倾听者，为她的遭遇而流泪，为她的幸福而欣慰。\n就这样，泉水精灵在少年的记忆与梦境中获得了言谈的能力。\n就这样，她与少年成为了无言不欢的朋友。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉镇猎人们口口相传的传说故事，讲述了泉水精灵与少年许下诺言的故事。\n当夜风停止吹拂，池中的月亮复归圆满，少年第一次听到了精灵的声音。\n精灵生来便是比人类更加纤细而敏感的生灵，少年不禁为她哀歌一般温柔的语言入迷。\n但精灵毕竟生来便是比人类更加纤细而敏感的生灵，透过少年的眼眸，她望见了无法隐瞒的思慕，与即将脱口而出的诺言。\n突然间，精灵惊慌失措。\n凡人的生命顽强却短暂，少年终将成长，终会老去。等到他褪去青涩与纯真，又将如何对待元素的纯净后裔？等到他年岁将衰，是否会自我责备，因一个幼稚的诺言而枉度一生？\n泉水的精灵纯净而善良，但她并不懂得人界之爱。她未曾见识过人的奇迹，而只将千百年的变迁视作等闲。也正因此，她格外恐惧离别。\n在人类看来奇迹般的守候，于元素之精灵看来只是短暂的美好。\n而所爱之人的衰老，即使精灵的力量也无法挽回。\n纤细的泉水精灵不忍目睹那一日不可逆转地降临，于是用一吻制止了少年。\n少年何其愚钝，竟将精灵冰凉的拒绝之吻误以为对诺言的认可。\n在那一刻，精灵下定决心终会忍心离开少年。\n而少年则立下了永远陪伴在清泉旁边的誓言。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉镇猎人们口口相传的传说故事，不再是少年的少年与不老的精灵终于面对苦涩的缺憾结局。\n后来，再后来，少年渐渐成长，交了新的朋友，有了新的经历。\n泉水的精灵依旧如同年轻时那样，为他安静地唱着每一首温柔的哀歌。\n直到那一天，她终于离去，不再望向少年的方向。\n泉水叮咚作响不再汇成语言，涟漪中破碎的月亮也不再在水面的脚印中复合。\n泉水的精灵突然意识到，尽管找到了归宿，尽管经历了短暂的幸福，她仍然是孤独的。\n不再是少年的少年没能意识到精灵的逃避，却将孤独归咎于自己。\n「或许她只是一个幼稚的幻梦。」\n听着清泉潺潺，他有时会这样想。\n但那冰凉的一吻是真实的，就像曾戏弄她长发的夜风一般真实。\n突然间，他意识到，即使与无数新朋友相交相别，经历过无数冒险与归乡，他仍然是孤独的。\n于是，像多年前那样，少年的眼泪落入清净的池塘，打湿了破碎的月亮。\n但这次，泉水精灵没有应约而来。\n她固执地背过身去，宁愿自视为一个童年纯洁的梦，一个自遥远异乡流浪而来的暂居客，也不愿以近乎永恒的寿命辜负爱慕之人的约定。\n传说每当大雨降下，落入池塘的雨滴中间总会混杂着泉水精灵的泪滴。\n当少年终于老去，他依然对这样的无稽之谈深信不疑。\n不幸的是，逃避真心的泉水精灵同样对这等事实无法质疑。"
          }
        ]
      }
    ]
  }
}