{
  "epId": 2933,
  "name": "《无生忍》台本",
  "desc": "<p>泽维尔连夜写出的新映影台本，比上一部映影台本厚得多。</p><p>人一旦有了目标，真的会爆发出恐怖的意志力。</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/22/47826599/fc846e5a1e69eed303041501122d9752_3525498625865214029.png",
  "filterValues": {
    "objectType": [
      "任务道具"
    ]
  },
  "menuId": 9,
  "menuName": "提瓦特物产",
  "version": 1666526812,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "第一幕\n出场角色：黑谷势至丸（旅行者），若山敬助（笹野），矢野町子（小春）\n内景，势至丸与敬助常去的料亭\n若山敬助：势至丸，我们许久不见了。\n若山敬助：我听人说，黑谷家的事情现在都是由你打理。\n若山敬助：看来府上那件事算是尘埃落定了。\n若山敬助：黑谷大人与夫人已经不在了。\n若山敬助：有你作为长子（女）承担起责任，继续奉公。\n若山敬助：大人与夫人也会欣慰的。\n黑谷势至丸：仇还没有报，尘埃落定？\n若山敬助：你？你在想着报仇？\n若山敬助：我们早都不是小孩子了，你的脾气怎么还跟我们小时候一样冲动？\n若山敬助：唉，以黑谷大人的才干，调查不利这样的事不应该发生。\n若山敬助：可大人他亲口说自己愿意引咎受刑。\n若山敬助：上方的大人们量刑的确是重了…\n若山敬助：但这是黑谷大人自己求来的，中间恐怕还有些关节。\n若山敬助：黑谷与若山都是有头有脸的姓氏。\n若山敬助：背负着家族姓氏，你就是诚心奉公的武士，不同于浪荡四方的浪人野伏。\n若山敬助：无论你如何愤怒，现在都必须忍耐，绝对不能复仇。\n黑谷势至丸：中间的蹊跷就是上方大人的几个手下！\n黑谷势至丸：父亲去世后他们就扬眉吐气了。\n若山敬助：你这是被愤怒冲昏了头脑，迁怒于不相干的人，冷静点！\n势至丸看向门外。\n黑谷势至丸：在外面偷听的人，你进来。\n若山敬助：你是什么人，谁让你来偷听的？\n町子现身。\n矢野町子：武士大人们，我、我是卖茶水的，叫、叫町子。\n矢野町子：我不是故意来偷听的。\n矢野町子：势至丸昨天救了我的命，但他（她）不要稻米也不要钱。\n矢野町子：我没有坏心眼儿，我只想报答他（她）之后回去卖茶水。\n敬助看向势至丸，势至丸点头。\n若山敬助：你…算了，不过是个卖茶水的姑娘，不懂礼节也正常。\n若山敬助：这位势至丸大人姓黑谷，以后要叫黑谷大人。\n若山敬助：我看这是好事一桩，黑谷家现在是需要人的时候。\n若山敬助：你不要卖茶水了，跟着黑谷大人吧。\n矢野町子：我不要叫他（她）黑谷大人，还是势至丸好听。\n矢野町子：要是能吃饱饭…嘿！跟着势至丸也行。\n若山敬助：…随你们吧。势至丸，黑谷大人不在之后…\n若山敬助：你就是这一代当家做主的人，不要干蠢事。\n若山敬助：要是你由着性子胡来，唉…总之，重要的是家族之名，绝不可断绝。\n黑谷势至丸：反正死的不是你的养父母。\n若山敬助：你这石头脑袋！怎么什么话都听不进去？\n若山敬助：我来问你，你是不是真的要置家族于不顾，要向上方大人的手下动刀？\n若山敬助：让主上蒙羞，让家族遭灾？\n势至丸保持沉默。\n若山敬助：好，很好，看来不散了你的怒气，所有人都不得安宁。\n若山敬助：反正我苦心劝诫你全无效果，那么实话对你说：\n若山敬助：我若山敬助，自前代去世后忝任若山家家主。\n若山敬助：而黑谷大人求死时的行刑人正是前代。\n若山敬助：我深知前代有愧于黑谷一姓，我俩的交情又不浅…\n若山敬助：虽说行刑这种事是公事公办，但我想能照顾你们家就多照顾点…\n若山敬助：如果你立志报仇，我的父亲已经去世了。\n若山敬助：父债子偿，来向我复仇吧，你敢不敢？\n若山敬助：怎么，因为我们是朋友就犹豫了吗？\n若山敬助：你的志气也不过如此，你根本没做好六亲不认的准备！\n黑谷势至丸：我本来也不是母亲亲生的，家族之名对我来说没有意义。\n黑谷势至丸：更何况，我父母的命还没有黑谷两字重要吗？\n黑谷势至丸：那就让你看看我的觉悟，拿出你的刀来！\n黑谷势至丸：还有这桌旁的手鞠，你来把它们摆在桌上。\n势至丸闭眼。\n黑谷势至丸：我会闭着眼睛等你放好，放好之后，我会伸出手指。\n黑谷势至丸：指向刀那么我们只能刀剑相向，指向手鞠，我就会斩断我们之间的情义。\n黑谷势至丸：一切交与天命。\n若山敬助：哼，好了。\n刀在势至丸左手边，手鞠在势至丸右手边。势至丸闭眼向左指去，后睁眼。\n黑谷势至丸：看来冥冥中已经注定，我将花上我这一生向你复仇，至死方休。\n若山敬助：既然你意已决，那么我也应该拿出男子气概。\n若山敬助：我自己前面说的话，我会贯彻到底，我等着你来。\n若山敬助离开。\n第二幕\n出场角色：黑谷势至丸（旅行者），矢野町子（小春），野伏数名（群众演员）\n外景，荒草丛生的野外\n势至丸与野伏众爆发了战斗，并最终取胜。\n山田一二三：叫你把钱袋子拿出来，你不听话！兄弟们，上！\n田中：嘿嘿，这是你自找的。\n山本：这人有点厉害，一二三大哥，我…我打不过。\n矢野町子：势至丸大人，势至丸大人，我不过是买个饭团的功夫，怎么又打起来了。\n矢野町子：有什么事情吩咐我去做吧，不要和人动刀啊。\n山田一二三：别打了，武士大人，我们不要你的钱了，饶了我们吧。\n矢野町子：停手吧，连我这种偷别人家稻米被逮住的人，您都会救…\n矢野町子：您不是会随便取人性命的人啊。\n第三幕，第一场\n出场角色：黑谷势至丸（旅行者），矢野町子（小春），若山小十郎（笹野）\n外景，荒草丛生的野外\n矢野町子：势至丸大人，我给您找到若山家的人了。\n矢野町子：但是敬助大人已经…不在了，您，放弃这一切吧…\n若山小十郎：哼，黑谷，你是来找敬助大哥报仇的吧。\n若山小十郎：就是因为跟你的愚蠢约定，这一年里敬助大哥日以继夜地辛苦…\n若山小十郎：终于安顿好了家里的事，拖垮了自己的身体。\n黑谷势至丸：他不在了啊。\n若山小十郎：你这个懦弱的家伙，只会怪罪行刑的人！\n若山小十郎：但就算是向行刑人复仇，你也做不到。\n若山小十郎：因为我和敬助大哥的父亲已经不在了。\n若山小十郎：黑谷，你没本事向杀死你养父母的行刑人复仇，好心劝诫你的敬助大哥你也要伤害。\n若山小十郎：你不配被称作武士。\n若山小十郎：大哥说过，既然为别人行刑，就必须有承受报复的觉悟。\n若山小十郎：连这点气魄都没有，就没资格上战场去夺取别人的生命。\n若山小十郎：所以就算大哥不在了，我，若山小十郎，敬助大哥的亲弟弟，愿意接受你的复仇。\n黑谷势至丸：对不起，我…\n若山小十郎：就算你现在想逃跑也晚了，你害大哥累死，我不会原谅你，你不准走！\n小十郎提起了长枪，势至丸不得不应战。\n第二场\n小十郎奋力与势至丸战斗，势至丸轻松取胜。\n若山小十郎：为了敬助大哥！\n矢野町子：不得了了，又打起来了，你们都是明事理的大人，怎么净做些孩子气的事情。\n第三场\n小十郎战败力竭。\n若山小十郎：只要你杀不死我，我将花上我这一生向你复仇，至死方休。\n黑谷势至丸：我也说过同样的话。\n矢野町子：幸好没有人丧命，武士大人们哟，你们快歇歇吧。\n矢野町子：你们生气来生气去…\n矢野町子：什么家族啊、复仇的，这些说也说不清的事情有什么可烦心的呢。\n矢野町子：町子我是卖茶水的，只要能吃饱饭，开开心心，姓矢野姓黑谷姓若山都没什么所谓。\n矢野町子：那个，我不会劝人…\n矢野町子：但是雨水落到湖里，湖水被晒干了，天上又下雨。\n矢野町子：雨水结成了冰，拿到炉子上一烤，就又变成甘甜的茶了。\n矢野町子：谁去细究茶摊上给你的茶是天上来的，湖里来的，还是锅里来的呢？\n矢野町子：唔…好像是歪理。\n矢野町子：但反正町子我发话了，武士大人们快别闹了，好好回家吃饭去吧。\n黑谷势至丸：町子，我很喜欢你。\n矢野町子：欸？这种时候您说什么呢，我会害臊的。\n矢野町子：哎呀，我姑且当做您是不想跟若山大人动刀子了。\n矢野町子：您快回头吧，他现在也动不了了。\n黑谷势至丸：既然我生如雨，我灭如茶，生灭皆如水，我也没什么好执着的。\n矢野町子：您这么想就好了！\n黑谷势至丸：天上下雨能救地上的灾厄，那么我也可以吧。\n势至丸从山崖上跳下。\n矢野町子：大人！\n若山小十郎：黑谷！\n结尾画面：山崖边的一只手鞠。\n结束。"
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "《无生忍》台本"
          }
        ]
      },
      {
        "key": "类型",
        "value": [
          {
            "type": "RichText",
            "text": "任务道具"
          }
        ]
      },
      {
        "key": "用途"
      },
      {
        "key": "来源",
        "value": [
          {
            "type": "RichText",
            "text": "完成稻妻世界任务「映影书写札记」获得"
          }
        ]
      }
    ]
  }
}