{
  "epId": 4317,
  "name": "枫丹动物寓言集",
  "desc": "<p>收集了各类短篇寓言的故事书，其中的故事大多并非作者自编，而是来自如今失佚的古代诗篇。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/157749474/9fb894d78d4142c16d9a5f4891b41c7e_8015036848973321659.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1702728287,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "枫丹动物寓言集"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "枫丹动物寓言集·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "少女和太阳\n狐狸的养女到了出嫁的年龄，容颜如美泉一般温润，\n娇艳绝俗，任谁都要说，她胜过世间一切绝色佳人。\n于是，狐狸对自己的女儿说：\n「女儿呀，女儿呀，我已经垂垂老矣，今后恐怕不能再像从前那样照顾你，\n希望你可以为自己挑选一位丈夫，人们都渴望有这种荣幸，成为你的夫婿。」\n少女回答自己的母亲说：\n「既然如此，我的母亲，就请你将我嫁给凡世之物中最有力量的那一位吧。」\n「啊，那便是太阳，」狐狸说，「高悬在天穹的太阳啊，你便是我的女婿啦。」\n「不，」太阳推辞说，「这些云朵远比我更有力量，因为它能遮住我的光芒。」\n「那么，流云啊，能够遮蔽太阳光芒的流云啊，就让我的女儿和你成亲吧。」\n「唉，不行呀！因为风可以轻而易举地吹散我，你还是将她托付给风儿吧！」\n可风却被群山挡住，于是狐狸又找到了山。\n山则推辞说，自己曾经与老鼠发生过争闹，\n老鼠大怒，竟然在山中打穿出了一条隧道，\n由此可见，老鼠远比连绵的群山更有力量。\n老鼠推辞给猫，猫推辞给狗，狗推辞给狼，\n如此循环往复，最终竟又一次回到了太阳，\n于是这位年轻的美人，便也与太阳成亲了。\n这个故事是说，人们应当遵循命定的安排，而非百般推脱。\n任你如何至诚，如何机智，终究法逃离理应担负的职责。"
          }
        ]
      },
      {
        "title": "枫丹动物寓言集·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "乌鸦和狐狸\n一天，乌鸦衔着偷来的奶酪，站在树上。\n住在树下的狐狸见状，便仰头对乌鸦说：\n「老兄，\n你衔在口中之物可不是什么诱人的美餐，\n而是有见识的人都避之唯恐不及的麻烦。\n你的喉管如此狭窄，而奶酪却厚重非凡，\n倘若直接吞下，只恐老兄你要命丧黄泉。\n城中那些制酪的匠人，正是知晓这一点，\n才会放任你偷走奶酪，而不是妥善保管。」\n乌鸦丝毫不在意，依然咬住奶酪不松口。\n见乌鸦并没有放弃的意思，狐狸便又说：\n「老兄，\n这奶酪原本就不是什么值得品尝的珍馐，\n想当初，你无思无虑徘翔山林间的时候，\n又何曾听说过，这世上还有奶酪的名头？\n要我说，这东西压根就不该归咱们享有，\n任它腐烂在群山之间，被狂风卷入海流，\n千不该万不该，成了束缚老兄你的羁诱。」\n乌鸦抖了抖羽毛，依然咬住奶酪不松口。\n见乌鸦依然不愿意放弃，狐狸叹了叹气：\n「老兄，\n要是你真的打算就这样品尝奶酪的滋味，\n我一只局外之狐，自然也不会擅作阻违。\n不过老兄恐怕还不清楚奶酪该如何烹煮；\n若是就这么稀里糊涂地将它囫囵吞下肚，\n只恐浪费了这么一块珍贵而罕有的什物。\n唉，也可惜了我从别处学到的无数食谱！」\n乌鸦听了心发痒，不由自主便开了口。\n「你说的食谱，能否将它们向我传授？」\n这一开口，衔着的奶酪便也掉落在地，\n狐狸叼起奶酪，转身就钻回了巢穴里。\n这个故事是说，那些妄图探知不应通晓的机妙之人，\n最终只会连自己原本便已经拥有的一切也全部失损。"
          }
        ]
      },
      {
        "title": "枫丹动物寓言集·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "驴子的故事\n庸人无论如何伪装，也不会让人觉得风流倜傥。\n世上每个人，都有自己独一无二的优势与缺项。\n对于这一点，只能虚心接受，正视自己的不足，\n切不可像故事里的驴子，弄巧成拙、惹人笑僇。\n听说狐狸夺取奶酪之事，驴子不免也蠢蠢欲动：\n「为什么呢？\n狐狸也不是什么聪明的动物，却总能被人吹捧；\n而我驴子每天辛勤劳作，却无人对我笑脸相迎。\n既然如此，那我也该像狐狸大姐那样把事来行；\n这是很容易办到的，因为那不过是一些小聪明。」\n于是，驴子便躲藏在树丛中，等待有他人通行。\n制酪人的女儿恰好赶车路过，驴子便跳了出来，\n模仿狐狸的姿态，抬起一只蹄子，自作聪明道：\n「哈！依我看，阁下是真的不懂得赶车的技法，\n将那些奶酪丢下，更轻的车岂不是能更快抵达？」\n少女见状大惊，连忙说：\n「哎呀！你一头驴子，也敢在人们面前耍花招？\n快拿我的棍子来，我要将这个家伙赶回磨坊里！」\n看到向自己挥舞的棍子，驴子立刻就不出声了。\n这个故事是说，打算模仿别人来刻意掩盖本性，\n到头来不仅徒劳无益，反而会为自己招致害盈。"
          }
        ]
      }
    ]
  }
}