{
  "epId": 4325,
  "name": "雷穆利亚衰亡史",
  "desc": "<p>据说是在枫丹建城初年，由著名学者普特尼所撰写的关于古代雷穆利亚文明的历史巨著。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/157749474/d0e75f9b88a286749b4c7dff0871e129_3370368434361162415.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1702983781,
  "components": {
    "body": [
      {
        "title": "雷穆利亚衰亡史·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "大海孕育了一切，也吞没万物。\n传说在最初的世代，初民们的道德足以自持，无需仰赖律法与威权的统治。天城的使者行走在大地之上。经由他们的指引，人们在自太古以来便一直延续的安宁中平静地度日，安享繁荣与丰饶。天启的统治不知延续了多少个世代，直到人们厌倦了难以捉摸的永恒。后代之人不再虔信神谕，反而希冀神明并未许诺之事，试图挣脱命运的枷锁。于是高天为之震怒，祂命大海掀起巨浪，将定居者的城邦碾碎。随后大雨连降百日，潮水吞没了一切罪恶与妄想，初民的时代就此终结。\n待到潮水退去，大地再次显露之时，高海之上已不再有任何城市与文明。余生或新生的人们栖息于山林与河畔之间，重归蒙昧和野蛮。如同地上与水下的一切生灵般，这时的人类任由自然法则的鞭笞与驱使，在无始无终的时间中浑噩度日。\n此后又不知过了多久，在遥远的南方，居尔的王座兴起又倾覆，东方的贵种们也一度抵达高海的边域，而我们的先民却依旧沉沦在无知与迷信当中。\n直到伟大的雷穆斯王乘着金色的法图纳号降临在梅洛皮斯，才再一次将文明与秩序带到枫丹的土地之上。他教给人们耕作的技艺，使土地得以出产，以巨石筑起神庙与城市，使人民得以栖居。而最为重要的，他教授给人们音乐与艺术，使人类得以与其它的生灵区隔开来，从而自视为万物的主人。\n后来，雷穆斯王与他不朽的舰队征服了高海上的全部岛屿，就连海渊之下的巨龙也向他臣服。自初民的时代终结以来，从未有这样美好的日子，永恒的繁荣似乎即将达成。\n正当神王与他的子民们沉湎于无虑的美梦之中，畅享着永恒进步的未来之时，神王的先知们却做出了不谐的预言，「最兴盛的帝国也会迎来最彻底的毁灭，这便是法图纳。」\n于是神王从七天的轮转与海陆的流风当中领悟了原初的规划，据此谱写出谐荣的乐章。他相信，只要地上的城邦能与这至善的乐章协同共奏，就能逃脱命运的审判，直达至福的永恒乐土。\n然而古代的作家们都说，盛衰更替，无物恒常。"
          }
        ]
      },
      {
        "title": "雷穆利亚衰亡史·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "愿伟大与光荣归于雷穆利亚，以及它不朽的统治者，广天之下诸臣民的王，普世的调律师雷穆斯。如今，就连最为见多识广的博学家也无法想象永恒之城曾经的壮丽与光辉。\n当航船沿着御道穿越擎海之柱，驶入御船法图纳号停泊的巨港，首先映入眼帘的便是一座参天的高塔。雷穆利亚的高塔并非为了聆听高天的谕示而建，而是为了给高海上诸岛之间往来的航船提供指引。据说，高塔建立在现实与梦境的交汇之处。即便水手们因海妖的诱惑而陷入沉眠之中，也能循着钟声穿破迷雾，找到通往雷穆利亚的航线。\n沿着御道继续前行便是马其莫斯，这里是雷穆利亚英勇的战士们生活的城区。宏大的神庙与竞技场皆以巨石雕砌而成，用来纪念城市的荣光与胜利。高耸而坚固的巨墙上装饰着琉璃与黄金，青铜与大理石的雕像摆的到处都是，黄金、香料与各地的特产在市场里堆积如山。\n穿过马其莫斯便来到了雷穆利亚的中心城区卡皮托利姆。卡皮托利姆香气四溢，到处是悦耳的歌声。这里是艺术家们的乐园，只有最卓越的智者和乐师才被允许生活在这里，但即便在这些人当中也只有极少数能够获得为神王服务的机会。这里的剧场与宫殿以最为和谐的形式建构而成，梁柱与穹顶上有着最华丽而复杂的雕刻，而在所有这些建筑中心的则是山岳一般高大的铜柱构筑起的金色皇宫，伟大的雷穆斯王便安坐在宫殿的中央，聆听着从帝国的各个角落传来的每一段乐章，每一个音符。倘若帝国的某处发出不谐的声音，神王便会立刻拨动琴弦予以校正，以使整个帝国构成的乐章得臻完美。\n为了使高海之上的众民不至偏离普世的乐章，破坏谐荣的共奏，雷穆斯王从人类中擢升了四位大能之人。他将自己的力量与威权分与他们，命他们成为自己的共治者，诸城邦的调律师，以消除所有不谐的声音。\n为了使谐荣的旋律能够响彻四海，雷穆斯王又建起绵延的御道，将音符转化为御道上流淌的一道道波纹，从卡皮托利姆传递到高海之上的每一个角落。\n然而，既定的命运是连诸神都不能改变的，试图逃脱命运的审判已是重罪。而在神王犯下的诸多罪孽当中，最为首要的则是试图使人类僭取只应属于神明的权柄。人类因力量与威权而堕落，继而带来暴行与叛乱。\n命运的狡计便是，它总是藉由反抗它的手来达成它的计划。当命定之日到来之时，伟大的不朽之城，雷穆利亚的衰亡已成定局。如今神王的乐声只限于卡皮托利姆一隅，威权的统治结束了。\n正如古代作家们所说的那样，盛衰更替，无物恒常。"
          }
        ]
      },
      {
        "title": "雷穆利亚衰亡史·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "人们曾天真地相信，不朽的雷穆斯王与永恒之城的统治，将如同构筑起环形祭场的巨石一般，超越时间与命运的桎梏，延续千年又千年。\n直到大地在一夕之间崩解碎裂，高耸的塔楼被连根掀起，连同宏大的柱厅一起为滔天的巨浪所吞没；直到御道崩塌、神庙倾颓永恒之城及其住民，战士、智者与显贵们都和曾如烈日般耀眼的金宫一同坠入永无光明的渊底。\n于是人们才意识到他们眼中的永恒是何等愚狂的妄念。\n愿荣耀归于我们高贵的领航人，河流与大海的君主，诸水域的女王，愿她保护法律，统治长久。愿平安归于枫丹全域，以及广天之下的万民。当王城倾覆、威权陨落，高海之上的众民将要再次陷入野蛮与毁灭之中时，是我们高贵的女王弥合了诸族之间的纷争，围绕着奔涌的泉水，人们建立起新的城邦，开启了律法的统治，直至今日。\n雷穆利亚的衰亡距今不过百年，但其历史却已笼罩在传说与迷信的海雾之中。这部分是由于为雷穆利亚带来绝灭之命运的末日浩劫是如此之无情与迅速，以至赖以传承知识的学者与古典，都随着永恒之城一起被大海所吞没。另一个重要的原因则是由于那些自称为雷穆利亚人后裔的神秘学者们的刻意歪曲。我所做的工作便是以历史之普遍理性，去芜取精，使这一辉煌的古代文明的真实面貌得以重现世间。\n在如今的一些地方传说当中，甚至古代那些最伟大的学者们也被描述为摄取灵魂的巫师，他们将凡人的灵魂装入特制的魔像，以供他们随意驱使。诚然，雷穆利亚人的确曾制造出可怖的魔像，直到今天在乡野有时也能找到他们的残迹，但这只能归因于雷穆利亚晚期在德性上的败坏与堕落。雷穆利亚人放弃了原属于自己的高贵职责，沉湎于享乐与堕怠。他们纵容自己对他人施展暴行，于是暴行也反过来摧毁了他们。\n正如古代作家们曾说的那样，盛衰更替，无物恒常。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "雷穆利亚衰亡史"
          }
        ]
      }
    ]
  }
}