{
  "epId": 4470,
  "name": "《交涉的艺术》",
  "desc": "<p>「成功学的里程碑，人生中不可错过的大师力作！」</p><p>《下水沟报》编辑、商界精英与枫科院学者倾情推荐的绝世好书！</p><p>教你洞悉名为「人性」的深渊，成就无与伦比的伟业！</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/22/142229365/997e01637e6c25f540b0e19c549a8958_3650226061367414427.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1703595255,
  "components": {
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "人们常说我是一个善于经商、善于发现和掌握机会的人。我不是这么认为的，我认为机会是创造出来的。我出身不高，也没有本钱，我唯一可以依靠的就是我自己。我可以藉由交涉说服出身高的人与我合作，我也可以藉由交涉制造机会。\n所有的经验都告诉我一件事情，就是交涉能解决绝大多数的问题。这是我唯一的依仗，以此我期望你们不要按照我的说法去做，否则，我将面对一个对我而言更为寸步难行的世界。\n……\n【先声夺人】\n我认为很多交涉一见面便可以分出胜负。熟悉我的人都知道。我有在沙漠当行商的经历。那里是我事业的起点，彼时我一穷二白，做生意也没有什么建树。不过在那里我学会了一个重要的经验：「讲话的声音要响亮，给人一种底气十足的感觉。」\n因为沙漠本就是个排斥外人的地方，他们只会跟自己信得过的人交易，他们害怕外来者或者说他们害怕欺骗。但一个白手起家的穷小子哪里来的背书呢？后来我明白，沙漠部族的排外只是表象，本质是什么？是他们知道自己没有能力保证外来货品的可靠性。\n显然在这种情况下他们就需要你提供强而有力的证明以赢得他们的信任。又或者你可以让他们以为你有强而有力的证明。那如何才会让人相信你有证明呢？那就是讲话的信心。哪怕是虚张声势。只要你有信心，别人就认为你有本钱，他们就会自我催眠认为你可以信任。\n所以我就是要大声，大声叫卖、大声喝斥。他们气势上被我压倒了，然后他们就开始思考，这个人为什么敢这样说话呢？一定是因为他不缺买家，他无所谓。那他的货物一定很好，信誉一定很棒。买他的准没错。\n后来的事情我们就都知道了，我赚到了属于我的第一桶金。\n那么回头来看，交涉的目的多是使别人认同或接受你输出的内容。\n如果你先声夺人在气势上压倒了对手，他因此而被你折服。那我们交涉的目的不是就可以很轻松地达到了吗？\n……\n【话题引导】\n在我看来话题引导是非常有效的交涉方法，它往往是打破困难局面的可靠手段。\n我曾想在璃月推销来自蒙德的商品。但我当时的客群是不了解蒙德的，他们很多是一辈子都从未离开过璃月的普通人。那么，对这些客户来说购买不了解的商品是很危险的，那自然销售就不会顺利。可想而知，此时我的赞助人也没什么信心了。\n这个问题看似棘手，但解决起来也很简单。对客户来说。告诉他们蒙德是一个好地方，让他们产生对货源地的好感甚至信任。这层信任感会被传递到产品身上，并最终为我们制造业绩。那怎么摆平赞助人呢？更简单了，他缺的是信心，那就给他信心。让他相信销售会顺利就行了。当然，销售是否会真的顺利这件事本身并不重要。\n问题的根源找到了，解决方案也便呼之欲出了。为了避免解决问题的手段过于露骨，我选择了进行一场市场调查。这是一份问卷，在问卷中我则宣传说参与问卷的人就有机会获得摩拉。一听到有摩拉，人们就趋之若鹜。\n那么问题来了，有人问这跟交涉手段有什么关系呢？我可以这样回答：交涉最有力的武器是事实，而事实是可以人为操作的。这问卷看似是在调查，但实际上是在引导话题，将所有人引导向一个你想要的结论。\n接下来事情的发展就如此发展：我在问卷中设定一些问题来引导思考。比如说我分析蒙德的标签是自由，一般而言璃月人的需求则是安逸快乐的生活。那么我就要想办法让人们得出一个结论：自由与安逸快乐的生活之间有必然的联系。\n因此就出现了如下的提问：\n「你是否喜欢节奏缓慢的轻松生活」、「是否喜欢自由的气氛」、「是否认为美酒对生活调剂有益」等等。\n这些问题多数人会给出正面的回答。那接下来我们就可以透过问卷告诉他们，蒙德就是这样一个自由快乐的城邦，而你是否会喜欢这样的城邦呢？不必多问，我们收到的回答多数都是肯定的。此时他们已经产生了一个印象，即蒙德的人都是快乐的。\n我后续的宣传就可以打出旗号，我贩卖的不是货物，而是一种生活方式，一种名为快乐的生活方式。显然，接下来的发展各位读者就可想而知了。\n当然我们也会遇到那种叛逆、喜欢唱反调的人。这些人会污染问卷的数据，影响看到问卷结果的人——也就是赞助人——的信心。\n此时我要消除或淡化这种影响。我选择的方式简单粗暴，就是暗示参与问卷的人，摩拉的获得是与他们的回答相关的。面对摩拉诱惑时，绝大多数顽劣份子都会选择妥协。此时数据的纯净便得以保障，赞助人那脆弱的信心也可以获得维护。这时计画便可以向下一个阶段迈进了。\n……\n【万能公式】\n总有人问我是否有一击必胜的交涉手段，我会告诉他有，然后选择这句话作为回答：「我同意你的观点，但…」我把这句话称为万能公式。原因无他，这句话就是解析和利用人性的公式，人性的弱点在它面前暴露无遗。\n为什么呢？因为人都是渴望认同的，没有人例外，我也一样。我曾在各处以行商的身分四处旅行，在这期间我遭遇过形形色色的人——镀金旅团、盗宝团，甚至深渊教团，什么样的人都有。即使是以固执和麻烦著称的深渊法师，在我抛出这句话时都会愿意重新思考并寻求我的认同。\n我敢断言，假设我能掌握史莱姆或者丘丘人的语言，那它们也会折服在这句话的魔力之下。因此我并不希望所有人都学会这句话，尤其是我的竞争对手。\n……"
          }
        ]
      }
    ]
  }
}