{
  "epId": 4691,
  "name": "雪翅雁童话集",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1702040799,
  "components": {
    "body": [
      {
        "title": "雪翅雁童话集·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "企鹅佩伊\n传说在遥远的南方有一片冰海，企鹅便生活在其中。\n企鹅们是一群胖胖的绅士与淑女，天生滚圆的白色身子上穿着黑色的燕尾礼服。别看它们在陆地上行走得摇摇晃晃，又不会飞翔，可一旦伏下身来，用浑圆的肚子当作滑板一路滑过冰面，跃进海里，就会变成技巧高超的泳者——厚实的双翼辅着流线型的身体，在海面之下畅游无阻。\n这些关于企鹅的小常识，好多孩子都知道，好多喜欢企鹅的孩子如数家珍。\n但孩子们不知道的是，这个世界上的所有企鹅都来自高远莫测的天穹之外，发达的肉鳍曾用以在宇宙群星之间滑翔，成群的企鹅组成庞大的飞行队伍，光滑的身体曾反射着恒星的光芒——从年轻的红色巨星，到垂死的亮蓝色白矮星，不论是猎户座的旋臂，还是闪光的唐豪瑟之门…企鹅们永远记得它们的每一次远航，每一场探索。\n后来，也许是遥远的群星中发生了灾祸，也许只是一次家庭争吵…有几个家庭从飞过星空的企鹅群中脱了队，落在了提瓦特大陆以南的冰海之中。于是，它们便成为了这大地上的第一批企鹅。那时的企鹅既不会飞，也不会游泳。因为坠落大地的它们失去了在凝滞的空气中飞翔的能力，更遑论在水中游泳了——直到年轻的传奇企鹅佩伊，第一只企鹅泳者诞生。\n与许多年轻的企鹅一样，看着群星闪烁的夜空，看着青蓝色的长空，年轻的佩伊也曾想过：「如果能像祖先那样，自由自在地飞上天空，那该有多好呀！」\n于是，佩伊决定向飞鸟学习重新飞上天空的办法。\n企鹅佩伊先找到了个头最大的军舰鸟，军舰鸟说：「哈哈，岂不好说！给我三十条海鱼，我便告诉你！」\n于是佩伊花了五十个夜晚，在月光闪闪的沙滩上捡拾了三百颗贝壳，向海中的巨鲸换取了三十条鱼。\n第二天，军舰鸟一口气吞下了三十条鱼，得意洋洋地飞走了，甩下了这样一句话：「飞翔的诀窍就是变轻，何不从减肥开始呢！」\n减肥本身却是不难。但企鹅若是失去了厚实的脂肪，又如何被称为企鹅呢？佩伊摇摇头。\n孩子们都知道，军舰鸟从此以后便被智者称作「强盗鸟」，这是因为它的强词夺理与贪婪。\n企鹅佩伊向海鸥寻求帮助，却只得到嘈杂的回应，结果还是莫衷一是，海鸥们反而自己乱糟糟地吵了起来，结果有一些气得索性不再飞翔，从此退化成了海雀，当然，那就是后话了…\n佩伊又去找海燕帮忙，但高傲的海燕也只能教他无法实践的技巧，不屑于教他最基础的课程——因为这些飞翔的贵族早已看出：既然连滑翔都做不到，又如何在风暴中舞蹈呢？\n于是，失落的佩伊又回到了海边。望着夜色中平静的海面，佩伊头一次发现倒影中星星点点的浪花正如故乡的群星那般。于是，它义无反顾地跳进了深沉无垠的大海——\n就这样，在短暂的无所适从之后，企鹅佩伊很快便学会了如何在海中飞翔——不论是快速滑翔，还是急速转弯，它厚实的鳍翅与浑圆的流线型身躯正是为此而生的！\n就这样，企鹅佩伊成为了第一只学会游泳的企鹅。在它之后又有许多企鹅鼓起勇气跳入大海，像它们的先祖那样尽情在磷光的群星中探索、觅食、嬉戏。\n在企鹅佩伊之后，企鹅们习惯了大海的生活，却逐渐忘记了有关星空的回忆，即使在梦里也不再能回到深邃无限的太空。于是，企鹅一族被永远地束缚在了大地与海洋之间。"
          }
        ]
      },
      {
        "title": "雪翅雁童话集·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "茉洁草公主\n在并不遥远的过去，草木与走兽都各自有自己的王国。\n在茉洁草的王国之中，就有着这样一位生着粉红色长发的公主，传说她在蟹钳中诞生，却从未在任何地方扎下柔嫩的根系，永远是一颗坚硬的种子。\n「我最亲爱的女儿，我最心疼的宝贝。为何不选择安定高贵的生活，迟迟不选择成长的道路呢？」茉洁草王父焦急地问道。\n「父亲，父亲，请不要气恼着急！女儿生在蟹钳之中，蟹钳正如我的旗舰，女儿的命运并非扎根在寻常的土壤之中，长成一株艳俗娇嫩的花朵，而是征服大海，向着理想的新大陆前行！」\n王父为公主的话感到震怖，毕竟他自己也不过一棵软弱的花朵。今日公主不满足于肥沃松软的大地土壤，明日若想将花冠生得比王父更加华贵，可还了得？\n王父之所以会这样想，乃因为他不过一朵自卑艳俗的花朵而已。\n于是他将公主连同蟹钳深深地锁在一个金匣之中，又将金匣藏在了纯水制成的梳妆镜中，再把梳妆镜沉入了久雨莲国度的蓝宝石大湖之中，只有让莲花母亲露出笑容才能将那忧郁的金匣开启，让这囚牢一层又一层地浮出水面——但谁都知道，久雨莲早已习惯了哭泣。\n「这样便万事齐全了，」王父想着，「这样我的王冠便高枕无忧，只需等待长久的时光，等待我最爱的女儿饱满的种皮布满沟壑，等待她对无限的冒险失去渴望，不得不迎接无法逃避的成长…」\n「到那时候，我的乖女儿终究像我一样，服从命定的规矩，好好地、健康地成长起来！」\n但漫长的囚禁怎会让勇敢的公主屈服？为了打开金匣，公主一遍又一遍地练习着各种笑话，直到说得蟹钳咯咯笑出声，直到金匣也咯咯地震动起来。但这还不够。\n于是，公主一遍又一遍地排练着各种各样的喜剧，直到蟹钳忍不住同种子一起手舞足蹈——哈，尽管它们没手也没脚！直到金匣成为了浩大的喜剧剧场。但这也还不够。\n于是，公主就地取材，从自己被囚禁的牢房中寻找到各种各样的笑料，取笑着周身的一切，直到蟹钳也同她一起又笑又哭，哭了又笑，直到爱哭的久雨莲们也被她的乐子所吸引，不自觉地笑出声来。终于——按捺不住好奇，莲花母亲特许这位种子公主可以见她一面。\n出人意料的是，莲花母亲一见到公主，便扑哧一声笑了出来。然后，笑声越来越大，震撼了清冷的宫阙，震破了蓝宝石的湖面。\n于是，茉洁草公主为自己赢得了自由——更重要的是，她获得了在无限的苦难中也能欢笑、还能带给别人欢乐的能力。\n就这样，乘着蟹钳斩破海浪，永不生根发芽的茉洁草公主向着遥远的梦乡家园远航而去，从此以后，大海之中长久流传着蟹钳旗舰的传说。"
          }
        ]
      },
      {
        "title": "雪翅雁童话集·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "狐狸先生与发条警卫\n很久很久以前，狐狸先生与发条警卫是一对好朋友。\n狐狸先生是一个大盗，而发条警卫，顾名思义，是个警卫。\n当然，那已经是很久很久以前的事了，但如今他们依然是一对好朋友，即使工作会变，职位会变，社会地位会变，他们之间的友谊是永远不会变的。\n一直以来，发条警卫心中萦绕着一个烦恼，随着年岁的增长，机械的老化，烦恼也像气球一样越涨越大，像足月的小猪一样越来越重，又像狐狸先生日益稀疏的大毛尾巴那样挥之不去，令人烦躁莫名。\n发条警卫向好朋友狐狸先生吐露了自己的烦闷：「我已经活了太长时间，见证和告别了太多的人，再好笑的笑话也听了无数遍，再难过的事也已经一遍又一遍淡忘掉了——即使我是发条驱动的机械，『淡忘』于我而言谈何容易。」\n狐狸先生自然明白老友的烦恼，于是他提议道：「如果长命久活只会带来遗忘与麻木，不如用死亡来证明你曾有生命。」\n「可是，我毛茸茸的老朋友，」发条警卫摘下合金警帽，叹了口气，「在很久以前的那场大劫案中，你不是把『死亡』从蟾蜍小姐的梳妆台里抢走了吗？你闹了好大的乱子，险些让全世界的活物忘记了死去。」\n我们都知道，死亡的代理人是蟾蜍小姐，她是一切又丑、又冷又讨厌的生物的女王，但同时却司掌着最美丽冷漠的宝石——「死亡」。\n「唉，那时我还年轻，我疯狂地追求着胡狼小姐，只想把拍卖行最贵重的珠宝献给她…」\n「然后呢？」\n「我成功了，她死了。」\n「死亡」从胡狼小姐的手中滑落，掉在地上摔得粉碎，碎片融入了土壤，再也不见了踪影。于是，大地上的大家恢复了正常的死亡，该死的都死得好好的，但狐狸先生本人却不幸错过了自己的死刑，苟活了下来。\n「既然死亡仍然在这个世界上存在，我们不如走遍整个世界来把它寻找吧！」于是，狐狸先生携起好友冰冷的机械手，离开了家乡的大都市，前往世界的各个角落寻找死亡。\n他们走啊走，走啊走，走到狐狸先生漂亮的红色皮毛都泛了白，走到发条警卫引以为傲的警徽生了锈，才终于来到了蟾蜍小姐的家乡。\n「蟾蜍小姐，蟾蜍小姐。」发条警卫敲敲门。\n蟾蜍小姐慢慢打开门，伸出一只布满疮疤与毒癞的手来。\n「美丽的蟾蜍小姐，我们为再次冒犯深感抱歉，但我的挚友很是痛苦，只有你看管着治疗他的良方。」狐狸先生摘下帽子，谦卑地说。\n「蟾蜍小姐自然明白她自己有多美丽，」沙哑的声音从歪歪斜斜的村屋传来，「你的朋友，想要自寻死亡，是不成的。」\n「生命不是茶，死亡也不是糖。永远鲜活的泉水无法分明其中区别，但拥有机械之心、机械之舌的你，拥有着一次又一次生命来体验它们的滋味…」蟾蜍女士拨开雕花的寿衣面纱，显露出那名为「死亡」的清冷宝石，伸出手来邀请发条警卫，「来吧，年轻的警卫，来吧，孩子…任何人都会经历考验，但不要轻易认输，坚强的孩子…」\n「我的蛆虫吃不掉你，我的苔藓附不上你。无论那对手是年岁还是责任，是悲哀或是无聊…不要轻易认输，我的孩子。」\n说着，蟾蜍小姐轻轻将他的机械手抚在那名为「死亡」的宝石上，令他看到很久、很久以后，自己的结局——\n在无数年岁的洗礼之后，残破的发条警卫被投入了销毁厂的烈火之中，与千万年间积累的废弃钢铁熔在一起，化作了无法分辨的庞大金属海洋，金属们僵硬的思想与麻木的感情统统遭到了熔解、升华与融合，成为了新的生命——那是专属于金属生命的耀眼归宿，与之相比，即使「死亡」的光彩也沦为凡俗。\n于是，望见未来的发条警卫坦然放弃了死亡。而他的挚友狐狸先生也鬼鬼祟祟地缩回手，放弃了偷窃的念头——「生命不是茶，死亡也不是糖。既然我尚有朋友陪我一起将苦涩饮尽，我又何必如此着急、如此贪婪地求取不属于凡世的宝石呢？」\n后来，孩子们都知道，狐狸先生与发条警卫又活了好久好久，活到他们所在的小小世界变得一片荒芜，活到他们的太阳熄灭、月亮陨落…在那之后，他们的故事仍旧无穷无尽，在许许多多世界之间传扬。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "雪翅雁童话集"
          }
        ]
      }
    ]
  }
}