{
  "epId": 5079,
  "name": "旅时者",
  "desc": "<p>由蒸汽鸟报出版的枫丹科学幻想小说，讲述了一位工程师利用时间机器旅行的故事。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/157749474/d320bd636cd59e9c09fd0c0addba6efb_3678010019325927392.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1710595631,
  "components": {
    "body": [
      {
        "title": "旅时者·第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "那是很多年以前的事情了。晚宴过后，爱薇艾小姐（如今应当是涅诺宁夫人）正在以她那一如既往的、戏剧化的语气，向我们抱怨现代科学的进展过于迅速。尽管她对工程学的了解还不如她对海祇岛土壤质量的了解(当然，她对后者也一无所知)，但就像是当时在一部分绅士和淑女之间流行的那样，自称对工程学感兴趣是一种时尚。\n「早在数千年前，我们的祖先便已经征服了这片大地，」她清了清嗓子，轻轻摇着带翠翎和苍晶石的华丽折扇，竭力让自己露出一副沮丧的表情来，「数百年前，凭借新式潜水设备，他们又轻而易举地征服了海洋。如今，又有一些高贵的先生和小姐们突发奇想，打算摆脱大地的束缚，凭借所谓的『重力仪』去征服天空——而他们的构想，恐怕也会在不久的将来变为现实。」\n「不错，正如您所说。人类——多么强大而精力充沛的智慧生灵！无论何时，他们总是在用难以想象的热情改变着自己的生活条件，」蒸汽鸟报的编辑立即评论说，「实际上，如果我们只从机械工程学和理论意义上——而不是其余意义上——来评价，人类几乎与造物主平起平坐。因为他们凭借自己的聪明才智征服了自然界的绝大多数空间，通过意志，他们能够重新塑造这个世界的样貌。」\n「唉，我想要表达的并不是这个意思，」爱薇艾小姐夸张地叹了口气，「那些遥远而黑暗的未知大陆，那些深藏在海底的古代遗迹——所有那些浪漫的探索与开拓，所有那些彰显我们科学技术与理性荣光的伟大业绩，几乎快要和我们这个文明的时代绝缘了。我们的祖辈实现了太多令人惊奇的成就，却没有给我们留下可供探索与征服的空间。对那些生来便渴望探索未知的绅士与淑女而言，还有什么比这更为痛苦的事情呢？」\n她装腔作势地引用着传说中的国王亚尔杰代伊的话，仿佛这样就能证明她是真的在为这样的想法感到痛心。不过，在场的人都只是懒洋洋地坐着，充其量礼貌地点点头。厄蕾夫人轻轻打了个哈欠。\n见没人接话，爱薇艾小姐的兴致便也淡了下去，将话题转向了下周的舞会。显而易见，这是个更受欢迎的话题，原本僵硬的气氛也再一次热闹了起来。拉塔尔勋爵正准备跟我们讲他在须弥听到过的一个关于高塔、巫师和玻璃球的传说，可还没等他来得及开始，就在这时，一直沉默的克里克先生打断了他。\n「您，爱薇艾小姐，您刚才所说的事情，确实令人印象深刻，」他点了一根烟，「不过，您也不必过于忧虑，因为这世上仍有一处空间尚未被人类征服——并且，如果缺乏必要的技巧，或许永远也不会被人类征服。」\n「哪一处？」勋爵面带愠色地问。他原本对那个关于猴子的故事很有自信。\n「时间。」\n顷刻间屋内鸦雀无声，下一秒所有人笑得前仰后合。\n「真是不着边际的奇谈怪论！」兰涅医生强忍着笑意，「首先，时间怎么能是空间的一部分呢？」\n「您能够脱离时间，独立存在于空间中吗？」\n「什么意思？」\n「这一个瞬间您还在这里和我交谈，下一个瞬间——您消失得无影无踪。这可能吗？」他停顿了片刻，仿佛是在等待其他人思考，「很显然，任何思想严谨的人都应当清楚，和长度、宽度、高度一样，时间也是空间的一个维度。因此，时间——作为空间的一部分——自然也能够被征服。」\n「毫无道理…」医生小声咕哝了一句，但也没有多反驳什么。\n「我从事这项研究已经有些时日了，」他继续说道，「我已经构想了一种机器，能让人随心所欲地在时间里穿行。大约两个月后，这台机器应该就能完工了。到那时，爱薇艾小姐，我邀请您和在座各位绅士淑女到我的工坊来，共同见证人类的另一项伟大成就——征服时间。」\n爱薇艾小姐没有说话。实际上，从她的表情来判断，我们这位出身高贵的朋友压根就没听懂克里克先生在说什么。"
          }
        ]
      },
      {
        "title": "旅时者·第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "两个月后，我们几个人——蒸汽鸟报的编辑、医生、勒维洛·厄雷沃先生，还有其他几个出席了那次晚宴的人——如约来到了克里克的工坊。爱薇艾小姐没有来，她对这种事情向来不感兴趣，出席卡朗代沙龙的社交舞会显然更有意义。\n令人惊讶的是，与两个月前相比，克里克明显苍老了许多，也憔悴了许多。黯淡的灯盏下，那张原本热忱而傲慢的面孔上凝固着一种冷漠而肃默的神情，几乎像是须弥那些干瘪枯瘦的苦行僧一般。\n他欢迎我们入座，语气平静。\n「那么，您征服时间的计划进展如何？」蒸汽鸟报的编辑直截了当地发问。「您所说的时间机器又在哪里？」\n克里克没有回答，而是指向了一旁的书桌。我们顺着他指的方向看去，桌子正中央是一架镀金的鲸式飞艇模型，差不多有一台小钟那么大，哪怕是外行人也能一眼看得出来，这模型的做工极为考究。澄净的水晶外壳下，有一种无法辨认的、无定型的色彩在缓缓流动，在灯罩投下的阴影中若隐若现地发着光。\n「所以，」医生说，「您用了两个月的时间，打造了一台连勒波特的工匠都会惊奇不已的小玩具。」\n「它看上去确实不起眼，」克里克看了他一眼，眼神里带着一种我难以描述的情绪，几乎能称得上是怜悯，「这不过是它在这一刻的投影。就像是从侧面观察一张纸，能看到的也只有一条细线。」\n「胡言乱语。」\n不知为何，克里克没有反驳，只是语气平静地请求我们，让他讲完自己在时间中旅行的经历。我们答应了他的要求，于是他开始讲述我下面记录的这个故事，从头到尾没有被打断。\n对于你们来说，应该是在两个月前，我第一次向你们讲述了时间机器的事情。同样，对于你们来说，大约是在一个星期前，我完成了这台机器的制造，并决定登上它，进行人类历史上第一次时间旅行。\n我无法用语言来表达时间旅行中的种种奇怪感受，就像是无法用语言让盲人意识到星光有多么璀璨。大约二十分钟后——尽管用主观时间来阐述时间旅行是一件相当无意义的事情——机器停了下来，我环顾四周，发觉自己正身处雷穆利亚帝国的一个定居点。那些由巨石雕砌而成的宏大的神庙与竞技场足以使欧庇克莱歌剧院感到自惭形秽，阿兰·吉约丹大师的造物与那些昂首阔步于街巷之间的魔像相比，几乎能称得上是发育不良的侏儒。就在我如此感叹的时候，几名巡逻的军团士兵发现了我。在他们看来，像我这样奇装异服的人，必定是蛮族派来的细作。于是他们立刻抓住了我，称我为下贱的奴隶，信奉伪神的堕落者，要把我投入深坑，喂给毒蛇。\n所幸，当地的营造官——后来我知道，她的名字是埃蒂娅·亚纳瓦娜——意识到我的身份不同寻常，派人将我送到她面前。她忍受着我错漏百出的语法和糟糕透顶的口音（那个时候，我甚至无法准确读出「雷穆利亚」这个词，发音听上去更像是「厄墨伊亚」)，向我提出了许多问题，而我也如实回答了她。很快，她便接受了我来自未来的事实，向我展示了一块奴隶们最近挖掘出来的石板。"
          }
        ]
      },
      {
        "title": "旅时者·第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "那是一块正方形的石板，每一行和每一列都铭刻着七个对称的字符——并非是雷穆利亚的文字，而是我们如今使用的那种文字。无论以何种方式、何种顺序阅读，文本的信息都完全一样：一个精心设计的谜语，涉及狗、牧草、苍翎雀、夏日的雨、蔷薇的歌声、长鬓虎的斑纹、岩石纹理的次序。我一向热衷于玩弄字句的游戏，尽管如此，这个无限循环的谜语依然让我产生了近乎眩晕的感觉。不知为何，我意识到我必须要解开这个谜语，无论要付出何种代价。我耗费了整整半年的时间，和埃蒂娅一起破译了它——破译的关键在于一个已经死去了三十年的奴隶的名字，而谜底则是一个日期，指向帝国覆灭的数百年后。\n我向埃蒂娅告别，登上时间机器，前往那个日期，期望能找到石板背后隐藏的秘密。在那里，我遇到了几名逐影猎人，他们向我展示了另一块石板。石板上同样铭刻着四十九个对称的字符，那些字符同样组成了另一个谜语，这次的谜底是另一个日期，标注着更为遥远的未来。\n我追随这些石板的指引，穿行于过去和未来，如此往复十三次。每一块石板上的谜语都比上一块更难解。其中一个谜语的破译线索来自一本三百年后出版的劣质爱情小说，那本书第三十七页上的第五个词恰好与三百七十五年前编号为三百七十五的执律庭警员的全名构成共轭。另一个谜语的破译线索则来自一种盛开在几干年后的白花——我不知道那种花的名字，雌蕊群很奇怪。也许是某种锦葵，我不确定——那种花以云雀的鸣叫声作为养分，所以线索之一便是生活在雷穆利亚时期的云雀胸肋的数目。谜语的构成大抵如此。\n最后一块石板来自贝瑟·埃尔顿纪念博物馆的地下储物间，上面没有其他字符，只有一个数字：零。\n我不知道自己当时究竟在想些什么——将目的地设置为「零」是毫无意义的做法——但我依然将那个数字输入了机器，拉动了操纵杆。不知过去了多久，机器再一次停了下来。我意识到自己正悬浮于一片大海上方，没有浪潮，也没有波涛，因为就连风也不存在于这一刻。笼罩在我头顶的天空不再是蓝色，而是一种难以描述的暗红，无数遥远而苍白的星辰点缀其上，仿佛铺在海岸边的盐霜。\n我凝望着原初的大海，就这样过去了数分钟，我才意识到，平静的海面之下，影影绰绰地藏着什么东西。那是原本不应存在于此的沫芒宫。\n就在这时，我听到有什么人呼唤我的名字——内文·克里克，那个声音说。我回过头，就像是望向镜子那般，一个相貌与我别无二致的人紧紧盯着我的眼睛，就如同我盯着他那般。\n「内文·克里克，」他接着说，「你想要征服时间。没有人能征服时间。」\n「是你留下了那些谜语？」\n「是你留下了那些谜语，」他重复了一遍我的问题，仿佛这就是对问题的回答。「那些谜语是时间的一部分，每一个对称的字符都等同于时间本身。」\n「所以——时间最终的谜底是零。」\n「零不是谜底，而是另一个谜面，因为谜底不会出现在谜面中，」他说，「时间的谜底是镜子。或者说，最容易理解的谜底是镜子。两面镜子对准彼此，其中无限反射的光路就是时间。无数背离的、汇合的、平行的光构成了名为时间的错觉，没有过去，也没有未来，因为过去就是未来。当你站在时间零的位置上，沿着两面镜子之间的缝隙向前看去，所有的光路都位于同一个平面，没有任何一束光能够从中逃脱。沫芒宫早在建造之前便已经沉没，而沉没的沫芒宫也会被再度筑起。欢笑、悲伤、泪水与死亡终将无数次重演，因为这就是镜子的本质。你永远也无法征服时间，就如同你无法用手抓住自己的影子。」\n或许是出于惊恐，又或许是出于一时的狂乱——当他的最后一个音节落下，我拔出了用来防身的铳枪，朝着他的脑袋扣下了扳机。\n房间内鸦雀无声。\n「我不指望你们能相信我的话，」克里克站起身来，扫视着我们，「就把这些当作是我为了掩盖自己没能制造出时间机器而编造出的胡话吧，把它当作一个蹩脚的故事，一个纯粹出自妄想的梦吧。那么——失陪了，女士们，先生们，我要去为未来的我留下谜题了。」\n我再也没见过克里克·内文。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "旅时者"
          }
        ]
      }
    ]
  }
}