{
  "epId": 5202,
  "name": "裴伦埃里",
  "desc": "<p>本书又称《热恋中的赫雷贝里》，初版作者自称改编自坎瑞亚家喻户晓的传奇故事，但是世上已经没有人可以佐证这点了。现在已经是数代人的集体创作了。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/157749474/eebe3d494c8e1fcae1905ec185dc3f56_6871318587336116189.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1710609035,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "裴伦埃里"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "裴伦埃里·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "第一卷\n这是一个特别古老时候的故事，相传那个时候家禽与野鸟还没有分开。那个时候，照亮地下王国的是一轮赤月，而不是后来的黑日。\n因为王国位置特殊，总有世界之外的事物漏入其中。王国的武备会消灭其中的灾祸，但是其他事物要怎么处理呢？比如说，或许来自某个毁灭世界的孩子？\n贤人中的一位对王上进言：「诸贵族的首上啊，我曾从一个孩子那里听闻异界的故事：曾有海民相信神明来自大海。每次发现流落的海难者，他们都会用最高的礼遇相待。只因他们认为神明会假借海难者的形态巡查人间。」\n国王说：「我听不懂。按你的意思来吧。」\n（当然啰，王国境内并不存在传统意义上的海洋。王国最早的建立者，他们曾经见过山岳的轮廓在太阳强烈的光辉下变得模糊的景象，也曾经见过月光落在海面的细微波澜上，就像许多的珍珠。到了故事发生的年代，能够在王下描述这些情景的只有外来者与少有的为公务离开王国而返回的人。海洋一词往往是星辰投影的空间的喻体。)\n期待着自所谓的海洋之外而来到王国的神——或者说能够超越神的人，他们建立了收容这种孩童的机构。在那之后，王国当中的孤儿或者是来自外界的流浪儿也会被接纳。\n年幼的裴伦埃里对人生最早的记忆，就是被大人们要求爬过漆黑的甬道。这些通道或许是寒冷时节里烧火排烟的管道，里面布满煤灰，而且一丝能让烟逃出、或者光漏入的缝隙都没有。裴伦埃里爬行时，偶尔还会在黑暗中摔落。好在这个甬道本身设计就是为了让孩童行过，就算是摔落也并不会很痛，也并没有惹人生厌的虫网。\n在最后裴伦埃里走到了尽头，但是出口却并未打开。他敲了敲门，只有大人们无情的声音在询问：「你死了吗? 」\n如果已经死了，又怎么能回答呢？但是大人们并不喜欢这个回复。他们反复问着一样的问题，直到裴伦埃里大喊：「死了！」\n大人们继续问：「那你看到了吗？」\n或许是黑暗带来的恐惧加上饥饿与疲惫，裴伦埃里眼中看到了幻象。赤红的月亮高悬在漆黑的夜空里，它突然转了过来，原来是巨大、惊恐的眼瞳。\n大人们打开了门，抱住满身煤黑的裴伦埃里：「你已经行过壁中炉内的两界之火，现在在这里得到新生。」\n虽然直到赤月降下，黑日升起，再到黑日垂暮，王国的教养院都一直没能等到超越之人到来，但教养院中走出了许多奇人异士，他们中很多人都成为了王国伟大的骑士。裴伦埃里自是他那个时代无愧的首席，除非硬要让他和他的挚友赫雷贝里相较。\n他们本应该争夺功勋，通过荣耀的数量与大小，还有庆功宴的饮下的美酒之数来分出高下。但是不知道为什么，他们却走上了以命相搏的末路。"
          }
        ]
      },
      {
        "title": "裴伦埃里·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "第二卷\n那一天，教养院中迎来了新的成员。她是一位美丽的异国少女，自称是高贵的公主。因为故国被贵金之神打败，贵为祭司之女的她不愿承认新神，所以才流浪到了王国。她说她的名字叫安吉莉卡（注1)，意思是「仿若天之神使」。\n美丽的安吉莉卡说自己将来只会和王国当中最强大的骑士结为夫妻。裴伦埃里对此不屑一顾，可赫雷贝里却被安吉莉卡所迷住。安吉莉卡时常在王国的井户之海附近散步，在那里她对赫雷贝里讲述了外面世界的种种事物。担心挚友的裴伦埃里也会同行，因那猜忌生得比好奇心要早，对于安吉莉卡所说的一切他虽心存怀疑，但希望终有一天能得以一见。\n在安吉莉卡到来之后，赫雷贝里仿佛变了一个人，他制造事端，寻衅与其他骑士决斗。他赢了所有的决斗，转头便向安吉莉卡夸耀自己的勇武。可安吉莉卡对赫雷贝里所有的功勋，都只有淡淡一笑。善跑者赢过乌龟又算什么功绩呢？\n「与黑骏（注2）相伴的尼约德，深秘院最擅长战斗的阿尔夫，一半骑士的统领亚尔伯里奇，不败的裴伦埃里。」安吉莉卡说出了她心目中，王国彼时的最强候选。\n陷入热恋的赫雷贝里因此做出了他内心里再顺理成章不过的决定。他被称呼为叛徒，或者人们认为他已经疯狂。不过就算是这样他也没有任何想要伤害裴伦埃里的意思。\n而裴伦埃里，他坚信只要杀死了安吉莉卡，他挚友的疯癫就可以得到治疗。\n在最无情的追猎中，三人离开了国界。在那一瞬间，赫雷贝里捂住了自己的脸，口中的语言也逐渐像是野兽的嘶鸣。\n女巫安吉莉卡解释：「赫雷贝里是抛弃自己的神明来到王国的族民后裔。这就是王国当中有顽固的纯血派贵族的原因。这就是背叛自己神明的代价。\n「而你，裴伦埃里，你是漂流而来的人。所以你没有这种诅咒。虽然没有比肩一个世界的崇高，但是你也有自己的命运。\n「而我，在神明死去之前我都未曾背叛过一秒，所以我也不会有这种诅咒。但是你真的看清我是谁了吗？」\n太阳在此刻升起地平，裴伦埃里手中的剑因为彻夜战斗带来的疲惫而滑脱。他用手背遮起额头，第一次看向太阳。等他再看向安吉莉卡时，发觉她并非是璃月的美丽少女或者恶毒的女巫。\n「我是从命运中挣脱的自由。这是赫雷贝里苦苦追寻，对你却唾手可得的东西。」\n裴伦埃里的面前空无一物，只有广阔的大地。\n注1：但是古时璃月的人并不会这样取名，如今想来，她名字或许是「妙音女」或者「天王奴」。\n注2：初版作黑狼。从坎瑞亚考古中得知，应该是坎瑞亚炼金术制造的战兽其中一类。赤月王朝时期，炼金术与驯兽骑士乃是中流砥柱。但是在黑日王朝时期，因机械工学兴起而衰落了。\n特别鸣谢：\n德农先生的坎瑞亚考古为本作品带来的灵感（第一版）\n让·菲雅克先生的续写、润色，使得这个故事终于有了结尾（第二版）\n让·菲雅克夫人与小让·菲雅克先生的错别字修改（第三版）\n……\n整理自卡尔·英戈德先生记录的《废都考察纪行》（第十三版）\n唐泽先生的杂学、博物学支持（第十四版）\n云老先生对于璃月文化部分的注释（第十五版）"
          }
        ]
      }
    ]
  }
}