{
  "epId": 5735,
  "name": "小魔女与不熄灭的火·卷七",
  "desc": "<p>虽然装帧精美，但是正文内容全是手写的。看笔迹作者不止一人。「我已找到书写的意义了，那就是告诉你：我多么希望你也在这里。」</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/157749474/a49b1510fc0cee17ec43de74ca368292_7730697208855898731.jpg",
  "filterValues": {
    "objectType": [
      "任务道具"
    ]
  },
  "menuId": 9,
  "menuName": "提瓦特物产",
  "version": 1721485706,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "在她被时之海的大浪裹挟，越过无数因果汇聚的涡眼、越过织机上无数的纱线时，她错过了很多东西。就连她仰慕的大魔女的告别式，也在她未能参加的情况下寂寥地结束了。\n怎样都好，反正小魔女通过了各种各样乱七八糟的试炼和挑战之类乱七八糟的鬼东西，来到了老魔女面前。其实小魔女觉得这些经历也没什么好说的，前面不知道为啥要花这么多篇幅。归根到底，最重要的只有魔女的茶会，还有她追寻的目标。\n实际上她在旅途开始的时候就已经看到了。在一口袋煤炭一样黑乎乎的天空中——或者洞窟里，我们都知道，这两者其实没有区别——抗拒着从所有方向包围进攻的世界的黑暗，散发出微弱光芒的星星。在宇宙逐渐变得黯淡，所有星星和被称作太阳的星星一颗一颗熄灭后，大家决定将它称为天蝎之星。小魔女记得在魔女们的茶会上听过这个故事，但她只记得这个名字，别的都已经不记得了。\n总之，小魔女来到老魔女的面前，老魔女其实就是最后仍在燃烧的天蝎之星。但在这时候她的火焰已经很微弱了，只剩下一点细微的余烬。小魔女握着她的手。老魔女的手已经变得像树枝一样，干枯又脆弱。她想起老魔女曾经也是小魔女，她的手以前也和她的手一样洁白细嫩，老魔女曾经用那样的手优雅地拿起茶杯，也用那样的手带来许多魔法，点亮很多世界的火焰。\n小魔女说：\n「看来大家都不想让火焰熄灭啊，这也是没办法的事情。在上次告别的时候——那时候你也在——魔女们说过，在漫长的岁月里，长生的魔女会失去很多很多东西，对生死爱憎也会变得没什么所谓。但其实这是骗人的，只是用来安慰先于她们离开的同伴的说辞而已。魔女其实会更加珍惜这个黑漆漆的毫无希望的世界里那一点点细小的火和光明，连同这点火光投下的影子一起珍惜。\n「你总说自己不如我们，但我一直觉得你才是我们中最可爱、最厉害的魔女。你总说自己留不下什么，但你留下的故事中有无数的世界，就算再过一百年、一千年，就算某个占星魔女忧虑的末日来临，就算长生的魔女们全部死去，这些小小世界里绽放的小小的光也不会变得黯淡。是啊，你才是最厉害的大魔女，比我们厉害多了。我很想你。再见了。」\n老魔女没有回应，因为这里剩下的只有一具空壳，与小魔女在旅途中见到的无数空壳没有多少区别，构成的原料也基本一样。让她区别于其他数之不尽的空壳的只有那一点点的火光。\n小魔女取走灼烧老魔女的火，踏上了归途。总之，故事就到这里吧。小魔女的冒险还会继续，因为她已经决定要带着老魔女的火行遍宇宙，点亮时间的每个角落。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "小魔女与不熄灭的火·卷七"
          }
        ]
      },
      {
        "key": "类型",
        "value": [
          {
            "type": "RichText",
            "text": "任务道具"
          }
        ]
      },
      {
        "key": "来源",
        "value": [
          {
            "type": "RichText",
            "text": "蒙德图书馆地下室的剧演准备间"
          }
        ]
      },
      {
        "key": "相关书籍",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "小魔女与不熄灭的火",
            "desc": "明澈而澄净的苍色花卉。生于水脉汇聚之处，其香清冷淡雅，辛凉柔婉。",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}