{
  "epId": 5838,
  "name": "猫咪事务所",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1721200414,
  "components": {
    "body": [
      {
        "title": "猫咪事务所· 卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "和许多个寻常的午后一样，佩洛打了个长长的哈欠，又揉了揉眼睛，忽然瞥见花坛里，静静地躺着一封金色的请柬。\n请柬的封皮被阳光照着，「佩洛先生敬启」几个字比散落的摩拉还耀眼。\n佩洛的眼睛睁大了。\n他只是个小小的门童，为前来拜访老爷的「先生」、「太太」们开门，还是头一次有人如此恭敬地称呼他为「佩洛先生」呢。\n谁丢在这里的呢？在他毫无察觉的时候。\n佩洛眨了眨眼，又眨了眨眼，再三确认那不是彩虹一样的幻景，打开了请柬…\n「感谢您用美味招待我们，请务必赏咣前来。——猫咪事务所呈上」\n歪歪扭扭的文字，像是用最粗劣的羽毛笔写的，和金色的封皮倒显得不相配了。\n猫咪事务所？有那种名叫「猫咪」的事务所吗？总不会是猫咪开办的事务所吧…\n佩洛倒是常常用剩饭喂街角的流浪猫。\n只要发出「咪咪」、「咪咪」的叫声，猫咪们就会亲热地围过来。不过，在手里没有猫食的时候，猫咪们即使是对佩洛，也是很警惕的。\n佩洛这样想着，翻到了请柬的背面。\n「或许，您还不知道事务所的位置吧…\n「在北风的第十二道转弯处，沿着地上的鱼粦片向前，您会看到一排马车。\n「第十遍钟响后，马车将会仅剩下一辆，跃入马车下方的黑影…我们在此工候…」\n这种记录时间和地点的方式，简直…像某种摸不着头脑的魔法。\n是谁的恶作剧吧？\n可是，成篇的错别字和对鱼鳞的尤其关注，的确很像猫呢——如果猫真的会写字，又真的有一座事务所的话。\n北风…鱼鳞…马车…啊，对了！从这里向南走过十二个路口，来到白天是鱼贩摊位的地方，每晚十点，不是有运送垃圾的马车，停泊在那里吗？\n将一整天里城市产生的庞大垃圾运出城外，直到十二点再「吱呀、吱呀」地回来。\n是的，这一定是猫咪们的语言魔法。只有像佩洛这样，了解猫如同了解这座城市，了解这座城市如同了解猫的人，才会破译出来。\n佩洛的心砰砰地跳了起来，这是只有他一个人知道的秘密。\n「换班的时刻，快点快点来吧！我呀！要去赴猫咪们的约会了。」"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "「您来了呀！请坐请坐。」\n猫咪们很高兴。\n「是呀！要找到你们的事务所，真是不容易。」\n那天晚上，佩洛沿着请柬上的指示，一路看着，找着。\n原来，那些运垃圾的马车当中，有一辆车轮坏了的马车，一直停在原地。在马车下方的阴影里，佩洛找到了黑洞洞的、和阴影融为一体的窖井，里面传来隐约的灯光和声音，还有向下的螺旋楼梯。\n这就是非常隐蔽的猫咪事务所了。\n「这是流浪的家伙们的天性，请您谅解嘛！」\n眯着金色眼睛、有着虎形斑纹的猫，貌似谦卑地说着，尾巴却摆出了一个骄傲的弯。\n佩洛认了出来，是他常喂的虎斑猫，这家伙，常常趴在老爷家的窗户上，悠闲地摇尾巴。至于其他的猫，佩洛就有些面生了。\n虎斑猫向佩洛一一介绍着：\n猫老大，正是虎斑猫本尊。\n打手，是左边的这位花臂猫。\n右边的三色猫，非常机灵。给佩洛的信，是每只猫拔下一根胡须，凑成一支笔，蘸上墨水，由三色猫来写的。\n「还有这只柴火猫，有点丑，身上有秃一块少一块的癞皮。不过，可不要嫌弃这家伙唷！」\n正是这样的几只猫组成了猫咪事务所，为城市里的猫咪们解决难题。\n「那么，事务所都解决过什么难题呢？」\n佩洛好奇地问道。\n虎斑猫往左摇了摇尾巴，轮到花臂猫堂堂出场了。\n「咱是勇猛的花臂猫嗷~爱打呼噜的猫老板发来过委托，就是咱解决的嗷~\n「那位猫老板，开了一家特别特别豪华的旅馆，不输人类的大饭店嗷~开业的时候，有无数客人入住嗷~」\n猫咪们也有自己的大饭店！佩洛差点要掏出笔记记下来。\n连佩洛都只是路过门口，羡慕地往里看一看。那种心情，大概像小时候捡到玻璃糖纸，忍不住舔一舔一样。\n「但是，猫老板的呼噜声实在是太大了嗷~吵的客人们睡不着，生意变得惨淡了嗷~\n「突然有一天，旅馆里出现了一大批老鼠，咬坏了客人的东西嗷~这下猫老板立了大功嗷~\n「从那以后，听到猫老板的呼噜声，客人们都安心地说：好猫——好猫——\n「其实，旅馆里原本没有老鼠嗷~都是咱半夜把老鼠抓到旅馆来，再抓住的嗷~」"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "花臂猫的故事讲完了，虎斑猫又向右摇了摇尾巴。\n三色猫优雅上前，轻盈地鞠了一躬。\n「俗话说，猫们当中也有懒汉喵~\n「住在城门处的懒猫发来过委托，征求一劳永逸的捕鼠办法喵~\n「在本猫的授意下，懒猫将居住的『猫之家』门牌取下，改名为『鼠之驿站』了喵~\n「从那以后，每逢老鼠进城喵~都能听到温柔可亲的声音说着，『老鼠们，老鼠们，给辛苦赶路的双脚和双手涂点膏吧！』，『老鼠们，老鼠们，把身上尖锐的东西拿下来，做个舒舒服服的磨砂吧！』喵~\n「就这样，老鼠们涂上了盐，又抹上了油，排着队走进了贴着『汤浴』的热水中喵~\n「然后，全进了懒猫的嘴巴里喵~」\n佩洛忍不住「噗嗤」笑了出来，「啊啊，真是聪明的三色猫啊！」\n三色猫又轻盈地鞠了一躬，淑女般回去了。\n「轮、轮到奴家说话了吧…」柴火猫谄媚地说道。\n「奴家的毛皮，是在柴火堆里取暖时烧坏的…\n「真是怪事，明明刚睡着的时候，很暖和，很暖和…奴家梦到了还是一只小猫的时候，睡在妈妈的毛皮上…睡着睡着，身上就着火了…\n「多、多亏猫老大不嫌弃，奴家不怕脏污，常常在城市的下水道里行走，干着传递情报、跑腿之类的活。\n「除、除此之外，奴家就没有别的本事了…」\n虎斑猫清了清嗓子，柴火猫畏缩地一笑，悄悄回去了。\n「好了，猫咪事务所的日常，佩洛先生也知道了。」\n「这次邀请佩洛先生来，是因为遇到了解决不了的事情，想请求佩洛先生的帮助唷！」"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷四",
        "desc": [
          {
            "type": "RichText",
            "text": "「我的帮助吗？」佩洛的眼睛又睁大了。\n虎斑猫郑重地点着头，「而且是非佩洛先生不可。」\n「佩洛先生所侍奉的老爷家里，养着一只长毛的猫咪，对吧？」\n「哦，是那只雪白、高贵的长毛猫呀！」\n佩洛是知道的，那只猫，是老爷珍爱如命的宝贝。生着幽绿色，古代公主般的眼睛，总是斜睨着看人，常常像鹭鸟临水浣洗羽毛那样，用桃粉色的舌头，从头到尾，仔仔细细梳洗自己的毛皮。\n老爷无论用餐，就寝，还是外出赴约，都把长毛猫带在身边。\n「我呢，打算和长毛猫结婚，已经商量好啦！」\n「哦，结婚呀…什么？结、结婚？」\n佩洛一下子变得比柴火猫还磕巴，「那、那你们怎么生活呢？像长毛猫那样的猫，可是过不了流浪生活的呀！」\n「这就不用担心了，婚后我们会搬去遥远国度的神社。听说那是一座猫的神社，人们像供奉神明一样供奉着猫，不用愁吃，也不用愁喝…」\n「可是，这、这怎么行呀？老爷是不会同意长毛猫离开的…」，佩洛继续磕磕巴巴地说道。\n「所以，我们才需要佩洛先生出手。」\n虎斑猫跳到了柜子上，金色的眼睛望着佩洛。\n「可我根本不是什么先生，只是个小小的门童」，\n佩洛连连摆着手。\n「偷猫的事情，如果被老爷发现了，我不但工作不保，还会被送上法庭啊…」\n「不不，佩洛先生误解啦！」\n虎斑猫露出了神秘的微笑，嘴边的猫胡须，也像微笑一般，轻轻地颤动着。\n「绝对不是让佩洛先生去偷窃。猫是有魔法的动物，我们…有另外的办法呐…」\n说着，虎斑猫吹了个口哨。\n两边的花臂猫和三色猫，像变戏法一样，分别掏出了一双靴子和一个面具。\n「这是猫的魔法靴子和猫的神奇面具。\n「呶！试试看吧！」\n无可奈何地，佩洛接过了这两样宝贝。\n等等，这靴子，看着小小的，穿在佩洛脚上，突然变得舒适又妥帖了。\n走起路来，像踮起脚尖一样轻盈…\n佩洛戴上面具，想要开口说话，却多了一些不易分辨的悠长颤音，怎么听，都不像是自己的声音了。\n「这就是猫的魔法，」虎斑猫高兴地说， 「只要穿戴上这两样东西，谁也认不出是佩洛先生了。」\n「佩洛先生只需要照常回家，舒舒服服的睡上一觉。\n「待到三日后，您按照我们的嘱咐，把老爷和长毛猫一同接到猫咪事务所来，三日后哟！\n「一定要记住哟！」"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷五",
        "desc": [
          {
            "type": "RichText",
            "text": "新的请柬发出了，这回是给老爷的。\n「伯爵老爷，久闻您家猫儿的芳名。我家亦有一只名贵的异国猫，愿同老爷爱猫一结连理，请赏光前来蓬舍一叙。\n届时将有马车接您和猫儿前往。——冯·弗丽嘉夫人」\n在佩洛的纠正下，三色猫特意改掉了错别字的写法。\n猫咪们的忙碌开始了。\n许许多多曾受过猫咪事务所帮助的猫儿都来了，带来了白绸缎、临期的花鳉鱼罐头、葡萄酒…为了将事务所布置成婚礼现场。\n倘若有人在夜间路过，一定大惊失色，城市的阴影里，竟会生活着这样多的流浪猫。\n那辆损坏的马车，悄然之间也被修好了，装饰成了童话里才有的华丽模样。\n铺着柔软的天鹅绒脚垫，悬挂着猫咪喜欢的捕风铃，一路「叮叮当当」的响着，驶到了老爷家门前。\n「请上车吧！」\n扮演着「冯·弗丽嘉夫人家的车夫」的佩洛，低着头，恭敬地对老爷说着。\n尽管戴着猫的神奇面具，佩洛依然有做错事般的紧张，担心哪里露出了破绽。\n幸好，老爷只顾着欢喜马车的华丽，甚至赏给了「车夫」一袋摩拉，「一点小费，拿着吧！」\n一路上，马车前方不断有猫咪在穿行。\n「请让一让呀！」戴着猫的神秘面具的佩洛，担心会迟到，小声说道。\n「对不住了，我们也要赶路，赶着去参加婚礼呀！」猫咪们回答道。\n直到终于没有穿行的猫咪时，猫咪事务所到了。\n「噢！多么名贵的绸缎…铺满了整个厅…」老爷啧啧赞叹。\n「火腿焗时蔬的味道…真是不错，想必大厨也很地道…\n「还请来了这么多猫儿，太吃惊了！冯·弗丽嘉夫人真是有心。看来，她一定很宠爱家中的异国猫，和我宠爱长毛猫一样啊！」\n老爷简直赞不绝口了。\n「大好的喜事，喝一杯！您再喝一杯吧！」三色猫举着葡萄酒，向老爷劝着酒。\n「那就再喝一杯吧！」\n老爷高兴地有些醉醺醺了，甚至忘记了疑惑「猫怎么会说话呢？」这回事。"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷六",
        "desc": [
          {
            "type": "RichText",
            "text": "和着竖琴的节拍，盛装的长毛猫出场了。\n「哎呀呀，你这小东西，刚下马车就不见了，原来是去梳洗打扮了！」老爷嗔怪又自豪地看着自家的猫儿。\n长毛猫的白绸缎拖尾上，盛满了花朵，洁白的，春日落雪般的塞西莉亚花。\n「啪啪——啪啪——」猫们齐齐鼓起掌来。\n「真美啊…」\n佩洛情不自禁放下了手中的刀叉。\n「哗啦——哗啦——」猫们掀开了帘子。\n虎斑猫戴上了领结和礼帽，胡须和耳毛修剪的整整齐齐，迈着骑士的庄严步伐，迎接自己的新娘猫。\n身后的花臂猫连忙一抖，肩上的包袱抖落开来，里面是送给猫夫妇的礼物。\n五颜六色的线团，一拨弄就会叽叽响的布老鼠，吹得鼓鼓的团雀形状的气球，还有早就准备好的、前往遥远国度的猫之神社的船票…\n「等一等！」\n一个冷酷、严厉的声音从上方落下，打断了猫咪们的喜气洋洋。\n老爷的酒醒了，摇摇晃晃站了起来，抬起手指着虎斑猫。\n「这家伙，不是经常趴在我家窗台上的野猫吗？我可认得你这家伙啊，总是不怀好意地往窗户里打量…\n「不是说是夫人家的名贵异国猫吗？夫人在哪里？\n「这些猫玩具…哎唷，这不是我家里的吗，你们什么时候偷来的啊？这些绸缎、美酒，也都是偷来的吧？」\n「爸爸，您先不要生气…」长毛猫连忙撒着娇。\n「是啊，爸爸，我当然会照顾好…」虎斑猫不以为然地说道。\n这一声两声的「爸爸」，激怒了老爷。\n「给我闭嘴！！\n「这样一只来路不明、血统不纯的野猫，怎么配和我的长毛猫结婚啊！\n「还有这小子，自称是什么弗丽嘉夫人的车夫的小子…\n「你也参与了这群野猫的骗局，对吧？让我看看你的面具下是什么人…」\n老爷大迈步向佩洛走过来，一把就要扯掉佩洛脸上的面具。\n佩洛浑身的血液都像是被磁铁吸到了一起。\n「快跑，快跑，」七嘴八舌的小人声音在耳蜗里响起，佩洛心如擂鼓，可是双腿僵硬，无论如何也动不了一步。\n「完了，完了，」佩洛绝望地闭上了眼睛，余光却瞥到自己的脸颊边上，有什么一根一根的东西在颤动。\n啊！佩洛的脸颊上，长出了雪白的，一根一根的胡子，猫的胡子。\n佩洛动了动耳朵，尖尖的，伶俐的耳朵，身体也不由自主地弓了起来，发出了「喵呜——」的叫声。\n在被老爷抓住之前，佩洛灵活地窜到了桌子下面。"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷七",
        "desc": [
          {
            "type": "RichText",
            "text": "「快跑，快跑。」\n佩洛像一阵披着黑斗篷的风。\n「快跑，快跑。」\n沿着螺旋楼梯，佩洛向猫咪事务所的出口跑着。\n猫的魔法靴子去哪里了呢？佩洛不知道，只知道自己跑起来和猫一样敏捷，视角也变得和猫一样矮了。\n猫的神奇面具又去哪里了？佩洛的心里渐渐有了答案。\n靴子和面具都成了佩洛的一部分，或者说，佩洛变成一只猫了！由于手上还戴着驾驶马车的白手套，佩洛现在是一只黑白猫！\n「快跑，快跑…」\n是谁在说话？\n佩洛偏过头，戴着领结的虎斑猫，和拖着白绸缎的长毛猫，也在身边，一前一后地跑着。\n「快跑，快跑…佩洛先生，还请您驾驶上那辆马车，把我们送到港口呀！」\n在他们的身后，猫咪们上蹿下跳，扯掉装饰用的彩带，撞翻宴席桌上的沙拉和葡萄酒，乱成一团，牢牢地绊住了老爷的脚步。\n「长毛猫，回来呀——」\n没有人顾得上老爷的叫喊。\n事情到了这种地步，只能把虎斑猫和长毛猫平安送到港口，除此之外佩洛什么也顾不得想了，而且，猫的脑袋本来就是小小的，只能装下一件事。\n「哧啦——噼啪——」外面下起了雨，又有了闪电。\n黑漆漆的，雷鸣之前才有片刻白亮光的夜里，只有那座小门还在开着，一个看守的人也没有。\n大概都在躲雨吧。\n起了无数个涡旋的湖面上，停泊着一艘船，如果不仔细看，还以为那是桥的阴影。然而变成了猫的佩洛，视力出奇的好，一下子就看到了。\n拎着花臂猫给的新婚礼物，虎斑猫挽着长毛猫，从马车上跳下，「噌」地一下就钻到了船里。\n「多亏了您唷！佩洛先生…」虎斑猫难得恭敬，真正地鞠了一躬。\n「趁老爷还没追上来，快走吧！」\n去吧，去吧，去那座猫的神社。\n去吧，去吧，过上幸福的生活。\n出于偷偷做了一件大事的激动，佩洛的眼睛里渐渐有了眼泪。\n虽然佩洛还不知道，变成一只猫的自己要如何生活呢？"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷八",
        "desc": [
          {
            "type": "RichText",
            "text": "被刺眼的太阳光晃醒，佩洛睁开了双眼，下意识地，用手揉了揉眼睛…\n手和脚回来了，不再是毛茸茸的猫的爪子了。\n昨天晚上发生了什么？佩洛竭力回想着。\n…那时候，黑白猫佩洛掉转马车头，「嗒嗒、嗒嗒」地回去了。\n这时辰，时钟还没敲十二下。\n在其他的马车回来之前，佩洛像一只再普通不过的猫一样，从马车上跳下来，避人耳目地回到了家里…\n那么现在…？糟糕！太阳已经升的这么高，早就到佩洛值班的时间了！\n佩洛猛地从床上弹射起来，重新穿戴上服装，变回了门童佩洛。\n老爷家的大门，却紧紧地闭着，立着「谢绝见客」的字牌。\n「猫丢了，老爷难受得病倒了啊…」\n「那么漂亮的猫，连我看了都喜欢，被贼人惦记上了，也不奇怪吧…」\n「可怜呐，会有人像老爷对它那么好吗？」\n服侍老爷的侍从们，窃窃地说着。\n看来今天不需要门童值班了，佩洛难得有了假期，却忧心忡忡。\n去哪了呢？猫咪事务所。\n那天晚上，又接连好几个晚上，佩洛回到运垃圾的马车的地方，一辆一辆地查看路灯下的影子，然而再没有什么黑洞洞的窖井了。\n靴子和面具也不见了。\n仿佛魔法从来没有发生过，佩洛也从来没有遇见过会说话的猫一样。\n也许是虎斑猫老大走了，猫咪事务所就此取缔了吧…\n老爷和病缠绵了三个月，在一个夏日的清晨，突然好了。\n卧房里传来老爷哼歌的声音，活泼轻快的小曲，是舞会上的年轻人邀约舞伴时爱唱的那种。\n「佩洛，你过来。」老爷对佩洛招了招手。\n「砰砰——砰砰——」佩洛的心又紧张地跳了起来，该不会…？\n「我这件礼服，已经穿旧了，你拿去扔了，再去为我购置一件新礼服吧！样式…要时髦一点的那种。」老爷和善地说道。\n「喔…」佩洛放下心，抱着旧礼服出门了。\n「不过，老爷不是最古板、守旧的那种人吗？」佩洛和侍从们，都在心里偷偷地想着。\n旧礼服的口袋里，飘落出来一封纸张。\n乃是虎斑猫走后，众猫假借长毛猫的口吻，写给老爷的汇报平安的信：\n「爸爸，我很好，附上鱼干和鼠干，请您享用。」\n「另，求婚的冯·弗丽嘉夫人确有其人，但她是对爸爸您心有所属。您也该找个老伴了。」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "猫咪事务所"
          }
        ]
      }
    ]
  }
}