{
  "epId": 5839,
  "name": "小魔女与不熄灭的火",
  "desc": "明澈而澄净的苍色花卉。生于水脉汇聚之处，其香清冷淡雅，辛凉柔婉。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1721485676,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "小魔女与不熄灭的火"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "小魔女与不熄灭的火·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "这是一个有关小魔女穿越旅途寻找「不熄灭的火」的故事。\n故事的开头是这样的，在魔法大陆的最西端，一位小魔女迎来了她的「魔女资格考试之终阶试炼」，按照惯例，只要通过这个试炼，就可以成为名副其实的大魔女了。\n试炼题需要抽签，抽签的结果是完全随机的，这样的设计常常导致意外发生。不过因为魔法大陆因循守旧的惯例，抽签考试的规矩，竟然从最古老的时代一直流传到现在耶！\n外面的世界有个理论，叫做「莫非定律」。好像是这么写的吧…意思就是担心发生的坏事大概率会发生。意外毫不意外地降临到了小魔女身上！\n有些小魔女抽到的题很简单：比如炼制物质宇宙的终极解答「贤者之石」啊，比如带回强大的宇宙游鲸鲸须啊，比如想个办法穿越时间或者去平行宇宙找到因为太古魔法大战而绝版的魔导书啊，等等等等。\n故事的主角小魔女，却抽到了地狱级难度的题目——找到并带回「不熄灭的火」。或许，尊敬的魔女老师对这个题目会有什么看法？\n魔女老师正在和朋友享受甜美的下午茶时光，她安慰小魔女，「是因为你注定要成为更厉害的魔女，所以呢，题目也比别人要更难一点。对于未解之谜的解谜才是最有趣的嘛！」\n「真的吗？」\n「是的哦，等你回来的时候，我会准备比这个茶会更精美的茶会，迎接你哦！」\n魔女老师的朋友对魔女老师说起了悄悄话：「喂，你也太过分了吧？这明明是你不想好好出考试题随便乱编的啊。世界上有这种东西的话，永动机都要发明出来了。你怎么不让她在电弱统一理论基础上证明大统一理论呢？」\n「没关系啊，人生里的谎言多的是呢。」魔女老师大言不惭，「而且，这也不能算是谎言嘛！我知道『不熄灭的火』确实存在，那颗在燃烧的星星…咦？是什么时候见过的来着…好像忘了。」\n魔女老师转过了头：「咳咳！考虑到试炼题确实有难度，给你比其他小魔女多三倍的时间来完成吧！嘻嘻，加油哦！」"
          }
        ]
      },
      {
        "title": "小魔女与不熄灭的火·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "深林的夜晚。\n小魔女骑着扫帚在血绿色的月亮下穿行。\n血绿色在星相学中象征着巨大的变故，并不能以结果而判断其吉凶。\n——而其实血绿色指的是这个星球的支配种族尼非利人，他们是神和人的孩子。所以他们的血是红色人血和众神金血中和一下的颜色。不过实际上绿色的月光是月球构成物质、地月距离、大气等等一起作用的结果。\n话说回来，小魔女骑着扫帚在血绿色的月亮下穿行。然后她遇到了一个自称为「占卜师」的少女。\n「我想成为魔女的使魔。」少女说。\n小魔女在那之前有件事一直想问清楚：「占卜师真的可以计算命运吗？」\n占卜师于是和小魔女解释了背后的原理。简单来说是这样啦：\n在我们的世界，星象是天上的丝线牵动地上的人；而在其他世界里，星学的研究对象是太阳的黄道能量、卫星的诸月之能量、行星的诸执政与天众的意志能量、遥远星星的散乱干涉能量与漆黑宇宙的黑暗能量。当然这些影响在我们的星球也不是说不存在，只不过被巨大的天盖障削弱了。所以其他世界的占星学比起我们星球的占星学要抽象很多。\n顺带一提其他星球对实在星体的称呼叫做「政」，而空想星体称之为「余」。小魔女所在的星球也不例外。\n你看，我们也把天空降下的意志叫做「执政」。通常有智慧生命的行星，「政」的数量为七，被称为「七政」。而空想星体数量为一、二、四不等。小魔女所在的星球，可能是一个吧。通常一个空想星体的情况里， 那个「余」是「黑暗的太阳」。\n星学者和占星术士本质上是对星球本身的天盖障、宇宙、「政」和「余」进行权重计算，然后推理出世界与世界之中个人的发展倾向。但是我们星球天盖障的权重太高太高了，所以研究天盖障就可以得到很精确的结果。而小魔女和占卜师所在的世界，就需要计算整个大算式。\n小魔女听完，对于占卜师的学识和技法感到非常钦佩。\n现在他们可以讨论一下使魔的事情了。成为一个魔女的使魔就可以分享魔女的魔力。只要拥有魔力就可以窥探更多的命运了。只不过成为使魔可能会有意想不到的副作用。很难说结果会怎么样。\n对，这就是血绿色月相的含义：巨大的变故，并不能以结果而判断其吉凶。被圆回来了，没有跑题。\n「可惜我还不是大魔女，暂时没办法让你成为我的使魔。」小魔女说。\n「我知道另一个与魔女签订契约的方法，看来只能用那个方法了。」少女说。\n这是有血绿色的月光的夜晚，恰逢魔女们的狂欢之夜。\n顺带一提，狂欢之夜是一种古老而且禁忌的仪式。传说魔女们的魔力在这一晚达到顶峰。她们秘密举行仪式，献祭祭品并彻夜燃烧篝火。这是在魔法大陆的最西端属于被遗忘的习俗，不知为何在深林之中复苏。照理说只有大魔女甚至以上的人物可以受邀及邀请别人参加。\n而实际情况来说，参与狂欢之夜和魔女们的感情、婚姻状况直接相关。\n话说回来。虽然不知道为什么，占卜师知道魔女那边的设定，小魔女对占卜师这边的事情一窍不通。总之她们还是决定去狂欢之夜看看。权当是排遣小魔女找不到「不熄灭的火」的焦虑吧。\n血绿色的月光之下，大魔女们围着篝火起舞。\n小魔女和自称「占卜师」的少女，躲在比密云还浓厚的，篝火照不到的树影后面。\n「只要等到古老禁忌的狂欢夜次日，晨光初升，诸位魔女散去之时。\n「灰色的余烬中有一簇不熄灭的火焰，凡人取走这簇火焰回去供奉，便等同于与魔女签订契约。」少女说。\n「这个方法，总是起效吗？」小魔女问。\n「也有那种被魔女拒绝的可能…但魔女总是偏爱灵媒，我也不怕变成可怖的怪物。」少女渴望地说。\n「这么说，这就是一簇『不熄灭的火』哦？」小魔女冒出有些黑暗的想法，「把那簇火抢走又如何？」\n血绿色的月光之下，大魔女们唱起属于魔女的歌曲：\n「倘若一切皆是魔女的歌剧，」\n「便不再有真实之事值得悲伤。」\n「我们的节日，圆满完成。」\n「故事不会停步，」\n「之后，每一天，都是魔女的夜晚…」\n在暗处听着的小魔女的心中涌出了类似羞愧的感情——倒不是因为担心出席的大魔女或者大大魔女里面可能有自己学校老师、校长、教导主任之类的——小魔女认识学校所有人，她确信没有熟人在里面。\n顺带一提，小魔女所在的学校虽然是松散的师徒制度，但是实际上也会因为年纪相仿有年纪排行榜。不同师父的学徒在课余时间也允许有交流。这种制度的建立可以追溯到很久以前的西方魔女的崛起。她们并不忌讳秘传的咒语和密仪的互通有无，这也使得那段时间西方魔女的势力迅速壮大。当然，小魔女所属的团体就是西方魔女的直系继承者。这句话并不是因为忘了设定才补上的。\n话说回来，她对占卜师说道：\n「既然现在有这样的机会，你就勇敢地去吧！等天明的时候，去取走那簇火焰。如果你不幸变成了怪物，我也会立刻给你一个了断，不让你受苦。」\n作为对这份友情的礼物，少女将珍爱的水晶球送给小魔女。\n「这是为已知晓的所有命途感到喜悦，为未揭示的所有悲剧感到心碎的水晶球。若有感到迷茫的时刻，让水晶球为你给出谕示吧！」\n实际上这个水晶球的设定是——"
          }
        ]
      },
      {
        "title": "小魔女与不熄灭的火·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "小魔女的旅途遇到了一群准备杀魔王的人。\n小魔女决定加入他们去杀魔王。\n那些人告诉小魔女：杀掉的魔王越多，魔女的力量越强。\n这件事是真的。\n然后他们遇到了拟态魔王。\n这件事之后，小魔女每次狩猎魔王都会写《魔王讨伐笔记》。\n他们在一个破旧房子里遇到了拟态魔王。一开始大家并不知道，以为是发霉了。\n吸入菌粉之后，同行人分别变成了：看起来很糙的古代机器人（但是小魔女觉得很丑，感觉不如炼金术）、美丽的少女（原本该队员是男的，小魔女一开始怀疑是生物的顺序性雌雄同体反向版）、海盗（小魔女不知道为什么）。\n经过一段时间之后，队员们都产生了一定的自我身份认知障碍。看起来队友的三个人物种一致，不至于产生差别这么大的性状。反而症候却比较相似。\n小魔女发现霉菌有自己的意识，赋予了接近生物变成理想形态的能力。但是小魔女对自己很满意，所以没有发生变化。\n小魔女决定测试霉菌的特性。\n小魔女尝试食用部分霉菌，发现能吃，无副作用。可能判断为霉菌有失偏颇，不过蓝霉奶酪的霉也能吃，决定继续沿用霉菌分类。值得注意的是，切下一块霉菌之后，其他霉菌菌丝立刻消失。可能有初级的集群性智能。\n为了进一步交流，小魔女想要变成霉菌。结果小魔女变成了霉菌。\n结果霉菌集合只有奇怪的生物信号，有待破译。不过持续重复来看，或许集群性智能比之前判断要低。\n最后霉菌自杀了。小魔女破译了霉菌的交流方式。原来看到变成和自己一样的小魔女，菌群产生了自我认识失调以及自我解离。它不断发送的信号其实是「谁是我，我是谁？」的哲学思辨。智能比想象得要高得多。\n队友们恢复了，并告诉小魔女这个是拟态魔王。它是一种魔王，和标准魔王同魔王纲但不共目。\n可惜，小魔女还想多观察记录一点的。\n然后小魔女一行遇到了花栗鼠魔王。这次队友提前说了，花栗鼠魔王也是一种魔王。\n它和标准魔王同纲同总目但属于不同大目。\n花栗鼠魔王看起来很凶暴。小魔女怀疑这种攻击性是源自孕期或者抚育幼崽时期的习性。\n潜入了花栗鼠魔王的老巢，发现它是公的。有一名队友被吃了。\n原来花栗鼠魔王只是脾气差。小魔女决定回去之后要报告这个调查结果，以免悲剧再次发生。\n对花栗鼠魔王试图进行瓜子投喂、诱导。又损失了一名队友。\n看来花栗鼠魔王没有素食性。\n最后一名队友跑了。他依靠规律推测接下来该他送命了。这是一种不完全归纳，过程和结论都是错误的。\n最后用高级林猪肉把花栗鼠魔王引到了陷阱里。花栗鼠魔王的脂肪和皮毛使其火焰、冰冻耐受。虽然没有解剖过，但是就结果来看也有水下呼吸器官。\n最后使用真空环境干掉了花栗鼠魔王，看来没有厌氧性。\n许多魔王看似强大，但是都有弱点。炼金术的生物也是这样。\n最终，小魔女要面对标准魔王，即灵长目人属大魔王了。"
          }
        ]
      },
      {
        "title": "小魔女与不熄灭的火·卷四",
        "desc": [
          {
            "type": "RichText",
            "text": "小魔女找到了大魔王。我相信大家都记得杀掉…打败的魔王越多，魔女就越强的设定。所以现在小魔女其实已经非常厉害了。大魔王根本不可能是她的对手。\n「你真的可以杀掉一个看起来像是人而且有智能的生命吗？」大魔王绝望地大喊。\n「你说得对。其实我也没有打算把你怎么样。」小魔女说，「我从来没有忘记我的目的是寻找『不熄灭的火』。研究观察讨伐魔王甚至连手段都谈不上，只是积累基础实力罢了。」\n小魔女用——我不懂魔法和神秘学啊——总之将很厉害的大魔王捆了起来，带回了附近最大的城市。\n小魔女作为西之魔女的实习生，出来进行考核，当然是有证明身份的证件的。这种证件可以让她在凡人的诸王国之间获得通行便利。而且证明伪造难度极大，避免了俗套情节发生的可能。\n这倒是让都市的市长犯了难——顺带一提，这个国家的制度是松散邦联。既然叫做市长当然没有贵族制度和继承制度了——因为这个大魔王处理起来确实很棘手。\n相信大家都还记得这个星球的支配种族叫做尼非利人，是人和神的混血吧？没错，其实大魔王的种族就是魔王纲魔王人属尼非利人种。既然叫做支配种族，那当然总体来说尼非利人要比凡人强大很多。而且既然设定是人神混血，那说明这个世界也有神。\n退一步说，尼非利人也有一定程度的豁免权：伤害五人性命以下，不能用凡人法律裁决，需要引渡回尼非利人属地。而这个大魔王，只偷吃了几千头林猪和几千只鸡而已。\n总之这就会变成一个外交和政治博弈的问题了。市长当然可以把责任丢给西方魔女，但是这样就会得罪全大陆的魔女势力。\n而且，市长她也是小魔女的好朋友。她不会做有害魔女集团的事情。\n在外交辞令、怀柔政策、申明利弊之后，被抓来的大魔王接受了冤有头债有主的说法。所以他报复的对象缩小到了小魔女一个人。\n但是他打不过小魔女，所以这件事就算了。\n最后我相信大家记得那个水晶球。因为小魔女阶段性丧失了目标，所以她决定掏出水晶球看一看。"
          }
        ]
      },
      {
        "title": "小魔女与不熄灭的火·卷五",
        "desc": [
          {
            "type": "RichText",
            "text": "水晶球中浮现出一张熟悉的脸，「我是你的魔法课老师，试炼时间已结束，你未能取得魔女资格。」"
          }
        ]
      },
      {
        "title": "小魔女与不熄灭的火·卷六",
        "desc": [
          {
            "type": "RichText",
            "text": "小魔女赶回了老师所在之处。她想要当面质问老师为什么要结束考试，为什么不让她成为魔女。她想要当着老师的面摔东西，当然她会摔那些结实经摔、自己又抱得动的，还会特意避开老师最喜欢的那个茶杯。当然，情况必要的话，她甚至可以摔碎自己第二喜欢的茶杯来强调这件事多么严重。因为那个茶杯是自己买的，不是朋友们送的。她把朋友送的东西看得和朋友一样重要，所以绝对不会意气用事。\n「欧科塔维亚回来了，你去和她叙叙旧吧。」\n——可是见到老师的第一面，她就只是平淡地说了这么一句话。小魔女积攒、酝酿、发酵、计划、排演无数遍、即将喷涌而出的情绪顷刻间就消失了。\n欧科塔维亚是小魔女的好朋友，也是传说中老魔女的好朋友。她的故乡被毁灭，自己却没有对抗的勇气，于是过上了永远流浪的生活。\n她见识过诸多世界，也给小魔女讲述了许多有关于天外之天的事情。\n「整个宇宙都快要死了。不久前刚过巅峰，马上就要急转直下了。」欧科塔维亚正坐在阳光流泻的庭院里，为自己的和小魔女最爱的茶杯倒上茶。\n小魔女拉开了椅子，坐了下来，「你回来得太突然了，我们都没准备你的椅子。你现在坐的是老魔女的椅子吧。」\n「宇宙里很多星星都熄灭了。我也不知道还剩下多少时间。」欧科塔维亚说，「所以我想回来看看你们。」\n「就是因为你回来和老师他们说了这件事，所以她们才停止了所有的魔女测试吗？」小魔女问。\n「或许是的吧，在这样的世界里任何事情都会失去意义。你没有什么必要成为魔女了。」\n「那我就不生老师的气了。」小魔女说。\n「那你会生我的气吗？我害你没有机会成为魔女了。」O说。\n「如果你这次走了之后再也不回来，那我就会生你的气。」小魔女说，「我这就去寝室把你的椅子搬过来。」\n「我坐老魔女的椅子不就好了。她已经老啦，再也不能起身了。」\n「不行啊，因为她的椅子是她的，你的椅子是你的。」小魔女很认真地和O说起了她的理论，「每一把椅子属于一个人，就算这个人不在了，也有回忆坐在这个椅子上。所以椅子绝对不能错。」\n欧科塔维亚无奈地笑了笑。\n出于对干扰了小魔女成为魔女的歉意，欧科塔维亚告诉了小魔女一个消息：\n所以\n「『不熄灭的火』真的存在，它就在——」"
          }
        ]
      },
      {
        "title": "小魔女与不熄灭的火·卷七",
        "desc": [
          {
            "type": "RichText",
            "text": "在她被时之海的大浪裹挟，越过无数因果汇聚的涡眼、越过织机上无数的纱线时，她错过了很多东西。就连她仰慕的大魔女的告别式，也在她未能参加的情况下寂寥地结束了。\n怎样都好，反正小魔女通过了各种各样乱七八糟的试炼和挑战之类乱七八糟的鬼东西，来到了老魔女面前。其实小魔女觉得这些经历也没什么好说的，前面不知道为啥要花这么多篇幅。归根到底，最重要的只有魔女的茶会，还有她追寻的目标。\n实际上她在旅途开始的时候就已经看到了。在一口袋煤炭一样黑乎乎的天空中——或者洞窟里，我们都知道，这两者其实没有区别——抗拒着从所有方向包围进攻的世界的黑暗，散发出微弱光芒的星星。在宇宙逐渐变得黯淡，所有星星和被称作太阳的星星一颗一颗熄灭后，大家决定将它称为天蝎之星。小魔女记得在魔女们的茶会上听过这个故事，但她只记得这个名字，别的都已经不记得了。\n总之，小魔女来到老魔女的面前，老魔女其实就是最后仍在燃烧的天蝎之星。但在这时候她的火焰已经很微弱了，只剩下一点细微的余烬。小魔女握着她的手。老魔女的手已经变得像树枝一样，干枯又脆弱。她想起老魔女曾经也是小魔女，她的手以前也和她的手一样洁白细嫩，老魔女曾经用那样的手优雅地拿起茶杯，也用那样的手带来许多魔法，点亮很多世界的火焰。\n小魔女说：\n「看来大家都不想让火焰熄灭啊，这也是没办法的事情。在上次告别的时候——那时候你也在——魔女们说过，在漫长的岁月里，长生的魔女会失去很多很多东西，对生死爱憎也会变得没什么所谓。但其实这是骗人的，只是用来安慰先于她们离开的同伴的说辞而已。魔女其实会更加珍惜这个黑漆漆的毫无希望的世界里那一点点细小的火和光明，连同这点火光投下的影子一起珍惜。\n「你总说自己不如我们，但我一直觉得你才是我们中最可爱、最厉害的魔女。你总说自己留不下什么，但你留下的故事中有无数的世界，就算再过一百年、一千年，就算某个占星魔女忧虑的末日来临，就算长生的魔女们全部死去，这些小小世界里绽放的小小的光也不会变得黯淡。是啊，你才是最厉害的大魔女，比我们厉害多了。我很想你。再见了。」\n老魔女没有回应，因为这里剩下的只有一具空壳，与小魔女在旅途中见到的无数空壳没有多少区别，构成的原料也基本一样。让她区别于其他数之不尽的空壳的只有那一点点的火光。\n小魔女取走灼烧老魔女的火，踏上了归途。总之，故事就到这里吧。小魔女的冒险还会继续，因为她已经决定要带着老魔女的火行遍宇宙，点亮时间的每个角落。"
          }
        ]
      },
      {
        "title": "猫咪事务所· 卷八",
        "desc": [
          {
            "type": "RichText",
            "text": "被刺眼的太阳光晃醒，佩洛睁开了双眼，下意识地，用手揉了揉眼睛…\n手和脚回来了，不再是毛茸茸的猫的爪子了。\n昨天晚上发生了什么？佩洛竭力回想着。\n…那时候，黑白猫佩洛掉转马车头，「嗒嗒、嗒嗒」地回去了。\n这时辰，时钟还没敲十二下。\n在其他的马车回来之前，佩洛像一只再普通不过的猫一样，从马车上跳下来，避人耳目地回到了家里…\n那么现在…？糟糕！太阳已经升的这么高，早就到佩洛值班的时间了！\n佩洛猛地从床上弹射起来，重新穿戴上服装，变回了门童佩洛。\n老爷家的大门，却紧紧地闭着，立着「谢绝见客」的字牌。\n「猫丢了，老爷难受得病倒了啊…」\n「那么漂亮的猫，连我看了都喜欢，被贼人惦记上了，也不奇怪吧…」\n「可怜呐，会有人像老爷对它那么好吗？」\n服侍老爷的侍从们，窃窃地说着。\n看来今天不需要门童值班了，佩洛难得有了假期，却忧心忡忡。\n去哪了呢？猫咪事务所。\n那天晚上，又接连好几个晚上，佩洛回到运垃圾的马车的地方，一辆一辆地查看路灯下的影子，然而再没有什么黑洞洞的窖井了。\n靴子和面具也不见了。\n仿佛魔法从来没有发生过，佩洛也从来没有遇见过会说话的猫一样。\n也许是虎斑猫老大走了，猫咪事务所就此取缔了吧…\n老爷和病缠绵了三个月，在一个夏日的清晨，突然好了。\n卧房里传来老爷哼歌的声音，活泼轻快的小曲，是舞会上的年轻人邀约舞伴时爱唱的那种。\n「佩洛，你过来。」老爷对佩洛招了招手。\n「砰砰——砰砰——」佩洛的心又紧张地跳了起来，该不会…？\n「我这件礼服，已经穿旧了，你拿去扔了，再去为我购置一件新礼服吧！样式…要时髦一点的那种。」老爷和善地说道。\n「喔…」佩洛放下心，抱着旧礼服出门了。\n「不过，老爷不是最古板、守旧的那种人吗？」佩洛和侍从们，都在心里偷偷地想着。\n旧礼服的口袋里，飘落出来一封纸张。\n乃是虎斑猫走后，众猫假借长毛猫的口吻，写给老爷的汇报平安的信：\n「爸爸，我很好，附上鱼干和鼠干，请您享用。」\n「另，求婚的冯·弗丽嘉夫人确有其人，但她是对爸爸您心有所属。您也该找个老伴了。」"
          }
        ]
      }
    ]
  }
}