{
  "epId": 6936,
  "name": "哈南帕查记事",
  "desc": "<p>自古以来所传承的以「盗火贤者」为主角的寓言故事，据说经专业的历史学者考证，其内容与真实的历史毫无关系。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1736957445,
  "components": {
    "body": [
      {
        "title": "哈南帕查记事·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "此处记述了关于纳塔有史以来最智慧的贤者瓦萨克拉胡巴肯，也即通常被称作「盗火贤者」的那位，以及他所建造的「哈南帕查」上的部族兴起又离散的故事。\n和其它最古老的故事一样，这个故事的开头据说也是在星月占据天空，龙众统治大地，夜神治理夜域的时代。\n那时的人们无知无识，流浪在荒芜的大地之上。初代火神尚未诞生，因此也没有人拥有神之眼，人们只能任由元素之力的摆布。\n直到瓦萨克拉胡巴肯从红与黑的土地带来了「燃素」的火种，人类才终于拥有了能与猛兽和恶龙抗衡的力量。\n那么聪明的听众就要问了，身为一介人类的贤者瓦萨克拉胡巴肯是如何从守护火种的恶龙手中盗取了燃素的火种呢？\n这便是我要讲述的第一个故事了。\n传说很久很久以前，在红与黑之地居住着一条翼龙，那龙乃是火山的大王修库特尔的子嗣。\n在有些版本的故事里说它就是修库特尔本人，天知道为什么有叙事人会犯这样的错误，他们难道忘了打败修库特尔的正是初代火神希巴拉克本人，怎么能在这里提前解决了呢？\n总之在火山的大王陷入长久的沉睡中时，这条虚荣的翼龙便将本属于火山大王的宝物据为己有，独自称起王来。\n在所有这些宝物中，最引人注目的是被称作「火磷石」的珍宝。那是大火山深处的源火炼就的晶石，它有着如彩虹般变幻莫测的颜色，无时无刻不散发着耀眼夺目的光芒。\n在这光芒的映照下，翼龙也变得光彩夺目起来。\n「看啊，我是如此美丽！我的光芒照亮了四方，我就是这大地上的太阳。」\n那翼龙如此说道。但它其实并不是太阳，它的美丽只是反射「火磷石」的光芒，而这光芒至多也不过能照亮它所栖居的红与黑之地罢了。\n或许是因为翼龙的虚荣惹恼了夜神，于是夜神便派遣贤者瓦萨克拉胡巴肯去讨伐它。但似乎是这样也不放心，众神又派了愚人察阿克与之随行。\n在夜神的护佑下，两人来到了红与黑之地，远远便望见了那条发光的翼龙。瓦萨克拉胡巴肯并不急着上前，而是用竹木制成了吹箭，一击便击中了翼龙的眼睛。\n察阿克见状大喜，当下便要冲上前去将翼龙擒拿，却被贤者拉了下来。\n「愚笨的察阿克，虽然它现在瞎了一只眼睛，却还有无穷的力量，你凭借人类的身躯，又怎能与它对抗呢？」\n智慧的瓦萨克拉胡巴肯想到了一个更好的计策。\n虚荣的翼龙受了伤后躲回了自己的洞穴，于是贤者瓦萨克拉胡巴肯便和愚人察阿克扮作医生进到了洞穴之中。\n「天啊，您是多么光辉灿烂！只可惜您自己看不到，世人也无从仰望您的美丽。」\n瓦萨克拉胡巴肯恭维道。\n「都怪前几日，不知从何处来的卑鄙小人射瞎了我的眼睛，我才只能躲在这洞中。」\n「那还真是巧了，我们是路过的游医，专帮人治疗眼疾。依我看，只要将您的眼睛换成明亮的宝石，您便能重见光明了。」贤者说，「不只如此，我们还能将您的牙喙、利爪都换成宝石，到时您一定会比现在还要光辉十二倍。」\n虚荣的翼龙听到这话，不由得幻想起来十二倍的光辉能有多么美丽，不及细想便满心欢喜地答应下来。\n于是贤者和愚人察阿克便掏出了早已准备好的颗粒果，将翼龙的眼睛、牙喙、利爪一一换成了果实颗粒。\n可怜的翼龙，不仅没能治好眼睛，等它发现自己受了骗，就连想要吃掉这两个人类也没办法做到，就这样糊里糊涂地死了。「火磷石」也因此落到了瓦萨克拉胡巴肯手中。\n依着愚人察阿克的意思，他们应该将「火磷石」献给夜神，但是智慧的瓦萨克拉胡巴肯另有主意。\n他知道，统治大地的龙众有着超越人类的力量，却未必有超越人类的智慧。而那力量的秘密就在这个「火磷石」中。\n于是他敲开了「火磷石」，巨大的力量就从中间涌现出来，贤者瓦萨克拉胡巴肯因此得到了龙的力量，那便是「燃素」。"
          }
        ]
      },
      {
        "title": "哈南帕查记事·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "接下来我要讲述的是贤者瓦萨克拉胡巴肯如何将燃素传授给部族的人类并建造「哈南帕查」的故事。\n离开红与黑之地后，瓦萨克拉胡巴肯与愚人察阿克来到了人类部族所生活的山林边界。\n瓦萨克拉胡巴肯想要教授人类使用燃素的力量，然而却没有人想要向他学习，因为大家都不知道他说的那个燃素究竟有什么用处。\n「如果想要生火只需敲击燧石便可做到，至于生火的燃料，这山林里的草木柴薪到处都是，我们要燃素做什么呢？」\n「短视的人啊，岂不知草木柴薪终会有穷尽的那一天，而世上最多无可穷尽的东西便是石头，那么只要能用燃素烧石头，就能一劳永逸地解决能源问题了。」\n贤者满怀信心地回答道。\n「哈哈，那恐怕我们是看不到那一天了。」\n那时的人们还见不到夜神之国里的先祖，自然也不会考虑身后的事，于是瓦萨克拉胡巴肯只得作罢。\n愚人察阿克见贤者如此苦恼，便向他建议应该想一个法子，让所有人都能看到燃素能给他们带来的眼前的好处。\n「比如，我们可以把这块大石头升得比山岳还要高，让所有人都看见，这样人们一定会因为好奇而跑来找我们的。」\n虽是愚人的话，但别无他法的瓦萨克拉胡巴肯也只好先试一试。于是瓦萨克拉胡巴肯就先将燃素教给了察阿克，两人一起升起了大地。这升起的大地就是「哈南帕查」，也就是人们如今所说的浮土静界。\n不过和今天不同，那时的哈南帕查乃是一整块陆地。它高居云端，全纳塔的人类都能一眼望见它的存在，于是四方八方的人在好奇心的驱使下纷纷来到了这里。\n好心的察阿克守在湖边，用燃素的力量帮助人们登上哈南帕查。于是登上哈南帕查的人们都从贤者瓦萨克拉胡巴肯那里习得了使用燃素的方法。\n在瓦萨克拉胡巴肯的带领下，人们在哈南帕查上建起了第一个定居的部族。"
          }
        ]
      },
      {
        "title": "哈南帕查记事·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "接下来我要讲述的是哈南帕查的人们破坏禁忌并致使盗火的贤者离开纳塔的故事。\n在教会了人们使用燃素的力量后，人们在哈南帕查上建起了城市。城市里有着华丽的宫殿与神庙，它们都是用稀有的宝石、有着闪亮色调的羽毛以及芬芳的花朵建造的。\n而在完成这一切后，瓦萨克拉胡巴肯决定将哈南帕查升往更高的地方。\n「为此，你们不可再吃这地上出产的一切，除了水之外，这是因为世上所有的溪流都来自万水之源，不受夜神的制御。」\n察阿克不知道为什么要去往更高的地方，也不想离开纳塔。但若是拿这问题去问瓦萨克拉胡巴肯，他便只会说些「月之大地」、「纽瓦克圣石」之类听不懂的话。\n因为瓦萨克拉胡巴肯是世上最聪明的人，人们还是照着他的话做了。于是人们开始在空海中养鱼，种植球藻作为食物，哈南帕查也飞得一天比一天更高。\n终于，夜神意识到了贤者的企图。因为害怕人类的离开，他们决定设法阻止贤者的计划。\n某一天，趁着贤者离开的时候，夜神假扮成部族的人类，带着一瓶神秘的水，找到了守在湖边的察阿克。\n「朋友，别守着这湖中的水了。你瞧，我手中这瓶水要比湖中的甘甜百倍，快来尝尝吧。」\n虽然想起了贤者说的话，但那不过是水而已，应该没有什么关系吧。察阿克这样想着，便伸手接过水瓶尝了一口。\n这一尝，果然甘甜无比。于是夜神又给了他更多的甜水，他就将这些甜水带上了哈南帕查，分给了众人。\n但是察阿克不知道的是，这甘甜的水其实是用地上出产的谷物酿造而成的，用我们现在的话来说，也就是「酒」。\n等到贤者回来的时候，众人早已喝得酩酊大醉。\n贤者知道他们已经没办法离开纳塔了，于是便将人们赶出了哈南帕查。离散的人们将燃素带往了纳塔各地。\n而「盗火贤者」则踏上了归途。\n「归途？难不成他回去红与黑之地了吗？」\n「你到底有没有好好听我讲，红与黑之地明明是贤者盗取燃素的地方。呃，不过传说里确实没有说过贤者的故乡到底在哪…所以我想这里的归途指的应该是，他总有一天还会再回来。」\n「一听就是叙事人的套词，还是不要留下这种悬念了吧？」\n总之，「盗火贤者」离开后，察阿克接受了夜神的指引，在地上也建起了定居的部族。纳塔人类的时代开始了，但那就是另外的故事了。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "哈南帕查记事"
          }
        ]
      }
    ]
  }
}