{
  "epId": 7145,
  "name": "灵濛山夜话",
  "desc": "<p>一部关于沉玉谷本地民俗故事与歌谣的专著，其间记载了许多荒诞不经的民间传说。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1736957521,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "灵濛山夜话"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "灵濛山夜话·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "相传在沉玉谷的深山之中，芰荷与玉莲丛生之处，每当清晨或傍晚雨雾容容的时刻，偶有来自旧日的身影隐现。\n据村落中的长老所言，灵濛山的山民曾信仰诸多鬼神，与山野之间精灵鸟兽中的灵长者同行，但在千年之前那场翻覆天地的混战之后，许多鬼神与精灵陪伴着曾经的住民一同消逝了。尽管如此，多情的群山还是将记忆的回声挽留在了地脉之中，偶然在某个烟雨笼罩的清晨或入夜时分反复重现。\n有些时候，深入群山的采药人与玉匠会在大雾中迷失方向，撞见这些孤独的幽影。据村庄中的长者们述说，与古老的亡者相遇往往预示着不祥，是无妄之灾的预兆。因为蓄积成瘤的地脉将旧人的遗憾和哀怨带入了现世，所以才会显现迷蒙的大雾与不绝的山雨。所以，本地的山民总会有意躲避雨雾的侵袭，以免被往日的哀伤缠上心神。\n尽管如此，在岩王帝君定山海于一尊的伟业完成后，从璃月港来的测绘师们却还是莽撞地闯入了烟雨之中，惊扰了往日的旧梦……不过那就是另一些故事了。"
          }
        ]
      },
      {
        "title": "灵濛山夜话·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "在岩王帝君镇抚山林之后，曾有一位船工进入灵濛山下错综的溪涧，迷失在傍晚潮湿的山雾中。撑竹篙渡过泛着蓝紫色幽光的水草，经过落花迷离的树丛，追随着即使在梦中也未曾见过的碧色禽鸟，船工闯入了沉睡的洞窟。\n借着玉石的荧光与菌类的幽光，船工恍惚看到了旧时先民的身影。他们身着古老的纱质长衣，衣角点缀着水光般纯净的玉珏和无名的芳草，仿若山中鬼神。他们排成行列，站在深潭岸上，诵唱着船工未曾听闻的歌谣：\n「昼晦冥冥兮独含怨，幽风携雨兮烟气濛。」\n「徒留灵修兮怅岁晏，独怨君子兮竟后来。」\n歌谣哀伤清静，似有怅怨之意。船工再仔细望向洞窟之内泛着幽光的人影，他们开始一个接一个解下玉珏，投入漆黑的潭水之中，仿佛从未察觉到来客的存在。船工愈觉凄然阴森，便急忙撑篙返程，在一路上留下记号，返回了翘英庄。\n据说后来月海亭又派来测绘师，企图探寻未尝在地图上出现的神秘聚落，也有人说，曾有千岩军队伍进入深山探查可能的非法窝点，但均一无所获。遗珑埠名医蓝璟青年时进入灵濛山探查传说中的神秘洞府，以求古代药方，归来后却再不开口提及此事。直至其人去世时，他的家人才在遗物中寻得一方砚台，据说色如清水，光似高天，然而斯人已逝，这方砚台的来历终不可知。后来，名医后人因商船经营不善而破产，这方砚台也流落民间，从此下落不明。"
          }
        ]
      },
      {
        "title": "灵濛山夜话·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "在沉玉谷中早有歌谣传颂，不为人所知的古老洞府中曾深藏着旧日的鬼神——据说她身着由碧血凝成的玉裙，倚靠着早已崩毁的月色高车，湮没在深不见底的黑暗潭水之下沉睡。在难以追忆的古老年代里，她曾是沉玉谷的旧主，统治着山野自然中的鸟兽与仙众，驾驭着碧水河的兴落，作为仲裁者维持着凡人与鸟兽之间自然的平衡。但那是久远的传说了，关于她如何因不可救药的执妄而挑起战争，终究被击败、封印与陷入死寂梦乡之事，尽管在原住民和移民的故事中皆有涉及，其详细历史已无可查考。\n无独有偶的是，沉玉谷本地人曾流传着这样的哀伤歌谣：\n「欲遗君兮杜若，停中洲兮谁留？」\n「昔桂旗兮安在？觅高车兮幽篁。」\n「哀哉啸兮玄文，潭昏黑兮所思。」\n山民的骄傲后代是否对失落的魔神仍旧留存着记忆，延续着纪念？大部分鲜明的故事已经被流水般的时光磨灭，仅在歌谣之中如溪涧下的绿玉那般若隐若现。也许正如某位迷途船工的所见那般，在深涧与渊薮之中，尚且能够听到远古的心跳，正搏动着碧血的回响？"
          }
        ]
      }
    ]
  }
}