{
  "epId": 7463,
  "name": "稻妻秘见录",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1739585359,
  "components": {
    "body": [
      {
        "title": "稻妻秘见录·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "玄坊女\n许久之前，有一位名叫蛇介彦的奉公人。这位青年生得俊雅非凡，又勤修文才武艺，深受同侪敬重。一日，他到卫门督家中探病，正好遇到了其独女，名叫纱夜姬。那少女年方裳着，美貌无与伦比，一颦一笑，一举一动，都显着天生的温柔和优雅。二人一见钟情，坠入爱河，很快便瞒着卫门督私定终身，只待元服后登门求亲。\n然而急景流年，没过多久，正赶上叛军作乱，蛇介彦便也决心追随幕府的御令，前去征讨反贼。纱夜姬得知这一消息，急匆匆地找到了他，流着泪对他说：\n「贵殿今时出征，不知何日才能回还。况且战场凶险，但有不测之忧，小女子定难独生。若是您真的爱我，就请您留在这里，让我做您的新娘吧。小女子只愿与贵殿共享一世幸福，别无荣华富贵之求。」\n随后，纱夜姬当即咏了一首短歌，大致内容翻译过来是这样的：\n相思何苦念何深，珠泪难干满袖襟。\n妾身犹似秋朝露，为君散作镜中尘。\n蛇介彦却没有被她的话语劝服，而是回答道：\n「小姐不必心忧，虽是短暂离别，我心仍只属小姐一人，七生七世，矢志不渝。况且男子生于世间，又恰逢立身扬名之时，怎能坐视他人立下赫赫战功？待我自战场归来，便与小姐成婚，永不分离。」\n说罢，蛇介彦将一枚装饰精美的手镜赠送给纱夜姬，以此作为日后开镜礼的许诺，又作了一首短歌相应，大致内容翻译过来是这样的：\n此别重逢未有期，但言一誓永无移。\n我心定随君在处，千里同光共相依。\n就这样，又过去了数月。这时有谣言说，幕府军在交兵中落败，将士伤亡惨重。听闻此言，少女忧郁成疾，没过多久竟因悲伤过度而病逝了。功成名就的蛇介彦从战场上归来，听闻心上人已与他阴阳两隔，不觉悲不自胜，每日为她焚香奉果。\n然而，也许是因为思念心切，下葬后，纱夜姬非但没有得到安宁，反而为深渊所侵染，化作了妖鬼，于夜半之时造访了蛇介彦。此时的少女虽依然青春貌美，却已没了半点生气，意图爱抚他面颊的双手，也已经化作了幽幽黑骨。蛇介彦虽是武士，却也被少女这副模样吓得魂飞胆颤，拔腿就跑，一路飞奔来到了河川前，恳求船夫载自己过河，助他保住性命。待纱夜姬追到河边时，已经一艘船都没有了，于是她便跳进了河中，将双腿变作鱼鳍，追着他上了岸。\n逃进了影向山里的蛇介彦凭借从妖狸那里学会的法术，藏进了一块石头里。影向山遍地都是石头，任凭纱夜姬苦苦寻找，又怎么找得到呢？就在纱夜姬不知所措的时候，蛇介彦当初送给她的手镜不慎掉落在地。镜子破裂成无数碎片，每一片都映出了蛇介彦藏身的那块石头。\n纱夜姬将那块石头捧在怀中，哀泣着向爱人述说思念之情，请他想起当初的誓言，可蛇介彦却依然因为恐惧而不敢现身。纱夜姬已经无计可施，却又不愿与心上人分离，心焦如焚，最后竟化成一团火，将自己连同躲在石头里的恋人一并烧成了灰烬。\n友人说罢，饶有兴趣地问我对这个故事有什么看法。\n「若是以我们枫丹人的目光来考量，」我回答道，「这位蛇介彦先生着实不能算是倾心爱慕纱夜姬的。在我们的歌剧中受到咏颂的眷侣，若是有一方不幸亡故，另一方也会选择追随爱人而去。从戴思与爱绮妲的约定，到堂克勒德与夏蕾克莱娅的交手，再到科培琉司与歌裴莉娅的辞别，无一不是如此。我记得，在我国有一本古典小说，对爱的定义是这样的：哪怕割掉所有的肉、骨与内脏，我也会在骨髓中伴你同床——既然已经许下了七生七世永不分离的誓言，就算对方已经被深渊侵染，也要与对方一同坠入永眠。蛇介彦先生既然是稻妻的武士，对于诺言与约定，理应看得比我更重。」\n「当然，您的说法没有错。在稻妻，人们也大多认为蛇介彦是怯懦的背信弃义者。不过嘛，理由倒不是因为他没有回应纱夜姬的感情，而是因为他在面对来自深渊的妖邪之物时，竟选择了逃避，将自己藏进了石头里，而非帮助爱人解脱。至于最后被亲手送出的镜子照见，化作灰烬，也可以说是自食其果。」友人向她自己的杯子里添上茶，接着说道，「据说，这个故事原本也是受到来自璃月的小说启发。在那个故事里，主人公从始至终都没有背叛心上人，二人久久不能相见，则是因为有奸恶之徒从中作梗，将变成了妖物的少女镇在了石底——不过，那就和这个版本的传说没有什么关系了。我更好奇的是，若是类似的事情发生在您身上，您又会如何选择呢？比方说，如果我被深渊侵蚀变成了魔物，主动找上您，让您继续给我讲故事…」\n「如果您被深渊侵蚀变成了魔物，第一反应却是来找我听故事，那就说明您完全没事。毕竟，您比怪谈中的纱夜姬难缠多了。好啦，宇佐小姐，这杯茶喝完了，请您为我续上吧。」"
          }
        ]
      },
      {
        "title": "稻妻秘见录·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "食梦貘\n很久很久以前，在绀田村附近，住着一对老夫妇。二人虽家中贫寒，生活艰辛，却心地良善，受人敬重。\n一个下雪的冬天，老爷爷进山采樵，见到一头肥肥胖胖的小兽被捕猎的陷阱困住，怎么挣扎也动弹不得，只能呜呜地叫着，看上去甚是凄惨。\n「真是可怜呐！」老爷爷心生不忍道，「这么小的林猪，却落到了猎人的陷阱里。唉，就算被抓住，也没有多少肉，还白白丢了性命。我来给你解开吧！」\n于是，老爷爷放下手中的斧头，帮小林猪解开了束缚在它蹄子上的绳索。小林猪呜呜地叫了两声，开心地绕着老爷爷跑了好几圈，就逃回树林里去了。\n老爷爷砍完柴，回到家中，和老奶奶说起了这件事。老奶奶听罢，也感到非常高兴，说：「哎呀，您还真是做了一件好事哩！等小林猪长大，就有更多的肉可以吃啦！」\n这天晚上，老夫妇二人正打算睡觉，突然听到有人敲门，从门外传来一个温婉动听的年轻女声：\n「打扰了！请问有人在家吗？」\n这么大的雪，怎么还有人在外面呢？老奶奶打开门一看，居然是一位十七八岁的年轻姑娘，顶风冒雪站在门外。那姑娘极为美貌，虽说衣着质朴，却也难掩天生丽质，简直就像是璃月传说里的仙女那般。老奶奶见状心生怜惜，连忙说道：\n「唉！雪下得这么大，一定冻坏了吧！请您快进屋，烤烤火，暖暖身子！不知您是哪家的小姐，这么晚来找我们有什么事呀？」\n「这么晚了，却冒昧打扰您，实在是非常抱歉。我的父母不幸过世，我原本是按照他们的遗嘱，前去投靠父亲生前的友人，只是没想到会下这么大的雪，让我在傍晚时迷了路。不知您二位能否让我在您家中借宿一晚，只要让我睡在走廊或者仓库里就好。」\n老爷爷和老奶奶听了便心生同情，于是让姑娘在家中住了下来，为她准备好了饭食和床铺。也许是因为行善的缘故，那天夜里，老爷爷和老奶奶都做了特别美妙的梦。\n接下来的数日，雪都下个不停，姑娘便在老夫妇家中住了下来。这段时间，那姑娘一直在悉心照顾老爷爷和老奶奶的起居，平日里又勤恳又体贴，所有的活儿都做得一丝不苟，两人都非常高兴。\n这天，姑娘突然对老爷爷和老奶奶说：\n「就像我之前对二老说过的，我的双亲过世前，将我托付给了父亲的友人。不过，虽说是友人，我也从未见过面，不清楚对方究竟是什么样的人，是否愿意接受我这个累赘。这些日子，两位贴心照顾我，我不知道应该如何报答，若是两位不嫌弃的话，我愿请二位干脆收我为养女，我虽然只是个普通的姑娘，却也愿意尽自己的绵薄之力，自此孝顺二位。」\n老夫妇听到这话，心里高兴极了。二人不曾有过一儿半女，能认这么聪明体贴的姑娘做女儿，自然是心满愿足。从那以后，老夫妇就像是对待自己的亲生女儿那样对待姑娘，而姑娘也十分孝顺，无论是人前人后，表现得都无可挑剔。\n又过了一段时间，这天早晨起来，姑娘端出了老夫妇从未见过的、看上去就无比美味的点心，对二人说：\n「二老睡觉的时候，我已经按照家族传承的食谱，悄悄做了些点心。请您将这些点心拿到镇子上去卖吧，一定会大受欢迎的。」\n果然，就像姑娘说的那样，美味的点心受到了富商的欢迎，卖出了相当高的价格。从那以后，每天早上，姑娘都会呈上一批点心，让老爷爷去镇子上贩卖，老夫妇的生活也因此变得越来越富有了。\n这样反复几次，老夫妇不由得好奇：家里只有普通的面粉，女儿到底是如何做出这么美味的点心的呢？终于，老夫妇按耐不住好奇心，这天夜里，在姑娘做点心的时候，悄悄往门缝里看了一眼。不料房间中没有姑娘的踪影，只有一头肥肥胖胖的小兽，正在用短短的鼻子勾住漂浮在空中的梦，将它做成点心。老爷爷和老奶奶吓了一跳，小兽察觉到了二人，连忙变回了年轻的姑娘，来到老夫妇面前，跪伏在地，说道：\n「实在是非常抱歉，让二位恩人受惊了。既然二老已经见到了我的模样，那我也不必再有所隐瞒。我就是之前在山中被老爷爷救下的貘，为了报答您的恩情，我变成少女的姿态前来见您，将您的噩梦做成美味的点心，供您拿去在市场上卖个好价钱。」\n「啊呀！」老爷爷惊呼道，「原来你是那时的小林猪！」\n「首先，我不是林猪，我是从璃月来的貘。其次，您已经识破了我的真身，若是消息不胫而走，我家的女主人——就是统管着无数美梦与噩梦的那一位——定不会轻易饶恕我冒昧的行为，到那时，您说不定也会被我牵连。这些天来，承蒙两位的照顾，也给两位添了不少麻烦。不过，我还是希望您能相信，我是真心实意地希望能成为两位的女儿，只是今生今世，这样的愿望恐怕是没有办法实现了。那么，就请您允许我告辞吧。」\n「貘？从来没听说过。不管是人还是林猪，你都是我们的女儿嘛！」\n「我从心底感谢您的良言美意。可是，如果有貘在这里的消息传扬出去，说不定会造成明日的灾祸。另外，我不是林猪，我是貘。」\n「哎呀，这有什么关系嘛！只要你不说，这里有谁会知道你是什么『貘』呢？就算有人驯养林猪，也不会让其他人觉得奇怪呀！」\n「您的说法的确不无道理。不过，我不是林猪，我是貘。」\n就这样，小貘决定留在老夫妇身边，和他们生活在一起。靠着她做出的那些美味的点心，老爷爷和老奶奶安逸幸福地度过了晚年。可喜可贺，可喜可贺。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "稻妻秘见录"
          }
        ]
      }
    ]
  }
}