{
  "epId": 7510,
  "name": "松伽塔的初阵",
  "desc": "<p>回声之子传承的织卷，述说着五百年前的英杰松伽塔年轻时的传奇。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1744553516,
  "components": {
    "body": [
      {
        "title": "松伽塔的初阵·其一",
        "desc": [
          {
            "type": "RichText",
            "text": "哦，我的兄弟，我的孩子，你们要听好，\n听好我的名号：回声之子的捷利·玛穆道。\n我正是回声之子的歌手，史诗的传道人。\n我的血统传自那第一位史诗歌手比拉利。\n凯甸·寇亚提与宾图·寇亚提骄傲的子孙。\n比拉利曾追随流浪贤者学习悠久的辞章，\n寇亚提夫妇两人将古文编作织毯与毡帐。\n我的头脑上知蒙昧时代的诸龙主与蛮王，\n我的口舌下能与最聒噪的幻写灵论短长，\n故事辨明许多真理，话语净化更多虚伪，\n故事涤除虚伪便是历史，晶石镜般明晰。\n晶石的明镜透着旧日虹光，黑暗却璀璨，\n正如亡者深不可测的双眼那般磷光闪闪。\n历史教育生存的胜者，但故事扎根亡者…\n毕竟未来的宝矿总从过往的岩脉中滋长。\n来吧，听我颂唱，听我颂唱这英雄之歌，\n听我颂唱野牛之子、巨犀之子的镇魂歌。\n我将为你讲述玛罕·松伽塔的功绩与命运，\n我将为你述说马里·吉亚塔的抱负与热情，\n我将为你称颂索戈伦·吉亚塔的显赫声名，\n还有纳雷·玛罕·吉亚塔与大敌战斗的终局…\n哦，还有哪位英雄曾拥有如此多的名号？\n漆黑的巫术与邪恶的灵体无法伤他分毫！\n我的兄弟，我的孩子，骄傲的回声之子，\n且听我讲述，那被遗忘的百千旧王蛮酋，\n听我讲述他们是如何被英雄松伽塔征服，\n被松伽塔征服后，又如何同他并肩而战，\n讲述敌手化为挚友，野蛮化作善意之事…\n且听我讲述，如山峦般袭来的漆黑军势，\n听我讲述它们是如何被英雄松伽塔化解，\n讲述未曾被记录的壮举，被误解的牺牲…"
          }
        ]
      },
      {
        "title": "松伽塔的初阵·其二",
        "desc": [
          {
            "type": "RichText",
            "text": "正如这世上许多贤人未必出身高贵那般，\n松伽塔父母的血脉未曾被上古王公沾染。\n悠久的传说如暗黑的矿洞盐河远去不复，\n析出点点岩晶般闪烁的真理由诗人述说。\n松伽塔的出身如何，众人尽皆各有说法。\n挚友意欲粉饰，敌人却无甚优美的赞歌。\n其父母的名字为何，他们出身哪一部落？\n对那三轮苍白明月的幽光相问也无结果。\n故事歌谣唱道，松伽塔生自晨星的恩赐，\n他的母亲并不美丽，父亲没有强壮身躯，\n但俯视万物的司辰之星不在乎凡人美丑，\n编织天地的命运才是永恒的大任与天职。\n松伽塔年幼时，回声之子由姆班黛掌管，\n黑玉般的姆班黛曾是矿山与宝石的主母，\n她选中年轻的松伽塔，作为部族的勇士。\n那伟大的英雄与矿工，其故事就此开始。\n于是，少年的松伽塔开始了矿工的生涯，\n开山的铁锤，都显得比他身躯还要庞大。\n然而强壮的少年在矿洞中挥舞铁锤如风，\n惊得勇士们急忙喊叫「矿洞马上要坍塌！」\n「哈哈，兄长、姐妹们，你们切莫惊怕！」\n「只是我的铁锤召来狂风，哗啦，呜啦！」\n松伽塔抡锤凿进大山，锤柄磨出阵阵火花，\n大家见状又喜又畏，任冠军桂叶由他摘下！\n再说主母姆班黛回归夜神之梦的怀抱以后，\n松伽塔已俨然长成了勇壮非凡的青年模样。\n选举首长之夜，松伽塔却只身离开了部族，\n虽身为部族冠军，松伽塔对权力毫无企求，\n他想为自己寻得生为回声之子的高傲证明，\n于是毅然踏上了前往遥远异乡的冒险之路，\n其热忱却被族人误解，当做了出走的叛徒…"
          }
        ]
      },
      {
        "title": "松伽塔的初阵·其三",
        "desc": [
          {
            "type": "RichText",
            "text": "松伽塔失却了贤名，自愿踏上冒险的旅途，\n前往遥远岩浆之湖，任热浪灼伤他的身体。\n岩浆之湖如今已然冷却，不再有龙蛇肆虐，\n但远在那时乃是恶龙鲁克瓦塔称霸的领地，\n鲁克瓦塔是古龙之族所剩无几的孑遗之一，\n心肠歹恶，无时无刻不想将古龙暴政复辟，\n那场翻覆天地的悠古大战灭绝了它的族众，\n但它却隐身黑暗的岩穴，躲过了灭顶灾祸。\n失却奴仆的服务，鲁克瓦塔已然衰老不堪，\n双眼被硫磺气息灼盲，头脑变得迟钝疯狂。\n苟活在同天之使者大战的幻梦中无法自拔，\n对已降临纳塔的，属于人的时代浑然不知。\n当渺小的奴仆前来它藏身的巢穴发起挑战，\n古龙贵胄震怒起身，连咳带呕，咒骂不停，\n伴着雷霆般的诅咒，口中喷出烈焰与硫磺，\n「何处来的恶奴，竟敢搅扰君王的安眠！」\n松伽塔见到这传说中的恶龙早已衰老疯癫，\n开口便僭称君王大名，忘记了自己的族属，\n于是哈哈大笑，扛起大锤，对老龙嘲弄道：\n「我只是一介无名的矿工，不是什么恶奴。」\n「你又怎能算得什么君王，痴傻老蜥而已！」\n鲁克瓦塔闻听此言狂怒冲喉，又是一阵狂呕，\n呕出脏污灼热的岩浆，冒出阵阵漆黑的烟雾，\n松伽塔见状眉也不皱，直将重锤向老龙挥落。\n鲁克瓦塔虽衰老荒唐，发怒起来仍可怖异常，\n眼见那岩浆的高温燎了松伽塔的头发与眉毛，\n龙涎的猛毒又渗入了皮肉与脏腑，剧痛难扛，\n发黄的巨牙留下溃烂的伤口，利爪撕开旧疤，\n耐着极大痛苦，松伽塔不停歇地将重锤砸下，\n直到顽岩的龙头开裂，直到黑烟被锤风吹散。\n直到老龙魂飞魄散，岩浆之湖都冷却了大半，\n松伽塔心满意足地躺倒，从此英雄名实相堪！"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "松伽塔的初阵"
          }
        ]
      }
    ]
  }
}