{
  "epId": 7512,
  "name": "无头的科奎塔奥",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 1744553396,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "无头的科奎塔奥"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "无头的科奎塔奥·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "烟谜主的织工通晓夜之国度的每条河流，他们知道故事与诗歌从米克特兰的黑色大河来。夜间起飞的猛禽乃是面目破碎者的仆从，她从主人的手中衔取月光凝成三重银色丝线，穿越夜的迷雾，来到灵火的土地之上，命盲眼的织工们将之编织成彩色挂毯。织毯悬挂在人的住所、圣堂和战争之地，故事与传奇便为人所熟知，而织毯不断延长，便成为了历史。\n但正如被所有部族驱逐的流浪贤者「海之子」罗帕尔所言：「我接纳混沌，却不知混沌是否接纳我。」古老的故事与谜语之中总是隐藏着危险的秘密。因此，夜之主刺盲了所有编织故事的织工，令他们专注于故事而无法看到当下，令他们感受针芒般冰冷的月光，却无法用双眼见证三轮明月的死亡。因此，伟大的谜语与寓言之主，在织毯上的形象永远是不可捉摸、无法描述的烟雾。\n接下来织工们编织出的故事，正是出自面目破碎的夜之主的呢喃。传说在烟谜主的先民中，曾有一位武士名叫科奎塔奥，他灵魂的故乡乃是悬挂着冰冷太阳的遥远午夜之地。他手持着名为「玛卡纳」的石棒，遵着同已死冰冷诸神订立的契约在大地上漫行，生命在战争与混乱之中渡过。据说在一个风雨交加的夜中，他同犬日的神灵订下无字契约，从此将命运抵押给了疫病之地的卡梅双胞胎。\n犬日的神灵命科奎塔奥惩戒那些忘记了死亡的狂想者，将冰冷的烟气与梦想重新自星空中降下分发给众人。于是科奎塔奥便用「玛卡纳」降下不可逆转的死亡，将无主的灵魂收回米克特兰的深黑河流，令他们重归夜之主的睡梦。\n科奎塔奥的手指永远紧握着「玛卡纳」，漫行在齐膝深的鲜血中。无数个日夜的奋战与杀戮，终于令撕裂星空的狂想平息。他的友伴跟在他的身后，其中一位名为纳瓜尔，他是一位诡计多端的变形者，来自一片遥远的焦土之国，那里至今仍在燃烧不绝。\n当最后的狂想者被科奎塔奥与他的伙伴处决，当鲜血的长河终于取悦了高踞雷云之上的绿玉裙之主，从而降下甘霖使诸河澄澈，犬日的神灵却不愿交还英雄的灵魂，便命诡谲的卡梅双胞胎暗中指使那卑鄙的纳瓜尔用黑曜石刃斩下了科奎塔奥的头颅。\n就这样，失去了头颅的科奎塔奥无法完成同犬日神灵的契约，只得盲目地追随恶曜漫游。"
          }
        ]
      },
      {
        "title": "无头的科奎塔奥·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "眼见自己挑选的勇士遭遇如此恶劣悲惨的命运，天星的主人为之悲愤，于是便指示她的星魔降在大地上，为失去头颅的科奎塔奥指引复仇之路。在这漫长黑暗的年代里，人们看见科奎塔奥无头的身躯依然在月夜中行进，手里紧紧握着那名为「玛卡纳」的石棒。也有人说，他化作了黑色的灵豹，静寂无声地穿过森林与原野，为沉入冥想的祭司带去噩梦与灵感。\n后来，不知在长夜中流浪了多久，又不知变换了多少种形态。科奎塔奥走遍了被鲜血冲刷的大地，走遍了曾取悦天空之主的祭坛，最终在燃烧的焦土国度寻到了那可憎的叛徒纳瓜尔，此时他正在绿洲歇息，啜饮着毒蛇之血与墨西卡利致幻的汁液。\n于是，无头的科奎塔奥举起「玛卡纳」，手起棍落，便令叛徒的首级如墨西卡利的虚幻神谕般破碎。一下接着又一下，无头的科奎塔奥用「玛卡纳」将纳瓜尔轰回了燃烧的老家…\n尽管完成了复仇，但科奎塔奥的灵魂已然与大地的生命融为一体，不可复归了。在这无头的躯体之中只剩下了永远燃烧的冰冷怒火，正如英雄家乡夜空中的冰冷太阳那般。\n很久很久以后，直到犬日的神灵、狡黠的双胞胎、绿玉裙的主人也都已死去，直到星曜化成的魔灵也都闪烁起衰变的光色，织工们说，科奎塔奥的怒火仍未熄灭。他无头的身影依然在夜间银色的平原上游荡，在阴影密布的深林间伏行。据说在大地的战乱时代，又有诸多英雄继承了他的「玛卡纳」，传说中的大暴君奥奇坎便是其中之一，而他最终也在怒火中迎来了自己的结局……但那就是另一个故事了。"
          }
        ]
      }
    ]
  }
}