{
  "epId": 8779,
  "name": "终北祷歌集",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "终北祷歌集"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "终北祷歌·上",
        "desc": [
          {
            "type": "RichText",
            "text": "【序诗】\n唇啊，为我纺出歌与吟哦，纺出那终北的告诫与述说。\n我已经远远离开我的故土，我已经远远离开我的家乡，\n漂泊在这无人所知的国度，流浪在这贫瘠陌生的僻壤。\n怀拥苔原荒凉的唯有深水，千湖之畔起舞的唯有雪浪，\n幸而有月光依然将我照亮，幸而风依然吹过我的面庞。\n我要吟出月下尘寰的始源，我要诵出祓除邪祟的诗篇，\n我要咏出奔腾不息的江河，我要唱出连绵不绝的群山。\n我要颂扬瑟达沃宁的铜船，我要称赞雅尼奎宁的金箭，\n我要詈诅帕盖苏戈的毒计，我要呵叱波赫尤拉的厄难。\n我的祷歌即是高天的圣言，神使曾将它唱给我的祖先，\n只是命运终究如俄顷虚梦，死荫终究如清水覆盖双眼。\n只要空月依然囚梏在高天，我便不能回到可爱的家园，\n黄金的柔光在松树顶照耀，苍银的晨星在树枝间辉灿。\n亥珀波瑞亚年轻的后嗣呀，要将我的祷歌镌刻在心间，\n切莫贪求狡狐湫隘的小径，切莫贪恋巨熊骄矜的威权。\n只要祷歌与卢诺依然唱响，终北的国度便要永世承传。\n【祷歌其一：七重灾厄之主·派凯蒙宁】\n（夏至。焚烧收获的第一束麦子，献上一只牝鸡、一头牡牛、与麦子等重的蛇胆，以及七杯盛在纯银器皿中的████的██之血。主祭诵唱卢诺七次，并进行肠卜，以安抚神明。）\n至上的高天之主，无情而又不可征服的万物之父与众神之母，\n我们向你献祭，以求安抚你的谮妒，求你不要向大地发烈怒。\n喜怒无常的有翼者呀，摧灭地上万国的凶王，心如坚石的神，\n难以分辨性别的神呀，求你远离凡人的土地，远离终北之子。\n你摧毁那旧日法则的秩序，为凡人提供荫庇，却又██他们，\n你摇撼永生者古老的居所，██他们的翅膀，并他们的██。\n你是报应的神，你是记仇的神，你的意旨在月下不可被违抗，\n你的刀在天上和地上大行██，饮尽了恶人与无辜者的██。\n██又██的王，在你面前，众神犹如凡人，凡人犹如虫蚁，\n无人胆敢僭越提及你的名讳，因你要将所有知晓它的人██。\n可是啊，纯净易怒的神，求你善心收下我们向你奉献的祭祀，\n愿霜月的光阻隔你降的灾厄，佑护我们不受永恒苦痛的终局。\n（执祭安洛丝的备注：依循最初的咏月使爱依菈的谕令，该祭礼已在五百年前被废止。值得注意的是，本篇祷歌中无法阅读的内容似乎并非被故意抹去——若是相关记载为实，最初的仪式便要求主祭之人以含混不清的方式吟诵这些词句，据说是为了避免激恼七重灾厄的神明。）\n【祷歌其二：赐生之母·玛特拉赫卡】\n（婴儿诞生。向圣石献上一撮海盐。助祭以上的祭祀者诵唱卢诺四次，并用浸泡过冬凌草的温水濯洗新生儿。）\n请你听我述说，尊贵的玛特拉赫卡，众神与凡人的母亲，\n从亥珀波瑞亚，到沙尔·芬德尼尔，你的慈爱备受崇敬。\n你庇护年轻的妇人，消解她们的苦痛，让她们安全分娩，\n你为繁衍而欢喜，你赐予月下世界生命，而又抚育自然。\n你这大水的母亲，你这为原初咆哮的海洋创造心脏的神，\n月下的飞鸟、走兽与水鱼尽皆属于你，因你诞下了它们。\n你凭着你神圣的意愿雕琢血肉的形貌，如陶匠抟弄泥灰，\n为此，我祈求你，赐予这新生的孩子健康、勇气和智慧。\n（执祭安洛丝的备注：依循最初的咏月使爱依菈的谕令，该祭礼已在五百年前被废止，改由助祭以上的祭祀者向新生儿念诵「愿新月照亮你的前路」，以祈求月下世界的污秽不会将其玷染。）\n【祷歌其三：冥府之母·图奥内塔尔】\n（秋收。依据本年度内逝者的地位，分别献上匹配的牲祭，将其置于雕刻好的木船或铜船内焚烧。牲祭应事先进行处理，由助祭以上的祭祀者取出牲祭的双目，单独献给冥府的女主人。主祭应以深色的纺织物蒙住双目，诵唱卢诺四次，并进行肠卜，以取悦神明。）\n万千死者的女主人呀，你这难以被打动的、无表情的神，\n匿影藏形的冥府之主，肃穆寡言的、可怖的图奥内塔尔！\n你对那些桀傲不恭的生者深恶痛疾，无人能够将你逃脱，\n你的足尖既踏过由茅草铺就的陋屋，也踏过黄金的圣座。\n人们将你畏惧，因为你看见一切、听见一切、审判一切，\n我们将你敬爱，因为你容许一切、拥抱一切、接纳一切。\n众生的终局只由你裁定，无论如何哀求都难以使你感动，\n可是啊，高贵威严的神，我们知晓你那仁善恩慈的天性。\n正如你赐予我们祖先的祖先解脱，而非延续他们的苦痛，\n洞悉月下一切生者命运的死之主，请你收下我等的供奉。\n终北的子嗣向你祈求，黄金的血裔已经回到了你的怀中，\n求你引他们渡越那漆黑的冥河，永世安睡在无梦的梦境。\n（执祭安洛丝的备注：依循最初的咏月使爱依菈的谕令，该祭礼已在五百年前被废止。无论身份地位，霜月的追随者故去时，应由助祭以上的祭祀者念诵「愿新月引你抵达安宁的彼岸」，并举行俭朴的葬礼。）\n【祷歌其四：时序之母·拉伊梅莱阿】\n（冬至。焚烧誊写本年度内所有重要事件的纺织物，将余烬置于装有清水的银杯中。主祭诵唱卢诺四次，并在起风的时刻，用银杯中受祝福的清水浇灌苍林之穗，以取悦神明。）\n永恒纯净的时序之母，永未诞生过与永未离去过的主人，\n你创造一切又毁灭一切，你铭记一切又让一切归于遗忘。\n你这受赐生的时刻便赐生了自我的神，你这至高的母亲，\n你是流动中唯一的不动，你是众神庭院中唯一的方外者。\n愿你佑护幽囚的四个月亮——愿你佑护幽囚的四个月亮。\n你是众神庭院中唯一的方外者，你是不动中唯一的流动，\n你这至高的母亲，你这赐生了自我的时刻便受赐生的神。\n你让一切归于遗忘又铭记一切，你毁灭一切又创造一切。\n永未离去过与永未诞生过的主人，永恒纯净的时序之母。\n（执祭安洛丝的备注：本篇祷歌意义完全不明，记载的仪式也与历史事实矛盾——苍林之穗是五百年前伴随月之少女诞生的圣树，早于该时间点的仪式中，无论如何也不应出现这个词。目前已有的、可供确认的文献中，也不存在对相关仪式内容的记述。推定为抄写过程中出现了纰误，但出于忠实记录的考量，文本内容暂不作修改。）\n【祷歌其五】\n（从缺）"
          }
        ]
      },
      {
        "title": "终北祷歌·中",
        "desc": [
          {
            "type": "RichText",
            "text": "【祷歌其六：始源的铁匠·塔科贾·雅尼奎宁】\n你，地骨与三重月的锻造主呀，颀伟的始源之父，\n你要发怒将那失衡的王座推正，好叫那美人折服。\n第一天你锻出月色闪耀的金弓，要射落你的仇敌，\n那弓却在你出猎时为窃贼所盗，成了你仇敌之物。\n第二天你锻出月色闪耀的高车，要护守你的家府，\n那车却在你出猎时为窃贼所盗，成了你仇敌之物。\n第三天你锻出月色闪耀的梭杼，要求娶繁星之女，\n却终因冒失而坠入多雾的泥沼，熄了光明的锻炉。\n你这可言而又不可言的大王呀，嗜血好杀的铁匠，\n你迷恋无辜之人的枉死与兵燹，不幸与凶恶之主！\n你这可怖而强大的永生工人呀，双重天性的主宰，\n你如众神般健康、强壮而英武，繁星也为你倾慕。\n请你平息这使地骨摇撼的烈怒，不可毁灭的君主，\n请你纾解盘踞在我心间的痛楚，终结漆黑的灾苦。\n（执祭安洛丝的备注：这是用以平息自然灾害的祷歌的旧日版本。根据记载，本篇祷歌似乎还有变更最后四句、用以唤起自然灾害的版本，但早在月之少女诞生前，那个版本就已经失传，理由不明。最初的咏月使爱依菈大幅修改并简化了祷歌的内容，诵唱时应当以下述文句为准：\n皎白的霜月呀，我以终北的子嗣之名，愿你平息这使大地摇撼的烈怒，\n愿你温柔的明光，纾解盘踞在众人心间的痛楚，也终结那漆黑的灾苦。）\n……\n【祷歌其十一：晨星女神与终北的圣徒·科伊塔尔与瑟达沃宁】\n我呼唤瑟达沃宁的妻子，至上的科伊塔尔，创造神最初与最美的女儿，\n大气的少女呀，你这明亮的晨星，终北的子嗣永有琴声歌颂你的伟业。\n霜夜的寒风不可熄灭我等胸中的银焰，阴恶的夜不可将我等的心玷染，\n终有一日，我等将要归乡，穿过荒草的墓场，重返那黄金的大城之前。\n我呼唤你，真福的科伊塔尔，求你如攻败列国那般，庇佑我等的征战，\n求你使大地战抖，使城邑震颤，使终北的仇敌如霜月下的露水般消散。\n（执祭安洛丝的备注：本篇祷歌为旧日版本。最初的咏月使爱依菈大幅修改并简化了祷歌的内容，诵唱时应当以下述文句为准：\n雪尘的冰风不可熄灭我等胸中的银焰，阴恶的夜不可将我等的心玷染，\n皎白霜月呀，求你庇佑终北的子嗣，使寒夜漆黑的灾厄如露水般消散。）\n……\n【祷歌其十六：冬日的陌客·萨勒莱宁】\n哦！别让你所受的死亡痛苦进入我的身体，霜与冬日的伴侣，\n你这愉快善心的美男子，生养在高贵的家，温柔英武的儿子。\n你乘着星间的骏马，跨过希汐的荒岛和阴暗多雾的波赫尤拉，\n你要去向帕盖苏戈的女儿求婚，你要拜访那无双的美人的家。\n年老的帕盖苏戈，那受造于我等祖先的仆从，就要这样回答，\n只要你替他打开波赫尤拉的大门，他便让那年轻的新娘出嫁。\n你这愉快善心的美男子，你知晓那恶毒的狡谋，却甘愿出发，\n如其不然，年老的帕盖苏戈，便要让他易骗的女儿代为受罚。\n七重灾厄的主人将你砍成了七段，就在阴暗多雾的波赫尤拉，\n帕盖苏戈的女儿呀，那年轻纯净的姑娘，从此再也不会出嫁。\n我呼唤你那不可言的名字，疗治世间苦痛与不幸的迷途英雄，\n愿你的慈惠平息寒夜中的狂风，也温暖这冻土上蜷缩的雏鸟。\n（执祭安洛丝的备注：这是用以疗治伤口、祛除疾病的祷歌的旧日版本。最初的咏月使爱依菈大幅修改并简化了祷歌的内容，诵唱时应当以下述文句为准：\n迷途的孩子呀，我以终北的后嗣之名，祈求明光的恩泽，\n愿霜月的慈惠平息寒夜的狂风，温暖冻土上蜷缩的雏鸟。）"
          }
        ]
      },
      {
        "title": "终北祷歌·下",
        "desc": [
          {
            "type": "RichText",
            "text": "【祷歌其二十一：霜月女神·乌莱库塔尔】\n乌莱库塔尔呀，圣洁微光的母亲，请你聆听我的祈求，自高天投下凝望，\n愿你的谧泪划破寒夜，点燃永不倾灭的银炬，赐予终北之民指引的明光。\n乌莱库塔尔呀，银梭轻扬的母亲，请你聆听我的祈求，将柔纱缀满穹苍，\n愿迷途的魂灵循着你织出的银线避开幽世的污秽，不至在寒夜失丧方向。\n乌莱库塔尔呀，无论你指引我们行往何方，我们都必谨守遵行你的愿望。\n我们宁愿让死荫的寒夜遮蔽住双眼，也不愿在耻辱中为虚假的光明歌唱。\n（执祭安洛丝的备注：这是本篇祷歌的旧日版本，内容未进行删改，最初便是这样简短，因为唯有庇护我等祖先的主神之事不可被过多言及，唯有众月的起源、过去与未来不可被祷歌述说。最初的咏月使爱依菈进一步修改并简化了祷歌的内容，诵唱时应当以下述文句为准：\n皎白的霜月呀，我以终北的子嗣之名祈求你从穹顶而来的凝睇，\n愿你的谧泪划破寒夜，赐予我等被抛弃与遗忘之人指引的明光。）\n【祷歌其二十二：月之少女·库塔尔】\n澄净无瑕的新月呀，我以霜月的神使之名，祈求你的恩泽与慈惠，\n愿你涤净我等的罪，为无缘得见乐园之人，拭去千种苦痛与泪水。"
          }
        ]
      }
    ]
  }
}