{
  "epId": 8780,
  "name": "海螺的回响",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "书籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "海螺的回响·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "「把手上的海螺交给我吧，这样我们也不会再为难你。」\n英俊的少年与他的随从们来到篝火边，如是说道，摆弄着手中的刀刃。\n空无一人的流放之地，这个在少年少女们窃窃私语被称为「边陲之陆」的地方——这是他们在此处的第三十个夜晚。\n曾用于劈砍树木，割开利草，撬开果实，排除异己的刀刃已经不复当初那样锋利，那些企图用力量支配他们的大人们甚至未将刀刃从鞘中拔出就已失去了呼吸。\n如今，连刀鞘都不知道被扔到什么地方去了。\n「你真的想要这只海螺？」\n手捧海螺的男孩是他们中个子最小的那个，「矮子」，他们这样称呼他。\n「是的。」\n「为什么？」\n「这还需要问为什么吗，」英俊的少年笑了，然后说，「这不是『我们』定的规矩吗，矮子，谁拿到这个海螺，就有说话的权利。」\n是的，这是孩子们在篝火边的密约，为了抵抗那些将他们视作奴仆的大人。\n为了在这个荒芜的悲伤的地方，摆脱被流放之人的身份存活下去。\n于是孩子们决定在他们中推举一个人，一个同样是孩童却能够带他们走出困境的人，一个与他们为伍却不畏惧力量的人，一个聪颖之人，那个人能够持有海螺并成为众少年少女们的领袖。\n那海螺是他们于白日海边的劳作间，偷偷自大人们视线的罅隙昧下的东西——这也证明那些大人们也有破绽。\n就像童年终结，总有知晓自己父辈并非全知全能的超人的时刻，对于一般的孩童来说，这或许是一种幻灭的到来，但是对于这里的少年们来说，却无益于是最好的消息。\n然后…\n理想的秩序并没有到来，或者说，少年少女心中尚未褪去的仍属于兽的残忍，在无人压制的情况下反而愈发泛滥——既然这份暴力能够推翻一切，那为何持有这份暴力的人不用它攫取一切？\n包括海螺…或者在孩童们的密约里那个海螺代表的所有东西。\n「你觉得你能拥有这个海螺？」\n「我出了最大的力，也得到了最多，更何况，刀刃现在就在我的手中。」\n「然后你就会成为我们的主人。」\n「是的，我当然会成为你们的主人。」\n「就像当初那些大人那样？」\n「或许那样也没什么不好。」\n好吧…似乎这样说着，矮小的男孩从篝火的焰光中站起，他背对篝火，没人看得清他的表情——\n但英俊的少年有种对方在笑的错觉，心中不知为何对于未来有种不确定的预感…在今夜之前，他觉得一切犹如刀柄那般如此确切的握在手中。\n矮子将海螺递给他，转身走入密林。\n然后这夜之后，曾经持有海螺的男孩就像是消失了一般，再无人看到他的身影。"
          }
        ]
      },
      {
        "title": "海螺的回响·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "「你早就知道事情会变成这样…」\n当戴着眼镜的少女将那身材短小的男孩寻回，而目光担忧的孩童们让开了一条道路。\n尽头，英俊的少年瘫坐在重物堆砌的座椅之上，苍青的皮肤让他的五官看上去更为立体，而双唇绛紫，招摇的焰光犹如被风吹拂的妖异面纱。\n身躯没有外伤的少年，他的手无力垂下，应该如斯垂下很久，甚至有了一些石膏刻像的僵硬。\n那把他曾引以为傲的刀刃就落在那里。\n没有一人拾取。\n「事情总是会变成这样，但没想到会这么快。」\n男孩捡起那把刀刃，那把刀刃很硬，其实在砍伐的过程中就已经有了不少崩口，卷刃。\n少年不会保养这份力量，可这力量是他唯一的依仗，于是也不愿意让他人知道这把刀刃需要保养。\n他自然会变得多疑，睡眠短暂而浅淡，更容易动怒，害怕如大人们露出破绽的心思令他露出更多的破绽，结局自然会变成这样。\n其实大多数故事…只是需要更多的耐心。\n「你从什么时候开始，就看到了这一幕？」\n「从他向我讨要海螺的时候吧。」\n「讨要海螺？」\n「海螺是什么？海螺什么都不是，只是我们在沙滩上捡到的玩具。他要么扔掉海螺，要么就扔掉那把残卷了的刀刃。一手拿海螺，一手还持着刀，挥刀的动作都会变得迟钝吧。」\n有一双手，那双手的主人捧着海螺，从少年与少女们之间走出，将海螺递到了男孩的身前。\n男孩看到海螺之下，那双手的手心里，有粗糙的草绳勒紧后留下的红痕。\n「那么你会怎么做呢？」戴着眼镜的少女问他。\n他接过海螺，想像画本故事那样吹响它，但如果不经过加工，吹出的气息经过海螺只会发出噗噗声，有点滑稽。\n然后他侧耳去听，海螺里传来海浪的潮涌。\n「我们要在这里建立属于我们的城镇，属于少年们和少女们的乐园。此后的海螺并不会独属于一人，所有人可以轮番举起它，说出任何想要说的话语，作出想要作出的发言。」\n「可是我们总会长大的，变成我们不想变成的大人。」\n「没关系，没关系的，因为这世上总有明天，也总有新的男孩和女孩，如果他们不喜欢变成大人的我们，也该亲手打破我们的世界。」\n其貌不扬的男孩，身量短小的男孩，聪颖的男孩。\n他将卷曲了的刀刃扔进海浪里。\n他将海螺放在了众孩童的中间。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "海螺的回响"
          }
        ]
      }
    ]
  }
}