{
  "epId": 8892,
  "name": "海螺笔记本",
  "desc": "将从海螺帮的孩子们那里得到的笔记收纳在一起，由派蒙制作的笔记本。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "提瓦特物产",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "巨大机关怪物\n整体看起来是灰白色的，是能够灵活变形的机械，动作时会发光，攻击方式也非常多样。据说正确的名字是「秘源机兵·构型械」，并不是现在的纳塔人的创造，而是和远古遗迹一起流传到现在的。\n它的外壳上的纹路看起来很熟悉，在挪德卡莱也见过类似风格的遗迹。说不定我们生活的小岛就像一艘大船，过去和纳塔连在一起，后来被深海的巨兽用它的鳍、爪子或者触手什么的，给拖到了北边，所以只留下那么一小块相同的地方。\n（这件事记得要和卡嘉保密！等我回去之后，如果你的身体好一些了，我们一起去「霜月之子」的那座岛上对比一下那边的遗迹和画片上的巨大机关怪物是不是风格很相像。当然，到时也得找一个好理由瞒过卡嘉！）\n巨大人马石像\n被称为「魔像督军」的石头雕塑。左手持盾右手执剑的人马雕像前一刻还昂首而立，像是被遗忘在古堡的艺术品，后一刻就突然有了生命。他（或者「它」？）踏碎底座的时候碎石和尘土扬得到处都是，但发起进攻却在烟尘平息之后，是个堂堂正正的对手。招式也和普通的机关怪物差别很大，有时像是军团统帅发起冲锋的号令，有时又像是在演奏什么乐曲，可惜我对音乐一窍不通，听不出什么门道。\n听说在海的更深处，有已经覆灭的雷穆利亚的遗迹，虽然这次没机会拜访，但我在当地收集了不少传说和相关的书籍，之后找机会托商队捎回去。你一向很喜欢这些古老王国的故事，希望你读得开心。\n巨大水团\n「水形幻人」是由水凝聚而成的人形怪物，和卡嘉讲的故事中的纯水的精怪外形很不一样，它没有鱼尾也没有双腿，但是有和人相似的上肢，还有脑袋，关节处和头部还有青白色的好像甲胄一样的外壳。在战斗时，它会召来更小的水团，它的缩小版，来协助它，有时也会吞掉小水团增强自己的力量。\n据说枫丹的水非常特别，所以才会诞生能够使用语言的纯水精灵。不过水形幻人看起来并不会说话，或者它只是不想说话？又或者只是因为我们不理解它的言语？\n巨大螃蟹\n有着「铁甲熔火帝皇」这样帅气名字的巨大螃蟹。据说是因为重甲蟹的习性，会随着成长不断寻找合适的螺和贝壳来当作甲胄，如果不阻止它，说不定它会无限生长下去，甚至把沫芒宫（是枫丹城里非常壮观的建筑，这里的建筑都好大！）也当作它的壳穿在身上。\n但是后来，有一个叫做贝瑟·埃尔顿的人击败了它，也许就是因为这样，它才终止了继续成长的进程吧。不过现在这样也足够大了，不知道和深海的巨兽相比谁更大一些，我赌一定还是深海的巨兽更大，毕竟它能托举并且移动整个岛屿呢（如果岛屿漂移的假说能够成立）！"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "莫雷爷爷一家住在莫雷谷深处的洞穴里，那儿湿漉漉的，有老树根的味道。在那些吵闹的大个头拖着铁皮到莫雷谷来之前，这里的生活是很安静，很舒服的。到了晚上，大个子们不在了，莫雷一家才会离开洞穴，在莫雷谷里找吃的，或者跟月萤虫玩耍。\n比起白灵果和月萤虫，莫雷妹妹更喜欢月亮。从莫雷谷看到的月亮又大又圆，像盘子，不过是白色的。（尤尔瓦哥哥说，嗅嗅鼹鼠其实眼神不好，不过他们的鼻子和耳朵都很灵，虽然离得很远，但是莫雷妹妹说不定可以闻到月亮的味道吧，不知道是不是和白灵果一样香甜。）在月亮特别明亮的夜里，她能看见一些没有影子的鼹鼠，他们在月光里晃来晃去，像被风吹散的烟。他们会彼此交谈，却不让莫雷妹妹插话，就好像根本看不到她一样。可能是因为莫雷妹妹还没有丢掉自己的影子，她听说那些神秘的组织都有自己神秘的规定（就像地隐会），可能需要其他没有影子的鼹鼠的介绍，可能需要完成什么神秘的仪式，否则就只能在一旁听着。\n不过就算只是听他们说话也是很有趣的。其中一个嗅嗅鼹鼠是从很远的地方来的，他好像没有自己的家，所以所有的地方都可以是他的家，他说自己到过雪山，路过沙漠，爬过很高的山，也潜入过很深的海底。「那这些地方都有新鲜的白灵果吗？」大概是本地的鼹鼠问他。「据我所知，是没有的。不过，有很多其他的替代品。」听到这个回答，本地的鼹鼠撇了撇嘴，看起来他真的很喜欢白灵果。\n莫雷妹妹也很喜欢白灵果，但是她也很想知道自己会不会喜欢那些没试过的替代品。她曾经离开莫雷谷，进行了一次冒险，在土里钻了很久很久，到了有很多大个头的地方。她是晚上去的，那里到处都好亮，到处都是声音，让她几乎找不到月亮的方向。她在那里闻到了很多味道，不过大部分都是她不喜欢的。最后她顺着熟悉的白灵果的味道找到了一处堆了很多果实的地方，那里有好多她从来没见过的果实，闻起来都非常诱人。她希望能分到一些，不用太多，几个就好，可是那天她并没有那么好运，偶尔也有这样的日子。\n回到莫雷谷之后，大家都很担心她。听说她独自去了那么远的地方，大家都很惊讶。在莫雷谷的生活不是很好吗？为什么要去其他地方呢？于是莫雷妹妹讲述了之前从没有影子的鼹鼠那里听来的事。「怎么会有没有影子的鼹鼠呢？那一定是你做的梦吧。」莫雷哥哥不相信那是真的，也不赞同妹妹离开莫雷谷。家族中的其他成员也都和他差不多，大家一定也都喜欢新鲜的白灵果胜过其他果实。\n如果下一次月亮特别明亮的夜里，她没有再见到那些没有影子的鼹鼠，那就把这一切都当作是一个梦吧。莫雷妹妹这么想，她原本也不讨厌在莫雷谷的生活。可是当月亮升起来，月光撒下来的时候，那些没有影子的鼹鼠果然又出现了，并且重复了之前的对话。既然不是梦，那就一定是月亮给她的指引了。莫雷妹妹非常高兴，在那个月亮明亮的夜里，她又一次独自离开了莫雷谷，不过这一次不知道什么时候才会回来，因为说不定她会在雪山，在沙漠，在她从来没有到过的地方，找到比新鲜的白灵果更让她喜欢的果实呢。"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "蟹沙皇老爷就住在霜月之子那群怪人的聚居地旁边，传说已经有几百岁了（否则怎么会长得这么大呢？）。它比我见过的任何螃蟹都要大得多，就连它的「家」都不是普通的螺壳，而是一个特别特别大的、像小山丘一样的海螺（比我们画在旗子上的海螺还要大！），就像一座小小的堡垒。更奇妙的是，上面还生长着一些月矩力的苔藓，在洞里的幽暗中像星星一样发光。说不定那就是它的皇冠吧。\n既然如此，附近的小螃蟹自然也就都是它的臣民了。唉，可怜的小螃蟹，总是在忙忙碌碌，把找到的食物——白灵果、小鱼，还有其他一些我叫不上来名字的东西——拖进洞穴深处，从不当场享用。有两次，我甚至看到它们还带回过亮晶晶的石子和月落银，说不定这就是它们必须要向沙皇老爷缴纳的「税金」吧？据说在大盗雷德·米勒的时代，至冬派来的总督也向那夏镇的人们收取过「税金」，应该是差不多的东西，嗯。\n不过，蟹沙皇老爷想要的，说不定也不是吃不完的白灵果和小鱼吧。因为就在昨天下午，我看到它从洞里出来了一会儿，它动得非常慢，好像每一步都背着一座山，每一步都让地上的小石子发抖。一只很小很小的螃蟹拖着一条小得可怜的鱼到它脚边，它只是低头看了看，然后轻轻挥了挥它那只巨大的钳子，那只小螃蟹就吓得丢下鱼跑了，一下子钻进了沙子里。\n沙皇老爷没有吃那条鱼，只是用小一点的那只钳子把它推到了一边，然后就一动不动了，好像在看远处的海。当一个国王，肯定很孤单吧。所有螃蟹都怕它，它有堡垒和皇冠，却没有一个可以像花缨水母那样用触手碰一碰的朋友（谢苗说水母会用触手交流，所以我猜螃蟹应该也会用钳子做类似的事吧？）\n我很好奇，它是在什么地方找到那个大大的壳的？在它住进去之前，那里是不是住着一个比它还要大的国王？要是它长得更大的话，还会搬进更豪华的宫殿吗？说不定我下次可以带点熟透的白灵果给它，找机会调查一下它的壳…唉，想了想还是算了，大盗还是不应该太过接近贵族的，只会变得不幸。"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "花缨水母\n据说是挪德卡莱独有的品种，有着粉色的伞盖和纤长的触手。它们大部分时间都栖息在绯沙盐沼的浅滩附近，那里的潮汐带是它们捕食微小浮游生物的绝佳狩猎场所。退潮后它们依然能在陆地上游弋，我推测是因为它们体内有什么特别的水囊，可以保持湿润状态，又或者是有什么分泌特殊粘液的腺体，可以减少表面水分的流失。它们的触手比一般的水母更强韧，而且好像有什么特别的力量，也许只对它们捕食的对象有用，我小心翼翼地用小木棍触碰过，没什么特别的，它也没有攻击我。（我敢说海螺帮里肯定没人有我这么大的胆量。）它们彼此之间会通过触手「交流」，就像人类会握手、击掌那样。这么说来，当它们聚在一起时，那些像舞蹈一样的动作，大概也是独属于它们的「语言」吧。虽然没有大脑，但显然并不能说完全没有智慧。\n可惜，愚人众的设施几乎完全摧毁了花缨水母的家园。他们带来的那些机械装置整日整夜地轰鸣，我不知道那些机器是做什么用的，但是看起来整片区域都丧失了活力。可能是因为缺少食物，也可能是因为噪音，又或者两者皆有，我观察到好几例瘫倒在地上的花缨水母。我试过帮助它们，可是已经太晚了。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名称",
        "value": [
          {
            "type": "RichText",
            "text": "海螺笔记本"
          }
        ]
      },
      {
        "key": "类型",
        "value": [
          {
            "type": "RichText",
            "text": "任务道具"
          }
        ]
      }
    ]
  }
}