{
  "epId": 2293,
  "name": "丘丘人習俗考察",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒙德生態學者，「丘丘語桂冠詩人」雅各伯·馬斯克關於丘丘人社會習俗的考察，本卷介紹了丘丘人的社會形式與特徵。\n丘丘人的社會\n丘丘人顯然保持著簡單的部落社會生活。它們往往會以小部落的形式分散在荒野中聚居，似乎部落對於它們來說是大家庭一般的存在。\n一般來說，丘丘人部落中最具權威的是薩滿。根據長期的野外觀察交流，筆者可以確定薩滿是部落內歲數最老的成員，如同部落的「大家長」一般，借助豐富的經驗操持重大事務與決策，利用元素的力量來保護自己的部落。在野外的丘丘人部落中，薩滿的外貌特徵十分顯著。它們總是戴著獨特的帶角笑面面具，面具的開口處卻是露出眼睛的觀察孔，它們的手中始終握著簡陋的薩滿杖，嘴裡永遠在嘟囔著意義不明的歌謠或咒語。\n丘丘人衡量地位的標準並非只有年齡。在許多部落中，那些塊頭更大、戰鬥力更強的成員會自動取代薩滿成為部落的領袖，而這些部落似乎也會在它們的領導下變得更加好戰。我們可以很容易地從巨大的體型和浮誇的面具頭角裝飾上分辨出那些好戰的部落頭目。\n由於丘丘人對於外人的敵意以及語言的障礙，我們很難確切地研究丘丘人部落內部資源配置情況。但根據西風騎士團的巡邏報告，它們似乎會在部落內各取所需地共用資源。所有丘丘人既是採集者也是戰士，但有些更加重視戰鬥的丘丘人會透過磨煉成為大塊頭的戰鬥主力，假如在惡劣的環境中活得夠久，這些專門的戰士將會是部落中最受重視的領袖。\n有趣的是，儘管丘丘人的智力低下，社會形式與組織十分原始，但它們似乎對於元素力有獨特的掌控能力，此種掌控能力往往會突出在老年的薩滿身上體現。但對於一般的人類而言，元素的力量是只有通過「神之眼」才能發揮的。至於丘丘人為何能夠不借助「神之眼」而掌握元素力，這個問題仍需要進一步的考察與研究來解答。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒙德生態學者，「丘丘語桂冠詩人」雅各伯·馬斯克關於丘丘人社會習俗的考察，本卷探詢了丘丘人的信仰與精神世界。\n丘丘人的精神生活\n與提瓦特七國的居民類似，似乎丘丘人也有自己的信仰，但丘丘人並不會崇拜現世存在的七神，而是崇拜抽象的元素力量。以蒙德為例，其中一些部落的丘丘人會像蒙德的居民一樣崇拜「風」，但它們並不會尊崇風之神巴巴托斯，而是以自己的方式朝拜抽象的「風的力量」。同一個部落中可能會有不同信仰的丘丘人混居在一起，它們信仰的元素也會體現在面具的圖案和身體顏料的顏色上。\n根據實地觀察，丘丘人中負責主持祭祀與崇拜儀式的薩滿會在自己的身上和毛髮上塗抹不同顏色的顏料，其顏色對應部落所崇拜的元素力量。薩滿身上的衣物與飾品比一般丘丘人更加精緻，但鑒於丘丘人低下的智商，很難想像這些相對精細的工藝品會是出於它們之手。\n薩滿在丘丘人的信仰體系中扮演著精神領袖的角色。丘丘人的崇拜儀式以歌舞為主，往往會以薩滿作為領舞，歌唱關於元素的頌歌。假如獵物有結餘的話，丘丘人也會在祭壇上貢獻生肉作為祭禮。儘管丘丘人時常會拾取或搶劫金錢、寶石或其他亮晶晶的小玩意，但似乎只有肉才是唯一配得上崇拜對象的祭品。\n丘丘人似乎沒有「過去」與「未來」的概念，而是僅僅生存在「當下」。它們不會有意識地為日後的生存專門儲存餘糧，也不會紀念逝去的先輩。儘管丘丘人的部落營地中不乏塗鴉，但多經考察便能很容易得出結論：那只是對古老遺蹟的拙劣模仿和重複，並無創造性可言。一些丘丘人部落會在古老的遺蹟中紮營，似乎它們天生對這些古老的遺物有某種無法解釋的親和力。但我們目前掌握的證據還無法證明它們與那些失落的古代文明究竟有何關聯。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒙德生態學者，「丘丘語桂冠詩人」雅各伯·馬斯克關於丘丘人社會習俗的考察，本卷探詢了丘丘人中間的神秘獨居者。\n神秘的獨居者\n丘丘人的群落也存在著這樣一種神秘的龐然大物。它們既擁有巨大強壯的軀體，也能夠掌控元素，用以增強自身的能力——比如利用元素保護自身，或利用元素來增強戰鬥時的蠻力，使自己變得無堅不摧。\n這些強大的成員被部落中其他丘丘人敬畏地尊稱為「Lawa」，根據筆者猜測，這個詞大概可以解釋為「王」或「頭領」。但事實上，似乎在丘丘人的部落中，它們並不作為頭領實行統治或帶領指揮部落進行活動，而是更喜歡獨來獨往，避開其他丘丘人敬畏與崇拜的目光。\n一般冒險家很難遇見這些龐然大物。但即使經驗豐富的資深冒險家在它們可能出現的地點進行探索時，也不得不為將要面臨的風險多做斟酌。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒙德生態學者，「丘丘語桂冠詩人」雅各伯·馬斯克關於丘丘人社會習俗的考察，本卷以蒙德為例，探究了多元化的丘丘人習俗。\n丘丘人習俗的多元化——以蒙德的達達烏帕谷為例\n「好肉族」喜好大吃大喝，它們在部落中搭建了蓄養野豬的豬圈，並且有專門的「豬倌」負責看管。它們會以火史萊姆為天然的爐灶，支起一口大鍋用以烹煮肉湯，部落成員均可按需分食。\n在它們的部落中，最引人注目的是一座龐大的擂臺。似乎無論任何人只要登上這座擂臺，就會被認為是接受部落的挑戰，而被趕下擂臺者會遭到全部落的嘲笑。\n「好睡族」更傾向於抓住一切可能的時機打瞌睡，它們甚至會專門為更舒適的睡眠而搭建簡陋的房屋，挑選柔軟暖和的獸皮作為床鋪。可能由於睡眠充足的優勢，它們是丘丘人中最狡猾和精明的。\n「日食族」是蒙德丘丘人部落中最神秘的一支。比起肌肉和小聰明，它們更重視信仰的神秘力量。與一般丘丘人信仰的自然元素力量不同，它們崇拜的對象似乎是一個彷若被月球阻擋的太陽。它們的薩滿比其他部落的薩滿擁有更強的力量。在部落營地的中央日食族為地位最高的薩滿準備了最高大的「御座」。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "丘丘人習俗考察"
          }
        ]
      }
    ]
  }
}