{
  "epId": 2296,
  "name": "亡國的美奈姬",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "出生即被預言將要帶來毀滅的公主陷入亡國的危機，此時一位不明真相的浮浪武士從天而降。\n戰火紛飛的古風時代劇，二人的旅行，就此展開！\n平和十三年，時值戰國之世。\n遠離近畿的北方諸國，終於也被時代的氣息所感染，捲入了戰火之中。\n就像所有的戰爭一般，在經歷了一番難以盡述的龍爭虎鬥之後，一方終於敗北，於是城池燒為丘墟，城主的家眷與殘党也逃入了山中。\n至此這一舞臺也並沒有什麼特別之處。\n然而就在這時代劇的當口，一位衣著華麗的浮浪武士出現在了畫面中。\n不，與其說是衣著華麗，不如更準確的說……\n嗯，沒錯，是女裝。\n與之相對的，隨行的是一位身披大到過分的羽織的嬌小女子。\n總之，無論怎麼看都是可疑人士。\n不過似乎並沒有意識到這一點一樣，兩人就這樣大搖大擺的走到了山腳的關口。\n當然不出意外的被把守關卡的足輕攔下了。\n「來者何人！」\n雖然通常來說是句套話，不過這裡應該是真誠的發問。\n「如您所看到的，只是普通的路人。」\n毫無說服力的回答。\n不過似乎是被武士無可置疑的語氣震懾住了，問話的足輕竟然有些遲疑。\n「無論如何，請跟我們走一趟吧。」\n「果然不行嗎……」\n武士的臉上露出了失望的表情，倏忽之間，三名足輕應聲而倒。\n「果然從一開始就打算這樣解決吧，真是惡劣的傢伙。」\n身後的女子這樣小聲的吐槽著。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「所謂帶來毀滅的公主，說到底不過是戰爭的藉口罷了。」\n為了瞭解預言的真相，向著世界中心前進吧！\n超人氣的浪漫冒險譚，仍在繼續！\n「不是。」\n突然冒出這樣一句話。\n不知名的山寺野廟中，黑色長髮的公主正襟危坐，火光映照下的面目忽明忽暗。\n「不是，為什麼要說不是。」\n條件反射一般的回答。\n「我說啊，笨蛋武士，關於帶來毀滅的公主，你就沒有一點評價嗎？」\n「要說評價的話，聽起來還滿有個性的。」\n「不是說這種評價。」美奈姬的話語有些無奈，「我是說對於救了我這件事……」\n「不，準確來說並不存在我救了妳這件事。」\n武士糾正道。\n「當時的情況是身為公主的妳命令我帶妳出來，所以從義理上來說，是妳救了自己。」\n「武士會在意的點是這個嗎？」\n意料之中的吐槽。\n其實只是在逃避責任罷了，武士這樣想。\n「所謂帶來毀滅的公主，說到底不過是戰爭的藉口罷了。」\n稍微改變了慵懶的語氣。\n「而且，」\n武士轉過身來，空虛的眼神裡點上了火光。\n「毀滅世界這種話，本來就蠢透了，很快妳就會明白了。」"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "踏入戰爭之地的二人，終於見識到了真正的阿鼻地獄。席捲世界的百年戰火，其真相在此揭開！\n本卷隨書附贈超值周邊！\n雖然人們常常將戰場形容成地獄，但那不過是形容罷了。\n而出現在眼前的景象，只能說是字面意義上的地獄。\n荒蕪的土地，枯萎的樹木，以及行屍走肉一般的百姓。\n如同生命力被抽乾了的狀態。\n「事實上，」\n武士隨手撿起了一片枯葉，隨即化為了飛灰。\n「這裡的生命力確實被抽取了。」\n近畿的戰亂已經持續了百年。\n從戰爭的第十年開始，諸國的物資與財富就已經消耗殆盡了。\n使戰爭得以持續至今的是所謂的奈苦羅之術。\n奈苦羅之術是將一切生靈與大地中的生命力抽取出來，提供給上位的武士以及戰爭之用的可怕法術。\n利用這等非道的法術支配國土的便是被稱為奈苦羅大名的盜國者們。\n大名們互相攻伐，但無論結果如何，大地上的生命力都會遭到進一步的掠取。\n這便是近百年來近畿諸國戰爭的實態。\n「而創造這種法術的，便是居於世界中心空之塔的陰陽師們。」\n無視已經因眼前的景象而動搖的美奈姬，武士繼續幽幽地說道，\n「帶來毀滅的公主……這個世界，不是早就在走向毀滅了嗎？」"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「來自過去的亡靈，滾回地獄去吧！」\n激動人心的回憶篇！武士所封印的過去究竟是——\n失去國家的公主與武士，兩人的冒險，迎來新章！\n濃神國，幾乎看不到一絲生命存在跡象的廢土。\n無邊的荒原所包圍的是一座沙丘，兩個武士模樣的人相對而立。\n其中一位是我們故事的主角，這裡為了區分暫且稱之為青色武士。\n另一位是本卷初次登場的傢伙，就叫做蒼色武士好了。\n如果是劍戟片的話，這裡應該擺出中段的架勢了，但兩人似乎並沒有要一決雌雄的想法，只是單純的相對站立罷了。\n「從地獄中回來了嗎。」\n不知道過去了多久，蒼色的武士終於忍不住說道。\n「真是令人懷念啊。」\n青色的武士好像很開心的樣子。\n「我可不會懷念那種東西。」\n蒼色武士不客氣地打斷。\n青色的武士閉上了眼睛，似乎墜入了過去的深淵。\n「只要打倒魔王一切就結束了，那時的我們還這樣天真的以為，結果那不過是噩夢的開始罷了。」\n「十三名武士同心協力打倒了盜國的奈苦羅大名。」\n「然而沒有大名的濃神國並沒有迎來新生，土地中的生命力仍在不斷地散失。」\n「不僅如此，失去支配者的國家，反而成為了鄰國肆意掠奪的樂土。」\n「打倒魔王的勇士們，終於也無法守護國土。」\n「最終倖存下來的只有兩個逃兵。」\n「回憶篇還是適可而止一點，我們還有事情並未了結吧！」"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「需要犧牲你去拯救的世界，還不如毀滅算了。」\n終於抵達世界中心的空之塔，兩人的故事，將要迎來終點……了嗎？\n「我決定要拯救世界！」\n美奈姬這樣說道。\n「說了無數次了，根本就不存在拯救世界這回事。雖然有不知道多少個像我這樣的白癡嘗試過多少次，但說到底這個世界本來就是註定要毀滅的。」\n「我不管，我是公主，公主生來不就是要拯救世界的嗎？」\n「不，從來沒聽過這種設定，而且據我所知妳是毀滅世界的公主」\n「不是有什麼人說過這種話，所謂毀滅，本來就是新生。」\n「雖然不知道妳是從哪裡聽來的，但這種設定實在過於老套了。如果有人寫出這種故事，還是趕緊扔進常夜國為好。」\n（捂住耳朵）\n空之塔頂，武士與公主在進行著毫無意義、旁若無人的對話。\n雖然這樣說，但其實在場的還有好幾位陰陽師打扮的人。\n「就像你們所知道的，奈苦羅之術最初的用途是為了將正在逐漸走向衰亡的世界中的生命力保存起來。」\n似乎是忍受不了這樣的對話了，像是急於推進劇情發展的NPC，在場最年長的陰陽師終於開口說道。\n「而能運用這些被保存起來的生命力的便是……」\n「所以你能不能把這種想法去掉啊。」\n武士似乎根本沒有聽到一樣，完全沒有理會長者的話。\n這樣的鬧劇究竟什麼時候才能完結呢？"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "世界的真相終於揭曉，就像是徹底惡意的諷刺。分開的二人，仍然無法逃離命運的纏繞。\n《亡國的美奈姬》最終卷！但我們的故事並未完結！\n「所以，世界被拯救了嗎？」\n故事的最後，武士孤身行走在無邊的沙漠之中。\n空之塔的計畫大概確實是完成了，世界上殘存的生命力都被收集了起來。\n雖然不知道有沒有創造出新的世界，但這個世界確實是毀滅了。\n不愧是毀滅世界的公主。\n「乾脆把另一個世界也毀滅吧，如果存在的話。」\n武士開始了新的旅行。\n……\n（本書剩下的部分是設定集，主要內容是並未在小說中出場的魔王與魔獸們。）"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "亡國的美奈姬"
          }
        ]
      }
    ]
  }
}