{
  "epId": 2298,
  "name": "俠客記",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "俠客記"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "記錄了璃月市井傳說中諸多俠客的奇書，其中有些故事年代已遠，但依舊十分受市井讀者歡迎。\n——山叟篇——\n璃月以北的絕雲間石林常年雲霧繚繞，在採藥人之間流傳著許多關於仙人神怪的傳說。\n當年有一位藥商名為錢谷，他本是進入絕雲間考察草藥分佈，卻不料被四五賊人尾隨進了山中。當夜，山賊見錢谷一時鬆懈，便將之擊暈掠走錢財，五花大綁棄置山谷。\n夜幕沉沉，商人醒轉過來。他拼命掙扎，大聲呼救。但絕雲間的高山深澗對受傷的商人置之不理，深林中只有他自己的慘呼迴盪，驚起一群夜鳥。\n錢谷正苦於無人援救，哀哀呻吟之時。在夜梟的號叫與山風的呼嘯中，一個蒼老的聲音傳來：\n「起來！」\n「我起不來！」他哭叫著，嚇跑了一隻夜行的狐狸。可是正掙扎著，他發現束縛手腳的繩套早已鬆脫。\n商人站起身來。可沒等他道謝，聲音又指示道：\n「去山上。」\n錢谷沿著曲折的山道爬上山頂，東方的天際已經漸白。在山頂，他望見一顆彎曲的枯松探出石崖之外。先前的賊人們正被五花大綁懸於其上，壓得松枝喀啦作響。\n在一邊的怪石上，端坐著一位鬚髮皆白的老叟。見到錢谷狼狽不堪的模樣，老叟哈哈大笑，將財物悉數奉還。\n面對錢谷的疑問，老叟自稱山中人氏，隨處而居，席地而眠。商人千恩萬謝，老叟卻置之一哂。在錢谷的固請之下，他僅收下了一枚摩拉，權作其愛女大婚之日，出席喜宴的禮金。\n經歷此劫之後，不知是否因禍得福，錢谷的藥店生意逐漸紅火起來，其人也成了璃月港遠近馳名的富商。有人說錢谷發跡之後，曾專程去絕雲間尋人，但除了幾頂破帳篷和舊酒瓶外一無所獲。有人曾在瑤光灘見過這位老者一副礦工裝扮，在絕壁間健步如飛。也有人稱他是一位漁夫，專門救助大船上落海的人。傳說林林總總，不一而足，但未曾有人知曉老者的名號。\n甚為可惜，錢谷如今已年老體衰，而他的千金錢喜仍未婚配。如此看來，山中老叟赴喜宴的機會似乎依然遙遙無期。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "記錄了璃月市井傳說中諸多俠客的奇書，其中有些故事年代已遠，但依舊十分受市井讀者歡迎。\n璃月的國土並非從一開始便由岩王帝君統治。在遙遠的年代裡，曾有眾多魔神漫步大地。\n稱為歸離原的土地在那時曾開遍琉璃百合。歸離原遭受了紛擾戰亂的荼毒，舊日住民盡皆流散；又由於璃月港的繁盛發展而吸引走了大部分新定居的民眾。但在近代，這片原野依舊流傳著許多俠客傳奇。\n在行商與腳伕的閒談與流言中，曾有一個神秘的身影在入夜的歸離原隱現。那是一名身穿靛藍長衣的女子，沿碧水河的淺灘而行；月光為她的側臉勾勒下銀邊，夜風將她的話語送往閃爍無眠的星空。\n據望舒客棧的賓客所說，只有那些在夏夜的蟲鳴中間迷失的過客才能夠看到她；只有那些在螢火蟲飛舞、仙靈飄蕩的夜幕中嗅到一絲琉璃百合清香的人，才能追尋到此人的足跡。有人猜測她或許是一隻迷失了過去的仙獸，是已死魔神的孤獨孑遺，僅在夜晚溫柔地為舊主哀鳴；也有人認為她僅是一位俠客，如同超脫山林市井的諸多俠客一般，隱藏了自己的真實名姓。\n女子的故事不知從何而起，卻公認結束於某為獵人的陳述。這名獵人的說詞與行商的講述大相逕庭。獵人曾在無情的月夜中目睹她持劍同另外幾個凶險的黑影起舞。在優雅凌厲、殺意四射的舞蹈結束後，女子不見了蹤影，僅留下一團血塵。\n第二天，好事者在河邊發現了橫屍的千岩軍兵士與土地勘察員。\n自此之後，儘管總務司發起了多次搜索，然而不再有人見過河畔女子的身影。\n或許那夜的劍舞僅僅是一場仇殺，抑或女子本就是凶凜的大盜。或許此事甚至不需要任何理由與藉口，俠客之所以為俠客，乃因為他們是超脫俗世規則的仗劍之人。\n但隨著璃月港的燈火日漸吞沒郊野的荒村，這等傳奇也漸漸消亡了。\n傳說女子曾經徘徊的那處河岸，如今正盛開著琉璃百合的花朵。"
          }
        ]
      }
    ]
  }
}