{
  "epId": 2299,
  "name": "冒險家羅爾德的日誌",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Diary of Roald the Adventurer_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "冒險家羅爾德的日誌"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德留下的日誌。書頁間夾著少許亮晶晶的苦澀鹽屑。\n——地中之鹽——\n從荻花洲的河灘一路跋涉至此，我的鞋子已經濕透了，上一次脫下鞋子的時候，我甚至從裡面倒出了一隻青蛙。\n從遺蹟的規模看來，這裡在數千年前應該是一座神殿和避難所。據說它是在魔神戰爭期間由鹽之魔神初建的。在璃月的傳說中，她是一個過於柔弱的魔神。在眾魔神無情的混戰中，人類是過於渺小的存在。而鹽之魔神卻並未參與鐵石心腸的競爭，而是收攏了那些戰火中無助流亡的人們，帶領他們在這裡建起城鎮，在天地翻覆的末世中帶給人們慈愛與安慰，試圖尋求與眾魔神重歸和平的可能。\n看起來城市的其他部分早已深藏在碧水河的河床之下，只有這座神殿的基座尚且倖存了。\n她聚集起了一群追隨者，在如今被稱為「地中之鹽」的聚落中苟安。這座城市矗立了數百年，直到魔神倒下的那一天，它才隨之分崩離析。\n溫柔的魔神並非死於與神的對決，而是死於她所深愛的凡人的背叛。\n他是這裡的第一位凡人之王，也是末代之王。儘管與族人一樣，他曾深愛著鹽之魔神，但以凡人的心胸，他終究無法揣測捨棄自我的神之愛。為了尋求守護與戰鬥的力量，為了證明溫柔的不合時宜，他以手中的長劍弑殺了孤獨的魔神。就這樣，鹽的聖殿隨著鹽之魔神的倒下而崩塌，凡人的城迎來了鹽塊般苦澀的結局。\n至於那叛徒之後的遭遇，眾說紛紜，無人知曉。或許，他在城市的廢墟中又孤獨地統治了成百上千年，直到戰爭塵埃落定，廢墟被河水淹沒，王杖爬出蛀蟲，他才隨時光化為土灰。又或許，他在犯下弑神大罪後，便因無可承受的罪孽而自裁了。總之，那些曾受鹽之魔神青睞的族人在璃月大地上四散，帶著傳說遷入了岩之神治下的安全港灣，這段故事才得以流傳至今。\n據說鹽之魔神的遺體依舊留在這片遺蹟深處，雖然早已化為鹽晶，卻依舊保持著被長劍刺穿那一瞬間的姿態。\n天邊陰雲開始集聚，看起來要下大雨了。我得儘快出發。接下來我會前往西北方的輕策山，希望能趕在雨下得太大之前到達。希望不要趕路趕得太急，把這本日誌弄丟…"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德在臨時營地留下的日誌，看起來還很新，散發著輕策山藥草的清香。\n——輕策莊——\n離開龍脊山脈，下到河灘，踏過遍佈荻花的沙洲，穿越遮天蔽日的竹林，我終於進入了輕策山。鞋子已經被水泡透了，衣服也濕了一半。雖說被瓢潑大雨淋成了落湯雞，不過幸好山莊長老們非常友善，讓我在集會大堂裡晾乾了衣褲鞋子，還為我準備了全新的換洗衣物和乾糧。\n輕策山莊有很多小孩子，很可愛，也很難纏；老人也很多，大家都無憂無慮地過著富足的日子。聽長老們說，年輕人大多去璃月港務工了，很多人已經在城市裡成家立業，每個月都會穩定地寄錢回來。後輩們見識了城市的繁華和便利，或許再也不會回來生活了。璃月港讓輕策山富庶安適，卻也令輕策山不可逆轉地漸漸老去。\n根據傳說，「輕策」一詞來源於上古魔獸「螭」。當然，如今的通用語稱之為「螭」，而「輕策」是在蠻荒時代璃月先民口中的發音。\n長老說，千年以前，摩拉克斯鎮服為害璃月的螭獸，螭死後身軀蜷曲轉為頑石，鮮血化為碧水，鱗片成為梯田，曾經的魔獸巢穴變成了如今的輕策山。\n但在簡略勘察過後，我認為這片山區大部分由因外力衝擊而破碎的巨岩組成，並沒有水元素魔獸的生命痕跡存留。或許其實螭的屍骸早已朽爛淨盡，而魔獸化作山巒的故事只是一個古老的傳說？\n接下來我要去絕雲間石林中的那座湖泊去瞧一瞧。璃月人傳說那裡有一座迷宮，據說仙人就隱居其中，希望我有發現它的運氣吧。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德掉在水邊的日誌，其中描述了自己在奧藏山的經歷與之後的冒險計畫。\n——絕雲間·奧藏天池——\n上一本日誌又落在不知何處了。之前，還三次提醒自己：要保管好日誌本，要保管好日誌本，要保管好日誌本…但冒險中時候就忘得一乾二淨了。每年都要浪費不少紙張，希望草之神不要太介意。\n順著蜿蜒曲折的山路與古時採藥人鋪設的棧道爬上奧藏山，又攀上陡峭潮濕的岩壁，這才到達了這座天池。先前一些漁夫說其中水深千仞，但親身驗證過後，我認為這種說法顯然是誇張了。\n輕策山莊的老人誠不欺我，天池的湖水溫暖甘甜，不愧仙境之名。初入絕雲間時，一位老農曾經告訴我，神通廣大的仙人能夠隨時隨地化為雲霧，匯入雲海漫遊。那時我並不相信這種鄉野傳說，但如今目睹湖面起霧，升入頭頂仿佛觸手可及的雲海，也不由得懷疑，一直以來尋覓的仙人是否此刻正在頭頂漫遊，而我卻一無所知？\n向東下山離開奧藏山后，在錯綜複雜的山林中幾乎徹底迷失了方向。當視野再度開闊時，我發現自己又來到了碧水前。這裡視野良好，是個歇息的好地方。今天就在這紮營吧。\n在營地裡整理行裝時，遇到了看起來是出來尋寶的年輕姑娘，自稱愛德華多。據她所說，接下來打算向西走，去奧藏山下的仙湖。\n「傳說在奧藏山的北邊山腳，在這裡以西的某處湖畔，住著一位仙人。既然如此，那自然也有仙人的秘寶了。哈哈哈，等我找到了寶藏，那就…」\n她幡然醒悟似的嚴肅起來，說：「那就和協會聯絡、向協會報告！畢竟我可是冒險家協會的正式成員，和盜寶團絕對沒有關係！」\n確實，有的人冒險，也只是為了單純的物質財富。正所謂璃月人所說的，「人各有志兮，何可思量」。但總體而言，感覺像是個正派的冒險家同僚。\n雖然向西行，探索她所說的「仙湖」聽起來很不錯，但還是決定依計畫行事。不出差錯的話，接下來我會前往歸離原，將那裡的風景與寶藏發掘一番。當然，不出差錯的話，這本日誌也不會弄丟。千萬不能出差錯。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德在臨時營地偶然遺留的日誌，似乎被水浸過，紙上留下了一隻狐狸濕濕的爪印。\n——淥華池——\n沿著碧水河的支流向西南行走，我在天衡山北麓發現了一座池塘，池水比天空還要清澈明亮，水溫與人體溫相仿，味道帶著一絲清甜的餘韻。\n據當地的採藥人所說，千百年前這處池塘本是一處園圃。傳說在魔神混戰的時代，一對不受家族認可的戀人曾在這裡密會。然而動亂無情，男子追隨岩神而去，以凡人之身投入了神的角力之中…就像那個時代的無數凡人，從此百年杳無音訊。\n女子徘徊在園圃之中，等待著戀人歸來。後來，鮮花被荒草取代，荒草在潮水中朽爛；當潮水終於退去，她也回歸土壤時，淚水匯成了這座池塘。或許正是因為浸淫了如此深刻的相思，這裡的池水才如此清澈溫潤吧。\n我在這裡逗留了一個下午，泡著澡不小心就睡著了。等到醒來時，夜幕中閃亮的星座已經清晰可見了。\n一隻小狐狸在附近探頭探腦的，我一抬頭牠就急忙逃走了。\n過了一下子我才發現一隻鞋子不見了，乾糧袋也被翻得亂七八糟的。\n花了比預計更長的時間整理好行李，下一個目的地是東北方碧水河入海處的瑤光灘。"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德留下的日誌，紙上有海風的味道。\n——瑤光灘——\n這裡是碧水河入海之處，河流攜帶的泥沙在這裡沉積成大片平坦的沙灘。當我終於到達的時候，海霧籠罩著這片海灘。我新買的鞋子又濕透了，附近迷霧中正傳來不知何種魔物的聲音…但我聽不出聲源的遠近。\n既然如此，只好聽著霧中的喧鬧，紮下帳篷慢慢等待海霧散去了。\n在望舒客棧歇腳的時候，一位商人曾與我講過「瑤光灘」得名的典故——「萬頃瑤光浮浪去，白沙海畔碧螺空」。\n碧水河閃爍著美玉般的碎光匯入大海，瑤光灘上的「碧螺屋」卻空無一人。\n此前我冒著迷霧尋訪那座小屋時，也沒有遇到此處主人。\n漁民紛紛傳說「碧螺屋」是仙人的居所，而碧螺其實也是仙體的一部分。她曾為大霧中迷路的旅人提供歇腳的場所，照料和治癒遭逢海難的倖存者，也在此為討伐海中魔獸的仙人踐行。\n不過年歲比較大的漁夫也有另一套說法：住在那裡的並非仙人，而是一個世世代代居住在巨螺中的家族。他們以救助迷途者為己任，許多曾遭遇險境的漁民都受過他們的恩惠。\n海霧似乎快要散了，能隱約看見陽光。\n接下來，我會借艘船去孤雲閣那邊，尋訪岩之魔神鎮壓海魔的遺蹟。\n順風順水的話很快就能到達。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德偶然留下的日誌，紙面濕濕的，似乎被潮水浸泡過。\n——孤雲閣——\n避過幾個小島上丘丘人的視線，順風順水地到達了孤雲閣。在我登岸的地方，龐大的六棱石柱剛好阻擋了刺眼的陽光，石柱的陰影下格外陰涼。不知是不是因為有魔物殘骸千年來的滋養，沙灘上的螃蟹才如此肥美，烤來味道很不錯。\n從今日明媚的風景看來，很難想像這裡曾是岩之神與海魔血鬥的戰場。舊日的血水早已融入青藍的大海，無影無蹤了。或許一個人流下的一顆血滴，與無數英雄之血匯集的洪流，在廣闊無垠的海洋面前並無區別，永遠流動的風與洋流註定會洗清塵埃，直到一切如故。\n據說岩之神曾經削岩塑槍，將巨槍投入這片海域，刺穿了深海中作亂的魔神。而巨槍隨著年月流逝逐漸風化，成為了如今的景象。\n稍晚的時候，我回到大陸紮營。從這裡能遠眺從港口出發的航船。遠處，「南十字」船隊正浩浩蕩蕩揚帆遠航，那位傳奇的北斗大人又在執行七星商會的什麼任務呢？\n夜裡睡得很不安穩，夢境總是黑暗潮濕的。我仿佛夢見自己是被岩神刺穿在海底的魔怪，正撲撲簌簌地掙扎、抓撓著堅固的岩槍，每一番動作都帶著極大的痛苦與憎恨…\n看來孤雲閣不是個過夜的好地方，我點起篝火，等到天亮再出發。接下來我會回到璃月港修整一下，然後就動身去絕雲間。上次的訪仙之旅無果而終，這次我要攀上慶雲頂試試運氣。\n註：千萬不要再弄丟日誌了！"
          }
        ]
      },
      {
        "title": "第七卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德的日誌，紙上有山壁岩縫間小花的芳香。\n——絕雲間·慶雲頂——\n開始撰寫這篇冒險日誌前，先寫一小段話，警醒一下。最近總結遊記的時候，發現自己經常不小心把日誌弄丟。羅爾德啊羅爾德，這樣的習慣不改可不行！\n我幾乎忘了自己花了多長時間才爬到這麼高的地方。崖邊連著白茫茫的一片雲海，完全看不出自己曾在這片雲海深處的哪一點仰望山巔的「仙居」。\n在這座山崖上，除了奇松怪柏幾乎看不到任何活物，只有高空的石鳶偶爾會尖嘯著向雲海俯衝下去，再也不見身影。頭頂就是傳說中仙人的居所了，但我在繼續前進之前仍需要修整一番才行。當務之急是修理先前摔壞的登山裝備，順便處理幾處小小的輕傷。初入絕雲間時，一位老農送了我一些藥膏，觸感辛辣，但十分好用。\n在如此高的山巔過夜並不舒服，雲海上的寒風刺骨無情，一刻不停地順著帳篷的縫隙灌進來，根本讓人睡不好覺，即使點燃篝火也會很快熄滅。不知山巔仙居中寄宿的仙人會不會抱怨寒風的清冷，會不會感到孤獨呢？\n一夜無眠，終於等到月亮沉入雲海的時刻。檢查一下包裹，等到天亮就繼續爬上頂峰，前往高空的仙居。希望在這麼高的地方不會下雨。"
          }
        ]
      },
      {
        "title": "第八卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德的日誌，書頁中留下了星點青綠的苔跡。\n——青墟浦——\n為了防止再次丟失，這次我在日誌本的封皮上用苔癬做了記號，在背包裡很顯眼。很好，今晚入睡就放在枕邊，應該不會再不見了。假如再弄丟一次日誌，我可背不起「冒險家」這個大名了，「冒失家」還差不多。\n穿過天衡山的山口往西前進，這裡有一座被本地人稱為「青墟浦」的遺蹟。遺蹟坐落在淺潭中央高聳的岩山上，四面圍繞著陡峭的山壁。幾座石造樓闕與岩之神成就的自然景物渾然一體。淡淡的晨霧正要散去，山岩與遺蹟剛剛被朝陽照亮。看起來今天會是個好天氣。\n傳說，這些遺蹟在岩之神執掌璃月之前就已存在。璃沙郊一帶在魔神混戰的年代曾被大水淹沒。岩山在當時不過是露出水面的小小島嶼。待到戰爭平息，璃沙隨海流星散，先民留下的古老樓閣才顯露出來。\n先前在望舒客棧，我遇到了一位名叫索拉雅的須彌學者。她對於璃沙郊的遺蹟頗有研究，一提起這個話題就停不下來。據她所說，這些廢墟是如今名諱已不可考的魔神與其部眾所留下的。然而滄海終於會桑田，不可一世的魔神也會被擊敗，先民們留下的高大古都堡壘與神殿也就此荒廢，成了如今的青墟浦。直到持續良久的大戰終於結束，遺蹟才水落石出。\n或許這些殘垣斷壁對於長生的仙人、神明而言是某種可供追憶的舊日時光吧…總之，在此之後，這座遺蹟的靜謐氛圍並沒有被高速擴張的繁榮港城影響，也不受層岩巨淵的採礦活動侵擾，就這樣留存至今。倒是近來，因為層岩巨淵的開採活動被停止，遺蹟被魔物佔據了。希望它們不要搞什麼破壞才好。\n這是一個簡單的假說，但想要獲得更多佐證，我還需要繼續往北，去看看靈矩關與遁玉陵的遺蹟。\n正準備出發時，我又遇到了愛德華多，她這次似乎帶了夥伴。她作為冒險者大概很忙，一轉眼就消失在遺蹟中間了。"
          }
        ]
      },
      {
        "title": "第九卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德遺落的日誌，有一些書頁已經殘破發皺了，些許發亮的冰晶附著其上。\n——龍脊雪山——\n從璃月的河岸平原登高而上，龍脊雪山南側的這片區域坡度較緩，風雪平和，而且水源尚未封凍，是個設立營地的好地方。等物資準備完畢，我就以這裡為基地，繼續向頂峰出發。\n佈置好營地後，順便勘察了周邊的遺蹟。這裡的遺蹟很有趣，建築風格與圖案細節與其他地區的無名古建築有著驚人的一致性。從這一點看來，傳說中那個古老的雪山國度很可能正在我的腳下。\n只可惜沒有在遺蹟裡發現任何連貫的銘文，很難確證古國的歷史。或許在更高的地方，更凜冽的風雪深處還隱藏著更多資訊。\n在這裡過夜很難受，寒冷刺骨的陰風總是順著溪流尖嘯而來，颳得帳篷嘩啦作響，催人噩夢。水源處的那座山洞裡一定有不小的空間，我聽到幽魂般的寒風正在其中迴響。但可惜洞口被一道柵欄封得死死的，從外側完全沒有辦法打開。\n晚些時候，我繼續向山上前進。沿途有一些年代較近的遺物，似乎能追溯至蒙德的貴族時代。我發掘出了一些衣物碎片和破爛不堪的武器。厚厚的冰雪減緩了腐朽的速度，使掩埋其間的殘骸得以長年保存。\n從遺物的分佈情況來看，似乎這邊的山徑上曾發生過一場追逐，甚或謀殺。\n即使狂暴的風雪與險惡的異變也沒能阻擋人的野心。這片被神離棄的冰雪之地終究也沾染了後人的罪惡。\n沿著山徑向上攀爬，風雪愈發強烈，氣溫驟降到了難以忍受的程度。我探查了東北方的一處遺蹟。難以置信的是，在這終年暴雪席捲的地方，遺蹟中竟有一片並未封凍的水域！從方位判斷，或許與下方那條溪流的水源是相連的。\n但這片區域太過寒冷，沒辦法冒著凍死或溺水的危險探查遺蹟更深的內部。我粗略地留下了記號，希望風雪不會輕易將它掩埋。\n這裡或許是古老國度的地下避難所，年長日久而被滲入的地下水淹沒。但我也曾聽說，在千百年前的古老時代，暴君們會將犯人投入監牢、鎖進囚籠，然後再緩緩注入大量的水，只為令犯人眼睜睜看著慢慢上漲的水位將自己逐漸淹沒，自腳踝直至口鼻，再到額頭…\n此種刑罰漫長而殘忍，在此種嚴寒氣候之下，更難以想像有誰能夠從中生還。\n偏東的山路有些崎嶇，我在這裡遭遇了愚蠢的意外，險些摔斷腿。幸好只受了點皮外傷，骨頭沒有大礙。但防寒服被冰淩撕裂了一個大口子，寒風一刻不停地往裡灌，簡直像刀刺一樣，非常不妙。\n在傷口麻木之前及時找到了避風的角落，勉強縫補好了撕裂的外衣…但繼續登頂是不可能了。\n稍晚些時候，我終於趕在凍死之前回到了營地。在篝火前烤暖手腳，脫下襪子時才發現有三個腳趾已經凍成了紫色…不管怎樣，起死回生的感覺真不錯。\n風雪稍停時，我舉目仰望，破碎的巨岩圍繞著雪山孤寂的峰頂，在晴空中靜靜懸浮著。詩歌中那條被埋葬在山澗的古老魔龍，其腐朽的盲眼或許也正凝望著高天？\n對於雪山下的許多居民而言，這座異變之山就像諸神目光之外的盲區，被不可理解的命運所統治。在蒙德的古舊童話中，這座雪山是被時間之風遺棄的懲戒之地，因而一切都被呼嘯的寒風凍結在毀滅的一刻。\n但山頂有什麼東西還在悸動，我在夢中感受到了它的呼召——像是細微的歌聲，悅耳卻不祥。\n探險很不順利，但還好保住了性命。只是此日一別，不知以後還能否有機會重攀峰頂…\n接下來我或許會繼續探索璃月，不過當務之急還是補充先前損失的物資，順便換掉這本浸了水的日誌。"
          }
        ]
      },
      {
        "title": "第十卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德留下的日誌，紙張上殘留著緋櫻花瓣的清香與菸葉的苦澀。\n——離島——\n來到離島已經有好幾天了，勘定仍然沒有一點放行的意思。不知還要在這裡滯留多久…希望久利須先生能找到門路，讓我早日離開這裡。\n久利須先生是當地的商會會長。他來自楓丹，是一位穩重友好的紳士，似乎擁有一種能讓外人恍如歸鄉的奇異魅力。\n曾經聽說稻妻並不歡迎外國人，但直到踏上離島的港橋才發現情況如此嚴峻。\n「鎖國令」頒行已有了一段時間，許多外國人在島上滯留，大部分人來了又走，待不長久；也有很多商鋪的店主打包回國了。現在的離島，看起來十分蕭條。\n據說數百年前，柊家的弘嗣公曾在荒島上奇蹟般建起商港，廣招能人商賈加以招待安置，又鼓勵自由經營貿易，令此地盛極一時…但假若那位弘嗣公看到如今離島死氣沉沉的景象，又會作何想法呢？\n不過，他的後人，也就是如今的勘定奉行大人看樣子錦衣玉食，過得還是挺滋潤的。\n真是讓人心生鬱憤。\n又過了些日子，久利須先生帶來了一個好消息。\n聽說再過一陣子，南十字船隊將在稻妻稍作停留。這支大名鼎鼎的遠海武裝船隊應該有辦法把我偷渡到稻妻的其他島嶼，現在我只需要耐心等待。\n雖然不知道久利須先生的消息門路是否準確，但早做準備總不是壞事。首先我得想辦法把露營火炊工具從百合華小姐那裡弄回來，用求的、用贖的都好…\n好像幕府又襲擊了珊瑚宮方向的前哨，造成了很多傷亡…或者反過來？所剩不多的外國人都在交頭接耳，連奉行的役職也無不擔憂地談論著流言。\n不是很清楚究竟發生了什麼事，但又有些商人陸續打包回國了。很多兵船在港口來來往往，似乎是臨時軍事徵用…\n或許我可以利用物資分配混亂的間隙，把我的東西從倉庫弄出來。\n對了，還要提醒自己…這本日誌可不要再遺失了。\n雖然稻妻這邊的筆記本確實有更加漂亮講究的花色封面…但這可不是喜新厭舊的藉口！"
          }
        ]
      },
      {
        "title": "第十一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "著名冒險家羅爾德留下的日誌，書頁間殘留著迷霧的潮氣與菌類的清香。\n在鶴觀的探索不算順利。\n之前多虧一個叫阿釜的當地青年幫了我許多忙，我才能成功從離島脫身，繞過重重監視來到鶴觀。在他的指引下，我也曾深入重重迷霧，在匆忙的一瞥中見證了島上的古老文明，以及夢一般的幻景，但現在，記憶中的景象已經像霧一樣消散了…\n但我還清晰地記得，在這座本應死寂的島上，我竟遇到了一個小孩子。\n或許只是霧氣中漂浮的元素微粒催人產生幻覺，也可能是因為島上的蘑菇…那孩子也許只是一個幻象，或者虛假的記憶。雖然這樣想來更符合現實邏輯，但第二次登島時，我還是多帶了些食物…希望那孩子能收到吧，孤零零地在這座死氣沉沉的荒島上生活，一定很不容易才是。\n再次登島時，我沒有通知阿釜。結果很快便迷失在了濃重的迷霧中間…用盡了方式也辨不清方向，就像這片霧氣在沒來由地拒絕我一樣。\n假如不是那位金髮的旅行者和那隻名叫「派蒙」小精靈及時提供幫助的話，我可能就要兩手空空打道回府了吧。感謝他們為我採摘了當地的「幽燈蕈」，稻妻人傳說這種菌類乃是由鶴觀亡者們古老濃稠的記憶凝結而成的活物，因而閃爍著磷色的幽光，它們擁有明目健腦、增強記憶力的功效。\n經過這些天的嘗試，這種菌類確實有平復心情、令人愉快的作用，似乎對消化也有好處…但記憶力並沒有明顯提升。一定要留下幾棵帶給須彌的朋友研究一下，千萬不要忘了。\n另外，金髮旅行者與派蒙幫忙帶來的古代壁畫相片非常有趣，值得之後細細研究。此次能夠發現如此有價值的歷史遺蹟，還是要多虧了這兩位聲名卓著的大冒險家的熱情、智慧與銳不可當的冒險精神"
          }
        ]
      }
    ]
  }
}