{
  "epId": 2309,
  "name": "少女薇拉的憂鬱",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "我可從來沒有覺得世界很無聊。單純是因為有趣的事情都在很遠的地方罷了。\n——嚮往著未知遠方的平凡少女薇拉，宏大的冒險奇譚悄然開幕。\n——百億世界的百億晝夜——\n「有時候我會想啊，這個小鎮是不是太無聊了？」\n住在小鎮德爾斐的平凡少女薇拉再度這麼抱怨。她躺在小鎮附近的山坡上，閉著眼感受著初夏的微風。\n「那妳覺得什麼樣的地方不無聊呢？」她的好朋友薩奇（性別男）坐在一旁問道。\n薇拉用坐姿體前彎的姿勢坐了起來：\n「我相信星海的彼岸會有一顆星球，上面有能回應一切祈禱和願望的神明，懷抱著願望的人們紛紛前往此處巡禮；我相信，宇宙某處有一個正在和末日戰鬥的世界，十四個女武神們崇高美麗的靈魂短暫而絢麗地燃燒……」\n「妳奇怪的小說看得太多啦。」\n「啊啊……這個地方真的好無聊。難道就沒有什麼有趣的事情發生嗎？」\n「這麼說來，最近鎮上搬來了一戶新人……」\n「新鮮事和有趣的事情是不一樣的！」\n不過雖然這麼說，薇拉還是決定去拜訪一下。而薩奇想起了家裡的規矩，決定晚飯之前回家。\n……\n薇拉推開了新住戶家的門，居然沒有上鎖。\n「有人嗎？」\n就在這時，客廳裡的櫃子門突然大敞，一個戴眼鏡的黑髮少年人衝了出來，跟隨他一起冒出來的還有沾著藍色黏液的觸手。\n「借過借——！塔爾你怎麼隨便放人進來？」\n黑髮的少年人輕輕推開薇拉，撿起了門口的斧頭。\n「沒辦法了，既然妳已經看到了，只能——」\n薇拉人生中最大的危機？！"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "總是在覺得無聊，這可不是什麼憂鬱，而是到了十四歲年紀了。\n總之薇拉的冒險，在此開幕！\n——我的後院略大於整個宇宙——\n「只能讓你也一起幫忙了。」黑髮的少年自稱「艾克」，他給薇拉遞了一把菜刀。\n他走回櫃子前，開始瘋狂地劈砍觸手。\n「過來幫忙關門，如果有觸手襲擊妳，妳就用菜刀防身。」艾克的眼鏡上已經全是藍色黏液了，「快！不能讓這個邪神降臨德爾斐。」\n於是薇拉就幫助艾克關上了門。雖然在壓制觸手的過程中，不小心在艾克的背上刺了兩刀。好在艾克的治療魔法很強效。\n「啊，事實就是這樣啦。我其實今年一千多歲了。這個門通往宇宙任何一個地方。剛才那個是大麥哲倫星雲的古神，我去它那裡拿點東西。」艾克身上都是黏液，只好用薇拉的裙子擦眼鏡，「呃，妳還有什麼想問的嗎？」\n「塔爾是誰？」薇拉好像並不在意。\n「它是吃人古城堡的惡靈，被我收復以後擔任這裡的管家。不知道為什麼對妳很親切啊。」\n父母卻一再提醒薇拉，人最終都會成家立業，遠方也只不過是個永遠的憧憬罷了。她的好友薩奇和她說，倘若她這樣活潑的姑娘嫁去了遠方，這座小鎮會變的很寂寞。\n（單純是因為薩奇看起來太柔弱，和男孩子一起玩會被欺負吧。）\n「人類的精神還太不成熟，我需要指導你們穿過不思議與童年。」艾克向薇拉伸出了邀請的雙手，「你們將會一路歌謠，最終抵達青春。」\n從獵戶座旋臂到永恆的魔神之城，從時間洪流之中到星海閃耀的深處……\n「你說多遠算遠方？宇宙任何一個地方都和我家後院差不多無聊。」他說。\n「遠方的尺度是隨著心變化的。」艾克說，「我的心則略大於整個宇宙。」"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "仙女座的帝國幅員遼闊，基本上佔領了本星系群大半江山。每個行星都有自己的惡魔與眾神，海龍與怪獸。\n「我對你家閃爍的每一個星星都想像過一個故事呢。」「那不可能，這裡看仙女座星雲只有月亮五分之一大。」\n少女薇拉的冒險，仍在繼續！\n——盜走孤星之人——\n「吾乃仙女座星雲帝國第二順位帝座繼承人，名字加起來有兩百多個字。總之你們稱呼我為安德羅-巴西利克斯公主即可。」可愛的少女雙手抱胸，回味了一下剛才的登場，似乎很滿意一般小聲「哼哼」了兩聲。\n公主陛下來到德爾斐的目的就是和艾克結婚。\n「如果跟名震四分之一宇宙的你結婚的話，大姐繼位之後我的安全也能得到保證。」\n「那個，仙女座的帝國有多大？」薇拉問道？\n「可居住的行星九千多吧。」\n——妳都擁有這麼多星星了，為什麼要來搶奪我的閃耀？\n「所以你真的不是想要傷害薇拉嗎？」薩奇看著艾克搬運卷軸與其他行星的地球儀，謹慎地詢問道。\n「沒有。我覺得她很適合當助手。」艾克放下東西後，拍了拍手，「你喜歡她嗎？」\n「我、我也沒、沒有。」薩奇移開了眼睛，擔心被千年的老賢者識破。\n他這時摸到了一個裝滿相框的箱子。薩奇隨便抽出來幾個，照片裡是各種各樣的美人。\n「啊，那個啊。她們說著：『可是我給了你唯一的真愛啊！』真的是唯一的嗎？只是她們的又一次罷了。」\n不知道從哪裡聽來了這麼一句話，薩奇有點生氣的說了出來：\n「你都擁有這麼多星星了，為什麼要來搶奪我的閃耀？」"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有句俗話叫，發光的未必是金子，還有可能是因為失戀而破碎的心。\n總之天上的星星並不是金子，大部分人的心也不是玻璃製成的。\n總之就是這樣，薇拉的冒險，踏入新的篇章！\n——所有那些熠熠生輝的——\n「這些照片裡的人都好漂亮啊。」薇拉也拿起了艾克裝滿相框的箱子。\n「如果不漂亮，就不會有留下相片以供留念的機會。」\n艾克並沒有任何避諱的打算。畢竟也是年紀超過一千的宇宙賢者，他當然知道女孩子極容易受傷，又很容易變得很麻煩。艾克從不欺騙女孩子，學學艾克。\n「見證過繁星，才做出星星形狀的鑽石留念。」他接著解釋，「但是宇宙間那些熠熠生輝的星星，是不屬於任何人的。所以也沒有奪走星辰一說。」\n薇拉並沒有聽明白這一句話，「你在說什麼？」\n「說給一個不在場的傻小子聽。不用在意，人類只是太年輕了。」\n「我會幫助撮合妳和艾克的。」薩奇對仙女座帝國的公主陛下這麼大聲喊道。\n「哈？」\n「我喜歡薇拉，我不想——」\n「噁心。無聊。玷污我的聽覺。低等生物不要說話。薇拉已經是我認可的朋友了，不能把她交給你這種懦弱的人。」\n「哦、哦……」"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "星際高速路和高速公路的路邊是不能野餐的，就算是眾神，被高速星際船撞了也是全責。\n看起來只是普通的小村書房，透過門扉卻可以到達宇宙與時間的任何一處地方！與眾神午餐，與時間捉迷藏。薇拉的冒險，在此繼續！\n——眾神的路邊野餐——\n在艾克午睡的空隙裡，他的侍從之間爆發了巨大的戰爭。\n偉大的魔法師會降伏各種神明、惡魔為自己服務。艾克作為立於魔法師之頂的人，手下的魔神數量比字典的詞條還多。究竟誰才是艾克手下最厲害的僕從呢？為了這個理由，眾魔神決定來打一架。\n不幸的是，他們似乎把公主、薩奇和薇拉也算作助手、僕從之列了。\n艾克午睡持續兩個小時，但目前為止已經有三個恆星被摧毀了！\n「吾為什麼要保護你啊？」公主抽回了手，失去眼球的大惡魔倒在了地上。\n仙女座帝國的支配種族雖然看起來都很可愛，但是他們手掌心有兩張特殊的嘴巴，用來捕食戰敗者或者戀人的眼球。\n「我們不是朋友嗎？」薇拉有點受傷地問道，順帶抹掉了臉上的血。\n「嗯嗯，是啦。」公主臉紅了，移開了目光，「經過上次的事情之後，我就承認妳是我唯一的朋友了。不過我說的不是薇拉妳啦。」\n「誒——」薩奇正被巨龍咬在嘴巴裡。\n「怎麼樣，要投降嗎？」巨龍用老爺爺一樣的聲音問道，「如果投降，承認自己是低賤無能之輩，我就饒了你們。」\n「我投降——投降！」薩奇大喊。\n「賤種蜥蜴少口吐狂言了。吾宮闈之中的壁虎都比你強大！」公主掰了掰手腕。\n「我是無辜的啊啊啊——」薩奇被巨龍丟上了天。\n仙女座的支配種族對遠古巨龍的勝負，在一瞬間結束！\n最後只要好好投降，就不會有生命危險了嘛。\n薩奇在比賽中出局，用拖鞋叫醒了艾克。薇拉也在公主的保護下活了下來。\n「呃啊，無能之輩，看到就要吐了。低賤的東西，不要靠近我，不要和我說話，不要看我，不要和我呼吸一樣的空氣。」公主對薩奇的態度降到了低點。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "曾經有一位偉大的學者，想要給帝國的節日寫一本著作。\n結果他發現，好像帝國每一天都有過節的傳統！如此巨大的工作量之下，他寫了六個月人就跑路了。\n作者我啊，是不會辜負大家的！\n——獻給許許多多的節日——\n近期雖然各種大事件頻發，不過那都是宇宙裡的事情。現在，一個相對平凡的大事馬上就要發生了。小鎮即將迎來自己的節日。\n「這回總輪到我來向你們兩個介紹這個小鎮了吧？」薇拉給公主和艾克端上了家裡自製的燉菜。\n畢竟之前宇宙冒險裡遇到的事情，都在由公主和艾克在充當解說。如果說薇拉有什麼知識能在他們倆面前顯擺，那也只有自己的老家了。\n「……後來大王的第一信使，勇敢的騎士霍夫曼向西橫跨了兩個大陸，渡過了大洋和河流；而御前的賢者、東方的女巫浮萍夫人則在向東的路途中經過了故鄉，然後走過了幽冥的國土。最後他們相遇在了這裡。」\n「欸，這樣啊。好厲害。」公主陛下的演技需要提升。雖然她是真心不想讓薇拉察覺出她對這個故事的毫不關心。\n「那也只能說明，這個地方是那位大王的都城在這個星球的對稱點吧。」艾克隨便找了一個看起來並不重要的地方吐槽。\n「啊哈哈哈哈，仔細想想是這樣沒錯。」薇拉摸著後腦勺笑著說道。\n「我一直說著想要離開這裡，但是最後發現，自己也只對這裡最熟悉。」小鎮紀念日的前夜，突然發現了這點的薇拉在薩奇的面前哭了起來！\n「你這個混蛋啊，居然弄哭薇拉！」公主唐突地用飛踢入場，擊飛了薩奇。"
          }
        ]
      },
      {
        "title": "第七卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在宇宙的邊陲的一片星團，可居住的行星密度稀疏。因此這是一片屬於星海操帆士和海盜的樂土。\n因為是宇宙，所以航行沒有左舷、右舷。靠著恆星的那一側叫做星舷。\n少女薇拉的冒險，在方位感消失的星海繼續！\n——星海戰記——\n「重新點燃太陽也不算什麼難事。但是這應該不是仙女座帝國想要看到的事情。」艾克對著驚慌失措的薇拉說道。\n「你是說，公主她綁架了薩奇？」薇拉先是略作思考，有些驚訝地說。\n「妳是怎麼能想到這個情景的？我是說，能綁架公主和薇拉的，只有仙女座帝國。」艾克轉過身來，面對著星系的千萬生靈。\n他停頓了一下，大聲說道：「星海的眾生。我雖然領授至高聖王列班寧的召請來此，目的是為所剩不多的恆星續火。但是仙女座帝國似乎不願意看到這裡能得長存久安，為此他們挾持了我的友人。」\n「你這樣豈不是把他們兩人的性命放在此世眾生之上了嗎？」聖王列班寧從聖座上站了起來，「這樣的話，我統一星海諸島，究竟是為了什麼？」\n最後聖王單槍匹馬深入死地、打敗仙女座帝國的刺客、救回了公主和薩奇兩人。之後，她和艾克簡單聊了幾句。\n「沒想到妳可以打敗仙女座支配種族。他們作為生物個體也是十分強大的。那聖王試練中需要殺死的聖龍確實不是妳的對手。」艾克稱讚。\n「其實我就是聖龍。在和列班寧的血肉融合之後，我在為了她的願望而行動。」\n「呃……」艾克略微感到了驚訝。\n「話說，那個小子就是第二公主看上的人嗎？我進去的時候他們正在……」\n「什麼？！」艾克略微感到了十二分的驚訝。"
          }
        ]
      },
      {
        "title": "第八卷",
        "desc": [
          {
            "type": "RichText",
            "text": "女孩子們的睡衣派對環節，男性當然不准參加！可愛的女孩們就像是黃金時代的眾神一樣，神聖不可方物。\n薇拉、公主、聖王列班寧，還有星際巢蟲的雌性主腦烏爾，四人的少女夜話！\n——女孩她們自己——\n「所以說都是誤會啊。她當時準備吃了我來著。」薩奇開始解釋。\n「那應該不是吃。」艾克推了一下眼鏡，「仙女座帝國支配種族的手心有捕食眼球的器官。」\n「我見過。怎麼說呢…七鰓鰻？」薩奇說出最後這個詞的時候，渾身打了個顫。\n「你聽我說完。」艾克想要點自己的眼睛，卻不小心在眼鏡片上壓出了一個指紋。他摘掉眼鏡，點了點左眼，「他們吃掉眼睛的習俗，包含著兩種意義：臣服……」\n然後他點了點右眼，「……與愛戀。」\n薩奇也跟著開始摸起了自己的兩個眼眶，若有所思。他似乎是在回憶當時究竟是哪個。\n「說到底，公主她其實也根本不明白這些事情差異在哪裡。對她臣服者、被她所征服之物，以及愛著她的人——在她看來都是一樣的。是在皇室的權力爭鬥中，不會傷害她的人罷了。」\n「怪不得仙女座帝國的刺客會綁架她。也就是說是其他繼承人的一石二鳥的計策咯？」\n「我是不想捲入繼承人之爭的。所以只能讓你多支持她一些了。」\n「所，以，說——我和她不是這種關係啦！她不是最討厭我了嗎？」\n與此同時，女孩子聊了什麼呢？這可能就是永遠的謎了。"
          }
        ]
      },
      {
        "title": "第九卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「薇拉她這麼漂亮，在宇宙裡閃耀，而我……」「這個年紀的男孩子看起來就是會比女孩子矮小。」\n必須得到達青春，必須得告別童年了！事到如今才點題也並不晚，少女薇拉真的開始憂鬱！\n——魂斷深海古神殿——\n隨著薇拉與薩奇的年紀增長，四個人的關係也在發生奇妙的變化。\n「我不想聽你解釋了。」薩奇對艾克說，「就算你真的對薇拉不是那種感情，薇拉也會一直追逐你的。」\n艾克是遠方的象徵，是未知與新奇的隱喻。勇敢的鳥兒一生也不會築巢，只會在戀慕的風中飄蕩。\n薩奇卻被艾克告誡，「怎麼想一千歲也都是老年啦。」\n「那和我年齡還挺般配的吧。」公主開心地把頭伸了過來。\n鼓起勇氣準備告白的薩奇，卻面臨了最殘酷的命運。\n還記得第一卷艾克和薇拉見面時從古神那裡取來的古劍嗎？那是艾克為了推進命運取來的鑰匙——現在薇拉被這把劍劃破了手指，窮凶極惡的遠古病毒將她殺死了！\n「都是你！」薩奇拽住了艾克的衣領。如果是在平時，艾克一定會笑呵呵地裝傻——他本性也只是一個溫和善良的老人罷了。可是這一次，他拍開了薩奇的手。\n「你不是可以倒回時間嗎，救救薇拉吧！」公主也這麼哀求。\n「你們不明白，只有未來拯救過去，修改過去是沒辦法拯救沒有薇拉的未來的。」艾克咬住了嘴唇，一直咬到血液滲出。\n「有個地方曾經有個神話傳說。白銀時代的人類童年極其漫長，多達兩百多年。這讓短暫的成熟充滿苦難。」\n對於其他人來說，童年已經結束了，可是青春卻遙不可及。\n沒有薇拉的《少女薇拉的憂鬱》，下回繼續！"
          }
        ]
      },
      {
        "title": "第十卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「已經可以了。我們回家吧……現在距離我最遠的地方，就是有你的德爾斐。」\n雖然現在才解釋，小鎮德爾斐是希臘神話的世界中心。《少女薇拉的憂鬱》，圓滿完結……嗎？\n——少女薇拉的憂鬱——\n為了復活薇拉，薩奇與艾克還有公主經歷了壯絕的二十年冒險。從地獄大君動手，一直殺到吞噬恆星的星際巨龍處。三人順手拯救了兩個星系和銀河帝國，消滅了四種危險的星際蟲類。\n剛剛醒來的薇拉被歷戰的宇宙英雄薩奇抱在了懷中。\n二十年對於仙女座支配種族來說並不算什麼，她還是一樣可愛。只不過她的表情十分奇怪，那是發自真心的高興，又有些失落。\n薩奇失去了一隻眼睛，現在已經長得十分高大健壯了。不過還是和以前一樣愛哭呢，淚水都把薇拉肩膀打濕了。不過他已經不會再輕言放棄了。\n艾克並沒有什麼變化，一直是一副淡淡微笑的表情。\n「我只是時間的回音。」艾克開始了準備工作，「就像我上次說的，過去不能改寫未來。預定調和法則比我略強一點。但是充滿無限可能的未來能夠拯救世界。」\n艾克將薩奇變回二十年前少年的模樣，一起回到了他們啟程那日。四人的小團體好像一切如常，但是大家都察覺到以前一樣天真的日子不會再來了。\n「我很抱歉讓你失去了童年。去吧，這是你應得的青春。」艾克對薩奇說道。\n「我為了妳經歷了宇宙間的一切不可思議，我的童年已經結束了。」薩奇對命運之人鼓起了勇氣，「如果沒有妳，我無法到達青春。」\n答覆究竟如何！\n作者拿著前九卷的版稅花天酒地去了。如果你們在星海諸界裡找到他麻煩催一下稿。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "少女薇拉的憂鬱"
          }
        ]
      }
    ]
  }
}