{
  "epId": 2317,
  "name": "新六狐傳",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1674110945,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有關記憶的故事，總是與得而復失的瞬間相連。本書並非全然新作，而是名作《有樂齋六狐傳》之改寫。\n序\n有關記憶的故事，總是與得而復失的瞬間相連。\n若要談起拙作動筆緣由，其實也並不是什麼大不了的事。\n那夜，我正在烏有亭飲酒消閒，不巧偶遇了闊別已久的友人——不知何時起，她便坐在了一邊的雅座上。\n「哎呀，是誰今天難得好興致，卻又一個人孤零零喝酒呢？」\n見她這樣問，我隨口便答：\n「好酒總是待價而沽，難免要一個人耐著性子苦等。」\n「老套的說辭…你還是一點意思都沒有。\n如今貴為總編的她手握小盞，一副酒興將起的模樣。\n「不如為自己賺些酒錢如何？反正閒著也是閒著。」\n「至於今夜的酒，我來買單就好。」\n她又笑著如是說，恐怕已經是第三次了。\n「妳回來了。」\n我看見夜風攜著幾點神櫻花瓣落在她的酒盞中，打碎了小小的月亮。\n一種似曾相識的感觸襲來，不知怎的便丟人地吐出了這四個字。\n「你喝醉了。」\n她面生不悅，語氣帶著某種不容動搖的威嚴。\n可是很快，她便放下酒盞，嘆了口氣：\n「她離開的時候，我還沒有出生。」\n而我那時也不過一介少年。\n「她曾講過的故事，或許只有你才能複述了吧。」\n就這樣，說來好笑，我便著了道，要為八重堂再動一次筆了。\n也請諸位老讀者莫要氣惱，這並非我擅自爽卻歇筆的承諾。\n畢竟我也要為即將降價的佳釀早做準備，再者說，更不能虧欠了那夜總編大人請我的好酒。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "被稱為「黑狐」阿達及其故事，本是《有樂齋六狐傳》的第三章。由於筆者的特別偏愛，特別被提至第一個故事。\n各位請原諒我嘮叨，在故事開始之前，還要先介紹一番——\n何謂「新」六狐傳？\n眾所周知，有新即有舊。本書正是基於五百年前一度流行的《有樂齋六狐傳》，稍加改編而成之世俗新本也。本人文筆鄙陋，還望有樂齋大人與諸位讀者見諒。\n說起有樂齋大人，其人在我幼時便已頗有名氣。那時候齋宮大人亦對其文字與茶品青睞有加，在狐狸一族之中，有樂齋大人算是第一等的風雅之士了。\n只可惜，往事隨風，自有樂齋大人不幸犯下大罪引咎離去，至今已有五百餘年矣…\n閒話不再多說，《新六狐傳》之開端，正在高聳的影向山中。\n傳說在大狐白辰在世的年月裡，其手下有六位弟子，皆是法術高強、變化多端之士，平日裡負責輔助主母白辰協調神社事務、守衛影向山之安全無虞。\n六狐之首名曰黑狐阿達，雖是女兒身，卻生得虎背熊腰，魁偉壯大。其性情奔放不羈，因在神社正殿醉酒大鬧，摔壞了將軍神體，而惹得白辰大怒，將她放逐山下，好生反省。\n卻說這黑狐阿達，方才好聲好氣下山，便將主母的誡誨忘個精光。打上一壺好酒，直往村莊尋釁去了。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "本冊講述了「黑狐阿達」與「戶隱的雙鬼」之間的對決故事。該故事在《有樂齋六狐傳》中不幸佚失，今幸而尋回，加以改編而成。\n書接上回，話說那黑狐阿達直往村莊尋釁去了，只見路旁卻立著兩位女子作樵夫打扮，腰間卻各挎著一柄七尺野太刀、一柄短太刀，又一柄脇差，真個是全副武裝，鋒芒畢露。\n兩女子見黑壯身影大步而來，搞得塵土飛揚，地面振動，便警戒起來，手扶刀柄同聲問道：\n「來者何人？莫不是妖怪！」\n那身影便道：\n「哈哈，正是妖怪！」\n二女未敢含糊，抽刀上前便斬。卻不想被那妖怪一步閃過，側過身來捉住兩人手腕順勢一擰，七尺長的大太刀便噹啷落地。二女吃痛一驚，又去拔脅側的短太刀，但為時已晚——只見黑狐奮起一掌將一人擊飛，又挾住另一人，拎小雞一樣提將起來。就這樣提著一人，蹬木屐的大腳踏上了另一人胸口。\n「『戶隱的雙鬼』？去年便見妳姐妹二人欺壓村民，讓我好生收拾一番。今次還是不生教訓！」\n二位女強盜一聽這話，又羞又惱，一時間只顧道歉求饒。卻不想黑狐阿達直接把她倆丟在地上，兀自開了腔：\n「也罷，既然我被白辰大人趕下了山，是個無主的妖怪了。不如妳二人陪我行俠仗義，也不至太無聊！」"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在五百年前的《有樂齋六狐傳》中，葉山與阿優亦有獨立的故事。但在此時，這對母女還要仰賴阿達的搭救。\n書接上回，黑狐阿達收服了「戶隱的雙鬼」兩位女強盜，踏上了行俠仗義之路。\n三人在紺田村歇腳不久，便偶遇一對母女。\n攀談起來，這母女二人乃是清籟島遠來的樂人，老婦姓葉山，少女名阿優。她們正準備進稻妻城慶祝祭典，結果卻被村裡賣堇瓜的大戶詐了，一定要她們用離譜的高價買下堇瓜，只因為他此前「好心」提供了幾個堇瓜供她們解渴。但巡遊藝人哪來那麼多錢？又不能把回家的盤纏花掉…\n「戶隱的雙鬼」一向暴烈，聞聽此言，登時咬牙切齒，妳唱我和，非要找這奸商算帳，把他大卸八塊不可。可黑狐阿達此時卻有了主意。一聲沉吟止住了雙鬼姐妹：\n「行了，我明白了。」\n然後又對母女稍加安撫：\n「妳二位不必擔心，大姐我已經有了分寸，只看我去理論一番便可。」\n說完，便又大步離去，去找那奸商去了。"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "《有樂齋六狐傳》中最具張力的故事片段，據說乃是有樂齋大人自璃月歸來所寫。亦被筆者全文收錄。\n書接上回，黑狐阿達大步離去，找那奸商理論去了。\n這賣堇瓜的土左衛門原本也是一位武士，只是稻妻承平日久，好刀也無處施展，便在村裡做了商戶。學了些威逼敲詐、取巧經營的手段，又多虧面相兇惡無人敢惹，一來二去，也便成了村裡的大戶。\n這天，土左衛門正在攤子前乘涼，只見一陣塵土飛揚，土地動振，比棚子更大的陰影便罩在了他的頭上：\n「大哥，買瓜！」\n土左衛門微睜一眼，打量了一下來客：只見來者身形魁梧，黑壯兇猛，站相毫無禮節，似要斫人，卻是一個女人！\n「要多少？」\n來者也不著急回答，只是望著案板上的脇差：\n「好刀，好刀。」\n「確實好刀，我也曾是武家門下人，總要有點上眼的家寶。」\n土左衛門不明就裡，隨聲應和。\n「只可惜拿來切了瓜。」\n見來者話裡有刺，土左衛門面露不悅：\n「妳是來買瓜的不是？如何恁多言語？」\n「是，是。」\n黑狐阿達嘿嘿一笑，權作賠禮。\n「切一升堇瓜塊，瓜皮全部削掉。」\n土左衛門滿臉狐疑，卻也無意質疑。便切了一升堇瓜塊，上秤稱量。\n「大哥這秤桿如何不平？」\n土左衛門聞聽此言，便握緊了刀。\n「我說你這秤，好像還有點脾氣呢！」\n「大姐妳若是有心消遣，不如先將摩拉給我。」\n土左衛門按捺不住怒火，理論起來。\n「嘿嘿，不是我不願先付帳，只是怕你不肯接。」\n「妳肯付我就肯接！」\n「當真如此？！」\n「還能有假！」\n只見黑狐怒吼一聲「接著！」，便將手中一包滿滿的摩拉劈頭砸在土左衛門臉上。土左衛門躲閃不及，直接挨了個七葷八素，後仰著摔了下去，手裡的寶貝脇差也飛脫出去，落在身邊。仔細一看可不得了，那奸商的鼻子被摩拉袋砸成扁扁的一坨，活像是裝菸管的荷包。\n黑狐阿達又兩步過來，踩住那奸商胸口。也不言語，當面便是一拳。打得奸商腦內金鼓齊鳴，簡直像是開了個璃月跨海武道會。土左衛門掙扎著要爬起身，拿起剛剛落在地上的脇差。卻被黑狐發現，一怒之下又是一拳，打得土左衛門頭頂一對狸貓耳朵「噗」地蹦出來，口中止不住地求饒。\n阿達見狀哈哈大笑，這奸商原來也是妖怪，而且竟是個髒兮兮的狸貓！\n於是，收了狸貓偷來的脅差，將這惡霸的財產分與全村，又將剩餘的錢財交予那對落難母女，黑狐阿達便姑且饒了這狸妖的性命，繼續上路去也。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "《新六狐傳》中特別新增了對於舊事的評論，如讀者讀之煩悶，可特別略過本冊。但對於筆者而言，不得不談之事，不得不抒發之感慨，仍是要浪費筆墨言明的。\n黑狐阿達的逸事暫告一段落，還請寬恕筆者嘮叨，仍要為些許年前的舊事多加評論。\n關於當年有樂齋大人因何事引得齋宮震怒，如今早已不再清楚。不過彼時八重大人因為多喝了兩三四五六七八杯，願意為我講講親歷的史料。\n此文本是小說家言，我自是要把真話改變成稗抄野史的。\n當初狐齋宮離開白辰之野，赴任鳴神大社之時，八重大人尚未出生。因此她的新狐幼童年歲裡，都是聽聞齋宮之事長大的。她對齋宮之大愛自是敬仰。\n因此八重大人之遊歷生涯，最後也以赴任鳴神大社作結。\n因其血脈相親，齋宮大人對年幼的八重大人照顧頗多，但今日的八重大人卻總是盡可能避免回憶那段日子…\n——雖說已保證是小說家言，八重大人的身世，為避免主編審核刪改，筆者也不便透露太多就是了。\n話說回有樂齋之事。當年有樂齋大人因何事引得齋宮震怒，如今早已不再清楚。只知或許他的所為，與日後深淵之入侵或許有所關聯。\n但在有樂齋大人被迫離去之後，狐齋宮大人便也不再駐留鳴神大社，而是前往城中天守長居了。\n「天變地異之浩劫將至。此身須盡到御側之人、生靈護主的義務，因此盡快前往將軍身側才行。」\n齋宮大人的第二次離去之時，八重大人也不過少女之齡。一直追隨之人，再度離她而去了。豈料不多時災厄席捲列島，我們才得以瞭解其中深意…\n只是一切為時已晚，一切事與願違。\n這時，齋宮大人第三次離去，也是永遠地離開了。\n五百年的時光或許於凡人而言過於漫長，但其事變留下的悲歡傷痛，不論對於朝生夕死者、或是常生難滅者而言，都是難以抹除的。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "新六狐傳"
          }
        ]
      }
    ]
  }
}