{
  "epId": 2322,
  "name": "浮浪記",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "璃月被海獸侵擾的時代，無名船師的傳奇故事。\n——潮起——\n皓月當空時分，船歌徐起。\n璃月港曾有駕艨艟巨艦獵殺海獸者，被人們稱為「船師」。\n船師們在船體裝飾著海中巨獸的骨骼，以示無所畏懼。但船員們悠揚的船歌中卻罕有關於獵殺海獸的內容。這並非因為船師們不喜沽名釣譽，吹噓獵績；而是因為在大海尚不平靜的年代裡，船歌中出現血水之辭實屬不祥。\n有這樣一位手執大劍的船師，在遍佈礁岩、暗流洶湧的遙遠海域出入自由，在風暴和海獸的咆哮聲中肆行無忌。冥冥諸海之下的黑暗世界，於他而言是了無邊際的獵場，作亂一方的海中巨獸往往成為他的戰利品，高懸在船舷邊上。\n但橫行波濤的船師卻似乎從來不懂常人的苦樂，他的日子裡只有漫長的搜尋與獵殺，與腥澀的海風、陰鬱的鯨歌相伴。船員們對他畏懼大於愛戴，往往為他身上虯纏海草一般的氣息而惴惴不安。狂暴的遠海中，船師的快船永遠在沉默而冷酷地前進。\n只有那永遠坐在高聳船艏上的少女能夠令船師的目光稍稍溫柔。沉迷濤聲的少女是他的領航，共鯨歌同唱，引導斬風破浪的大艦航向巨獸出沒的海域。\n領航的少女以歌祭海，向每一絲海風與每一縷波濤致敬——\n「與我共傾聽那巨鯨沉吟，同聽濤響。\n待到海流風向正確時，向深海起航。\n敬那早已故去的神靈，敬我的舊主，\n請讓我將紛亂的洋流編織成為海圖，\n指引每一個魂靈，皆安然重返故鄉。」\n歌聲既落，船師欣然呼號起航。巨艦緩緩離開港灣，向著晨曦投下的碎光逐浪而去。\n如同此前的每一日，這便是船師浮浪故事的起始。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在不息迴盪的海歌中，船師與命運的強敵搏鬥至最後。\n——狂濤——\n「與我同行入風暴淵藪，聽那冥海沉吟。\n待到海流風向正確時，向大漩渦徐航。\n我聽見故主的囈語，祝福著她的後嗣：\n請讓她們安然渡過烈風與旋流的狂舞，\n令海獸的巢穴，向勇士們的魚叉動搖。」\n在翻覆海天的風暴中，恆久的船歌未曾被遮蔽。少女的嗓音與驚濤同調，指引著船師避開危險的暗流，直向風暴中海獸翻騰之處沖去。\n穿越滾轉的漩渦，在雷電與風柱之間穿梭，巨艦闖入巨獸肆虐的領海。在映天的雷光中，船師舉起大劍，毫無畏懼。\n順著船師的目光，船員們這才注意到，黑暗的濃雲中未被雷光照亮的暗影，正是那連攜遠山的龐大之軀。與大漩渦中央如山脈般可怖的身影相比，艦上裝飾的獸類骨骼仿若幼崽。\n仿佛要向如幕牆般宏大的魔軀上發洩凡人的一切恐懼與妄想，隨船師的命令，艦側巨弩陸續擊發，磐岩彈丸與帶倒鉤的玄鐵魚叉在海獸的軀體上留下了可怖的傷痕。\n海中惡獸因劇痛而狂嘯，翻騰起赤紅的巨浪，猛力拍打艨艟船身。巨艦險被海獸的衝擊掀翻，甲板因洶湧的赤色潮水而難以行走。水手們浸沒在腥臭的洪流中，咒罵著司掌一切元素的諸多神靈，徒勞地將磐岩與利矛向巨獸射去。\n冷酷的船師從不為命運交付的敵手恐懼，船艏的少女亦以歌聲回應海獸的咆哮。巨艦圍繞著巨獸、順著亂流旋圜；承受著利齒與毒爪的衝擊，用弩炮、魚叉、投石，乃至凡人的血肉之軀發洩著懼怖與怒火。\n待到海獸的巨軀傷痕累累，海面上觸鬚與利爪斷裂殆盡；船師的大艦也已經疲敝不堪——半數桅杆已然折斷，半數弩炮已經支離，半數船員成了惡獸的晚餐，甚至他引以為傲的大劍也已折為兩半。這是一場必敗的挑戰，如同幼童挑戰巨人那般。\n重傷的海獸深知敵手已失去威脅，於是浮上海面，旋開利齒滿布的巨口，欲將動彈不得的巨艦一口吞下。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "待到一切複歸風平浪靜，海風輕輕吟唱著歸鄉的故曲……\n——潮息——\n月亮被黑雲遮蔽的時刻，船歌未息。\n暴風漸止的海面上，破碎的巨艦緩緩滑向深淵。\n海獸螺旋狀的巨口大開，體腔內傳出沉雷般低吟。海中惡獸心滿意足，張開堅硬的礁岩眼瞼，想要最後一見不自量力的對手，卻將脆弱的巨眼暴露給垂死的船師。\n他望見了絕佳的機會，而透過他渺小的雙眼，海獸望見了比海淵更為黑暗的心。\n風暴的最後一道閃電點亮天空，巨艦的船艏在巨獸的旋齒之間裂成兩半，又被攪成碎片，就連龍骨的尖叫也被浪聲淹沒。\n接著，一切復歸黑暗——直到狂怒的咆哮又在黑暗的海面上響起。\n船師將斷劍深深刺入海獸的眼中，一次接著一次，直至穢毒的狂潮濺滿他的全身，直至斷劍的利刃也斷在巨獸破裂的眼球裡。\n當船師被無數鋒利的指爪掣住，面臨兇險的命運之時，他依然在用拳頭、牙齒和指甲戰鬥著。直到他將被海獸的利爪撕成碎片時——\n熟悉的船歌隨著鹹腥的風而來，海獸暫緩了動作。\n「與我同詠唱海洋的離歌，我喜悅的歌。\n待到海流風向正確時，我將與他別離。\n我聽見故主的召喚，源泉正待我歸去。\n請記住我與失卻的主人，重複這旋律。\n終有一日，你會尋得我，沉睡於淵底…\n——或許在那時，你也已被深暗漩渦吞噬。」\n海中巨獸的觸鬚如御座般盤虯升起，歌唱的少女正仰臥其中。任利爪刺破皮膚，觸鬚鉗緊手腕，任衣裙在海面飄散，她仍向船師唱著告別的歌。\n然後，少女被海獸溫柔地擁入黑漆的海中。\n在海洋被無常災禍統治的時代，浮浪之人朝生暮死。\n船師在陌生的商船上醒來，他已失去了自己的船與所有船員，徒留滿身瘡痍，與一個永遠迴盪著空靈船歌的深海舊夢——\n「待到海流風向正確時，我便出海為她尋仇，沉迷濤聲的人兒……」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "浮浪記"
          }
        ]
      }
    ]
  }
}