{
  "epId": 2323,
  "name": "清泉之心",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "清泉之心"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉鎮獵人們口口相傳的傳說故事，講述了泉水精靈與不知名少年的相遇。\n如水的月光下，流淚的少年對清泉許下願望。\n遠來的精靈客居無心的泉水之中，靜靜地傾聽著無聲的心願。\n泉水中的精靈並無悠遠的記憶，也無深沉的夢想。她們來自水的精華，是無面目的天使之後裔。\n因而，當好奇的精靈從清泉中現身，從淚滴中聽到少年的心聲，便立刻對這更加年輕而脆弱的生命產生了興趣。\n沉默的精靈伸出無形狀的手指，輕觸少年的額頭與臉頰。同夜露一般冰涼，如失去的祝福一樣柔軟。\n少年為陌生的感觸驚醒，抬起頭，正迎上精靈的目光。\n「妳能替我實現願望嗎？」少年問道。\n泉水的精靈為唐突的發問驚訝不解，但她無法發聲，只是輕輕點頭。\n少年心滿意足地離去。\n他未曾知道，泉水精靈是孤獨的。她沒有友伴與親人，也失卻了大部分智慧。\n只有在泉水源源不斷從石縫湧出，匯入池塘時，望著被漣漪擊碎的月亮，她才漸漸獲得思索的能力，漸漸能夠模仿破碎的話語。\n好奇的精靈張望著這個世界，帶著純淨的愛與無知，帶著幼稚的靈性。她為偷吃漿果的狐狸與松鼠而欣喜，也為遮蔽銀河的烏雲哀傷。\n對於那夜的少年，一種複雜卻不成熟的感情在她的心中湧流。\n孤獨的她既無力量也無智慧，終究無法實現他的心願。\n但她可以分擔願望，從他的煩惱中汲取生命，與他一同分享。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉鎮獵人們口口相傳的傳說故事，講述了泉水精靈與少年的相識。\n望著漣漪中破碎的月光，少年向泉水傾訴真心。\n從他的話語中，她得知了他的許多故事。\n而從她的沉默中，他為自己堅定了信心。\n泉水的精靈懵懂地明白，這世界上的美好不僅有月光與漿果，令人嘆惋的黑暗也不僅有遮蔽夜空的層層烏雲。\n少年向她講述森林、城市與高牆，與她分享他的歡樂、哀傷與恐慌。\n而在傾聽中，她對自己所新生的這個並不完美的世界日漸著迷。\n當少年為自己的無力煩惱時，泉水的精靈溫柔而沉默地替他拭去淚水。從他的淚水中，她對清泉之外的世界又多了幾分理解。\n淚水匯入池水，精靈將之淨化，轉變成為少年帶來好夢的醴泉。少年則忘記了清醒時的一切傷痛，在夢中的清泉與沉默的精靈相會。\n每當此時，月光溶融的池水中，安睡的精靈也展露笑顏。\n清露滋潤著少年的美夢，少年的夢想也潤濕了孤獨的精靈。\n在夢中，泉水的精靈為少年講述著遙遠的水之國度，講述著藍寶石般的家鄉，淺唱著流放者的鄉愁，嘆息著離鄉與歸宿。而少年則成了沉默的傾聽者，為她的遭遇而流淚，為她的幸福而欣慰。\n就這樣，泉水精靈在少年的記憶與夢境中獲得了言談的能力。\n就這樣，她與少年成為了無言不歡的朋友。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉鎮獵人們口口相傳的傳說故事，講述了泉水精靈與少年許下諾言的故事。\n當夜風停止吹拂，池中的月亮復歸圓滿，少年第一次聽到了精靈的聲音。\n精靈生來便是比人類更加纖細而敏感的生靈，少年不禁為她哀歌一般溫柔的語言入迷。\n但精靈畢竟生來便是比人類更加纖細而敏感的生靈，透過少年的眼眸，她望見了無法隱瞞的思慕，與即將脫口而出的諾言。\n突然間，精靈驚慌失措。\n凡人的生命頑強卻短暫，少年終將成長，終會老去。等到他褪去青澀與純真，又將如何對待元素的純淨後裔？等到他年歲將衰，是否會自我責備，因一個幼稚的諾言而枉度一生？\n泉水的精靈純淨而善良，但她並不懂得人界之愛。她未曾見識過人的奇蹟，而只將千百年的變遷視作等閒。也正因此，她格外恐懼離別。\n在人類看來奇蹟般的守候，於元素之精靈看來只是短暫的美好。\n而所愛之人的衰老，即使精靈的力量也無法挽回。\n纖細的泉水精靈不忍目睹那一日不可逆轉地降臨，於是用一吻制止了少年。\n少年何其愚鈍，竟將精靈冰涼的拒絕之吻誤以為對諾言的認可。\n在那一刻，精靈下定決心終會忍心離開少年。\n而少年則立下了永遠陪伴在清泉旁邊的誓言。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "清泉鎮獵人們口口相傳的傳說故事，不再是少年的少年與不老的精靈終於面對苦澀的缺憾結局。\n後來，再後來，少年漸漸成長，交了新的朋友，有了新的經歷。\n泉水的精靈依舊如同年輕時那樣，為他安靜地唱著每一首溫柔的哀歌。\n直到那一天，她終於離去，不再望向少年的方向。\n泉水叮咚作響不再匯成語言，漣漪中破碎的月亮也不再在水面的腳印中復合。\n泉水的精靈突然意識到，儘管找到了歸宿，儘管經歷了短暫的幸福，她仍然是孤獨的。\n不再是少年的少年沒能意識到精靈的逃避，卻將孤獨歸咎於自己。\n「或許她只是一個幼稚的幻夢。」\n聽著清泉潺潺，他有時會這樣想。\n但那冰涼的一吻是真實的，就像曾戲弄她長髮的夜風一般真實。\n突然間，他意識到，即使與無數新朋友相交相別，經歷過無數冒險與歸鄉，他仍然是孤獨的。\n於是，像多年前那樣，少年的眼淚落入清淨的池塘，打濕了破碎的月亮。\n但這次，泉水精靈沒有應約而來。\n她固執地背過身去，寧願自視為一個童年純潔的夢，一個自遙遠異鄉流浪而來的暫居客，也不願以近乎永恆的壽命辜負愛慕之人的約定。\n傳說每當大雨降下，落入池塘的雨滴中間總會混雜著泉水精靈的淚滴。\n當少年終於老去，他依然對這樣的無稽之談深信不疑。\n不幸的是，逃避真心的泉水精靈同樣對這等事實無法質疑。"
          }
        ]
      }
    ]
  }
}