{
  "epId": 2325,
  "name": "犬又二分之一",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "犬又二分之一"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "有些情緒如同夏日的陣雨一般，來得不明原由，又讓人措手不及。遙遠貴族時代的懷古風夏日物語，自此展開…\n眾所周知，勞倫斯是聲名狼藉的大貴族家族。\n貴族們不事生產，依靠著壓榨百姓，維持著極其奢華的生活。\n為政殘暴、生活荒淫、壓迫百姓、作惡多端，簡直罄竹難書。\n民眾對貴族們的貪婪無度極為不滿，不過大家都只是敢怒而不敢言。\n荻特里希是個貴族少爺。\n不過因為他還太年輕，所以並沒有做過什麼十惡不赦的事情，甚至他的劍術在貴族中也能算得上精湛。\n如果一定要挑什麼毛病的話，那就是他脾氣不怎麼樣，還覺得自己是宇宙中心，一切皆應圍繞自己而轉。當然，這是貴族公子哥們的通病，並不是什麼大事。\n但是他的姓氏——勞倫斯，註定讓他被劃分入混蛋的行列中。\n現在，這位混蛋少爺決定做出他這輩子第一件混事。\n早些時候，他翹掉了大魔導師的元素原論課，打算出城遊玩。但在路過平民街區時，見到了一位金髮藍眼的少女。\n荻特里希描述不出來那一瞬間湧上心頭的情緒，只感覺心跳聲從未如此吵鬧過，且不受控制。\n「大概這就是母親大人對她的貓咪一樣的情緒吧。」\n荻特里希心裡暗暗想著，忍不住往那位少女所在的地方走去。\n可惜這位平民少女對他興致缺缺，在他說明身份之後居然面色如常，不見絲毫情緒波動。\n所以他決定在夜裡去將這位不知好歹的民女掠走。\n「抓來之後，就把她關進籠子裡吧！像母親大人對待那些不聽話的貓咪一樣。」"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "金錢雖然不能解決一切煩惱，但是真的能解決很多問題！以叮噹作響的摩拉作為開幕，浪遊少女的蒙德夏日物語！\n平民少女是在一個風和日麗的午後，來到城裡的。她的淺金色長髮如同春日暖陽，淺藍色的眼眸閃閃發亮，就像是波光粼粼的午後水面。很難想像這樣一位少女是怎麼隻身一人從魔物肆虐的郊外，跋山涉水來到了城裡。\n「將她當做可疑人士，簡直就是對她的美貌的侮辱！」\n醉倒在酒館的守門士兵坐在嘈雜的人群裡大聲嚷嚷著。他今天守門時收穫頗豐，足夠在酒香中醉到天明。\n「你不過是被人家的美貌晃花了眼！」\n邊上的人毫不留情地揭穿了他。\n「才不是！我是那種好色之徒嗎？我是被這個晃花了眼！」\n士兵搖了搖手上的金幣袋。\n「好傢伙，那今天你請客！」\n「請客就請客！就怕你一杯喝完就倒下！」\n……\n於是這位自稱芙莉的遊學者順利在城裡安定了下來。\n芙莉說話語調柔和、聲音平靜。不知從什麼時候開始，坊間漸漸流傳開了一個傳聞。據說只要和芙莉說上幾句話，晚上就能做個好夢。\n除此之外，新來的少女似乎並沒有給城裡的生活帶來什麼變化，畢竟居民們每天需要面對的，不僅僅是眼前的苟且生活，還有來自貴族的源源不斷的壓迫。\n「呀，本來以為是很簡單的事情呢。沒想到已經變成這樣子了……」\n燈光昏暗的室內，芙莉歪頭托腮，坐在桌邊，手指上似乎纏繞著什麼。她說話的語氣仿佛念咒一般，有著蠱惑人心的力量。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "即使居於安全的城市，也要小心夜間逼近的狼爪…比大型催眠術更難以掌控的東西，在此揭曉。\n是夜。\n遠處隱隱約約傳來了野獸的嚎叫聲，似乎是狼。\n芙莉在床上坐著，掀起了長長的衣袖，露出了一條白骨森森的蛇鐲臂環。\n蛇頭栩栩如生，咧開著嘴露出尖牙，仿佛下一秒會撲向獵物的脖子。\n蛇身蜿蜒纏繞在她的胳膊上，在魔法燈的冷光下散發出危險的氣息。\n「我親愛的妹妹，晚安。」\n芙莉輕輕撥動了一下臂環，小拇指在蛇尾之間穿梭，像是在和蛇鐲親昵地玩鬧。\n不一會，魔法燈熄滅了，整個房間墜入黑暗。\n黑夜會給芙莉帶來無限的力量。\n所以，幾乎是在陌生氣息侵入房間的那一瞬間，芙莉就察覺到了。\n荻特里希在黑燈瞎火之中，小心翼翼收攏衣擺到處摸索的樣子，全都被坐在床邊的芙莉看得一清二楚。\n對於芙莉來說，忍住笑聲在此時變得比大型催眠術更難，不過好在荻特里希已經來到了眼前。\n荻特里希看到了他日思夜想的那雙動人眼眸。\n只是，和白天的淺藍水面不一樣，此刻，芙莉的雙眼似乎也染上了夜色，毫無波瀾，如同靜寂深海。\n「把這杯子裡的水喝掉。」\n這是荻特里希在意識模糊前聽到的最後一句話。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "就算是犬科動物也能學會的貴族禮儀等二三事——自外而來的淑女教師執鞭教導！\n杯子從手上跌落，荻特里希倒了下去。\n芙莉蹲下來，取走了荻特里希腰間的佩劍。\n手掌撫上劍柄又鬆開，鑲嵌其上的一枚黑色泛光寶石便落入了她的掌心。\n「專門把永夜之眼送上門來，謝啦。」\n說著，她從胳膊上扯出蛇鐲，直接將黑色寶石投入蛇口中。\n鱗片與血肉從頭骨處開始飛速蔓延，不一會兒一條黑色的小蛇從芙莉的手上蜿蜒落地，開始變大，最後化為一條紅眼黑鱗的巨蟒，佔據了幾乎整個房間。\n芙莉伸出手，魔法燈便亮了起來，巨蟒開始縮小纏繞回她的胳膊上。\n「嗯？躲起來了嗎？」\n芙莉轉頭看向床底。\n床底下是——\n一條狗。\n似乎被剛剛的巨蟒嚇到了，狗顫抖得厲害。\n「呀，本來想要把你變成狼的，結果變成了狗。抱歉啦！」\n芙莉說著道歉的話語，但是語氣裡毫無歉意。\n荻特里希還沒意識到發生了什麼，跑到床底下躲避完全是本能。\n這才回過神來，聽到芙莉的話之後，荻特里希張開嘴想要說什麼，但是就算用盡全力，也只能發出「汪汪汪」的聲音。\n聽到自己的聲音之後，荻特里希慌了，立刻從床底下躥了出來。\n不管荻特里希在穿衣鏡前上躥下跳多少次，哀嚎悲鳴多少遍，那位貴族少爺都已經回不來了。\n荻特里希轉身對著芙莉呲牙並撲了過去，芙莉並沒有什麼動作，只是雙手交疊抱胸看了牠一眼，牠立刻沒辦法繼續向前，不管如何掙扎都沒用。\n「這可不是面對淑女應該有的禮儀哦。本來想直接放走你的。嗯……但是現在看來，你似乎很需要教導呢！」"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「好好當我的狗吧！雖然做得好可能沒有獎勵，但是做不好可是有懲罰的！」黛色的魔女如是笑道——\n「再重新自我介紹一遍吧。我是諾特芙莉嘉，或許我的稱號你會更加熟悉一點。人們經常稱呼我為暗夜魔女。」\n諾特芙莉嘉說著，她的溫柔的淺金色長髮開始慢慢變暗，最後化為一片漆黑，融入窗外夜色之中。猶如藍天一般的眼眸迎來了黑夜，化為漆黑。\n「現在，我就是你的主人了。當然，我會好好教導你的。」\n諾特芙莉嘉蹲了下來，給荻特里希套上了不知道從哪拿出來的項圈。項圈隨著荻特里希的掙扎漸漸縮小，最後穩當地停留在牠的脖子上。不管牠怎麼甩腦袋，或者用爪子撓，都沒辦法移動項圈一絲一毫。\n「唉，真是浪費了不少時間呢。快走吧。」\n諾特芙莉嘉起身朝城外走去。荻特里希卯足力氣，嗚咽著想要逃往貴族莊園的方向，但是無濟於事，項圈似乎能控制住他的身體，只能跟著諾特芙莉嘉走。\n諾特芙莉嘉瞥了一眼不情不願跟著自己的荻特里希，手指勾住頭髮打了個圈。\n「雖然看著你掙扎很有趣，但是真的太吵了。如果你想要試試看我的新法術『寂靜之夜』的話，不妨再多叫幾聲。」\n似乎整個世界都瞬間安靜了下來。直覺告訴荻特裡希，絕對不能成為她新法術的實驗對象。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「編輯寄語：謝謝大家的支持！我們去貓尾酒館把酒鬼作者給抓出來啦！雖然看起來醉得像沾了水的蒲公英球，但繼續寫連載完全沒有問題！接下來也請各位多多關照！」\n荻特里希看到勞倫斯家族崩塌了。\n母親養的貓咪早已不知道去了哪裡，失魂落魄的父親與歇斯底里的母親似乎就離他咫尺之遙，但是任憑他怎麼呼喊，他們都沒有轉過頭看他一眼。\n「汪嗚…」\n荻特里希低下了頭，但他還來不及開口，腳底的地面突然裂開了。一雙老巫婆般的手從地面伸出，緊緊地勒住了他的脖子。\n只感到自己的身體不斷下落，最後摔倒在了老巫婆的腳邊。\n奇怪，倒是沒有痛覺。\n似乎有什麼東西勾住了項圈，荻特里希整條狗被拉了起來。\n視線中幾乎所有的地方都一片漆黑，能看得清的只有——腳底。那裡是一口冒著熱氣的鍋，鍋裡黑色的不明液體在咕嘟咕嘟地冒泡，還有些固態物體，能分辨的出來的有蜘蛛絲、毒蛇的骸骨…\n耳邊傳來諾特芙莉嘉的聲音：「呀，抓住最後一味佐料了。只要把你放下去，我的永生之湯就完成了。哈哈哈！」\n「汪汪汪！」混蛋老巫婆放開我！\n荻特里希拼盡全力掙扎，沒想到平時牢不可破的項圈就這樣被輕易掙脫了——\n「汪——」\n他掉了下去…\n其他什麼都聽不到了，耳邊僅剩的是呼嘯的風聲與諾特芙莉嘉癲狂的笑聲。"
          }
        ]
      },
      {
        "title": "第七卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「是會一邊笑著一邊分發狗餅乾的好人呢…」在熟悉的樹林與陌生的少女再次相逢，其真身究竟是——\n「醒醒——」\n荻特里希感覺身體被輕輕搖晃著。\n「還好嗎？」\n有一隻手伸了過來，似乎是在試探鼻息。\n是熟悉的聲音…\n溫柔得如同四月和風，和煦得如同三月暖陽。\n荻特里希猛地睜開眼，眼前的是——\n金髮藍眸的少女。\n「太好了，你終於醒了。」少女微笑著。\n「這裡…難道是…天空島嗎？」荻特里希想著。\n「不是哦，只是普通的樹林而已。」少女說。\n荻特里希回過神來，眼前的少女，正是罪魁禍首——可惡的老巫婆諾特芙莉嘉！頓時整條狗都不好了，立馬後跳拉開距離，保持警戒姿勢。\n「別緊張呀。我不會傷害你的。哦，對了，我還沒有自我介紹呢。我是瑪達琳涅，嗯…那個，諾特芙莉嘉的妹妹。」瑪達琳涅說著，放在背後的手指輕輕轉了轉——是光魔法中的安神術，並向荻特里希靠近，「好啦，這樣就行了吧。」\n荻特里希終於安靜了下來，他想問問面前的少女為什麼能聽懂自己說的話，但是卻只能發出「汪汪汪」的叫聲。\n「嗯？這個只需要一個小法術就行了呀。姐姐也會的。」\n「汪，汪汪！？」也就是說那個老巫婆能聽懂我說的話，還裝作不懂戲弄了我一路！？\n「唔，不過姐姐實際上是個溫柔的人哦。」說到諾特芙莉嘉，瑪達琳涅又露出了和煦而絢爛的笑容。\n「…」"
          }
        ]
      },
      {
        "title": "第八卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「糟了，居然當著魔女的面說了魔女的壞話！」「唉，真是不乖呢。不過，訓練狗是主人的義務，所以沒辦法囉~」魔女大人的殘酷秘密，正在拉開帷幕——\n「魔女，難道是用腦子換取的強大魔力嗎？感覺完全沒辦法溝通啊…」荻特里希一邊跟在絮絮叨叨說著些什麼的金髮少女身邊，一邊想著。\n「欸——不要這麼說嘛！如果姐姐聽到了的話，會生氣的哦。」瑪達琳涅低頭看向荻特里希，聲音越來越小。\n「汪汪汪，汪汪？」那妳不要告訴她不就行了，等等，妳怎麼知道我在想什麼？\n「可惜，已、經、來、不、及、了。」\n荻特里希驚恐地抬起頭，望向氣壓驟升的上方——\n雖然外表似乎確實並沒有變化…\n雖然如此…\n但是他十分肯定眼前的少女已經換人了。\n「看來剛才的惡夢對你還算有點作用，讓你長了點記性。雖然以我的標準來看，遠遠還不夠。」一如既往高傲冷漠的語氣，的確是諾特芙莉嘉。\n「那麼，『心鬼之髓』就先放在你那吧。」\n「心鬼之髓」是什麼啊…\n等等，剛剛瑪達琳涅好像提到過。\n「不用害怕啦，其實剛剛的惡夢都是虛假的哦。因為姐姐把『心鬼之髓』放入了你的體內，『心鬼之髓』能誘發恐懼，所以你會夢見最害怕的東西。」\n「不過姐姐肯定是為了你好，畢竟姐姐是個很溫柔的人呀。」\n…\n荻特里希全身汗毛豎起，發抖著看了一眼諾特芙莉嘉，已經不敢在心裡想些別的了。\n「看來我的教導挺有用的嘛。那就繼續上路吧。」荻特里希畏畏縮縮的模樣成功取悅了魔女大人。"
          }
        ]
      },
      {
        "title": "第九卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「和煦春日的死亡，是怎樣的觸感呢？」在清晨溫馨的時刻，少女吐露出的是——背離常識的話語…「大概是——毛茸茸的吧？」\n這是一處漫無邊際的森林，薄霧柔柔地瀰漫在林中，一縷縷金絲般的晨光穿過繁茂的枝葉，灑落在翠綠的地上。\n此時此刻，瑪達琳涅正抱著一隻狗——沒錯，正是荻特里希，不慌不忙地趕著路。金髮少女踩著盤根錯節的巨樹，輕盈又平穩地穿行於林間，如同一隻優雅的白鳥。\n「還好現在是瑪達琳涅。如果是諾特芙莉嘉那傢伙，絕對會叫我自己走的，說不定還會用什麼法術強迫我跑起來。說起來這條路根本不是狗能走的路吧，不對，正常人也沒辦法走，這裡根本沒路啊，都是樹…啊，如果瑪達琳涅能一直抱著我就好了…」荻特里希邊胡思亂想，邊轉頭看向瑪達琳涅。\n晨光起起落落地灑落在少女的臉上，她有著不輸任何一位貴族少女的美貌，白皙的膚色和溫和的眼神，讓她看起來相當柔弱，有種初生於花瓣上的晨露般的易逝感。\n「瑪達琳涅的皮膚真白…好像我見過的所有貴族都比不上她。」荻特里希看著少女這樣想著。\n「跟你講個故事吧，那個，我其實已經死掉了。」瑪達琳涅突然開了口。"
          }
        ]
      },
      {
        "title": "第十卷",
        "desc": [
          {
            "type": "RichText",
            "text": "畢竟在這世界上，沒有一個人能活著得到解脫。\n很久以前，有一位魔女，她生下了一對雙胞胎女兒。\n然而，魔女家族向來無法同時留下兩個後代。這是代價，是換取強大魔力的報償。\n可這位魔女的黑魔法造詣已經巔峰造極，她以自己的生命力為祭，守護住自己的兩個後代。\n好景不長，魔女的生命力流逝殆盡之時，便是注定的死別之日。\n魔女已經得到了永遠的解脫，而活下來的姐姐諾特芙莉嘉承擔下了一切，她覺得妹妹瑪達琳涅沒能活下來全是自己的錯。\n好在諾特芙莉嘉繼承了那位魔女的黑魔法天賦，她以自身為容器，輔用繁雜的法陣與晦澀的咒文，抽離出了瑪達琳涅的靈魂。\n又在高塔之內翻遍魔女留下的獸皮書卷，結合黑魔法與煉金術製造出了軀體。將靈魂放入新的軀體中使其復活，這在光魔法禁術中也不是一件簡單的事情，更何況諾特芙莉嘉對光魔法一竅不通。\n諾特芙莉嘉對瑪達琳涅的執著使得她終於找到了解決的方法，由此她將軀體變形成蛇鐲臂環戴在腕間，踏上了冒險的旅途。\n「親愛的妹妹，等這一切結束，我們就再也不會分離了…」"
          }
        ]
      },
      {
        "title": "第十一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「吵吵鬧鬧的狗嘴，讓我來堵上好了…」「唔唔——！」那一夜，少女向忠犬託付了重要的東西…\n最後一絲光線漸漸消失，黑暗將要籠罩整片森林。\n「該換姐姐了。」\n瑪達琳涅突然把懷裡的荻特里希放了下來。\n「對了，最後再送你一份禮物吧。姐姐也一定會高興的。」\n說著，只見螢光從少女的指間滲透而出，漸漸彙集成耀眼的光團，瑪達琳涅發動了光魔法。\n「好啦，現在開始你要乖哦。噓——先不要說話。」\n「什麼啊——神神秘秘的……唔唔。」荻特里希還沒反應過來，小聲嘀咕了一聲，但話語還沒出聲便被打斷了，原來一隻纖細的手牢牢握住了荻特里希的狗嘴。\n才過一瞬，嘴裡被已經換人的少女迅速塞進了什麼東西。\n「這是——」\n是劍柄，他的劍。\n曾經驕傲地佩在他腰帶上的劍。\n「？！」\n荻特里希本能地想要張開嘴說點什麼。\n「不想死的話，給我緊緊咬著。」諾特芙莉嘉向著虛空一伸手，荻特里希只感覺到脖子上的項圈緊得快要無法呼吸，無力抵抗只能咬緊了牙關。\n「聽好了，等下用這把劍保護好你自己。雖然你是個無理的廢物大少爺，但是如果你死在了這裡的話，我可是會很困擾的——」諾特芙莉嘉抬高了荻特里希的頭，又壓低了聲音，「畢竟教導也還沒結束，輕易死掉的話，我的樂子會少上不少呢。」\n暗夜魔女大人說罷，收回了伸出的手指，整理了一下自己的外袍。\n項圈又鬆回了原樣，空氣透過牙縫和鼻腔一股腦地灌入肺中，荻特里希不敢鬆口，只好艱難地喘著粗氣。\n不久，遠處傳來紛亂的響動——"
          }
        ]
      }
    ]
  }
}