{
  "epId": 2330,
  "name": "璃月風土志",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1660289745,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "璃月風土志"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "記錄璃月港本土風俗的專著，最初由旅居璃月的須彌旅行學者法德蘭編寫，而後經過了諸多璃月本地學者的編校，在璃月廣為出版流傳。\n——繡球——\n在璃月，新人的婚禮儀式上，新娘會將一束繡球拋向前來參加婚禮的賓客。恰好接住繡球者據說會獲得一整年的好運：商人將財運亨通、窮人會得福轉運，未婚男女將遇到好姻緣，而已婚夫妻則會對彼此真心相待，不再為生活爭吵。\n繡球的材質各異，有時是鮮花捆結而成的花球，有時是精美的霓裳花織物編織而成的綢緞繡球，也有樸素人家會用彩紙或布料製作繡球。在璃月，無論清貧人家還是富貴之家，都同樣歡享這一風俗。\n關於這一習俗的起源，有人認為是受到鄰國「風之國」蒙德羽球節習俗的影響，也有人認為起源於魔神戰爭之前，「鹽之魔神」漫步璃月大地的時代。她本是並立於璃月的諸神之一，但由於其過於溫柔的本性，她被自己的追隨者刺殺，在殘酷的魔神戰爭中過早地退場了。\n她的葬身之地很可能位於如今被璃月人稱為「地中之鹽」的遺蹟之內。根據一則如今已面目全非的傳說，她曾向自己的子民分發花球，以此降下祝福…或至少殘酷亂世中的一點安慰。當鹽之魔神重歸元素循環之後，她流散的人民或許也將這個傳統留給了璃月人，而擅長競爭、喜好熱鬧的璃月人也依自己的個性改變了這種民俗的形式。\n儘管這一習俗的初衷是純良歡樂的，但在璃月千岩軍的安全紀錄中，每年哄搶繡球造成的受傷情況不在少數，甚至與山中妖物傷人的案件數量幾乎持平。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "記錄璃月港本土風俗的專著，最初由旅居璃月的須彌旅行學者法德蘭編寫，而後經過了諸多璃月本地學者的編校，在璃月廣為出版流傳。\n——迎神——\n璃月最為著名的節日慶典，莫過於被稱為「七星請仙典儀」的迎神儀式。\n做為始終注視守護璃月大地的神明，岩神每年會親自降臨，傳下口諭，令凡民追隨其諭意行事，則事事順遂規矩，不至逾越生亂。\n在愚昧久遠的過去，璃月先民們從農人之中遴選代表，迎送岩神。\n他們會將豐厚的祭禮與肅穆的祝詞獻上，然後恭聽神諭，向眾人宣佈這一年的經營方向，從而指引凡人富裕繁盛、克服災禍，岩神的國土因而穩固不移。\n後來，魔神戰爭平定，璃月港城漸興，代表璃月港各工商產業的「七星」成為了璃月港凡民與岩神之間的媒介，負責與岩神直接溝通，並以簡明易懂的方式向市民傳達神諭，發佈一整年中的方針。\n而主持「七星請仙典儀」的顯赫之人，顧名思義，只從「七星」內部產生，除此之外，無人得以過問。\n在璃月港眾多商人的意識中，岩神的口諭之珍貴勝過黃金。\n每到岩王帝君降臨的那一天，無論正處在多麼遙遠的屋簷下，璃月港的商人也會盡可能地或親自、或差人急速趕回家鄉，只為取得岩之神的指引，從而保障一整年裡的生意興隆旺盛。\n在雨林之國，狂言的智者們拋棄世俗、因尋覓隱藏的至高智慧而狂亂；而在磐岩的國度，人們卻慣於祈求神明慷慨的引導，用以鞏固繁榮的世俗。\n似乎某些時刻，共同行走凡世的七神也會彼此背道而馳。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "記錄璃月港本土風俗的專著，最初由旅居璃月的須彌旅行學者法德蘭編寫，而後經過了諸多璃月本地學者的編校，在璃月廣為出版流傳。\n—霓裳花—\n對於璃月體面市民而言，霓裳花在他們的生活中無處不在。霓裳花是一種色彩妖豔的花朵，其柔順的花瓣常被用來加工綢緞。即使經過層層加工與編織，這種花朵與生俱來的雅致香氣依然久久不散。因此，璃月人也專門培育出了用於熬製香膏的品種，而香膏之中最為奢華者一定要首先奉獻給岩王帝君，得其首肯。\n昂貴的霓裳花香膏往往根據芬香氣味與潤澤程度的不同，在璃月女性之間擁有各自不同的寓意。璃月人中間有這樣一個不成文的定則：在日常交際的範疇中，有關香膏的問題是不可對女孩子貿然提起的；但假如有心人能夠猜出所用的香膏是何種類，並且正確解讀其個性與特色，又巧妙地加以表達，則更有機會獲取對方的芳心。\n根據璃月村野流行的說法，霓裳花香膏的製作方法最初是由隱居奧藏山中的仙人傳授與人類的。在那個超凡之物與速朽的凡人同居共住的時代，仙人曾指導人類向草木與鳥獸學習求偶與相愛的技巧，又曾化作優雅的仙鳥，將製作與塗抹香膏的曼妙手法教給在清泉中洗濯的少女。\n究竟怎樣的少女竟能打動避世隱居的仙人？在無數的故事傳說中，真相早已不得而知，但以霓裳花製成的香膏卻流傳下來，延續千年至今。據說其芬芳曖昧的香氣與輕柔曼妙的製作手法歷經千年歷史未嘗改變。\n根據生長環境與祖先親族的不同，霓裳花在生長過程中也會呈現各不相同的性狀。璃月的商人們便為這些擁有不同特徵與用途的霓裳花取了許多花俏的名字，再將這些名字歸於岩王帝君下凡的某次偶遇，或仙人的神奇恩賜，以離奇美妙的故事加以修飾。這樣的促銷廣告總能獲得璃月港有閒人士們的青睞。\n需求的存在使得璃月的花商熱衷於大量培植和育種新型的霓裳花，因此在璃月凡人聚居的城市或村鎮多有絢爛的霓裳花分佈。遺憾的是，由於長年日久的地理變遷與礦產採掘活動的興起，野生霓裳花的生長環境已被破壞殆盡，因此璃月野外的霓裳花群落幾乎已經絕跡，僅有的少數植株被隱居的仙人們精心保護，盛開著嫺靜淡雅的花朵，與城市中人工養育的霓裳花氣質截然不同。\n有趣的是，在璃月人看來，妖豔香雅的霓裳花同樣是岩王帝君的象徵之一。這尊主要以男性形象行走人間的威嚴巨神，是否也曾化為女性的形象接受鮮花的祭拜？在稀少的史料和龐雜的鄉野傳說之間，我們很難肯定這樣的假想，卻也無法將之完全斥為無根據的妄言。\n筆者曾親眼見證七天神像接納以霓裳花精心製成的女性化貢禮。至於岩之神懷著怎樣的心情接受臣民的貢獻，就不是筆者這等外國旅者所能夠揣測的了。"
          }
        ]
      }
    ]
  }
}