{
  "epId": 2333,
  "name": "碎夢奇珍",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "碎夢奇珍"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在提瓦特各國廣為流行的幻想故事集，講述了一座恍如烏有的古董店中發生的故事。\n——月光——\n據說，在城市中，有一個被風遺忘了的小角落。\n只要在噴泉前閉上眼睛，等三十五次心跳後，順時針走七圈，逆時針再走七圈，再睜開眼睛，就會發現，腳步把你帶到了一家小小的店鋪前…\n————\n「對不起，請問有人在嗎？」\n薇歌怯生生地問。\n門在她的身後關上。門上的鈴鐺發出的清脆聲響在昏暗雜亂的屋裡彈跳。\n暮色透過水晶般的櫥窗斜斜地照進來。店裡堆滿了她難以理解的物品，她小心翼翼地走進去，唯恐踩到什麼東西。\n店裡沒有回應。\n於是薇歌開始打量身邊的物品：作用不明的機械元件、無比華麗的古老里拉琴、鐫刻著難懂圖像的斷瓦、傷痕累累的古舊鐐銬、被遺忘的貴族頭冠……\n在她流轉於各種看似毫無作用的物品中時，不知何時，眼眸細長如狐狸的店主來到了她的身邊。\n「那個，曾是某匹王狼的獠牙。現在，可能只有這枚長牙和眾神還記得那片大地曾經被冰雪覆蓋的過往吧。」\n她輕輕地說，\n「歡迎光臨。有什麼喜歡的、想要的嗎？」\n「有什麼，能讓人『忘記』的東西嗎？」\n「嗯，有啊。」\n薇歌揪著胸口，急切地追問道：\n「即使是很重要很重要的人也能忘記？」\n有著一雙狐目的女店主嚴肅地點了點頭：\n「我還知道，妳想忘記的那位少年，是一個目光像月光那樣清澈的人。他已經消失了很久，在妳的心裡留下了一個洞。不管是什麼樣的邂逅，也無法填滿它，無論多麼快樂的事情，都像月光一樣抓不住。」\n薇歌在震驚中，只能不停地點頭。\n狐目笑了笑，不知從何處拿出了一瓶酒。\n「這是能讓人忘卻痛苦的酒。\n「在冰風呼嘯的古代，為了堅強地活下去，先民會在冰雪深處的土地裡，暗暗釀造這種酒。後來的人們生活充實幸福，就把製造這種酒的方法也一併忘卻了。」\n她晃了晃酒瓶。\n「剩下的已經不多了。看妳與本店也算有緣，報酬就免了。當然，如果這真是妳所期望的…」\n薇歌接過了狐目遞過來的酒杯。\n酒杯上原本鑲有某種寶石，但已經被剜去了，空落落的，顯得有些寂寞——\n——當薇歌回過神來的時候，自己正站在噴泉前。\n咦？我在這裡幹什麼來著？她暗暗想到，在月光中快步走向住處。暮色已經深了，不快點回去的話…\n無論是那間奇怪的店鋪，還是通往店鋪的方法，還是其中發生的事情，她一點也沒有想起來。\n————\n「已經走了。」\n隨著關門響起的鈴聲終於息止，眼眸細長如狐的店主說。\n目光如月光般清澈的少年從店鋪後方走了出來。\n「辛苦妳了。」\n「這是她第幾次來？」\n「第六…第七次。」少年猶豫片刻，問，「這酒真的有用嗎？並不是不相信妳，但——」\n店主不置可否地笑了笑。\n「它能讓人忘卻痛苦。但這麼看來，你們的過去對她而言，並不是痛苦的事情。這酒也只能讓她暫時忘記思念你、失去你的悲哀。\n「她啊，只要看見月光，就一定能從中看見你的影子，然後漸漸地回想起來吧。在羽球節的相遇也好，在風起地的樹下渡過的午後時光也好，在誓言岬眺望風物也好，從仲夏慶典中攜手逃離也好，在行詩人集會上將詩與鳥羽斗篷獻給她也好，對她而言，想必都是不願割捨的記憶吧。」\n「…敝店也有真的能讓人忘記一切的酒。如果你希望的話，我也可以給她喝那個喔？」\n她淺淺地笑著，看著少年。他沉默許久，嘆了口氣。\n「說到底，你又是為什麼執意抽身呢？」\n「啊啊。是因為這個。」\n他從心口的位置，掏出了一枚透徹的球晶。其中隱隱顯現出某種符號。\n「聽說，獲得了它的人，總有一天會從這個世界上消失吧。\n「那還不如儘早離開。趁著她還年輕，早點忘了我才好。」\n「原來如此。」她哂笑道，「您也是被選中了的人呢。」\n「倒是，被選中的人結果會如何，你知道嗎？」\n少年急切地問。\n她只是似笑非笑地看著他，並不回答。\n「我也該走了。既然拿到了這個，應該做的事情，就不得不去做了吧。」\n「如果那位少女再來，該怎麼辦？」\n「…那就，讓她自己克服吧。」\n「真是無情的男人呢。」"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在提瓦特各國廣為流行的幻想故事集，講述了一座恍如烏有的古董店中發生的故事。\n——琉璃——\n據說，在港都裡，有一個被山石與濤聲遺忘了的小角落。\n只要在有海風吹拂的地方閉上眼睛，背向囂鬧的聲響走四十九步。當心跳的聲音徹底蓋過人的聲響後，睜開眼睛，就會發現，腳步把你帶到了一家小小的店鋪前…\n————\n「有人嗎？」俞安招呼道。\n他試探著踏入店內。門隨著青年的腳步關上，鈴鐺發出的清脆聲響在店裡流連。\n海浪拍打堤岸的聲音就像回憶一樣悄悄滲入店裡。沿著狹長的店鋪，堆放著各種他似懂非懂的舊物。俞安在店裡小心翼翼地掃視著貨品，生怕身上的霓裳長衣沾上或許年紀比他還大的塵埃。\n古老泛黃的紙燈、某種巨大魔獸的長牙、漆黑的隕鐵、材質不明的黯金色榫卯幾何體…\n當他拿起裝著雪白粉末的水晶小瓶時，身邊響起了輕柔的話語聲。\n「那是，過去某位魔神的淚水結成的鹽——」\n如同撕裂平靜的水面一般，將濃厚的寂靜粉碎的聲音使他一驚，失手落下了瓶子。\n他所期待著的清脆聲音沒有響起。眼眸如狐的店主不知何時接住了鹽瓶，將其放回貨架上。\n「我是…怪了，是誰介紹的來著？」\n她微微頷首，對這窘態不置可否。\n「歡迎光臨。有什麼喜歡的、想要的嗎？」\n「想要挑選一件禮物，送給…對方是情投意合的姑娘。\n「最近打算向對方求婚。所以覺得如果有一件合適的禮物就好了。」\n俞安緊張地舔了舔嘴唇，抬眼對上了女店主如石珀一般金黃深邃的雙眸。\n對視許久，她說：「我明白了。」\n細長的身影很快消失在了店鋪深處。\n返回時，她手中隱隱折射著各色的虹光。湊近看，才發現是一枚工整透亮的十面鳶形琉璃。\n「對於『琉璃心』的傳說，想必客人也有所耳聞吧。」\n雖然沒聽過，俞安還是點了點頭。\n「據說人造的琉璃只是對真正的琉璃的拙劣模仿罷了。真正的琉璃是能展現夢想的美物，只會在高貴的仙獸陽壽竭盡時，由未竟的悲願凝結而成。請看…」\n狐目示意對面的俞安與她一起望向其中隱隱幻現的光景。\n數萬年的歲月在他的眼前一閃而過，星辰、海洋與大地像雲靄般翻騰變換。雪原化為綠地，原野被河流切碎。城市如蟻穴般興起，王國如積木般崩塌——\n——暮色已深。月光斜照在海面上。回過神時，俞安正走在碼頭上。\n手裡緊緊握著的堅硬晶體，已經變得如血液般溫暖。\n對了，這可是神奇的琉璃心，他心想，在月光下快步走了起來。只要把這個送給她，把這個送給她的話，我就能…我一定要…\n————\n繫在門上的鈴鐺發出了清脆的聲音。\n「歡迎光臨。有什麼喜歡的、想要的嗎？」\n「我想轉讓一件…也不知算不算是寶石吧。」\n光線透過切割工整的晶體，在店內散射。\n「有個一直追求我的年輕人，送了我這個。說是可以一起從中看到奇妙的景象。」\n「不知為何，看著它只讓我覺得…不太舒服。雖然寶石很漂亮，但現在想到那個人的事情只會讓我覺得很心煩。所以想賣給貴店。」\n「我明白了，這可是上好的十面鳶形琉璃。您割愛打算要多少摩拉呢？」\n「我也不缺錢，不過，我看看…這個，是鹽吧？說起來，也該去地中之鹽拜拜了。就這瓶鹽好了。」\n————\n眼眸如狐的店主獨自坐在店鋪深處，把玩著幾何形的透徹琉璃。\n「透過你，看到了難看的東西呢。那傢伙的真心，真是…令人不快。\n「但說到底，那也只是一個希望能入贅鹽業鼇頭銀原會的家族，不擇手段地想往上爬的，卑小的人罷了。如果沒有這一齣，即使沒有兩情相悅的真心，或許他們也能生活得很幸福吧。畢竟，幸福也只是一種習慣，與愛無關。」\n她淺淺地抿了一口酒，自嘲地笑了笑。\n「但我就是無法原諒那種人。」\n「話說回來，與陌生人彼此託付真心是多麼輕鬆的事啊。我明白只要他踏出店門，從此我們便不再有任何交集，那讓他稍微看看也無妨。但越是親近，越是有所圖，就越是提防。可他又怎能料到呢…」\n「抱歉，拿你去冒險了。無論如何，能收回來真是太好了。」她垂下雙眸，「畢竟，這是你留下的心。我會好好珍惜的…不過，偶爾在世間流轉，看看現在的人們，不是也很有趣嗎？」"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在提瓦特各國廣為流行的幻想故事集，講述了一座恍如烏有的古董店中發生的故事。\n——藍寶石——\n據說，在城市中，有一個被風遺忘了的小角落。\n只要在那個廣場的正中央閉上眼睛，順時針轉七圈，逆時針再轉七圈。隨後，向前走十四步。當風中的鳥鳴漸漸消失後，睜開眼睛，就會發現，腳步把你帶到了一家小小的店鋪前…\n————\n眼眸細長如狐的店主打開落地窗，任月光捲著無形的星屑，灑落在櫃檯上。\n無論是如浪子般綻放的花，積滿塵埃的羽球，早已被蟲蝕得無字可認的書卷，還是無弦的長弓，都恍若舊時宗室貴族的廳堂般，由無情的夜光鍍上了一層銀色。\n「喲。最近生意如何？」\n玩世不恭的招呼聲從店鋪深處傳來。\n店主轉過身。在月光照不到的暗處，一名熟悉的「客人」正舒適地倚坐在她的扶手椅中。\n「不好不差，只是最近需要防賊。」\n帶著些微笑意，狐目的店主答道。\n「就這麼想把老主顧拒之門外嗎？」\n客人嘆道，「妳的店裡，沒什麼值得我出手的。硬要說的話…」\n「那麼，獵獲如何？」\n「怎麼，妳以為我又是來銷贓的？」\n「獵人」發出失望的噓聲，店主卻不禁莞爾。\n「當然不是，你從不會說『銷贓』這個詞。」\n「『轉讓』、『餽贈』、『捐獻』、『割愛』…作為橫行窄巷的賊人，你還做了不少慈善呢。」\n「但我這次來不是為了那些。我這次想從妳這『請』一件東西…那瓶能讓人忘卻相思之苦的私酒。」\n俠盜語調不恭，嘴角卻帶著真誠的笑意。\n「很遺憾，已經有人買下了。」\n不知何時，原本已經悄悄收入懷中的酒壺，出現在了女主人的手中。\n「這裡的每一件商品，都必定有它的買主。在未來的某一刻，它已經被買下了。」\n「手上功夫竟不如妳，真是難看。」\n俠盜坦然地苦笑道。\n「最近我發現，思念比黃金更沉重。既然幹這一行不得不常常在屋頂間騰躍，奔走在房梁上，那就應當減少…無意義的負重。」\n「…也不知，眼瞳如藍寶石的她，能否感受到這種重量呢？」\n————\n須臾，叮鈴作響的鈴鐺驚醒了店主。\n來客是提著長槍，又如長槍般挺拔的碧眼魔女，面容刻上了貴族的罪印。\n她不顧店內雜亂堆放的物品，像穿心的利劍一樣筆直走到櫃檯前。\n「歡迎光臨。有什麼喜歡的、想要的嗎？」\n「我要轉讓一件東西。」\n伴隨著如同薄冰粉碎的話音，魔女將一枚碩大的藍色水晶放在了櫃檯上。\n「一個賊人，從貴族的銀盃上撬下了它。他把這枚水晶送給我，害我受到了主人的責罰。」\n「不過那是多年前的事情了。我以為時間終能彌平怨恨、平息我想要再見到他的心…」\n「那麼。這件寶物，妳想要換得多少摩拉？」\n魔女指向餐具櫃中那盞被挖去寶石的貴族銀盃。\n狐目把玩著寶石，任由清澈的藍光在店裡散射。\n「我明白了。如果這真是妳所期望的…」\n有動搖，便會擔憂無果的終結，人心便會出現恐懼的裂隙。\n然後，死亡便隨著恐懼的腳步而來，像潮氣一樣滲入骨髓。\n許多人直到死亡來臨的一刻，才察覺到自己不知何時暴露出的柔軟弱點已被刺穿。\n睜大狐狸般細長眼眸，店主將藍色的水晶舉向月光，欣賞著舊日宗室的徽記浮現復又消失，又再度浮現。\n傳說在特殊的時刻，透過清澈的寶石，可以看見過去、未來，或是誰人的真心。正如傳說在世界上的某處，有一片如大海般廣闊的蒲公英原野；正如傳說過去的天上曾有三輪皓月，她們的名字分別是艾莉亞、桑娜妲與卡儂，三姐妹最終在災禍中不得不死別；正如傳說某位能直視死亡的魔女，最終因為內心的空隙而殞命，而逃離海外的賊子始終等待著與她再會。\n她深知即使丟棄這件寶物，這些傳說也不會隨之消失，故事的結局也不會逆轉。\n那還不如將這些傳說與故事都收入自己的店內。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在提瓦特各國廣為流行的幻想故事集，講述了一座恍如烏有的古董店中發生的故事。\n——石心——\n據說，在港都裡，有一個被山石與濤聲遺忘了的小角落。\n只要在有海風吹拂的地方閉上眼睛，背向喧囂的街市走四十九步。當人聲被靜謐取代，心跳成為唯一的聲響，睜開眼睛，就會發現，腳步把你帶到了一家小小的店鋪前…\n————\n「有人在嗎？」披蓑衣的男人輕敲店門。\n透過塵封的玻璃窗，他看見店內陳列的商品——螢光點點的瓶裝星塵，寒冰般閃亮的斷刃，歲月般昏黃的畫卷，泛著奇異霧光的丹藥，覆著薄霜的瓦片…\n男人走進店內，店門在他身後關上。\n當他走到櫃檯前，細細打量那些仿佛不屬於此世的奇妙古物時，身邊響起了溫柔的女聲：\n「歡迎光臨。有什麼喜歡的、想要的嗎？」\n男人一怔，回身望去，眼眸如狐的店主露出一絲淺笑。\n「是這樣的，我想要一件信物，為與舊日的恩怨和解。」\n男人清清嗓子，聲音中帶著與外貌不相稱的拘謹。\n「是嗎？我明白了…」\n金色的狐眸閃爍，店主上下打量男人身上潮濕的蓑衣，點了點頭。\n隨後，店主俯身翻找片刻，從櫃檯內取出一枚精巧的石珀。\n石珀在店主的手中散發著暗淡的金色光暈，就像她的眼瞳。\n男人接過石珀，在月光下仔細觀摩。在夜色的過濾下，溫潤的金光深處卻似乎隱藏著深遠的風暴。\n他的手仍然在顫抖。\n「所謂石珀，乃岩之心神。在經年累月的異變之中，即使頑固堅硬的岩石，也會凝結出毫無雜質的明澈之心。」\n店主的聲音仿佛從遙遠的地方傳來，男人微微頷首。\n「這正是我想要的。」\n男人沉聲答道，將沉甸甸的一包摩拉放在櫃檯上，隨即離去，沒入門外的夜雨中。\n————\n「事情就是這樣。」\n店主語畢，眯起狐狸的眼眸，審視著面前的客人。\n「他沒有再說別的？」\n礦工模樣的年輕人掩蓋不住眼中的急切，但店主只是靜默地搖搖頭。\n「他留下了一包摩拉，袋子上有血跡。」\n店主的聲音平靜如水，冰冷如水。\n「那正是我想要的東西。」\n年輕人長出一口氣，似乎有意避開店主的金色狐目，\n「作為交換，我會給妳一個故事。」\n店主點點頭，示意他繼續說下去。\n「那個披蓑衣的男人，我曾與他一起登山採石。我是為了出人頭地，他則有一個家庭…」\n「後來，在一個暴雨之夜，我們破開一塊磐岩，發現了那枚石珀，從它明澈的金色表面透出的光澤，令絕雲間的一切美景為之失色…」\n「我們約定回到港口，五五分帳。但當晚，我借著大雨聒噪的掩護，悄悄讓他永遠地沉睡在了那座山崖上…」\n「因為我害怕，我無法信任他，我無法相信一個只有虛無縹緲的仙人能夠聽見的諾言。」\n「所以，恐懼戰勝了我…我寧願相信沾血的全款，也不願承擔陌生的夥伴帶來的風險…」\n「第二天一早，我縋下繩索，攀下山崖。就在第四步、第五步、第六步時，我將腳踏在一塊山岩上。突然，一陣不祥的顫動從手心順著筋骨傳入腦髓…」\n「當我抬起頭望向繩索，一切為時已晚——」\n「我看到最後的景象，是繩索斷處根根崩折的纖維…」\n「我知道，那是獵刀的切口。」\n「所以，你們最終還是清了帳。」\n狐目的店主露出一絲難以察覺的微笑。\n「他拿到了石珀，你結清了全款。」\n年輕人沒有多說什麼。\n————\n傳說石珀是岩石的心，愈是有靈性的岩石，愈能反射出人的性情。\n有人說，即使主人不在人世，石珀內奇異的靈性，也會將其欲望和遺憾帶回現世，尋求有能之士的解決。\n至少傳說如此。\n奇怪的客人離開已有兩個時辰了，雨還在下。\n狐目的店主佇立窗邊，望著霧雨中的小街深處。\n「但是…他們是否真的解脫了呢？」\n仿佛對著雨幕，她提出了一個沒有答案的問題。"
          }
        ]
      }
    ]
  }
}