{
  "epId": 2335,
  "name": "神霄折戟錄",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/125391187/ca27260170dd952e67b7e26e1552ec0e_1781895100133814123.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1693048625,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "神霄折戟錄"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "太古之時，九洲互具，昆侖尚開。人住之土，名稱「中洲」；神在之界，則喚「神霄」。\n上一劫劫末之時，曾有神魔交戰；最終神王折戟，九界火焚，萬象化灰。\n如今新世伊始，萬類更生。昆侖閉合，諸世界不復相通。\n圍繞著神王之戟展開的新感覺武俠繪卷，啟封！\n——眾神膝畔——\n「我乃朝廷敕使，金紫光祿將軍未央！還不速速退讓！」\n「啊，可是金紫光祿不是文官職嗎？」彌耳想也沒想，立刻就說出了口。\n對面一下子就漲紅了臉，「區區邊陲刁民，能懂什麼！」\n「難道這幾年朝廷改了官制了？」\n同行的兩名佩刀武人也一同笑了起來，「哈哈哈哈！遠去京城千里的車馬關驛都過了，現在要堵死在荒郊小店囉！」\n店裡的小二阿秦盯著漲紅臉的未央看了一會，突然捶了一下手，「妳是假扮男裝的女官！」\n「小兄真是好眼力，」一位武人說道，「她官位是尚儀彤史。我們二人則是金吾、羽林抽調的槍劍武官，受金紫光祿大夫指派，來此征繳邪劍的。」\n「雖然金紫光祿將…將軍，啊哈哈哈…是捏造，但朝廷敕使之事不假。」另一位年輕武人也應和道。\n邪劍的事情，彌耳倒是也聽說過。傳說五六年前，天落隕鐵。這隕鐵又屬天材地寶，理應要上貢皇家。但鑄劍人風師爺卻私用隕鐵鑄劍，造出邪劍九柄。據說邪劍可以攝人心智，滋生了諸多武林是非。\n「原來是這樣。」說著這樣的話，彌耳關上了廁所門。\n「是什麼樣都行，快給我從廁所裡出來！」未央眼看被揭穿了男裝一事，終於按捺不住，漏出了本音。竟然有點婉轉好聽。\n「未央彤史女子之身，又是教養之體。不像我們男人隨便在野外就解決了。勞煩小兄快點囉。」\n洗完手離開廁所的彌耳於是和兩名武人坐上了一桌。\n「邊陲小店，居然能遇到這麼熟悉朝廷官制的人。」可能是羽林的那位打量著彌耳，「敢問兄台出身？」\n「家父米聽仁曾為光祿寺卿。後因被誣陷私用膳餉錢，罷官歸野了。」彌耳搔了搔下巴，「不像是老頭子灰心了，我還想著回到中央朝廷，了米家之恥呢。」"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "陰差陽錯走上了征刀之旅的彌耳，還沒踏出半步就遇到了空前危機。金吾、羽林精銳被賊人斬於邪劍之下。危急時刻，彌耳想起父親傳下的光祿寺密咒。傳說天帝有一小女，名諱並未流傳——此刻她卻佔據了眼前未央的身體，顯現在前。已然化作惡鬼的賊人與邪劍，面對勉強可以縛雞殺雞的彌耳，究竟勝負如何？\n——修羅戰場——\n「嗯，好吃。」\n被附體的未央變得溫柔了許多，也冷淡了很多。她拿起彌耳做的餡餅，小口小口吃了起來。第一口被燙到了，還很可愛地吐著舌頭吸氣。\n「我一下子有點接受不了，需要消化消化。」用一隻眼睛作為代價維持降靈的彌耳自己也拿了一個餡餅，「妳再說一遍？」\n「當年所謂的隕鐵其實是神戟。它被凡人折斷，鑄成魔劍九柄。這一把是霧海魔劍。加上他們之前已經收集了兩柄…」\n「然後妳是？」\n「我是曾經的天帝之女，名字已經忘了。我司掌審判與斷罪，用你們的話說，就是刑律。」\n因為光祿寺執掌祭祀典禮的事情，所以儀式、祝詞什麼的，彌耳被老爸逼得倒是能倒背如流。同時因為盡是接觸怪力亂神，彌耳也是知道一些小門道的。神明要是被知道了真正的秘密名諱，就只能任人驅使了。眼前這位未必是忘了。\n「所以朝廷是想重鑄神霄之戟嗎？」彌耳說服自己接受了這個設定，追問道。\n「我不知道。這具身體的主人並不知道別的事。她只是…很憤怒，想要證明自己。」未央把手放在了胸口上。\n「那接下來，我是應該弄個什麼送神儀式把你送走嗎？」彌耳摸了摸繃帶下已經失去功能的眼睛，「然後我的眼睛也會回來？」\n「給我一個名字吧。」眼前的女子抬起了頭，雖然嘴邊還有餅渣。\n「妳說什麼胡話。文官殿試可是聖上親鑒容儀的，一隻眼睛怎麼回去當光祿寺卿啊？」\n「我也必須得收集所有的神戟碎片。」少女道，「不然此世此劫也必將遭到火焚。」\n彌耳沒有回應，只是看著眼前的人。\n「你不必與我同行，但是為了眾生安危，你的眼睛還請暫借我一段時間。」"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「妳還是叫未央吧。畢竟行走人間，這個身分最是方便。還有朝廷的牒文，王土之上，出入無礙。」因為放心不下未央，彌耳還是一同踏上了旅程。所謂遇魔斬魔，見妖誅妖——如今已經收集了邪劍五柄。\n雖然看起來好事過半，但是誰人心裡都是清楚的。接下來的路途只會更加兇險——\n——玄女征西——\n「我能為妳做的也只有這些了。」彌耳把做好的飯菜陸續端到了桌上，然後面對未央坐了下來。\n因為方才的死鬥，未央右臂折斷，現在還打著繃帶。她盯著彌耳看了一段時間，然而他只是支著下巴看著自己，兩人一時無話。\n最後，未央還是嘗試用左手拿起了筷子，但是並夾不起熱湯裡的肉丸子。\n彌耳一聲嘆息，取過了筷子，「算了，我來餵妳吧。」\n「你還是能為我做更多的。」未央吃了幾筷子之後，突然說了這麼一句。當然，一如既往，沒什麼情緒波動。\n「光祿寺主要就掌管伺候你們神霄天人的供奉、祭祀之事。可以說伺候妳是我們一家的本職工作了。」\n神仙動起了刀兵，我們凡人除了看著，還能做什麼呢？\n——這後半句，彌耳覺得沒什麼必要說了。\n「妳之前幾次和邪劍主交手的時候，不是能有一招可以浮槍矛，馭刀劍嗎。用那個來駕馭筷子不就好了。」\n「那是，父親傳授我的技藝。只有我會用——那是最後用來斷罪的宣言和律令。不能…」未央的聲音居然明顯聽出來了波動，「不能隨便使用。」\n「那個人死前說的，關於我老頭的事情也十分蹊蹺。」彌耳因為無聊，用手指撩撥燭火，「『米光祿既不清白、亦不冤枉』——這句話究竟是什麼意思？」\n如果朝廷並不想重造神戟，那與附身未央的王女為伴，就是與朝廷為敵了。\n仿佛看穿了彌耳的心思，未央的臉在燭光下遍佈陰翳。\n她道：「你可以不用再幫我了。你不過一介凡人，和朝廷作對沒有好處的。」\n彌耳道：「此事休提。我先找老頭子問清楚真相再說。」\n未央道：「啊…要南下去面見令尊了嗎。那明天要去綢緞行、胭脂鋪看看才行。」\n彌耳道：「他就一糟老頭子，不必這般麻煩吧。」\n未央竟然少見地流露出了強硬，「這不是你的職責嗎？」"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「首先你別驚訝，我兒米彌耳，冷靜聽我說。我不是你親生父親。」「不——！」\n曾經的米光祿寺卿原來是山隱界的阿修羅可汗，當初離京也只是夥同太常、首輔演的一齣戲。目的就是保護眼前的天帝么女。\n「神霄天帝生前是我的朋友，現在已經墮為萬物之敵。既然她已經被你召請，那我也死而無憾了。」\n——山人妙計——\n面對如此場景，哪怕是法身大士、大羅金仙現世，恐怕也束手無策了。\n「這柄火界邪劍『白牛火宅喻品村正』，乃是神戟的火界陀羅尼斷片煉成。啊，用公主陛下您知道的話來說，那就是神王九界如尼中的火界如尼。」\n為什麼眼前西渡而來的武士能使出通神的劍術？一般被邪劍奪舍心智的人，都會喪失本性，自身的武學盡失。\n未央捂著斷臂，大口呼吸著灼熱的空氣。換做平時，她自己的道行可以立刻把切斷、離斷傷口接好，但是現在不滅的火焰在創口處燃燒。\n她的視力逐漸因為失血，開始模糊了起來。彌耳挺身擋在了她的面前。\n「看你們的眼神，似乎有很多想問的。罷了，我就讓你們死個明白吧。我殺你的父親，正因為他想要阻礙神王復活。而我為什麼能駕馭火界如尼，而不是反被駕馭——」\n東之武士舉起了邪劍，「因為我是雲夢狩的天兵化現啊——」\n相傳，天帝為了與阿修羅軍交戰，曾經遴選三界戰士死後升作天軍。有時沼澤天氣惡劣，雷雲積捲，中洲人也會稱之為天帝軍士正在「雲夢狩」。\n「怎、怎麼會！」武士露出了不敢置信的眼神，看著邪劍斷裂，自己也被從琵琶骨往下一路砍傷。\n慌亂之中，彌耳掏出了父親交代的遺產，原本只是想要略做掙扎。他哪知這是曾經燃盡世界的至大魔劍——「裂瓦丁」。如果說火界如尼是火界的奧秘，那「裂瓦丁」就是火界的不滅真如。\n本來因為燃盡世界而熄滅的魔劍，因為吞吃了火界如尼，再度燃燒了起來。\n「世界，又要毀滅了嗎…」說完這句，未央就暈倒了。"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「武官之中，想要重開昆侖的人並不少。讓世界陷入混沌，那麼武人的地位當然一步通天。」\n「他們難道想要重開傳說中的阿修羅戰爭嗎？」\n「是他想要。」\n文官、武官的博弈，已死眾神的計畫，再度襲來的九洲危機！\n——素女傳承——\n「你的一番作為，拯救了蒼生，可稱大俠。」太子背著手，繞著下跪叩首的彌耳走了一圈。\n但是彌耳內心沒有任何波動。\n「交出神戟，三十天後，光祿寺卿就是你的。你如果想要，首輔之位十年之內也能給你。」太子坐了下來，「你的回答呢？」\n「陛下未曾准我平身，草民不敢多言。」\n「那這不是變成你叫我准你平身了嗎。不行不行…未來一國之君——」\n「唉，真的屁事多。」彌耳自己換了個姿勢，「本朝禮法，見太子是不用萬歲叩禮只用三拜禮。我看你保準要上皇位，先給你預祝了，你怎麼還開起染房來了？」\n「你、你！」\n「我什麼我，」彌耳站起身來，「神戟一半給你，火界陀羅尼我要給老爹供上。主要也是為了防止再有殘黨惹事。」\n「無、無妨。只要有個樣子就行。以後這個就是新傳國神器了。哈哈哈哈。」\n彌耳毫不客氣地坐到了太子對面，「我們都是吃一個媽的奶長大的，你怎麼就這麼蠢呢！」\n「大膽！我念米夫人是我乳母，又管我教養才容忍你——」\n「光祿寺卿誰愛當誰當吧。我回家了。」\n太子一時間也無話。\n「未央她？」彌耳夾了一口菜，裝出一副毫不在意的態度。\n「啊，征刀有功，官升尚儀。她父親金紫光祿大夫的陰謀和她也沒有關係，又有太常、首輔陳情。我會好好待她的。」\n這話聽起來怪怪的。\n不過，這樣也好…\n那人已經不在了，自己失去的眼睛也已經復原。如今卻仍有某個部位在隱隱作痛，仿若斷肢幻痛。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "彌耳再度念出了遺忘的咒語。少女與他再度相會——「原來真實的你長這樣啊。」\n「這個世界已經壞掉了，必須得全部燒盡重來。」瘋狂的天帝對萬物如此判決。\n「我說，如果是你的話，是可以理解我的吧？」盜走國寶的無名大盜這麼對聖上說道。\n「不，不用道歉，因為你就是這樣的溫柔的存在呢。」\n——一無所有——\n「我寄託了厚望的女兒啊，我造出妳不就是為了向我投槍嗎？」復甦的神王浮在高天之中，雷鳴、龍捲還有閃電慶賀著舊世界之王的復活。\n但是少女不會再恐懼了。她被造出的千萬年歲月，全部都是為了這一刻。\n否——真正給她勇氣的，是和他一起度過的時間。\n宣告九世界連通，貫通昆侖的最初神戟「伊爾明」，它的複製品現在佈滿了天空。\n神王因為恐懼自己死後的瘋狂，而造出的最後神戟「斷罪之皇女」，它——她終於在這一刻展現了完全的形態。\n…\n（書的最後還有總編寄語）\n《神霄折戟錄》是稻妻小說印刷局「八重堂」引入璃月市井文化的一次成功嘗試。小說前五卷取得了非常不錯的成績，文化上可以說是兩地開花，銷量上——能夠讓大家看到第六卷，就足以說明一切了。\n這本突如其來的真結局第六卷，我相信也一定不會讓大家失望的。\n大概。\n雖然大結局看起來好像是另一本小說，但是這絕對不是因為我們逼迫九老師籌畫新連載，結果老師趕稿寫壞了風格的原因。單純是因為九老師想要挑戰自己的原因呢♡。\n當然，我們也完全理解前五卷粉絲的心情，「黑木書匣」五卷收藏版也正在製作中。在書店蹭書看完《折戟錄》的孩子們，要記得買哦。啊對了，關於「斷罪皇女」的故事，也請期待。\n八重總編 留"
          }
        ]
      }
    ]
  }
}