{
  "epId": 2337,
  "name": "竹林月夜",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "竹林月夜"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "來自山莊的少年志在離開一成不變的家鄉，卻迷失在竹林夕照之間。他將遇到怎樣的舊夢？\n在簌簌作響的翠綠幕牆之間，蛙聲與蟬鳴交織之處，山岩缺口下的潮濕地帶，是竹林枯敗的一角。\n輕策山的竹林中，多有鬼狐故事流傳。\n霪雨過後，竹葉間露滴奏鳴。少年急匆匆走過林間小道，左曲右轉，攀上潮濕的山岩，又走下覆著青苔的石板路。任草藤牽絆他的步伐，葉片劃過他的皮膚。在輕策山的綠竹之間，在山岩缺口下的角落，少年來到一小片枯敗的地界，稍事休息。\n莊裡的長輩說過，霪雨霏霏的季節是狐狸娶親的好時節。只有小孩子能看到送親隊伍和狐狸新娘的大紅轎，聽到一路上吹吹打打的鼓樂，在竹林中好不熱鬧。\n長輩還說過，小孩子可不能靠近那隊伍\n「若是靠得太近，會被狐狸把魂攝去的！」\n村裡的長輩這樣說過。\n「把魂攝去了，又會怎麼樣呢？」\n「若是被狐狸把魂攝去了，那可就永遠也不得翻身了呀…說不定就讓狐狸做了嗩呐、做了鐃鈸，敲啊，打啊，從此不得安生……」\n這樣說著，長輩還不忘作出敲鑼打鼓的姿態，嚇唬後生。\n等到稍稍長大，少年不再相信無稽的鬼故事。在飄蕩的仙靈指引下，他穿越翠色的迷宮，沿途卻只聽得幾聲狐鳴，這些深藏竹林的狡黠生靈幾乎從不會在草率路過的來客面前現身，更不用提熱鬧的送親隊伍了。\n少年頗感失落，踢開腳邊的卵石，踏過天成的石階，繼續向竹林深處走去。\n長輩曾說過，這片竹林生長的地方，曾是被岩神的偉力征服的故國。可岩神生得什麼樣子？岩神是否有手有腳，有人的面目？或者，岩神是否與遍佈河邊的石人石獸一番模樣？\n定期進城販賣藥材的採藥人們每年都會帶回請仙儀式的消息，為大家講述一年一度岩神降世的盛景。但好奇的孩子們總是希望能親得一見那尊山莊祖祖輩輩崇拜的巨神。\n輕策山的永固是岩神的恩賜嗎？祖祖輩輩在平靜中老去的生活，也是岩神的先定？\n這些疑問的答案只在山莊之外，與山中那個逐漸老去的世界隔著一片竹林。\n懷著疑問與期待，志在波濤的少年在竹葉分割的碎影間迷了路。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "明月漸升時分，出自山莊的少年與來自竹林的女子偶遇。是仙人的神遊，或是妖鬼的陷阱？\n翠綠的竹幕間，迷路的少年遇到了意想不到的同伴。\n「怎麼，迷路了嗎？」\n一個輕柔的聲音傳來，帶著一絲嘲諷的輕佻。\n少年轉過身去，卻看見一個修長的白衣女人。她站在汩汩的清泉邊，蓑衣上珠光閃閃，金色的瞳眸與夕陽投下的散碎光彩相融。\n莊裡的長輩說過，清泉中曾有白馬躍出，化作仙人助岩王征戰。\n但從沒有誰說過，那是何處的清泉，一躍而出的優雅仙獸名諱為何。\n更何況，面前的這個女子並不像是什麼仙人，除了那雙攝人的金色眼睛。\n再說，從來沒有聽說過仙人下雨也要披蓑衣的。\n「原來是個傻子。」\n白衣的女人狡黠地笑起來，金黃的眼眸彎成了兩輪新月。\n「妳才是傻子！」\n少年生氣地回擊道。\n這傢伙果然不是什麼仙人，哪有說起話來如此難聽的仙人！\n「我想要出門冒險，出去做水手，親眼看看帝君的巨岩槍是什麼模樣！」\n「……結果剛出門就在竹林裡迷了路。」\n女人波瀾不驚地接道，眼睛帶著淡淡笑意，格外令人氣惱。\n「我不是……」\n「少嘴硬了，來，我帶你出去。」\n女人笑著，伸出手來，她的手纖細潔白，映著竹葉間漏下的點點暮光。\n「……謝謝。」\n少年牽起她的手，觸感冰涼濕潤，就像山中的清雨，就像被露珠打濕的竹筍。\n夕陽漸漸隱入山脊，餘暉在青色的天空一閃即逝。\n莊裡的長輩說過，當夕照消逝，山林陰氣濁重寒涼，最易孳生妖鬼。\n眾妖鬼生自早已死亡的過去，是亡者的怨憎與不甘凝成的惡靈。被它們纏繞的竹木會漸漸枯敗而死，被它們纏上的人也將憔悴昏沉。\n「有些時候，它們會請求路人做不可能達成的事，然後令他們自陷絕境……」\n「還有些時候，它們會給無辜的過客引路，終點卻是妖魔的巢穴。」\n「所以啊，小鬼頭，出門遠行可千萬不得掉以輕心！」\n莊裡的長輩如是說著，教訓般拍拍他的腦袋。\n這麼想來，她莫不是山林裡的妖鬼？\n少年心中忐忑，不由得放慢了腳步。\n「怎麼了？」\n女人回過頭來，背著月光的陰影中，金色的瞳眸閃閃發光。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "皓月高懸的竹林之夜，是舊日之夢與現實交匯的終點。少年在古老的故事中沉入了難以言喻的睡夢。\n輕策山的竹林，夜晚總是來得很快。\n從竹林下仰望，銀色的月亮被鋒利的竹影切割得支離破碎，在蛙聲漸歇，蟬鳴漸隱的地方，在銀色月光照亮的角落，幾棵新筍剛剛冒頭。\n輕策山的竹林中，多有鬼狐故事流傳。\n入夜時分，白衣的女人為少年講述了許多故事。都是些很古老的故事，但少年未曾聽過。\n「在久遠的過去，夜空曾掛著三輪明月。她們是三姐妹，壽限比岩神更長，生辰比璃月港的基岩更為古老。\n月亮是詩與歌的女兒們，也是月夜的君王。她們駕著銀色的高車巡遊，每過一旬，便由一位姐妹接替另一位的王位。如是周而復轉，直至大災禍降臨的那一天。\n三輪皓月有同一個愛人，是司晨的星辰。只有白晝與夜晚相交的一刻，三姐妹之一才得以穿越漸隱的星斗，臨幸晨星的寢宮。之後，隨著曙光初現，夜的君王又匆匆駕著高車隱去。\n三位姐妹對唯一的愛人付出同樣的深情，就像她們對彼此的深情。那是顛覆天地的大災降臨之前的事情了。\n後來，災禍掀翻了君王的高車，摧毀了星羅的宮闕。夜空的三位姐妹反目成仇，不得不以死作別，卻只有一位留下了蒼白的屍身，放射著清冷的光芒……」\n女人仰頭望向竹海間的皓月，修長的脖頸被鍍上了銀光，金色的眼眸閃亮。\n「狼群是月亮的孩子，牠們始終記得大災禍與隨之而至的悲愴。因此每逢月圓，牠們便為主母的命運哭訴……也正因此，那些與狼群生活的孩子們，會將晨星——月亮倖存的愛人，稱為慟星。」\n「這樣嗎……」\n少年一時無語。\n那是莊裡的長輩從未講述過的故事，或許即使最年長的長老也從未聽聞過這些傳說。它們比狐狸娶親、妖鬼纏人的故事要更宏大，卻又不如岩王鎮妖之類的傳奇生動。更像是一場虛幻荒唐的大夢。\n「這是沒有發生過的故事，是被人們遺忘已久的傳說。」\n白衣的女人輕輕撫過少年的頭髮，垂下眼瞼，眼中的黃金色彩黯淡了一些。\n「在仙祖定乾坤於一尊之前，曾有眾神漫步大地，諸多仙人也曾在此立命。但在那之前呢？\n「只有殘破的記憶，記憶的碎片化作故事，故事則變成口耳相傳的傳說…」\n「這些超越凡世的古老記憶，即使是神靈或仙人聽聞，也會為之感傷吧。」\n女人深嘆了口氣，卻發現身邊的少年早已沉入夢鄉。\n「真是……」\n無奈地笑笑，女人將蓑衣解下，披在他的身上。\n那一夜，少年夢見了三輪明月的夜空，與高車停靠的星闕。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "天色漸明，兩人的命途分道揚鑣，但古老故事的餘韻依舊回蕩在山林之中，等待著少年再度歸來。\n當天色漸明，少年被輕輕喚醒。\n被鬼狐故事纏繞的竹林，曦光中閃爍著白霧的影子，仿佛飄逸的馬尾。\n女人牽著少年的手，向著日光穿破竹林的方向走去。左曲右轉，穿過蚊蟲孳生的草叢，登上濕滑的青綠石板，攀下隱藏在竹影中的山岩，她引領著他來到了竹林的出口。\n「我還不知道妳是從哪來的，姓什名誰？」\n少年問道，他對昨夜的故事意猶未盡。\n「……」\n女人轉過頭來，背對著晨光，瞳眸閃爍著金色光芒。\n她只是對他笑笑。沒有說話。\n多年後，不再是少年的少年重又回憶起這一刻，那時他才會明白：她與他的分歧有如山淵。他命中註定要離開故鄉前去璃月港，尋求岩神所賜的財富；她的命運則是避世隱居，遠離威嚴慈愛的岩之巨神的目光，守護那些甚至被她自己逐漸遺忘的古老故事。\n於是，少年與白衣金瞳的女人分道揚鑣。\n他打點行囊向繁華的港城走去，而女人默默佇立在竹林邊緣，攝人的金瞳似乎已預見少年許久以後的命運——當他老去，厭倦海面或人世的一切風波，終有一天會回到這座慢慢步向安樂終末的山莊。\n晨陽的朝霞中，少年聽到嘶鳴與遠去的蹄聲。\n轉頭觀望，身後空無一物，只發現肩頭落了一縷白色鬃毛。"
          }
        ]
      }
    ]
  }
}