{
  "epId": 2346,
  "name": "蒲公英海的狐狸",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒲公英，蒲公英，跟風一起，到遠方去吧——小狐狸念念有詞地說。\n令人難忘的蒙德童話，獵人與狐狸的故事，《蒲公英海的狐狸》，共十一卷，就此開始。\n「蒲公英，蒲公英，跟風一起，到遠方去吧。」\n小狐狸念念有詞地說。\n然後，呼地一下，把一束蒲公英的種子都吹散了。他嚴肅地說，\n「這樣的話，老師您的願望就會隨著風，飄到風神的身邊去。」\n這時一陣風吹過，把好多好多蒲公英捲走了。\n是和我的夢一起，去了哪個好地方嗎？\n是什麼時候的事情了呢。\n以前啊，在村子後邊，是一片小林子。裡面鬱鬱蔥蔥地長著好多好多的樹，樹的中間是一個小湖。\n湖就像蒙德大教堂的玻璃，每天都擦得亮閃閃的。\n太陽透過樹葉照進來，落在湖面上，就好像碎了的寶石藏在湖水裡一樣，可好看了。\n那天的天氣涼颼颼的。我背著弓在林子裡打獵，走到湖邊，看著亮閃閃的湖水，不知怎麼就想起很久以前喜歡的姑娘了。\n我已經不記得她是什麼樣的人了，只覺得她的眸子一定像湖水一樣，亮晶晶的，就像碎了的寶石。\n當時我一定是看著閃閃發亮的湖水，看得恍神了。我漫不經心地沿著湖散步，都忘了自己是出來打獵的了。\n聽見結冰的聲音，我才醒過神來。一看，發現湖邊有一束冰霧花，把旁邊的湖水都凍住了。在邊上，有一隻白白的狐狸，尾巴被凍在冰裡，看起來難過極了。\n「一定是喝水的時候不注意，把尾巴降到冰霧花旁的水裡了吧。」\n冰霧花是一種很危險的植物。如果不注意，就會落得凍傷。如果要採摘，一定要小心才好。\n看見我過來，狐狸就害怕得拼命掙扎。但一動，凍在冰塊裡的尾巴又被扯著，痛得牠小聲地叫喚。\n「哎呀，這可不行。」\n我心想，\n「太可憐了。放著不管肯定會餓死，不如幫牠解脫，帶回家當今天的收穫吧。」\n我心裡想著，可以配上自家種的蘿蔔，美美地燉一鍋肉吃。一想到燉肉，身體就充滿了力氣，心情也變得很好。\n於是，我拿出打獵用的弓，小心翼翼地湊過去。\n「狐狸乖乖，別亂動。」"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「狐狸乖乖，別亂動。」遇到了獵人，被冰霧花困住的狐狸，命運究竟如何？\n獵人、狐狸和蒲公英的童話，第二卷，繼續展開。\n「狐狸乖乖，別亂動。」\n那是我爸爸的爸爸教我的話。打狐狸的時候默念這句話，拉弓的手就不會抖。\n正要放箭的時候，狐狸抬起頭，與我四目相對。它的眸子就像湖水一樣，亮晶晶的，就像碎了的寶石。\n我心裡就像颳起大風一樣，亂糟糟的。射出去的箭歪了，打破了狐狸邊上的冰。狐狸抬起尾巴，飛快地看了我一眼，轉身就跑進了林子裡。\n我清醒過來，馬上跑起來去追，但人哪有跑得比狐狸快的呢？\n漸漸地，白狐狸就變得越來越小，變成了一個小白點。\n「喂——！別，別跑啊——」\n我喊道，氣也喘不過來。\n但我這麼一喊，白點就慢了些。\n「是在等我吧？」\n我尋思。\n「如果要跑，狐狸怎麼會跑不過人呢。」\n狐狸是一種神奇的動物。就算是在風起地那樣平平的，可以一眼望到頭的地方跑，也會跑著跑著就消失了。\n就像去了其他的世界。\n想到這裡，我就更加相信，\n「那隻白狐狸，是在等我吧。一定是這樣的。」\n相信著狐狸，追著那個發亮的小白點走了好久好久。走著走著，刮起了一陣風。\n我打了個哆嗦，再一看，\n「怪了？」\n白點居然變成了兩個。\n然後，又變成了三個、四個。就好像風一吹，就會變多一樣。最後，變得數也數不清。\n這時，有個白點飛進了我的眼睛，刺痛刺痛的。揉了揉眼睛，才發現周圍的白點都是幽幽地飄著的蒲公英。而狐狸早已不知道去了哪。\n我自嘲了一番，回了家。\n吃的是沒有肉的蘿蔔燉肉。我好討厭吃沒有肉的煮蘿蔔，讓我覺得好餓。餓著餓著，就睡著了。\n醒來的時候，是因為半夜聽見門外有細小的動靜。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "門外的動靜，驚醒了狩獵無果的獵人。在門外的，究竟是誰呢？\n獵人與狐狸的童話仍在延續。《蒲公英海的狐狸》，第三卷。\n沒追到狐狸，吃了了無滋味的燉蘿蔔，我餓著肚子睡著了。狐狸的事情，如果不是因為之後的故事，我也一定忘了吧。\n半夜聽見門外有細小的動靜，我忽地醒來了。\n「萬一是有野豬來偷我家的蘿蔔呢？」\n我跳起來，走到門前。打開一看，站在外邊的居然是一隻好小好小的白狐狸，在夜裡白得發亮，亮得好像透過樹葉落在湖面的陽光一樣，亮晶晶的。\n「是了，一定是白天那隻狐狸——」\n我心想，又想到了那雙像湖水中的寶石一樣的眼睛，就好像從我的心裡看著我一樣。\n於是，我空著手，睡眼惺忪地向牠走去。\n這次，牠一動也不動，靜靜地站著，等著我過來。\n一步兩步，離狐狸越近，狐狸就變得越高大。\n當我走到牠面前時，狐狸居然變成了一個人。\n是個個子高高的，脖子長長的，皮膚白白的人。她的眸子就像湖水一樣，亮晶晶的，就像碎了的寶石。在夜裡，就像透過樹葉落在湖面上的陽光一樣。\n「真是個美人。對了，就像我很久以前喜歡的姑娘。雖然我已經不記得她的名字了，但那雙眼睛，一定是她。」\n我心想。\n「這果然，是狐狸的戲法吧。」\n但真正奇怪的，應該是我馬上就知道了「狐狸會戲法」這件事。是了，只要看著那雙眼睛，就什麼都會相信吧。\n戲法也好，狐狸變成人也好，和那雙像湖水、像寶石的眼眸比起來，都不算什麼。我們就這樣靜靜地在夜裡站著，什麼也沒說。\n最後，她開口說話了。說的雖然不是通用語，我卻聽懂了。這也是狐狸的戲法吧。\n「如果不是您出手相救，恐怕我要在那湖邊喪命了。」\n她想了想，又說：\n「雖然那樣也不壞，死在那樣寶石般的湖畔。」\n「但我們狐狸是知恩圖報的，我一定要答謝您。」\n她俯下身子，對我鞠了一躬。長長的黑髮從肩膀上像水一樣流下來。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "在蒲公英飄起風雪的夏夜裡，幾日不見的久別重逢。\n狐狸的引領下，蒲公英的海洋展開在獵人眼前……《蒲公英海的狐狸》，第四卷。\n那夜之後又過了幾天，狐狸再也沒有來過。\n但這幾天裡，樹林間的獵物逐漸多了起來。\n小小的團雀、長腿的鶴，急性子的野豬…\n不知是時節的原因，還是狐狸的報答。但無論如何，這幾天的晚飯終於能吃上真正的燉肉了。\n可是狐狸再沒有來過。\n說來奇怪，以往肚子空空的反而容易睡著。可明明已經吃得飽飽的，卻總是忍不住想起那天遇到的，狐狸化成的女人。\n那雙湖水般的眼睛，什麼時候才能再見到呢？\n滿心煩惱的半睡半醒間，門外響起細小的聲音。\n期待著小小的白色身影，我跳下床，推開房門。\n沒有湖色的眼睛，沒有潔白蓬鬆的大尾巴，只有蒲公英在白色的月光下幽幽地升起來，像浮在半空的雪。\n忽然，有什麼鑽進了我的鼻孔。\n「阿——阿嚏！」\n頓時，毛茸茸的白色蒲公英打著旋，飛得漫天都是，成了一場風雪。\n蒲公英的風雪中間，那雙寶石般的眼睛正望著我，就像望進了我的心裡。\n撥散蒲公英的漩渦，我向小小的狐狸走去。\n狐狸抖抖耳朵，大大的尾巴掠過青草，一轉身便消失在了樹林深處。\n我趕忙跟了上去。\n樹林的黑影中間，一小團柔軟的白色時隱時現。\n就像月光透過樹葉投下的光，或邁著優柔步伐的狡黠仙靈。\n相信著狐狸，我跟著牠兜兜轉轉，走出黑暗的樹林。\n月光下，一片望不到頭的蒲公英海展開在我面前。\n正當我啞口無言時，身後傳來一陣窸窣。\n輕輕的，細細的，像女孩子的赤腳踩上松針與落葉的聲音。\n狐狸來到我的身後，夜間的風帶來了她的氣息——濕濕涼涼的，帶著蒲公英花稍顯苦澀的香味。\n一雙手搭在我的肩膀上，修長的手指冰冰的。\n然後，她俯在我耳邊，長長的頭髮披灑在我肩上，又順著流下來。\n我感受到背後她的心跳與呼吸時微微的起伏，平靜而令人安心。\n「這裡是只有狐狸知道如何到達的地方，是蒲公英的家鄉。」\n「萬望請您留在這裡，教我的孩子學會人類的語言…」\n「屆時作為報答，我會將狐狸的戲法教給您。」\n耳朵癢癢的，就像有溫柔濕潤的夜風攜著蒲公英掠過。\n奇怪，明明沒有和她說過關於戲法的事情，她怎麼會知道呢？\n她沒有回答，而是牽起我的手，引我走向蒲公英海的深處…\n從南而來的夜風，自北而來的夜風，攜著稍苦澀的香氣，帶著模糊的回憶吹拂著，\n她引我以狐狸的方式在飛散的白絨間溫柔嬉戲，直到月亮高高地升上星空。"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "接受了狐狸的條件，他來到了所有消失不見的獵物最終抵達的，蒲公英飄舞的無邊無際的曠野。\n獵人、狐狸，在蒲公英的海洋中的故事，第五卷。\n在這不知道位於何方的，四周都是望也望不到頭的蒲公英海裡，看著風一吹，蒲公英就輕飄飄地飛起來的樣子，我才知道，\n「打獵的時候，追著追著就消失了的狐狸，原來都躲在這裡啊。」\n我心想。\n「真是個漂亮的好地方。」\n但是，在教小狐狸說通用語的時候，心裡總是覺得空落落的，就像有風在裡面吹一樣。\n和她說話的時候，看著那雙像湖水裡的寶石一樣的眼眸，總覺得是在和再也沒有機會說話的，很久以前喜歡的姑娘說話一樣。\n所以，和小狐狸在一起的時候，感覺就像喜歡的人有了孩子一樣。雖然相處得很愉快，但總感覺有些難過。\n但一想到——狐狸答應說，只要留在這裡，教她的孩子學會說通用語，\n「屆時，我就將狐狸的變化戲法給你。」\n——她莊嚴地承諾時的模樣，我就充滿了幹勁。\n等學會了戲法，我就能變成鳥，在天上飛，能飛多高呢？還能變成魚，一直游到從來沒去過的馬斯克礁。\n「啊啊，還能用來打獵，」我不禁想道，「再也不用吃沒有肉的蘿蔔燉肉了。」\n我在隨著風起伏的蒲公英海裡，究竟待了多久，我也說不清楚。\n一方面也是因為小狐狸學得特別快吧！不止是說話，連算數、種蘿蔔的方法、怎麼換窗玻璃、把小刀磨利的訣竅，我也一股腦兒地教給了他。\n我們休息時，就會閒聊。\n「你為什麼要學說人的話呢？」\n他飛快地說：\n「為了變成人以後，能和人交朋友啊。」\n我接著問：\n「為什麼你會想和人交朋友呢？」\n他垂下了眼眸。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「你為什麼要學說人的話呢？」「為了變成人以後，能和人交朋友啊。」\n蒲公英海中，稚嫩的聲音不知傳到了何方。童話故事《蒲公英海的狐狸》，第六卷。\n「你為什麼要學說人的話呢？」\n有一回，我這樣問小狐狸。\n他用通用語歡快地說：\n「為了變成人以後，能和人交朋友啊。」\n「為什麼你會想和人交朋友呢？」\n被問到了讓人難過的問題似的，他垂下了眼眸。\n「在很遠很遠的樹林裡，看見了一個男孩子。」\n是一個灰灰的、顏色像狼，眼神也像狼的男孩子。他補充說。\n「那時候，因為剛剛學會戲法，所以特別興奮。用兩隻腳在草地上跑步，感覺很有趣。但是，狐狸和人高度相差太多。狐狸和人看見的東西不一樣。狐狸和人聞到的東西也不同。」\n「老師，您也能明白吧？我回過神來，發現自己迷路了。」\n他想起當時的事情，沮喪地說。\n結果，他跑到了很遠很遠的樹林裡，還遇到了魔物。\n以為自己就要被打死吃掉了的時候，灰灰的、像狼一樣的男孩子跑出來，打跑了魔物。然後，沒說什麼，消失在了樹林裡。\n「如果自己能變成人，然後說人說的話，那我就能去找他，跟他交朋友了吧！」\n小狐狸開心地說。\n聽他這麼說，我不禁問：\n「我不是你的朋友嗎？」\n小狐狸認真地用通用語說：\n「媽媽說，您是老師。老師和學生是不同的——但這樣說的話，又太對不起您了。」\n他很為難地歪著頭，想著什麼事情。尾巴拍打著周圍的蒲公英，一副苦惱的樣子。\n「有了，」\n他突然說。\n「如果我也有能教老師的事情，那我也是老師了。」\n「如果您也是老師，我也是老師，我們就不是不同的了。」\n雖然他的通用語還很生疏，還是很努力地、結結巴巴地快速說道。\n「老師，我教您，只有我知道的魔法吧。」"
          }
        ]
      },
      {
        "title": "第七卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「蒲公英，蒲公英，跟風一起，到遠方去吧。」小狐狸念念有詞地說。\n獵人也能學會魔法，實現自己的願望嗎？童話故事《蒲公英海的狐狸》，第七卷。\n「老師，我教您，只有我知道的魔法吧。」\n雖然他的通用語還很生疏，但為了和我成為朋友，還是很努力地、結結巴巴地說。\n他摘下一束小小的蒲公英。\n「蒲公英，蒲公英，跟風一起，到遠方去吧。」\n小狐狸念念有詞地說。\n然後，呼地一下，把一束蒲公英的種子都吹散了。他嚴肅地說，\n「這樣的話，老師您的願望就會隨著風，飄到風神的身邊去。」\n這時一陣風吹過，把好多好多蒲公英捲走了。\n「您瞧，風神聽到了我的願望。」\n他高興地說。\n「你許了什麼願望啊？」\n「當然是成為朋友啊，和老師。」\n小狐狸突然低下了頭。\n「您辛苦了。我們狐狸的口器和人類不一樣，教導他通用語很費勁吧？」\n狐狸不知何時來到了我們身旁。她的眼睛就像湖水一樣，深不見底。在這樣的目光下，小狐狸悄悄地躲進了蒲公英叢中。\n「等他學會了人類的話語——」\n我心想。\n「等他學會了人類的話語——」\n她靜靜地說。"
          }
        ]
      },
      {
        "title": "第八卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「等他學會了人類的話語——」狐狸的聲音被夜風輕輕卷走，攜著蒲公英越飄越遠了……\n畢竟狐狸是不同於人的走獸，其悲喜與人類也不盡相通……童話故事《蒲公英海的狐狸》，第八卷。\n「等他學會了人類的話語——」\n她靜靜地說。\n我望著她的臉龐，出了神。\n她後來又說了什麼，我沒有聽清楚。頑皮的夜風攜著蒲公英，掩蓋了她輕輕的話語。\n又或許那就是她原本的語言，是風與蒲公英的語言？\n然後，她看著我木訥的樣子，笑了起來。\n她笑起來很漂亮。彎彎的眸子閃著碎光，就像泛著漣漪的湖水中兩輪月亮。\n「那麼，您想學狐狸的戲法，是為了什麼呢？」\n「我想學狐狸的變化戲法，那樣就能像鳥兒一樣飛上好高的天空，就能一直飛到之前望也望不到的遠處了…」\n我這樣回答道。\n「啊啊，在打獵的時候，也不必俯伏在灌木當中，而是可以像獵鷹一樣自由地飛上高天了。」\n然後，我不禁這樣想著。\n這樣想著，手中的蒲公英仿佛聽到我的願望一樣，向著月亮飄散而去。\n「是嗎…」\n她微微垂下頭，黑色瀑布般的長髮從白白的脖頸上流瀉下來。蒼白的月光投射在髮絲上，又順著髮絲在潔白的皮膚上漫開，亮閃閃的，仿佛能映出夜空中雲的影子。\n我目不轉睛地看著她，過了一會又紅著臉稍稍移開目光。\n畢竟，狐狸是自由的走獸，不會像人類那樣出於羞恥心掩飾自己的美麗。\n雖然已不是第一次目睹，第一次觸碰，但每次月光投在她的長髮上，我總是忍不住臉紅，禁不住移開眼睛。\n她側過臉去思索了一會，輕輕嘆了口氣。似乎不太開心的樣子。\n我們坐在蒲公英的海洋裡，什麼也沒說。就這樣過了好長時間，久到讓我以為她在生我的氣。\n「我們狐狸是知恩圖報的。我會教給你我們的變化戲法，幫您實現願望。」\n狐狸轉過臉來，如是說道。\n湖色的眼睛在月光下閃爍著，令人安心。\n太好了，她沒有對我生氣。\n出於說不清楚的原因，我稍稍鬆了口氣。"
          }
        ]
      },
      {
        "title": "第九卷",
        "desc": [
          {
            "type": "RichText",
            "text": "等到我教無可教的時候，還能夠再次看見這片蒲公英海嗎…？\n在蒲公英的海洋中，獵人開始思索離別。《蒲公英海的狐狸》，第九卷。\n狐狸是聰明的走獸，聰明而狡黠。\n小狐狸學得很快，有時候甚至能問出難倒我的問題。\n畢竟人類的語言複雜精緻，不像走獸的語言那樣純真。\n有時，語言就像被貓咪抓亂的線團，掛在這裡，掛在那裡，纏住學生的口舌，時而把老師也絆倒在裡面。\n但狐狸是聰明的走獸，很快便學會了人類語言中許許多多指代風的詞彙，很快便能用粗淺的語言來形容蒲公英飄散的模樣、月光遍灑的池塘。\n每當小狐狸發現一個新的詞彙，每當他試圖用新學的語言探索熟悉的世界，興奮地為風、蒲公英與大地賦予初生的含義時，她就在旁邊，微笑著，看著我們。\n小狐狸學得很快，我卻並沒有感到多少欣慰。\n等我教無可教的時候，她還會把我留在這片蒲公英的海中嗎？\n等到那時候，我還會在這樣的月光下，與這雙柔和的眸子對望嗎？\n她還會狡黠地笑著引我去蒲公英海深處，同我一起嬉戲，一起呼吸北風與南風吹來的，略帶苦澀的香氣嗎？\n這樣想著，我迷失在憂鬱的回憶中。\n那個已經記不清的晚上，我與心儀的姑娘臨別時，掛在夜空的也是這樣的月亮。\n「這段時間辛苦您了。」\n不知什麼時候，狐狸來到我的面前。她鞠了一躬，黑色的長髮順著肩膀垂下來，閃閃的月光從上面流瀉而下，像水一樣柔順。\n「等他學會了人類的語言，或許會交上更多新朋友吧…」\n「這段時間真的很感謝您，自從開始學習人類的語言，他比以往開朗了許多。」\n她望著我，深不見底的眼中是寶石般的碎光。\n「不過，等到您把人類的語言全部教給我們之後，又要去哪裡呢？」\n被她閃爍著湖光的眼睛迷住，我一時忘記了回答。\n這也是狐狸的戲法嗎？\n狐狸看著我木訥的模樣，笑著嘆了口氣。\n然後，她反過身向月亮的方向走去，引我走向月光照亮的蒲公英海中心。\n小狐狸見狀，晃晃尾巴，轉身鑽進了夜色的蒲公英叢裡。"
          }
        ]
      },
      {
        "title": "第十卷",
        "desc": [
          {
            "type": "RichText",
            "text": "令人感慨的別離終於到來，小狐狸向他的母親、老師和蒲公英海揮手告別。\n是兌現承諾的時候了。童話故事《蒲公英海的狐狸》，第十卷。\n小狐狸不斷地回頭向我們揮手，一邊走向遠處。他的身影越來越小，變成了一個小小的白點，混在蒲公英海中，慢慢地不見了。\n在他消失後，狐狸轉向我，向我走來。\n一步兩步，離我越近，狐狸就變得越高大。\n當她走到我面前時，狐狸居然變成了一個人。\n是個個子高高的，脖子長長的，皮膚白白的人。她的眸子就像湖水一樣，亮晶晶的，就像碎了的寶石。在夜裡，就像透過樹葉落在湖面上的陽光一樣。\n「真是個美人。對了，就像我很久以前喜歡的姑娘。雖然我已經不記得她的名字了，但那雙眼睛，一定是她。」\n我心想。\n戲法也好，狐狸變成人也好，和那雙像湖水、像寶石的眼眸比起來，都不算什麼。我們就這樣靜靜地在無邊無際的蒲公英海中站著，什麼也沒說。\n最後，我按捺不住，開口說：\n「這就是妳要教給我的，狐狸的變化戲法嗎？」\n「是的。這麼長時間來，十分感謝。」\n她俯下身子，對我鞠了一躬。長長的黑髮從肩膀上像水一樣流下來。\n雖然和小狐狸道別讓我的心裡空落落的，但一想到能學會變化的戲法，又興奮了起來。\n等學會了戲法，我就能變成鳥，在天上飛，能飛多高呢？還能變成魚，一直游到從來沒去過的馬斯克礁。\n「啊啊，還能用來打獵，」我不禁想道，「再也不用吃沒有肉的蘿蔔燉肉了。」\n「那麼，請您就這樣站定不動。」\n她繞著我走了一圈又一圈。每走一圈，她的身形就變得更加高大。\n不，不止是她，身旁的蒲公英也變得更高了。一開始只到我的腳邊的蒲公英，變得越來越大，很快沒過了我的腰，最後變得像參天大樹一樣。\n當我感到不對勁時，才發現，她已經變成了一個巨人。"
          }
        ]
      },
      {
        "title": "第十一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒲公英，蒲公英，跟風一起，到遠方去吧——狐狸念念有詞地說。\n令人難忘的蒙德童話，獵人與狐狸的故事，《蒲公英海的狐狸》，完結篇。\n當我感到不對勁時，才發現，我已經變成了一枚蒲公英。\n當然了，就算我想抗議，蒲公英是沒有舌頭，也沒有嘴的，我什麼話也說不出。只能眼睜睜地看著像巨人一樣的她，把我那束蒲公英，用食指和拇指，輕輕地摘下。\n「蒲公英，蒲公英，跟風一起，到遠方去吧——」\n狐狸念念有詞地說。\n然後，呼地一下，把一束蒲公英的種子都吹散了。我也被捲在暴風中，遠遠地飛走了。\n在旋轉中，我感到頭昏腦脹。那雙像湖水中的寶石般閃亮的眼眸，也和我的意識，和我聽見她許下的願望一樣，離我越來越遠。\n「——讓我們狐狸都變成人吧，風神啊。這樣，我們就再也不用害怕人的弓箭和獵刀了。」\n……\n當我醒過來的時候，我發現自己在村子後面的林子裡。\n林子裡鬱鬱蔥蔥地長著好多好多的樹，樹的中間是一個小湖。\n湖就像蒙德大教堂的玻璃，每天都擦得亮閃閃的。\n太陽透過樹葉照進來，落在湖面上，就好像碎了的寶石藏在湖水裡一樣，可好看了。\n那天的天氣涼颼颼的。我背著弓在林子裡打獵，走到湖邊，看著亮閃閃的湖水，不知怎麼就想起很久以前喜歡的姑娘了。\n我已經不記得她是什麼樣的人了，只覺得她的眸子一定像湖水一樣，亮晶晶的，就像碎了的寶石。\n是啊。當時我一定是看著閃閃發亮的湖水，恍了神，不知不覺睡著了。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "蒲公英海的狐狸"
          }
        ]
      }
    ]
  }
}