{
  "epId": 2347,
  "name": "誰人的日誌",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "輕策莊的東東珍藏的信件，似乎是他的父親寄回來的家書。\n親愛的東東：\n沒想到時間過得這麼快，爸爸已經出航三個月了。想爸爸了嗎？每天有按時乖乖睡覺嗎？有沒有讓莊裡的爺爺奶奶們生氣頭痛呢？爸爸很快就能回來了。等爸爸從稻妻回來，就帶你去碼頭上看「南十字」的大船，爸爸這次一定說到做到。\n東東你還記得瑤光灘嗎？爸爸在那裡淘到了好多好多金沙，一個人背都背不動。等我回來，我們可以買好多好多好吃的，然後再把莊裡的磨坊盤下來，每天做最嫩的豆腐！不過，爸爸更想用這筆金子在璃月港買一處好房子，能把大海一覽無餘的那種。等我們回來，就由你做決定，好嗎？\n對了，在歸離原的淥華池的對面有一座好高好高的斷崖，在那裡我撞見了一座遺蹟守衛。它就坐在那裡，呆呆地低著頭，動也不動。天外雷聲滾滾，大雨嘩啦啦地打在它身上，它都不為所動…看著看著，我這才明白，原來它是睡著了！於是我就大搖大擺爬上它的身子，抱住它的大腦袋用力一擰——只聽喀擦幾聲，又是轟隆一響！腦袋就骨碌骨碌滾下了山崖，可惜那麼大的腦袋一落地就摔了個粉碎。不然的話，我一定要把這戰利品整個帶回家來，讓你好好看看它的模樣。\n還有絕雲間。等你再大一點，我就帶你去見識一下那裡的場面。那裡的雲霧像大海一樣，瀑布比輕策莊的還要壯觀百倍，仙家府台在山間若隱若現，你想像不到有多壯觀。爸爸還與傳說中的仙人相遇了呢！我們共席對飲，有說有笑。仙人送了我一個酒瓶，只要吹一口氣就能自己冒出酒來，取之不盡，用之不竭。不過這東西你可千萬別亂動，你還小，不能喝酒。等你長大了，爸爸的寶物都是你的。\n在璃月的冒險告一段落，我去碼頭搭上「南十字」的大船，向著遠方揚帆而去。新的目的地一定還有更多更多的奇觀與寶物，爸爸已經迫不及待要與你分享了！乖東東，一定要每天按時睡覺，不要吃太多甜食弄壞牙齒，不要惹莊裡的爺爺奶奶們生氣，和大家好好相處，一定不要打架。爸爸很快就會滿載而歸。\n愛你的爸爸"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "某人遺落在野外的日誌，描述了其人在瑤光灘的不幸遭遇。\n——瑤光灘——\n又起大霧了，早知道真的不該聽那些老礦工的話來這裡淘金。這群老頭子們幾十年前就退休了，給我的資訊全都過時了…沒一條有用的！現在可好，大霧裡不僅淘不到金子，就連回家的方向都找不到了。不知道東東有沒有好好吃飯。\n霧中不知方向的地方傳來了丘丘人的聲音，或許我應該往聲音的反方向走，這樣就能得救了…\n不知道走了多久，大霧還沒有散，看不出白天黑天。但好像前面有隱約的人影？岩王爺保佑我沒有走錯路，跟著他們走說不定就有救了！好，就這麼辦。\n迷霧裡的人影看起來有點不妙，我在這裡紮了個營地，等它們離開再想想怎麼走。或許該往回走才對。\n糟糕，四周都是丘丘人的聲音，我應該\n【日誌內容在這裡結束了。】"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "某人遺落在野外的日誌，描述了其人在歸離原的不幸遭遇。\n——歸離原——\n真是倒楣！\n好不容易逃出了丘丘人營地，又在歸離原被遺蹟守衛追殺！我看到傾盆大雨嘩嘩啦啦落在它身上也沒有半點反應，還以為它早就不能動彈了。哪知到沒過一會，一道閃電正劈在它的頭上，它竟然喀擦喀擦地動了起來——它活了！\n我毫無還手之力，像一隻小雞一樣被它抓起來從崖頂丟了出去…幸好我連滾帶爬，及時躲進崖腳的石穴，避開它的視線才沒有被追殺，否則我早就被毫不留情地撕成碎片、剁成…我也不知道什麼了。\n現在它已經走遠了吧…可是我耳邊還是嗡嗡的，像好幾萬隻蜜蜂在裡面飛。可能有兩根骨頭斷了，胳膊使不上力。不過我還撐得住…應該吧。都到這個年紀了，如果不努力一把的話，要怎麼跟東東和孩子他媽交待呢。"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "某人遺落在野外的日誌，描述了其人在絕雲間的不幸遭遇。\n——絕雲間——\n在山腳下遇到了一位好心的採藥人，幫我正了骨，痛死個人。聽他說遭遇遺蹟守衛又能倖存的路人很少有像我這樣完整的…這多少也算是好運吧。\n從高處看，本來就罕有人跡的絕雲間被雲霧籠罩，俯視也看不出這片雲海有多深。石林深處傳來了不知妖物還是仙獸的悠遠吼聲，聽起來讓人毛骨悚然。在這裡說不定能挖到什麼優質琥珀或者名貴藥草呢？先前莊裡出來的不少窮人都靠販賣藥材在璃月安家立命了，我不信我沒有這個運氣。\n傍晚下了大雨，岩壁太滑爬不上去。隨身的繩索和登山鋤也不知道丟在哪裡了。奇怪，我不應該這麼冒失的，一定是這山裡的妖物搞的鬼！說不定是狐狸…\n辛苦了四五天，終於採到些不錯的藥材，該準備回去了。本來還想多探索一番，但是這鬼地方太嚇人了，一到晚上樹林裡好像總有影子跟在我身後，四面八方山巔上不知什麼妖物的吼聲也越來越近了。\n下山路上撿到一個舊酒瓶，在泉水裡洗了洗，狀況還不錯。拿回去給東東玩的話，他一定會很開心。就說這是仙人送我的寶瓶好了。"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "某人遺落在璃月港的日誌，描述了其人在璃月港的經歷。\n——璃月港——\n在不卜廬賣出了藥材，不僅補回了虧空，還小賺了一筆。按照這個效率，大概再過幾年就可以在璃月擁有自己的房子，把東東接過來一起住了吧。正好，到那時候東東也要上學了。\n如果我年輕時候好好讀書，就不會認識那群盜寶團的狐朋狗友，就不會把父親留下來的家財都敗光。想到這裡，就覺得一定要讓東東去找最好的老師念書，這樣才能結交正派的朋友。才不會落魄到他爸爸這樣的地步。為了東東，還不能放棄，一定還要再拼一把才行。\n…雖然這麼說，還是抱著發大財的念頭，在解翠行試了試手氣。雖然原本不想把錢浪費在這種東西上的…可是耐不住石頭老闆巧舌如簧，哄得我把錢全都丟在裡面了。運氣還好，解出來幾枚品質不錯的玉石。可是為了賭石，我已經把用來採藥的鐮刀和藥箱都當掉了。\n我已經一無所有了。賭石得到的寶玉雖然好，但這種東西也不那麼容易脫手。看來只能再搏一把了，去海外碰碰運氣吧。投奔南十字船隊的話，北斗大人會不會願意收我呢？\n就算只是擦擦甲板也好，我已經三天沒吃飯了。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "某人遺落在野外的日誌，描述了其人在刃連島的不幸遭遇。\n——刃連島——\n從海賊的船上偷了一艘小船，划了三天三夜，終於上岸了。\n從這裡能看到傳說中鳴神島上那座高山，與其上生長的巨大櫻樹。神櫻的色彩在月光下顯得格外清寂溫柔…催人思鄉。\n也不知東東在輕策莊會不會寂寞，不知我出來跑到這麼遠的地方謀生路這件事，究竟是不是正確。可能人歲數大了，就總會冒出些有的沒的念頭吧。\n在這座荒島上兜兜轉轉，採到了一些紫色的甜瓜。澀澀的、沒什麼味道；連皮吃的話還會把牙齒和舌頭染成紫色，好久才會慢慢褪去…下次應該試試煮熟了再吃。\n在島上搭了一個小營地，等明早天一亮就往南方走…聽那群海賊說稻妻城就在那邊。\n城裡一定會有許多工作機會吧，不如就放棄冒險的傻念頭，在這個國家找份正經工作。等積蓄起了一筆錢，有了自己的房子，就可以把東東也接過來一起住了。\n再怎麼說，這裡的房子總比璃月港便宜。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "誰人的日誌"
          }
        ]
      }
    ]
  }
}