{
  "epId": 2350,
  "name": "醉客軼事",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "蒙德傳揚的酒客故事之一，講述了誤入狼林的醉漢與饑餓的孤狼之間的故事。\n在蒲公英酒的國度，大話與流言隨醉氣遠揚。\n在胡鬧的醉鬼中間，那些誇張的傳說總能流傳到更遠的地方，就像醺醉時的胡言，或七歪八斜的步態那般，雖笨拙卻也有趣。\n傳說在過去的某個年代，蒙德曾有一位著名醉漢。像趕上休獵期的清泉鎮獵人那樣，他酒量不小，但每飲輒醉。不把口袋中的酒錢花光，絕不會離開酒館的吧台一步。\n某夜，醉漢方暢飲完畢。正踉蹌歸家之際，頭暈眼花的他誤入了狼的林地。\n今日的奔狼領是王狼的領土，有理智的外來客大多會被這片森林肅殺的氣氛嚇阻。據老獵人們說，那是因為北風的王狼聚集著群狼的魂靈，防止外來者闖入不屬於他們的土地。\n但在那個遙遠的時代，群狼的領主尚未隨北風降臨那片森林，為狼族帶來秩序與安寧。那片森林曾是野狼自由爭鬥的場地，在人類所未知的樹影間隱匿著它們血腥的遊戲。\n就這樣，蒙德城的知名醉漢闖進了狼林。\n黑暗的林影之中，醉漢不顧絆腳的草藤與惱人的樹枝，蹣跚而行。\n很快，一雙綠光閃爍的眼睛盯上了他。\n那是一條孤狼，它靜靜地跟隨在醉漢身後，一邊心裡暗暗嘀咕著：\n「怪哉，怪哉！」\n數百年來，從未有人敢進入狼林，無論是全副武裝的騎士，還是衣裝襤褸的逃犯。即使恣肆的貴族也不願將奴隸流放在這片森林，生怕此種冒犯會激怒野蠻的狼群，為自己的領地帶來不必要的麻煩。\n「但這傢伙竟然敢獨自一人跑到這裡來，實是怪哉！」\n孤狼嘀咕著，一邊忍受著醉漢薰天的酒氣，一邊在他身後緊緊跟隨。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "傳揚蒙德的酒客故事之一，講述了饑餓的孤狼與醉客的相遇。\n眾所周知，狼的嗅覺比人類更加敏銳，也更敏感千萬倍。\n在追蹤獵物的同時，濃重的酒氣也把孤狼薰得幾乎窒息，綠色的雙眼很快便眼淚汪汪了。\n「哼…」\n生於原野，長於森林的孤狼從未接觸過人類的文明，儘管曾隔著果酒湖偶然嗅到淡淡的酒香，但卻並不能完全理解這氣味所代表的東西對於人類有何意義。\n「這傢伙或許和鼬鼠是同類，他早就發現了我，現在正放毒屁逃命呢！」\n孤狼這樣想著，忍著薰天的酒氣，稍稍加快腳步，在醉漢身邊的陰影中觀察著他。\n狼是謹慎周全的野獸，但喝醉的人不是。\n酒令人昏沉暈眩，有時卻又會讓人格外敏銳地察覺到風向的細微變化。\n也不知怎麼的，醉漢發現了一直跟隨左右的孤狼。\n或許是因為孤狼被醉漢的酒氣薰得暈頭轉向，再也顧不得腳下松針斷裂的聲響，才會失態被獵物發現。\n「你是誰，你也在這裡找廁所嗎？」\n醉漢揉揉惺忪的眼睛，問道。\n「人類，你又是誰？身上如此臭烘烘的！」\n狼聳聳鼻子，呲著牙，威脅般地答道。\n聽到孤狼沙啞的嗓音，醉漢非但沒有畏懼，反而來了興趣：\n「朋友，雖然我不知怎麼惹到了你…不過我們蒙德人的老傳統是喝酒最忌無聊，趁著今夜的月光，不如我跟你講個故事好了。」\n說罷，他打了個醉嗝。\n孤狼本想不顧這些醉話，一口咬斷醉漢的喉嚨。\n但聞到刺鼻的酒氣，它便難以提起胃口，於是不情願地答應了下來。\n「哼，轉念一想，我也不是那麼餓得慌…不如聽你廢話一番。」\n醉漢伸個懶腰，驚動了幾棵小小的蒲公英。\n然後，他開始了今夜的故事。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "傳揚蒙德的醉漢故事之一，本卷是醉漢為孤狼講述的久遠故事。\n相傳在遙遠的荒原上，有一條獨狼遊蕩。\n它曾是狼王，曾經率領自己的部族尋覓家園，捕獵與戰鬥…那時的生涯在它的身上增添了數不盡的傷疤。\n它帶領自己的種落越過原野，途經古老的宮闕廢墟，穿越魔怪與仙靈的領地。\n荒原是殘酷的，隨著狼王日漸老去，群落隨之漸漸流散。年長日久，整個種群只剩下了一條衰老的孤狼。\n傳說中的荒原是沒有神的土地，這裡只有古老的魔神留下的鬼魂殘跡，與往日仙靈空空如也的宮廷。當孤獨的老狼經過一座灰色宮殿時，一陣樂聲吸引了牠。\n「我從未聽過如此悅耳的鳥鳴或蟲叫，甚至忘記了腹內空空之苦。」\n於是，狼步入灰色的廳堂，踏過遍生的雜草，又途經破碎的石棺，其上舊主的肖像依然清晰可見。\n走進一方內室，孤狼遇到了奏樂的少女。\n她的肌膚如同灰燼一般蒼白，眼眸低垂，纖細的手指撫弄著脆弱的魯特琴弦，正在彈奏一首早被遺忘的哀歌曲調。\n狼坐在蒼白的少女面前，一時間忘記了饑渴與孤獨的滋味，靜靜傾聽著少女無聲的歌唱：\n「往日秋夜的蟬鳴，是放逐者的吟唱，是人類最早的歌。\n他們失去了一切形與神寄宿的家鄉，只剩下歌與回憶。\n最後的歌者，最初的仙靈，彈奏著終曲，坐在天使的廳堂。」\n森林中遊戲的小小仙靈也被她的歌聲吸引，紛紛向她致上敬意。\n「那是什麼歌？」\n狼不解發問，牠聽得懂每一句話、每一個字，甚至每一個音符；但她的語言是牠從未聽過的，與任何生靈迥異。\n「是仙靈的歌。」\n蒼白的少女輕輕答道，\n「在久遠的曾經，這是我們為蠻荒的人類作的歌，但如今卻用來歎息我們自身的命運。」\n於是，狼跟隨少女的旋律，笨拙地應和起來。\n狼的聲音蒼涼破碎，充滿了悲哀。\n「你在唱什麼？」\n蒼白的少女問道。\n「這是我們的歌。」\n狼回答。\n「真難聽。」\n撩撥著魯特琴弦，少女不留情面地評價道，\n「不過，你可以和我一起唱。」\n就這樣，狼與少女的合唱迴響在舊日宮闕的廳堂之中。據說今日的冒險家們在經過此地時，依然能夠聽見特異而和諧的音律迴盪。\n「就這樣？」\n孤狼有些失望地舔舔嘴唇，\n「不如我為你講個故事。」\n於是，孤狼清清嗓子，開始了自己的故事——"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "傳揚蒙德的醉客故事之一，本卷是孤狼為醉漢講述的，關於酒與狼的故事。\n傳說蒙德最初的酒，是在北風呼嘯的年代釀成的。\n在冰霜列王相爭的年代，冰暴中飄搖的先民將野果粗釀成酒，為了躲避凍瘡的痛苦，也為了增添直面冰霜的勇氣。在那個時代，冰雪依然覆蓋蒙德大地，蒲公英也尚未探出頭來。\n據說在蒙德，第一個發明酒的人是一位冒失鬼。\n在冰雪圍困的部落中，冒失鬼為艱難耕獵的部族看管糧食。\n畢竟，儘管冰天雪地之中人跡罕見，但還總有些耐寒的小動物會打通隧道，從地下冒出來偷吃地窖中的糧食。因此，部族總是需要有人巡查存儲糧食的洞穴、堵上鼠類打出的地洞，或把盜竊糧食的鼠輩抓個現行，為族人增加餐食。\n在那個時代，陰濕的洞穴總需要格外細心看護，否則堆積其中的食糧便有可能變質腐朽。但也有些時候，潛藏的小小生靈會給人們施加一點小小的惡作劇。\n趁著冒失鬼又一次怠忽職守，風的精靈化成狐狸模樣，潛入成堆的野果之中，令酵母孳生，將之催熟發酵。\n而冒失鬼腹中空空，前來取食野果，正被發酵果子的醇厚口感迷醉。於是用獸皮將之榨出漿來，所以為酒。\n雪原之中發明釀酒的冒失鬼也是最初的醉鬼。傳說他是第一個因醉酒而迷失在夢中的人。\n在他最初的醉夢中，他化成了一頭孤狼。在很久以後、或者很久以前的某個時代，他與其他群落的同類拼死撕咬、與風雪中的人類競奪食物，又與最初的仙靈相遇。\n群居的人與群居的狼，都是無法忍受孤獨的生物。而新釀出的酒，令他們的夢互相連通。\n但他們對待夢的態度卻截然不同。\n只見過風雪的人嚮往孤狼馳騁的荒原，而孤狼卻對於人類的欲望心生恐懼。牠無法理解為何人類會迷醉在危險的幻覺裡，從中尋找希望。\n而更令狼忌憚的是，在人類的夢中，他再也無法辨清自己究竟是那頭孤狼，還是一個懷有狼靈的凡人。\n於是，孤狼誓言遠離人類的毒物，隔絕酒的誘惑。\n因為狼並不是風的子民，牠們的家鄉並不屬於酒和牧歌。因此，狼離開了人類的領地，轉而在荒野與山林中的酒香罕至之地安家。\n「這就是你們稱之為酒的東西，與狼的淵源。」\n孤狼得意地對醉漢說道。\n一轉頭，卻發現醉漢在柔軟的松針床上酣睡已久。\n孤狼無奈地噴出鼻息，將這坨酒氣薰天的傢伙丟在一旁，自顧自離開了。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "醉客軼事"
          }
        ]
      }
    ]
  }
}