{
  "epId": 2351,
  "name": "野豬公主",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "很久、很久以前的森林王國，發生著怎樣的傳奇故事？\n《野豬公主》第一卷，為您揭示一個關於友誼，愛與生死的童話。\n久遠的傳說中，大地上的草木走獸都擁有自己的王國。\n在那時，如今蒙德城的所在還只是一片森林，是野豬嬉戲的天地。\n野豬的王國就坐落在這片森林裡，王國在野豬國王的統治下富足快樂。\n國王有一個可愛的小公主，她有著全森林最漂亮的鼻子、最潔白的獠牙，和最順滑的鬃毛。\n公主美麗善良，每天都會把最甜最多汁的果實分發給臣民。\n無論是酸甜的樹莓，脆甜的蘋果還是鮮美的樹蘑，公主都最先與同伴分享。\n王國中的每一頭野豬都深愛著他們的國王與公主，每天牠們都要這樣讚歎：\n「哼~哼~祝福我們的國王，只要有他，我們就有好果汁吃~」\n「哼~哼~感謝溫柔的風神，讓國王擁有這樣乖巧懂事的公主~」\n【這一頁邊上寫著一行小字：「巴巴，窩每天晚上乖乖不吃糖，天天祈導的話，也會變成耶豬嗎？我想變耶豬，因為好吃。」】"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "了無生機的冰原，溫柔的風神也不曾光臨的土地，竟然也有孤獨的住民？\n《野豬公主》第二卷，故事在冰川繼續。\n而在野豬森林的北方，有一片寒冷的冰原。\n在那時，貪玩的巴巴托斯還沒有到達那片土地，所以那裡到處都是白雪與寒冰。\n每一個踏上那土地的生靈，都凍得直跺腳：\n「哎呀呀，太冷啦，太冷啦，我的爪子都要凍裂啦！」\n就連最勇敢，最強壯的野豬國王，走進了冰原也凍得不行：\n「哼喲喲~哼喲喲~真冷呀，我的蹄子都凍成紫色的啦！」\n但那裡只有一匹小狼，是唯一的居民。\n【這一頁最下面，有一行稚拙的筆記：「巴巴，為什麼小娘的爪子沒有被凍列？」】"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「你從此以後將了無希望！」面對寒冰的詛咒，小狼將遭遇何種命運？\n《野豬公主》第三卷。\n小狼從前也是一個無憂無慮的孩子，生著明亮的藍色眼睛，全身灰色皮毛光潔漂亮；\n發起威來，就跟蒙德大教堂的狼頭浮雕沒什麼兩樣！\n可是有一天，牠在森林裡打獵的時候，遇見了邪惡的松鼠魔巫烏巴瓜！\n在古老的大地上，再沒有什麼魔神或惡龍比烏巴瓜更邪惡了，他嫉恨一切美好的事物，立志要把大地上的一切美好變成醜陋，光明轉為黑暗。\n他看見快樂無慮的小狼，心中火氣升騰，暗暗說道：\n「吱呀呀~吱呀呀~我好氣啊！看我把最寒的冰刺入他的心臟，讓他從此再也無法感受希望的光芒！」\n於是，烏巴瓜施起法術，就要詛咒那小狼。\n可是小狼冒冒失失，也沒有事先解釋，便一口把烏巴瓜吃進了嘴裡。\n烏巴瓜又氣又急，在小狼的嘴裡大罵大叫，把自娘胎出來最難聽的話都罵了一遍，小狼感到口中聒噪，這才發現自己犯了錯誤。\n「哎呦，對不起，松鼠先生，我以為你是能吃的那種松鼠呢！」\n小狼心裡想這麼說，但喉嚨一緊又一鬆，只聽咕嘟一聲，便把烏巴瓜咽下了肚子。\n【這裡貼著張紙條，字跡成熟穩重：「所以，莉莉，在外面玩的時候不要亂吃東西。」】"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "幼狼在冰冷的孤獨中成長，冰原孤狼的身世秘密就此完全揭開。\n《野豬公主》第四卷。\n就這樣，也不知道小狼胃裡發生了怎樣的化學反應，烏巴瓜的法術竟然起了效果！\n松鼠的詛咒中，極冷的冰錐刺入小狼的心臟，將它凍結起來。小狼從此變得冷漠刻薄，別的動物關心他，他一定要報以惡言，或者做出令他們傷心的事情。他就這樣漸漸被所有動物討厭了。\n從此以後，森林裡的每一匹狼一提到他，都會說：\n「汪~汪~真是頭自私的狼，這個孩子真是討厭。」\n「汪~汪~是啊，是啊，真是一頭無情的狼，誰也不要和他來往。」\n於是，小狼一個接一個失去了所有的朋友，孤獨的他不再受森林歡迎，只好去向北方。\n北方暴雪肆虐的冰原，一般的生靈難以接近。可小狼的心已經被凍結，也就不再害怕寒冬了。\n於是，他從此就在這裡安家，成了冰原上唯一的孤狼。\n【這一頁折角處有一行小女孩的字跡：「巴巴，可是烏巴瓜去哪裡了？」】"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "「沒有誰應該遭逢這樣的命運。」善良的公主流下了悲憫的眼淚——在齊心協力的夥伴面前，寒冰終將被決心融解。\n《野豬公主》第五卷。\n一天，野豬公主聽說了小狼的故事，她為小狼的不幸感到傷心不已。\n於是公主問遍臣民，究竟怎樣才能從小狼的心中除去冰錐，讓他變回原來的那個好孩子呢？\n問來問去，只有智慧的狐狸和長壽的烏龜知道答案——\n「叮叮叮~只有真心與火焰才能融化惡毒的冰晶~叮叮叮~」狐狸說道。\n「友情，需要犧牲。只有犧牲，才能成就友情。抱歉，我不會叫。」可靠的烏龜老爺爺說道。\n聰明的野豬公主立刻明白了其中的道理，於是她擦乾眼淚，向兩位智者行了一禮：\n「哼~哼~謝謝你們，我想請你們同我一起去小狼那裡，做我們友情的第一批見證人。」\n狐狸與烏龜聽到公主的屈尊請求，心中滿是欣喜，於是與公主一同踏上了前往北方的道路。\n【這一頁最下面貼著一張便條，似乎是小讀者的父親手書：「烏龜不會叫，就是不會叫。因為烏龜老爺爺很有禮貌，所以要特別說明。」】"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "踏上冰封的荒原，爬上嚴寒的雪山，公主與兩位智者遇到了神秘的住民…\n《野豬公主》，第六卷，雪山上的冒險徐徐展開。\n扉頁上，某人以稚嫩的筆跡寫著：「爸爸回家後，也一定要跟我講雪山上的故事！」\n於是，公主與兩位智者踏上了極北寒冷的雪域。\n這裡到處都是寒冰和白雪，即使最勇敢、最強壯的走獸，或者掘地本領最強的鼬鼠，也找不到哪怕一片溫暖的草叢、一顆多汁的果子。\n公主被雪原凍得瑟瑟發抖，但她沒有退縮，而是頭也不回地往寒風深處走去。\n智慧的狐狸與可靠的烏龜受不住刺骨的寒風和冰雪，紛紛勸說公主：\n「叮叮叮~在如此寒冷危險的地方冒險，國王陛下知道了會擔心的，我們還是回去吧~叮叮叮~」\n「是啊是啊，這風雪只怕會越來越大，越來越冷…我們不如休息一陣，等風止天晴再繼續前進吧？抱歉，我不會叫。」\n但堅強的公主並沒有聽從兩位智者的建議，而是決意繼續深入極北的嚴寒之中。\n畢竟在這個世界上，有什麼能比拯救失落的親友，挽回失去的情誼更高尚呢？\n就這樣，他們走呀走呀，直到爪子和蹄子都被凍紫了，直到呼出的氣都被凍成了風雪。\n在一座冰封的高山上，縱冰凌而下嘩嘩奔流的冰河邊，公主遇到了寒風中飄搖的精靈。\n冰封的雪山上居住著古老智慧的精靈，她們沒有形體，卻擁有強大的魔力。\n「哼~哼~您是這裡的主人嗎？請問，您可以引領我們穿越風雪嗎？」\n公主禮貌地問道，凍得麻木的蹄子在雪地上挪來挪去。\n智慧的狐狸與可靠的烏龜爺爺也期待地望著冰風的精靈，凍得麻木的爪子在雪地中來回挪動。\n「呼—呼—」\n精靈輕飄飄地說道，\n「可以哦，但是—呼—呼—」\n「作為回報，我會吸取你們的體力，你們在寒風中前進，會變得越來越餓，越來越累，越來越冷，但不會有性命之憂…大概吧—呼—呼—」\n「哼~哼~畢竟是冰風的精靈嘛，」公主這樣想道，\n「而且全王國最有智慧、最關心我的親人正陪在我身邊，他們一定有辦法的！」\n公主毫不猶豫地應允了精靈的請求，智慧的狐狸與可靠的烏龜爺爺甚至沒來得及提出自己的諫言。\n「哼~哼~交易很公平！就請您帶我們去找小狼吧！」\n於是，精靈化作嚴寒的冰流，引導著堅定的公主翻越高高的雪山……"
          }
        ]
      },
      {
        "title": "第七卷",
        "desc": [
          {
            "type": "RichText",
            "text": "冰封原野中的一切犧牲終於沒有白費，友誼、愛與生死的完美終曲！\n催人淚下的童話名作，《野豬公主》大結局！\n經過重重風暴與嚴寒，公主終於見到了小狼。\n如今的小狼渾身覆蓋著冰霜，幽藍的眼睛也不再有光芒，甚至忘記了怎麼汪汪叫。\n「嗷~嗷~大姐姐你來的正好，我正愁午飯沒著落呢。」\n聽到這話，善良的野豬公主不禁流下淚來，眼淚彷彿融化了小狼心尖的一點點冰雪。\n「嗷嗚~你哭什麼？」\n「哼嗚~哼嗚~你在這裡午餐都沒有著落，在我的王國裡，我從沒見過這麼悲慘的情況。\n「所以，我要犧牲我的所有，填飽你的肚子，好嗎？」\n小狼聞聽此言，目瞪口呆：\n「嗷~嗷~你瘋了嗎！還從沒有人在我面前說出這樣的話！」\n但小狼從公主的眼中看到了決心的光芒，他心中的冰晶又碎裂了一片。\n「沒有哦，所以——\n「我要犧牲王國最有智慧、最關心我的兩位親人，填飽你的肚子，為了我們的友誼！」\n狐狸聞言不對，拔腿要跑，但卻被小狼和公主撲倒在地，烏龜爺爺嚇得縮進了殼裡。\n小狼與公主美美地在冰天雪地吃了一頓野味大餐，然後又找了處山洞，他們摘了好多好多蘑菇，最後用苔蘚生起火來，又喝了一鍋烏龜湯。\n就這樣，小狼第一次瞭解了分享與友情的樂趣，心中的冰晶漸漸融化，化作欣喜的淚水流了出來。\n公主牽起小狼的爪子，一起回到了家鄉。\n【最後一頁夾著一張卡片，字跡娟秀細膩：「老公，我覺得這本童話書還是捐給圖書館比較好。」】"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "野豬公主"
          }
        ]
      }
    ]
  }
}