{
  "epId": 2355,
  "name": "䴉巷物語",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Toki Alley Tales_icon.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "集齊10頁後，可以合成《䴉巷物語·序》。\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？\n序·狸貓口述的稻妻簡史\n傳說在過去，軟弱短壽的凡人尚未渡海而來的時代裡，稻妻曾是狸貓的國度。\n狸貓生來慵懶而多變，從不會為明日而憂慮，也不把煩惱留過今宵。那時候，稻妻的大地是狸貓愜意的樂園，每一日都是熱鬧的祭典。\n至少狸貓一族的長輩是這樣說的。\n後來呀，狐狸們渡海而來，與狸貓一族展開了八百年又八百年的大戰，雙方損失慘重，最後只得談和。狸貓雖至今嘴硬，從未服過輸，可還是將那棵好大好大的雷櫻樹割讓給了狐狸一族。\n不過，狐狸同樣是詭詐狡猾而好變化的生靈。傳說在那場八百年又八百年的大戰裡，不斷變化鬥法的狐狸與狸貓之中就有許多倒楣鬼被變幻無常的形態閃花了眼，再也記不得自己來自何方，身為何物。\n於是，茫然無措的凡人便從迷惑的妖怪中誕生了。\n這等故事，是我從好吹牛的天狗那裡得知的。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "集齊10頁後，可以合成《䴉巷物語·一》。\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？\n與一的故事\n天狗名叫「與一」，住在花見坂一條名叫「䴉巷」的小小側街。她在那裡租了一家賣酒的店面，過著閒散的日子。\n說好聽些叫做「閒散」，事實上或許「一團糟」才是更準確的形容。\n理論來說，好酒的人往往懂酒，妖怪也是如此。\n但毫不客氣地講，與一酒品極差，又毫無生意頭腦。最糟糕的是，隱居人間的日子裡，這傢伙從來沒有拋棄天狗的惡劣習性——什麼酒後一屁股坐進妖怪堆裡尋釁滋事、綁架凡人少年少女巡遊整夜大鬧祭典；又或是絲毫不看氣氛地鑽進演劇現場，自顧自地即興扮起天狗三拳兩腳打趴主角…凡此種種，不一而足。\n若不是在妖怪中間輩分老高，又在人間交遊廣泛，與一這傢伙恐怕早就被哪位英雄退治在哪座山下了吧。\n但䴉巷無論妖怪或是凡人都對她另眼有加，大權現大人又見她從未惹出什麼大亂子，才沒對她做出什麼實質上的制裁。\n雖說天性傲慢又隨性邋遢，但作為有別凡人的偉大妖怪（自稱），與一倒是對身外之物並不吝惜。凡是有點錢財便被換了酒，不然便是在八重堂買了小說，大多草草翻閱一半便丟出窗外了。於是，這傢伙的家裡往往是一副野性光景。\n簡單來說，這傢伙身邊本就沒有什麼值得留戀的凡間財物…唯一可提得上「除外」的，大概是始終插在她腰間的那柄金色紙扇。\n大天狗一族本是肆行諸多世界的妖魔，動輒往身上點綴些擁有各異故事的戰利品絕非奇怪，這把紙扇也是如此。\n在某個月色尚可的夜裡，醺醉的與一曾敞著衣衫向我吹噓有關它的故事——\n據說那是她曾橫行過的諸多世界之一。在那時，她曾化身一位高傲的青年弓手，為同樣趾高氣揚的將軍效忠。在將軍的麾下，她，或者不如說「他」，曾驕傲地使用強弓利箭射倒了無數敵手。倒在「他」弓下的有大腹便便的凡人武士，亦有狸貓化成的狡猾忍者，就連身軀肥大的吃人鬼也敵不過與一的一箭。\n「哈哈哈哈哈！真是名將呀，真是名將！汝目光似電，正似大天狗一般！」\n那個年歲，狂妄的將軍總喜歡這樣吹著鬍子大笑，實在是毫無禮節。\n日後與一又為將軍立了許多功勞，斬殺了許多妖魔和倒楣的凡人。其間事蹟真真假假，有多少是她憑空吹噓，自不必說。但真正令與一成名的，乃是在那異界百年裡的最後一戰。\n話說那場水戰，將軍與逆賊在海峽之中冒著風暴血戰。妖怪者，雙方共出動了八百萬又八百萬之眾；凡人武士更是不可計數，怎麼說也數以千萬計。人頭不提，混戰中沉沒的大船也有八十萬艘——這等驚人的統計數據，是與一趴在窗邊嘔出一肚子黃湯後，在我的輔助下計算得出的。\n同無數故事中兩軍僵持的混戰一樣，任由各路英雄豪傑如割草般斬落無數首級、將海水染得腥紅，臭脾氣的將軍們也還在吹著鬍子苦苦相持，自然不願意撤軍回家，好生睡上一覺。\n終於，在某個月光清寒的夜晚，一艘小船從敵陣中緩緩漂了出來。其上載著一個人影，飄飄搖搖的，像水裡的倒影一樣。人影旁邊是一根亮閃閃的旗杆，頂上正挑著一紙扇，在月光下閃爍著金光。\n「哇呀呀，哇呀呀…氣煞我也，氣煞我也！如此挑釁，是可忍，孰不可忍！」\n將軍瞇起眼睛，遠遠望見金閃閃的扇子，立刻便暴跳如雷起來。\n與一可不懂將軍的自尊為何如此脆弱，也懶得為凡人廉價的尊嚴同理。此刻的她，不，「他」正以大天狗鋒銳的眼光，目不轉睛地盯著船上飄搖的人影。\n「他」望見那是一個女人，同與一完全不同的女人。\n片刻之後，一枝飛矢越過月亮，撕裂了夜空。\n「哈哈，好哇！」\n將軍的喝彩很快淹沒在眾人的歡呼聲中。\n「若是那兩個大叔得知自己失去了什麼，恐怕是要氣到肝脾爆炸吧！」\n與一得意地嘿嘿笑著，一副醉醺醺的樣子。大天狗不加掩飾的好色表情一覽無遺，讓人討厭得很。\n原來，在飛矢中的那一刻，與一便早已展開巨翅飛越海峽，掠過那小船時順手取了那黃金的摺扇，與手握摺扇驚惶未定的美人。隨後便乘著風掀翻下面叫罵不迭的將軍，自顧自飛離戰場去也。\n一齣天狗劫美人的好戲。\n只可惜——\n「結果你也知道，她卻是一隻貓婆子，這一路上把我撓了好一頓……」\n與一吐吐舌頭，氣急敗壞地嘆了口氣。\n「對了，這季節的鯛魚不錯，順便包一些拿去吧。」\n「怎麼，原來一毛不拔的大天狗也會發善心？」\n「我是說給那婆娘！」\n眼見醺醉的大天狗露出威脅的神色，我急忙將吃剩的鯛魚包好揣在懷裡，匆匆告辭了。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "集齊10頁後，可以合成《䴉巷物語·二》。\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？\n阿千的故事\n從與一的家裡出來，順著巷子曲曲拐拐走上一段，再折進一條小小的窄路，便到了那老太婆的家。\n黑漆漆的星空上，月亮爬到了最高處。貓兒們醒來了。\n凡人們說，修為上百上千年的貓，動輒變作妙齡少女的模樣，引誘人去做出好笑的愚行，或為報什麼恩德仇怨而執著追逐無辜的旅人。但其實這不過是凡人的一廂情願罷了。\n相比只有生氣時才會化成的少女人形，化貓之屬更喜歡化成老人的模樣，因為此種形態更符合她們機敏乖張的性格，又能借著老邁的偽裝，向命入窘途的過客兜售溫柔。\n「可不是免費的喲！」\n順著聲音抬起頭來，才望見屋簷上的少女等待已久。臉遮在黑影裡，似笑非笑，只有一雙眼睛反射著金綠色的光。月光順著半露的肩膀滲入衣襟，又從下擺的空隙間冒失地流淌而下，為修長的雙腿勾勒著瓷色邊緣。少女手裡隨意地把玩著劍玉，一副心不在焉的模樣。\n這老太婆絕對氣瘋了…\n「今天又來晚了，你呀。」\n「當然，抱…抱歉。」\n蚊蟲啪啪地撞著紙燈，燈慵懶地以閃爍回應。\n月亮帶來了潮濕的風，沒多久便讓蟬聲止息。\n少女披散著頭髮，一邊搖著紡車，一邊做出怪笑的模樣，甚是嚇人。\n我呢，即使身為能與大天狗推杯問盞的狸貓，在深不可測的化貓面前總也要禮敬三分。簡而言之——正為方才的冒犯跪伏謝罪。\n「也罷，也罷。既然鯛魚尚新鮮，你先起來吧。」\n我以狸貓圓滾滾的身形艱難恢復正坐姿勢，少女也漸漸化成老婦人，慈祥地怪笑著。\n「謝謝千婆婆。」\n「叫我阿千！」\n令人如釋重負。\n但多少覺得哪裡還是莫名其妙的。\n「哈哈哈哈，說起來，那個呆瓜最近過得如何？」\n阿千把一整條鮮魚呲溜一聲吞進嘴裡，又「啵」地連尾巴也吞下去。\n說起來，這傢伙與大天狗結下因緣的故事，也可謂啼笑皆非了。雖說之前與一已經從自己的角度提及這場鬧劇，但在化貓的口中，便又是另一個故事了——\n阿千本不生於我們的世界，她來自一個凡人更為倡狂的天地。\n在某個夜晚，某片竹林，尚且年少的阿千曾被遊方僧捕獲，輾轉良久又讓將軍買下，做了什麼「御化貓」。\n對那段日子，她並沒有什麼記憶，只是疑惑為何凡人中的達官貴人總愛惹她生氣，又總愛找她玩耍。每天便只顧著驅使她抓呀抓地把仇家抓成碎片，或只知道尋歡作樂，強迫她玩些只有他們自己樂在其中的無聊遊戲。\n那些日子長得讓人發狂，但妖怪所經年歲畢竟長久，其耐心遠勝凡人。\n後來，將軍和賊人的將軍廝殺起來，阿千便又成了什麼「忍者」。\n「這段故事更加無聊……」\n說著，阿千瞇起眼睛打了一個大哈欠，嘴巴一路咧到了耳根。\n隨後，在水戰的那一夜，將軍想到一著妙計——\n命阿千化成華貴婦人站在小船上，又立一金扇，以此羞辱賊將不敢近前。若賊兵冒進，也將被這千年的化貓狠狠教訓一番。\n只是後來，對面船陣中的與一……\n「只是後來，那呆瓜突然大呼小叫地站上前來，哇哇鬧著要一箭射落那扇子。」\n於是，只見那大天狗……\n「……腳下一滑，便撲通一聲掉進了海裡。」\n貓臉的老婦忍俊不禁，嗤嗤笑了起來。\n「那天晚上她喝得太醉，恐怕還以為身在驚濤駭浪之中。但那天晚上月光清寒，一絲風都沒有。」\n「不過，我已有幾百年未見過如此有趣的活物，便給她賺個面子，憋著笑自己搖落了紙扇……結果對面船陣又是一陣哇哇讚嘆，想想就好笑……」\n再後來，大天狗伸展巨翼，一躍而起，如同烏雲遮蓋明月一般撲向那華貴的女人——\n「霎時間弓矢亂發，她便像個刺蝟似的又掉進海裡了。我呢，再也無法裝作面無表情，笑得根本停不下來。」\n然後，阿千便哈哈大笑著從海中撈起倒楣的大天狗，夾在臂彎下一邊狂笑，一邊飛躍過兩方的戰船，攪了將軍們的雅興。\n人們說她一連越過了八條船，隨後便不見了蹤影。貓妖留下的笑聲，到戰事結束後還足足回蕩了三天有餘。\n「我笑得停不下來，便用力抓她……可一想到她的窘狀，便越抓就越想笑，哈哈哈哈哈哈……」\n貓化成的老太停不住地大笑。\n「再後來，我被她帶來了這個世界，把我當做了什麼戰利品一樣！」\n老婦的面孔「噗」地變成了少女慍怒的臉，只是臉上剛才笑到岔氣留下的紅暈尚未散去，看起來有點滑稽。\n「我才不是什麼戰利品！」\n「話說回來，可能這也正是為何她不敢親自來見我的原因吧。」\n少女臉的貓老太輕輕嘆了口氣，又狡黠地笑了。\n「你也該走了。留著門吧，待到月圓再來。」\n「順便，別忘了把這件蓑衣送去我們的老友那邊。」"
          }
        ]
      },
      {
        "title": "第四卷",
        "desc": [
          {
            "type": "RichText",
            "text": "集齊10頁後，可以合成《䴉巷物語·三》。\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？\n雨婆婆的故事\n從阿千的家裡出發，沿著巷子左拐右轉，至一處潮濕的庭院，便來到了雨婆婆的家。\n素雅的庭院中，就連蟬也噤了聲。只有水琴窟中的滴水在幽幽地響著，伴著竹鹿威的節奏和鳴。\n曾經在無拘無束的山林中，化霧成雨的女子是狸貓與狐狸共同的好友。\n自然，我們妖怪與凡人不同，既沒有複雜的煩惱，也不劃分各自地位品級。但在雨霧彌漫的山裡呀，輕聲細語的雨女總是能收穫更多的尊敬與愛慕。\n只是後來，大家紛紛臣服於大權現大人。凡人的好日子來了，妖怪們要麼隱居各處、要麼遭到退治與鎮壓…雨婆婆便是那時起遷來䴉巷的。作為慰問，鳴神大社的狐狸宮司大人將這處宅子贈予了她。\n不禁教人好奇，是怎樣的失去與悲傷，能讓宮司大人為之特加照顧…\n在庭院中稍作駐足，看著彎月在池塘裡飄搖，濕潤涼爽的夜風帶來了她的聲音。\n「失禮，讓您久等了。」\n回過頭去，正看到雨女立在門邊。蒼白的月光灑在她的身上，白色長衣閃爍著濡濕的光澤，年輕修長的身體卻散發著蒼老的悲哀氣息。\n於是，我低下頭，匆匆將阿千交給我的蓑衣奉上，不敢抬眼直視她蒼灰色的雙眼。\n凡人坊間傳言，悲傷的雨女，雙眼會呈現出溺死者般的大理石灰白色調。敢於直視這雙悲傷眼睛的人將會永遠迷失在難解的雨霧中。\n當然，那不過是凡人的無聊傳說而已，但「不要直視悲傷雨女的雙眼」這樣一條基本禮節，確是妖怪之間不成文的規矩。\n「謝謝。」\n雨婆婆的聲音一如既往地濕潤溫柔，如同霧中晨露。\n並沒有請我入室，也沒有分享故事。\n只是交給我一方木匣，我心領神會。\n於是，趁月色明亮，我悄悄退出了庭院。"
          }
        ]
      },
      {
        "title": "第五卷",
        "desc": [
          {
            "type": "RichText",
            "text": "集齊10頁後，可以合成《䴉巷物語·四》。\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？\n權兵衛的故事\n權兵衛今年七十六歲，是䴉巷長居的唯一凡人。\n曾是農民，做過武士，做過工匠。\n我手中的匣子便是他的作品，順滑的黑漆面鑲嵌著多彩的珠母，是從海祇島的漁民那裡學到的手藝。\n「辛苦妳了。」\n面前的老人深深向我低下頭。\n雖說我私下以為，凡人對妖怪的禮節本當如此，但還是不得不為他的憂鬱而感到一絲憐憫。\n據權兵衛所言，與坊間傳說不同，他與山林中漫行的雨女曾是至交好友。\n只不過，彼時尚是少年的權兵衛，是為了給家鄉乾旱的田地帶來雨水的滋潤，因而聽從村老的說辭，走向山林尋求雨女的幫助。\n雨婆婆那時已不再年少，對人間的諸多變數了然於心。但山林中的造物總是比凡人更加單純而素樸。\n後來呀，後來。年輕的權兵衛犯下了難以啟齒的錯誤，欺騙了屬於山海的生靈。儘管直到今天，他仍然堅持自己的欺瞞，乃是為了家鄉的福利。\n而他的村莊也確實因此後降下的霪雨而盼到了難得的豐收年景。\n在那之後，無顏安閒的權兵衛遠遠避開山林，來到城市長居。\n「非常抱歉。」衰老的凡人低下頭，卻並沒有收下木匣。\n我離開了他的屋子，趁著月光尚未被陰雲遮蓋。"
          }
        ]
      },
      {
        "title": "第六卷",
        "desc": [
          {
            "type": "RichText",
            "text": "集齊10頁後，可以合成《䴉巷物語·五》。\n輕風中飄搖的殘頁，似乎是從一本老舊小說中脫落的。\n或許在其他地方找到更多殘頁的話，能湊齊一本完整的書也未可知…？\n中場\n傳說在過去，軟弱短壽的凡人尚未渡海而來的時代裡，稻妻曾是狸貓的國度。\n狸貓生來慵懶而多變，從不會為明日而憂慮，也不把煩惱留過今宵。那時候，稻妻的大地是狸貓愜意的樂園，每一日都是熱鬧的祭典。\n至少狸貓一族的長輩是這樣說的。\n後來呀，狐狸們渡海而來，與狸貓一族展開了八百年又八百年的大戰，雙方損失慘重，最後只得談和。狸貓雖至今嘴硬，從未服過輸，可還是將那棵好大好大的雷櫻樹割讓給了狐狸一族。\n不過，狐狸同樣是詭詐狡猾而好變化的生靈。傳說在那場八百年又八百年的大戰裡，不斷變化鬥法的狐狸與狸貓之中就有許多倒楣鬼被變幻無常的形態閃花了眼，再也記不得自己來自何方，身為何物。\n於是，茫然無措的凡人便從迷惑的妖怪中誕生了。\n一邊回顧著狸貓一族相傳已久的故事，一邊在曲折的街巷中徘徊。\n最終卻也沒有找到尚且開張的酒家。\n是時候回去了吧。\n這樣想著，從狐狸大叔的蕎麥麵攤前站起身，伸伸懶腰。\n背後卻傳來了熟悉的氣息——"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "䴉巷物語"
          }
        ]
      }
    ]
  }
}