{
  "epId": 2921,
  "name": "浮槃歌卷",
  "desc": "<p>教令院因論派的學者自砂海的遺蹟中挖掘出的古代殘卷，無從判斷作者身分。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/142229365/9cbfd7d699ed69f0377b85a8c9abd17e_5546329965340592222.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702718361,
  "components": {
    "body": [
      {
        "title": "浮槃歌卷•卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "…浮槃婆梨袈國的女主人聽說了這件事，便不惜紆尊降貴，\n前往（…）的大宮，意圖用難解的謎題，考驗王女的智慧。\n無數侍女、僕從與吏兵，簇擁在那永世輝爍的女主人身旁，\n他們都身著細麻與絲綢，彷彿萬千晝星，裝綴唯一的月光。\n【室羅婆耽院訶般荼，塔法佐莉的備註：此處為誤譯。本節末句中的「絲綢」應當譯作\n「從未有人見過的織物」，以免與璃月的特產相混淆。另外，本節第二句中所提及的「大宮」，\n在原本的語言中並非指代「宮殿」，或是任何具體的「建築」，而是「神臨在的一片土地」。\n負責翻譯本卷的伐護末那院學者似乎並不真正理解那個時代的語言，不過我還是會認真撰寫備註。】\n…甜蜜的芳香縈繞著那（籬笆？花園？戰場？）的女王，\n宛若溪流繞過樹蔭下碎銀般的月亮。\n從古至今，無人曾將這般美貌矚望，\n正如無人曾經目睹七月降下的晨霜。\n【室羅婆耽院訶般荼，塔法佐莉的備註：本節首句中，暫時無法確定含義的詞語，也可譯作「農田」或「墓園」。\n伐護末那院訶般荼，亞莎特爾的備註：非常感謝你的備註，塔法佐莉大師，現在我們更搞不清楚這本書的作者寫的究竟是誰了。】\n…於是，浮槃的女主人開口說：\n「讚頌有翼者，統領地上萬國的君王。\n我是受造於原初的精靈，我是閃爍的虛像，我是創造者眼中流出的一縷微光。\n遠方的人民都在將你的智慧頌唱，不知你可否為我破除令我困擾已久的迷茫？\n這些香料、黃金與寶石，我都要贈予你作謝禮，作為解開我三個謎語的饋貺。」\n那（…）的王女如此回答：\n「讚頌有翼者，統領地上萬國的正理，\n我是昨日的擁有者，我是明晨的主宰者，卻從未見過像你這般的秀美與雅麗。\n浮槃的女主人，無論你心中有什麼樣的疑慮，你都可以毫無保留地向我提起。\n這些香料、黃金與寶石，它們全部加在一處，也無法與傳授知識的價值相比。」"
          }
        ]
      },
      {
        "title": "浮槃歌卷•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "於是，浮槃的女主人又說：\n「仁慈的君王，若你果然是這般真誠，\n那就請你在此聽我將第一個謎語念誦。\n什麼東西活著的時候如死物一般冰冷，\n消逝後卻能夠為人們送去和煦的暖風？」\n那（…）的王女如此回答：\n「你說的是晚春易逝的薔薇，縱然滿是荊刺卻也難掩芳菲。\n花朵被摘下製成濃醇的香水，花莖則被割斷作油燈的芯髓。\n古往今來多少情人因她迷醉，赤旄的君王也傾慕她的雬美。\n可是薔薇卻又何曾思戀過誰，不過是伴著新月和晨露枯萎。」\n浮槃的女主人心中暗暗讚許，姣美的容顏卻依然平靜如故。\n她不動聲色地向前邁出一步，向著王女說出了第二個謎語。\n浮槃的女主人說：\n「全知的君王啊，你確是已經答出了我所說的第一個謎題，\n但是，從星辰到深淵，這世上仍然有無數難以解釋的奧秘。\n全知的君王啊，若是你的智慧真的與人們的傳說不差毫釐，\n就請你像回答第一個謎題那樣，回答我提出的第二個問題。\n什麼東西從地升天，又從天而降，\n無人曾目睹它，它卻將一切覷望，\n其上恰如其下，其下與其上相仿，\n卻只可自上而下，不可自下而上？」\n那（…）的王女如此回答：\n「你說的是高天立定的正法，原初之時便鑄成的神聖規劃。\n世間無人目睹過永恆的律法，律法卻總是將世間萬象統轄。\n只可俯伏尊奉穹靈的伐梨那，切不可僭縱誇逐詐諝與智差。\n若是膽敢將那禁忌之術仿拓，唯有劫滅等待在睿識的畛崖。」"
          }
        ]
      },
      {
        "title": "浮槃歌卷•卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "浮槃的女主人聽了就要歡喜，姣美的容顏卻依然帶著冷意。\n她輕輕俯身向全知之人行禮，向著王女問出了第三個謎題。\n浮槃的女主人說：\n「全知的君王啊，你確是掌管著星辰與深淵間的一切敏黠，\n但是，這世間並非只有須臾之物，更有稱得上永恆的熒華。\n全知的君王啊，若是你的智慧真的與人們的傳說分毫不差，\n就請你像回答第二個謎題那樣，回答我最後詢問的這些話。\n什麼東西無法抵禦箭矢，卻能抵禦毀滅，\n什麼東西無法摧垮盔甲，卻能摧垮城郭，\n既不屈服於高天的使者，也不屈服於地上的萬國，\n無論是諸神還是邪魔，傾盡全力也不能將它勝過？」\n那（…）的王女如此回答：\n「你說的是永無窮盡的智慧，正是它將（…）的文明捍衛。\n它將如（…）一般死而復生，又將如（…）一般永世不毀。\n縱然時間在它腳下捲起沙塵，千萬年後它卻依然如（…）。\n人們終會因它（…）而歡欣，而它也必將會因他們（…）。」\n【室羅婆耽院訶般荼，塔法佐莉的備註：此處缺漏並非人為，乃是書卷的散佚所致。部分缺漏可以透過原卷殘文的邊緣痕跡推測。然而，遺憾的是，負責翻譯本卷的伐護末那院學者似乎並不懂得相關的知識，因此，我會在這裡稍作補充。\n本節第一句中的缺詞：「（屬於）我（們）的」，或「永恆的」，或「全部的」；\n本節第三句中的缺詞：此處似乎為一人名，但也同樣能夠填入「得到妥善處理的遺體」；\n本節第四句中的第一個缺詞：「回歸」，或「死去」，或「重生」。\n其餘缺詞目前暫時無法推測。\n伐護末那院訶般荼，亞莎特爾的備註：…你當時是不是根本沒把這些告訴我？】\n王女答過了全部的三個謎題，沒有一個是能難住她的秘密。\n浮槃的女主人聽過她的話語，不由對王女佩服得五體投地。\n於是，浮槃的女主人開口說：\n「仁慈而又全知的、永無窮盡的君王啊，\n你的智慧，確是要遠遠超過人們的傳說。\n你的眷屬多麼幸福，你的臣民多麼幸運，\n他們竟能在你身邊，悉心聆聽你的教誨。」\n…自此，兩位女王便締下了堅實的盟約，與自始至終陪伴在她們身邊的那一位，就是（鮮血？怨怒？紅冠？）的君王，三人勠力同心，共同引領（…）的子民走向永恆的繁榮。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>浮槃歌卷</color>"
          }
        ]
      }
    ]
  }
}