{
  "epId": 2922,
  "name": "遐葉論經",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/125391187/0de691fd7ef4621a488218ee8eefad9e_7576163880805212485.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1682656170,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "遐葉論經"
          }
        ]
      },
      {
        "key": "來源",
        "value": [
          {
            "type": "RichText",
            "text": "智慧宮書架獲取"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "第一卷",
        "desc": [
          {
            "type": "RichText",
            "text": "...我不敢妄自提及她的真名，更不敢恣擅僭逾、憑凡臆揣斷她彼時莊嚴的神姿。我，索妮莎．寇舍彌，智識淺薄的僕役，不過是將自己從昔日追隨她的賢人們那裡聽到的故事如實記錄下來，並非從別處聽聞。這些話語就像是我自身的存在一樣，真實無謬。\n月影破碎之時，獸群自淵底湧現，噬齧萬千生靈。凡受造於她的，無一能逃過命定的劫滅，那些由她所賜的淨善、安寧與智識、在純粹的惡意前盡數傾殞。獰笑的殘月下，枯敗的黑潮湧過沙漠與山谷，將那曾被薔薇縈纏的清泉化作潦汙。它的垢穢玷汙了大地，凡人因絕望而戰慄。賢者將它喚作黑潮，因它是氾濫的洪水，將原野、村莊與城市吞沒。\n她親眼見證這一切，因生靈的哀痛與離苦，她含悲垂淚。她的淚水落在地上，祛滅了燃灼的邪火，原本荒穢的焦土，也因此生出飽沁甘露的花朵。然而災厄的根源依然蟄伏在焦土之下，死亡的陰影依然遮蔽著原本皎澈的月光。於是她發下宏願，誓要拯救地上的生靈，與追隨她的侍者一併，踏上了蒙耀的遠征。"
          }
        ]
      },
      {
        "title": "第二卷",
        "desc": [
          {
            "type": "RichText",
            "text": "她沿著斑駁的光影，走入早已破碎的林間。每邁出一步，便有千朵月蓮在她身後靜綻。所有的劫難，焚火、死亡與毀滅，都在她的妙慧前退卻。馚馥的繁花在死境中再度盛開，時至今日依然豐茂，數目就如同阿陀河中的砂礫那樣多。颶風也因她的歌聲而止歇，化作輕柔的吐息，吹動她衣襟上有大妙的寶鈴，發出上好和雅之音。諸靈使、精靈、人子及非人之物，都歡喜安樂，敬頌她的名，因她確是至叡的，又確是至慈的。\n深林中，她擷草為器、採花為冕，吹響無瑕的歌梨尼，頃刻間，萬千魔軍便化作塵埃，消散殆盡，再無他處可尋。她輕輕拂去林中生靈的淚水，撫慰它們的傷痛，正如她昔日將生之風吹遍蕪廢的砂海，彷彿亙古之時臨在永恆綠洲的使女。\n只是這片大地依然破碎，惡鬼與邪魔已將它的心吞咀，又將那空洞占作它們的居所，日月火光照臨不到的幽冥之穴。它們以塵土為珍寶，以汙泥為佳餚，如同鳥兒一樣披著羽毛，卻又無力在高天翥翱。於是她發下宏願，誓要到那裡去，去往枵朽腐潰的幽府，踏遍滌淨枯竭的旅途。\n諸靈使、精靈、人子與非人之物，伺望她步入已成空洞的凡世之心，輕觸那永恆的面影。於是，那些曾經被她賜予塵世的淨善、安寧與智識，便化作了不朽的伽烏迦那，也化作了塵世本身。這是淨蓮綻敷之刻。又有熾盛的花海槃縈在她的身邊，色若翠玉，香若薔露，濡若天衣。百鳥圍繞她歌唱，讚頌她重獲的芳華。人之子失卻的歲月如同林間的晚風流轉，再也無處尋見，而她卻能夠逆風而返，將往昔煥彰的神姿向塵世顯現，就像她將最初的種子播入砂海之時的姿容那般。正如頌歌所言：\n彼行大誓願，道成是正覺。解縛除憂惱，一切無不聞。\n吉祥妙光明，摧伏諸魔怨。衰菸之所覆，聖智有茴萌。\n見歸智清淨，澄滌無雲翳。如日遊朝空，如月頡星穹。\n諸蓮華熾盛，靈慧光遍照。於此信樂地，我今歌頌禮。"
          }
        ]
      },
      {
        "title": "第三卷",
        "desc": [
          {
            "type": "RichText",
            "text": "許多人不曾聽到過她的聲音，即使聽到，他們也不知道那正是她，而她卻聆聽著每一個人的願望。許多人不曾見到過她的姿容，即便是見到，他們也不知道那正是她，而她卻守望著每一個人的夢想。因為逖聽遠聞而善於傳述的人是少見的，洞悉真諦而善於教導的人是少見的。她的意志遍及一切，時至今日，她依然身處淨善宮中，庇護著屬於這片土地的每一個夢，正如在她歸來之時，指引夣國的王女將潔白的枝條折下，從枯萎的落葉中重新築起那永世蒼翠的獵場。\n森林曾在漆黑的獸潮前傾覆，無盡的迷宮也在焚火中轟然倒塌；萬獸的君王發出垂死的怒吼，為守護她所交付的一切而殞落。但不管是什麼模樣的苦厄，都不能將她饋賜的美夢攫奪——只要人們依然期待著下一夜的夢，就總會有新的回憶，在晨露與月塵中綻出安寧的花朵。\n這便是她賦予夢者的許諾，最初與最終的許諾。因為所有的思念，都如同珍珠一般，縱然被風沙千般劘礪，終究也不會改變它潔淨的本色。因為所有的美夢，都如同薇草一般，縱然一度被烈火吞沒，終究也會在溫煦的春風中搖曳。"
          }
        ]
      }
    ]
  }
}