{
  "epId": 3454,
  "name": "千夜故事集",
  "desc": "<p>災禍時代的流浪學者走遍雨林、沙漠與城邦，收集編纂而成的故事集，傳說稱原作中的故事無窮無盡，如今留存的只是其中殘篇。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/142229365/0cbb13e977e2cdc015dc79bdeb07ba50_5248972448556990560.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702388796,
  "components": {
    "body": [
      {
        "title": "千夜故事集•卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "無影人的故事\n曾經在大陸上生活著一群沒有影子的人。\n他們過著樸素的生活，對棲居地以外的世界一無所知。\n直到某一天，迷途的冒險家發現了他們。無影人驚奇地發現這名冒險家有一個亦步亦趨的追隨者，寡言且忠實。冒險家同樣感到驚奇，大陸的一隅竟有這樣確實存在但又不因日光而留下投影的族群。\n「我做夢也沒有想到會有這樣的發現。」冒險家說。\n「夢？我們的人已經很久不會做夢。」無影人中的一人說，「老人說過，所有的夢都已經被夢過了。」\n「影子裡藏著靈魂的秘密。你沒有影子，所以也沒有夢。」冒險家說，「也許你們曾經有影子，就像你們曾經做夢。」\n「既然如此，我該去哪裡尋找我所失去的東西？」\n「到密林裡去吧，那裡有很多夢，捕夢者或許有多餘的夢分給你。」\n年輕的無影人將故土拋在身後，長途跋涉來到了冒險家所說的密林。密林深處有著層層疊疊的影子。雲的影子，樹冠的影子，甚至不足道的飛鳥也能在鬆軟的土地上留下一大片投影。\n日復一日，他在層層疊疊的影子之間穿梭。影子裡藏著靈魂的秘密，他想，在這許許多多的秘密之中，唯有他是沒有秘密的人。於是某一天他發現，所有的夢境都向他敞開，他沒有自己的夢，卻因此得以進入他者的夢。\n在他經歷的許多夢境中，鳥的夢色彩斑斕，虎的夢氣息芬芳，但他並沒有見到捕夢者，也沒有找到所謂多餘的夢。夢與影子與此在的實存一一對應，他想，或許冒險家欺騙了他，或許根本沒有無主的夢，就像不會有無主的影子。\n在他幾乎要承認自己的失敗時，捕夢者找到了他。邂逅發生在海螺的夢中。他闖入了尾聲的時刻，試圖在其中尋找白浪與鹽風，但在略顯傷感的餘韻中，他一無所獲。\n「你就如這個海螺一樣，不屬於這片密林。」\n說話的是一個女人。他很快意識到，她就是冒險家所說的捕夢者，因為女人的影子像綴滿寶石的帷幔，有著奇異的斑駁質感。\n「我一直在找妳。」他說，「或許妳有多餘的夢…」\n「那是如朝露般易逝的…」捕夢者的話語中並沒有悲哀，「無主的夢無法長久保存。我嘗試過很多方法，它們最終都消散了。」\n「…你看，就像這個海螺…我們該離開了。」捕夢者拉起他的手，帶他離開了這個已經沒有白浪與鹽風的將逝的夢。\n在潺潺的溪流邊，女人講了許多故事給他，並傳授他入夢的訣竅。之後，女人又再三警告他，關於捕夢者的禁忌，諸如不可回看他者的夢，因為他者的隱秘就像無底的深井。\n「夢魘比你所想像的更狡猾。當它們發現你的所為，就會蜂擁而起，將你拖入無光之境。\n在那裡沒有影子的邊界，你無法離開。如果待得夠久，你將能夠從它們的窸窣聲中分辨出有意義的語詞，那是已不存在於任何一處，只在漸淡的回憶中縈留的舊名。你知道，不可提起死者的名諱，否則他們會找上你…」\n「我曾以為妳們都沒有影子。」他誠實地發問，「我曾以為捕夢者也沒有自己的夢，所以才要去收集他者的夢。」\n女人沒有回答，她斑駁的影子如草葉般隨晚風搖曳。\n可是年輕的無影人太想知道答案，儘管捕夢者將影子保護得很好，他還是找到了機會。不像在密林中漫遊的生靈，其夢境之門大開，通向捕夢者的夢境的是一條崎嶇的小路。\n顯然，她將自己的秘密藏在他者的夢中，他想，可她的秘密是什麼？這又是何人的夢？ 捕夢者的夢也如密林一般層層疊疊，他很快迷失了方向，不知不覺間，夢魘已經要纏上他。\n「我觸犯了捕夢者的禁忌，但即便凝視無底的深井，也沒能找到答案。」他想，「她說過，如果待得夠久，就能從它們的聲響中分辨出名字，只要這樣，或許至少能知道這是誰的夢。」\n於是他放任夢魘將他帶入至深處，那裡一如女人所告誡的，是沒有邊界的無光之境。他諦聽一切細微聲響，期望從中尋出代表名稱的語詞。\n不知道過去了多久，他終於從零碎的音節中拼湊出一個名字。這個名字似乎具有某種特別的引力，讓他不由誦念出來。\n然後他睜開了雙眼。\n「我看到了奇怪的景象。」他說，「我看到一個女人進到了我的夢裡，她偷走了我的夢，偷走了我不曾知曉的靈魂的秘密，從此我便沒有了影子。我聽到了她這樣稱呼我，她說…」 「你知道，」女人打斷了他，「不可提起死者的名諱，否則他們會找上你…」\n捕夢者坐在潺潺的溪流邊，斑駁的影子如草葉般隨晚風搖曳。\n「那只是一個關於死者的故事。這樣的故事我為你講述了許多，但仍有更多未被講述的。」\n於是捕夢者繼續為年輕的無影人講述未曾被人聽過的故事…"
          }
        ]
      },
      {
        "title": "千夜故事集•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "陀裟多的故事\n從前，有位來自伐護末那學院的陀裟多，獨自前往沙漠深處、調查古國遺蹟，卻不幸遇上了沙暴，迷失了方向。就在他奄奄一息時，一位琥珀色眼瞳的年輕女人出現在他面前，用手杖分開了肆嘯的沙塵，引他走出了沙漠。\n他們抵達村子的時候，已經是晌午了。她招待他在家裡吃了午飯，並說下午護送他回喀萬驛。然而，見證了年輕的魔法師如何分開風沙、又如何驅走路上那些漆黑的獸群，陀裟多不願離開，而是希望能夠拜她為師，教授他學習古國的秘法。\n魔法師回答說，她那雙琥珀色的眼瞳能夠洞悉死者見過和生者見到的一切。沒有影子的人、依託想像擺蕩的銅鐘、從未離開陸地的鯨魚、只在銀鏡折返的月光下存在的城市、被囚禁在永恆中的學者、懸落在七根弦上的高塔。她可以看出，他有著無可比擬的天賦和無比遠大的前途，她願意將自己知曉的一切傾囊相授，只不過，她有些擔心，待他學會這一切後，便會見利忘義，不認自己。\n陀裟多當即跪倒在地，吻她的鞋尖，向她保證，無論發生什麼，他都不會忘記她的恩情，就是要與她同死，他也不會不認她。他的誠懇打動了年輕的魔法師，她輕柔地笑了笑，將他從地上扶起來，又牽著他的手，帶他來到地下室的門前，對他說，她願意將他收為徒弟，而她知曉的一切秘密，都藏在地下的書庫裡。\n他們沿著螺旋階梯向下走去，一層又一層，每一層的牆上都掛著一面鏡子，鏡子裡映著火炬的微光和他的面容。他不知道自己走了多久，也許是幾個小時，也許是幾分鐘，黑暗模糊了他對時間的感知。階梯的盡頭是一扇窄門，門後是一間六角形的書房。他看不到天花板，也沒有辦法估測房間的高度，但這裡的書籍種類依然遠遠超過他對知識的一切想像。\n在魔法師的指導下，他學得很順利。然而，過了幾個星期，緘默之殿的使者來到村子裡，告訴陀裟多，他的導師不幸病逝，考慮到他先前提交的論文已經通過了評審，教令院決定將他破格拔擢為訶般荼，接任他的導師，繼續培養學生。訶般荼大喜過望，卻又不捨得就此離開，便小心翼翼地詢問魔法師，願不願意帶上一些書籍，和他一起返回教令院，指導他繼續學習。年輕的魔法師回答說，她接受他的邀請，不過，她有一個妹妹，一直渴望進入教令院學習，卻由於出身沙漠的緣故，始終不被接納。她希望訶般荼能夠將她妹妹收為旁聽生。訶般荼回答說，教令院招收學生，有著嚴格的考核流程，他沒有辦法為她破例，哪怕是旁聽生也不行。魔法師便也不再多說什麼，簡單收拾了一下行李，與他一同回到了須彌。\n幾年後，伐護末那學院的賢者逝世。憑藉那些在魔法師幫助下完成的、驚為天人的論文，不出所料，訶般荼被推舉為新任賢者。魔法師前去祝賀他，並希望他能夠以賢者的身分，將自己的妹妹收為旁聽生。新上任的賢者拒絕了她，表示他沒有義務做這種事情，他也不再需要她的指導，因為他已經不再需要撰寫論文。她應該回到她的村子裡，安心養老。魔法師便也不再多說什麼，簡單收拾了一下行李，獨自返回了沙漠。\n又過了幾年，大賢者逝世，伐護末那學院的賢者被選為新任大賢者。聽到這消息，魔法師從沙漠中匆匆趕來，找到大賢者，跪倒在地，吻他的鞋尖，提醒他過去向她許下的承諾，哀求他接納自己因沙暴流離失所的族人，讓他們進入雨林避難。大賢者怒不可遏，說要把她丟進青銅鍛造的囚牢裡，讓她因饑渴而死，因為他根本不認識這個來自沙漠的江湖騙子，她卻敢胡言亂語，要脅教令院。已經不再年輕的魔法師抬起頭來，輕輕拭去面頰上的淚水，最後一次用那雙渾濁的、琥珀色的眼瞳望向大賢者，希望他能夠開恩，放她回到村子裡、救助自己的族人。大賢者拒絕了她，讓衛兵把她綁起來。於是，年輕的魔法師便也不再多說什麼，只是回答說：\n「既然如此，就請您回到自己的村子吧。」\n大賢者一怔，抬起頭來，發現自己正站在喀萬驛前。夜已經深了，遠方的村落被籠罩在飛揚的沙塵與夜色裡，無法看得真切。年輕的女人站在他面前，莞爾一笑，琥珀色的眼瞳中倒映著他此刻的模樣，那個尚未通過論文評審的、來自伐護末那學院的陀裟多。\n「好啦，時候已經不早了，您也該回教令院了。畢竟，就像故事裡說的那樣…」"
          }
        ]
      },
      {
        "title": "千夜故事集•卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "王子與馱獸的故事\n很久很久以前，在奧摩斯港還由遠航諸海的代伊們統治的年代，曾有一位勇武的代伊，征服了無數的島嶼與秘境，也因此獲得了許多奇珍異寶，成為了奧摩斯港首屈一指的豪富。然而，由於長年遊弋於茫茫海上，直到晚年這位代伊才終於得到了一位獨子，結果未及等到王子成年便撒手人寰。\n年幼的王子雖然繼承了代伊留下的財富，卻無力統率父親的部眾，又無德高望眾的長者加以引導，很快便過上了聲色犬馬的生活。奧摩斯港的繁華街巷宛如吞金之獸，代伊的遺產在數年間就被王子揮霍一空，還欠下了一大筆的債務。等到王子回過頭來時，早已是家徒四壁，就連一個摩拉也找不出來了。在變賣宅邸遣散了最後一名奴僕後，走投無路的王子只能前往城中的靈廟，這裡供奉著庇佑水手們的古神，得益於王子父親的佈施才有如今這般的巍峨莊嚴。\n王子向靈廟的司祭求助，「多智的長老，我本是征服七海的代伊之子，卻因為揮霍無度而落得這般光景，求您發發慈悲，為我指一條明路，讓我能夠還清債款，贖回我的家宅。我發誓從此改過自新，當一個安分守己的人。」\n「年輕的王子，」司祭說道，「凡人的命運雖然早已被諸神寫定，卻也是由他們自身所成就。如今你既然發願要改過自新，便應該從此勤奮勞作，又怎能再想些投機取巧的方法呢？」\n王子怏怏道，「我的父親曾為靈廟佈施眾多，若真要說起來，這些金裝的神像，乃至你們的用度有一半都要歸屬於我，而我正是為了討回這些欠款而來呢！」\n「傲慢的王子，你怎能與神明為市？」司祭嘆道，「不過看在你父親的份上，倘若你能答應我從此安分守己、善加經營，我便告訴你可以重新變得富有的辦法。」\n王子向神像起誓，於是司祭便指點他前往外港的街市。王子來到市場，迎面見到一位穿著豔麗、貴婦模樣的婦人正看守著一頭瘦弱的馱獸。\n王子上前問道，「尊貴的夫人，有什麼是我能為您效勞的嗎？」\n「你來的正好。」那婦人答道，「我有急事將要出海遠行，正苦於無人替我照看這頭畜生，你若能幫我這個忙，等三個月後我從海外歸來，便付你一千萬摩拉作為報酬。」 王子聽完滿心歡喜。\n「但是，」婦人接著說道，「你切不可將這隻畜生餵飽，也不可和牠說話，如若不然，你就連現在所擁有的都將一併失去。」\n「我還有什麼可失去的呢？」王子心想，於是滿口答應了下來，婦人便將馱獸交予了他。三個月很快過去，王子也依照婦人的吩咐，從不將馱獸餵飽，也未和牠說過一句話，直到最後一天的晚上。\n這天，王子正在篝火前暢想著拿到報酬之後的生活，一時興起，便對著馱獸說道，「馱獸啊馱獸，都是多虧了你我才能重新變得富有，你若有什麼要求，我一定會滿足你的。」\n聽到這話，那隻馱獸竟哭了起來，「尊敬的王子，我別無所求，只求在最後一日能夠吃上一頓飽飯。」\n聽到馱獸竟然開口說話，王子大為震驚，在好奇心的驅使下很快將婦人的叮囑置之腦後，轉身從畜欄裡取來了水草。\n「我善良的王子。」飽餐一頓的馱獸悠悠道，「我本是侍奉高天的神明，統禦沙海中諸多藩國的王，卻被那個惡毒的女巫誆騙，變成了現在這副模樣。若您能大發慈悲，將我放歸沙海，我向烈日的王起誓，可以許你無窮的財富，遠比那個女巫所給的要多。」\n王子聽完馱獸的話半信半疑，便決定先將馱獸藏起來，自己則躲在角落等待婦人的歸來。 第二天，婦人果然如期來到了市場，結果卻找不到王子和馱獸。\n「背誓的乞丐！」婦人咒駡起來，「若是被我抓到，我一定要將你關到最小的魔瓶裡，永世受苦。」\n看到婦人的樣子，王子終於相信了馱獸的話。等到婦人離去後，他便準備將那馱獸放走。\n臨走前，馱獸對他說到，「仁慈的王子，願沙漠諸神保佑你，我也將信守我的承諾，賜予你無窮的財富與無盡的快樂。不過只有一事，切不可追問它們的來源，如若不然，你就連現在所擁有的都將一併失去。」\n依照馱獸的指示，王子來到了沙漠邊緣的一處隱秘所在，果然找到了一座高大華美的宮殿，牆壁全由黃金與寶石裝飾，大門更由純金製成，一位俊美的男僕正領著如雲的女郎站在門外迎接著他。\n從此，王子又過上了花天酒地的生活，每天男僕都會帶來無數的金銀珠寶、珍饈美酒供其取用，供其享樂的樂手舞女也日日不同，日子就這樣過去了三年。\n須知再快樂的享受也終有厭倦之時，某日王子從數日的大醉中醒來，忽發奇想，「我已厭倦了如今的生活，必須尋找新的刺激。當年我正是沒有聽從女巫的叮囑，才獲得了現在這樣美好的生活。那自稱藩王的馱獸，定是怕我發現了他的秘密，才對我有所隱瞞。若是能打聽到這無窮財富的源頭，我一定能獲得更多的快樂。」\n於是王子召來了他的忠僕，問道，「我忠誠的僕人，你能告訴我你每日帶來的金銀珠寶、珍饈美酒，乃至這些樂手舞女，究竟是從何而來嗎？」\n「這是當然，我尊敬的主人。」男僕答道，「我每日往返於沙漠與宮殿之間，您所日用的一切都取自沙海。豔麗的舞女原是搖擺的沙鰻，耀眼的黃金則是沙漠中的無盡黃沙，百味的珍饈也皆由我親自製成。」\n「而我，您的忠僕。」男僕頓了一頓，「不過是一隻謙卑的聖金蟲罷了。」\n話音剛落，原本輝煌的宮殿霎時瓦解，轉瞬間王子發現自己正坐在一處低矮的沙丘之上，四周除了蟲子外已別無他物。\n過了好久，王子才終於回過神來，又驚又恐間，卻又忍不住傷心後悔。然而失去的東西要想再次得到又談何容易，王子終於淪為了流浪之人，再也感受不到快樂。在那之後，他每遇到一個願意聽他說話的人，便會和他講述這樣的故事…"
          }
        ]
      },
      {
        "title": "千夜故事集•卷四",
        "desc": [
          {
            "type": "RichText",
            "text": "學者的故事\n從前有這樣一個學者，在他的身上你能看到通常能在文人身上發現的那種睥睨一切的特質，儘管就他本人而言，即便以恭維的話來說，也談不上同儕之中出類拔萃的一輩。\n學問就像水果，時間會很快帶走它的鮮度。如果他不能在它還汁水飽滿的時候將其吃透，餘下的便是甜膩的腐敗。\n「時間，我的仇敵。」年輕的學者想道，「可惡的程度更甚於我的同僚。」\n無奈諸如怠惰與散漫之類與生俱來的性格，絕非輕易可以挪移的東西。於是，冬夏徒然地輪轉，給「可惡的同僚」帶來了受時人稱頌的榮譽，給他留下的卻是無益的歲月的刻痕。\n或許是命運的捉弄，我們的故事的主角意外得到了實現一個願望的機會。\n「時間，看似公平，實則不然。我的思維不如他人敏捷，是時間對我太過嚴苛，而非我天資不如他人…」不再年輕的學者想道，「現在我有一個機會，要好好將它利用。」\n於是他對受傷的鎮靈許下這樣的願望：「我要公平的時間…以便我能寫出更好的論文。」\n鎮靈很快理解了他的意思。「凡事都有代價。」鎮靈說。\n「顯然，我已經支付了其中的一部分。」他聳聳肩，「青春年少的日子，都在無謂的追趕中蹉跎了。事到如今，我已不再希求常人所謂的幸福，我只想留下驚世的著作，讓我的名字也一起獲得傳頌。不是總有一日會褪色的墨水停留在速朽的紙頁上，而是刻進石頭裡的絕作。這樣，千百年之後的世界，仍留有我的痕跡，可以說…只要能取回公平，我便戰勝了時間。」\n「如果你執意如此。」鎮靈不置可否，依言為學者實現了願望。\n然而，那究竟是鎮靈，還是偽裝了的魔鬼，現在想來，的確是值得商榷的問題。此事姑且按下不表。實現了願望的學者驚奇地發現，相對於他的思維，周遭的一切似乎都變得遲緩。\n「很好，很好。現在，思維的敏捷便不再是問題。」起初，學者非常滿意。有了足夠的餘裕，就可以深思熟慮，他想。時計中一粒沙落下的時間，不足以讓他抬起左手碰到自己的額髮，卻可以讓他任思維馳騁，從密林到沙漠、從曠野到雪原。他恨書頁不能平鋪，而要一頁一頁翻過。不過，即便書頁可以平鋪，他的眼球也無法那樣快速地移動。目光停駐在一個字上的時間，足夠他窮盡與這個字有關的全部詞彙，窮盡與這個詞彙有關的所有想像。 「我想得太多，寫得太少。」學者隨後想道，「我應該用最華美的辭藻，記錄下邏輯最嚴謹的論證。」但當他寫完篇首的第一個字，他的思緒已然躍到了篇尾。因此他不得不反覆默誦自己想要發表的篇章，而這篇章又在他的反覆默誦中漸趨於完美。只是，一切的過程都只發生在他的腦海之中，在一切完成之時，他的右手甚至還沒寫完第七個字。\n這篇原本應當有著最華美的辭藻和邏輯最嚴謹的論證的論文最終還是為學者的軀體所累，每一段都支離破碎，彷彿把書頁撕碎了又胡亂聚攏起來。那些相連的字與字就像是從一本完整的書中隨機選擇的殘片，常人根本無法掌握其中的關聯。\n那是一個無星的夜晚，他費了一番力氣，像是打了一場持續數百年的遠征，終於離開書齋，來到了樓下的庭院。\n「說出的語詞比寫下的語詞更直接。」他仍抱有一絲希望。但顯然，他的發聲器官也無法及時回應思維的變化，被他吐出的音節與音節相連，像是語詞說到途中又改換主意，如此反覆，最終連成一串嗚咽似的嘟噥。\n「可憐的老人！就像是突然著了魔。」衣著光鮮的青年男女對他投以同情的目光，「不過至少，他還有月亮。」\n人們說完便倏然離去了，只留下學者獨自一人在月下的庭院，困在被稱為軀體的囚籠。百無聊賴的他，開始回顧自己曾經讀過的故事…"
          }
        ]
      },
      {
        "title": "千夜故事集•卷五",
        "desc": [
          {
            "type": "RichText",
            "text": "鏡子、宮殿和做夢者的故事\n夜復一夜，她總是會夢到那座遙遠的宮殿。無數轉角、拱廊與長廊構成了這座錯綜複雜的建築，每一條走廊的轉角處都懸掛著一面鍍金鑲邊的銀鏡。據說，國王用了兩百年的時間（按照當時的曆法算，還要再加六年）設計了這座宮殿，只要坐在王座上，望向任何一面鏡子，就可以透過那精妙規劃的、蜿蜒曲折的光路，窺見國家的每一個角落。然而，當她在夢中看向那些懸掛在走廊盡頭的鏡子時，卻只能看到自己模糊的身影——一個戴著面具的年輕女子，身著華美的服飾，走過裝飾富麗的迴廊，在白晝煥發的金焰中顯得虛浮而朦朧。她知道自己的目的，儘管這顯得有些異乎尋常：她要去覲見那位王，向那位王述說些什麼，因為她清楚，那是她無法克服的意志迫使她必須講出的話語，儘管每當她從夢中驚醒的時候，那些等待被講述的話語總是會遺落在曲折的鏡光中。\n年復一年，在晨曦般的夢裡，她從未找到過通往王座的路，也從未目睹過那位王的面容。\n昔日迷失在鏡中的少女，如今已是遐邇聞名的魔法師，即便如此，在那些夾在短暫的夢境之間、毫無意義的清醒中，那個魔幻般的想法，依然盤踞著她的全部心靈。終有一日，她尋得了那個遙遠國度的線索，於是魔法師毫不猶豫地拋下了世人珍重的一切，獨自踏上了旅途。越過斑駁的月光、沿著陰影的深谷，在最幽暗的密林深處，她最終找到了那個夢中的國度。只是城市早在幾百年前的一場大火中焚毀，昔日繁盛的王國也早已傾覆。就像詩中所說的那樣：\n消逝的晨風已被過去忘卻，\n如天穹將彩霞與歌聲隱沒。\n唯有微光在塔尖悄然閃爍，\n映著荒城蒼白的漫漫長夜。\n她走進那座傾圮的宮殿，斷壁殘垣間，那些鍍金鑲邊的銀鏡早已破碎，殘片散落在塵埃裡，每一片都倒映著一個清冷的月亮。宮殿並不像她夢中那樣詭異迷離，不過是幾個轉角、幾條拱廊，不費吹灰之力，她便推開了通往王座廳的大門。那是一個環形的大廳，幾百面鏡子懸掛在石砌的牆壁上，與走廊上的鏡子一樣，這些鏡子中的絕大多數也已經毀壞。魔法師下意識地緩緩走向那張空置數百年的王座，坐了下來，望向一面依然完好的鏡子。\n鏡子中，一個戴著面具的年輕女子，身著華美的服飾，正走過裝飾富麗的迴廊，而女人身後的鏡子裡，那些從未毀壞的鏡子裡，倒映著女人的一千個影子。\n她一怔，驀然抬頭，那個戴著面具的年輕女子正站在她面前，靜靜地望著她，眼裡帶著她從未想像過的悲哀。魔法師剛想說些什麼，女人便將一把匕首刺入了她的心臟。薔薇柔美的光澤在鋒刃尖端悄無聲息綻放，火焰在四周燃起，再度吞沒了數百年前遭火焚的大廳。\n她困惑地、錯愕地、寬慰地笑了，女人摘下面具，露出魔法師的面容，乾枯的雙唇微微顫動。\n這一次，她終於聽清了對方的話語，數十年間、數百年間，始終遺落在難測的幻夢與淒迷的黃昏中的話語，那是一個故事，一個由她向她講述的故事，折射在萬千碎銀間、永恆迴響的故事…"
          }
        ]
      },
      {
        "title": "千夜故事集•卷六",
        "desc": [
          {
            "type": "RichText",
            "text": "捕鳥者的故事\n這是一個與捕鳥老者有關的故事。\n在王國的北邊有一片密林，密林中生長有一種學舌之鳥，牠們翎羽炫麗，在晨光映照林野之時匯聚一處，如雲一般在聳立的高樹間飛行，聒噪不休。而在密林中有一位老者，形容枯槁，乾瘦而黝黑，身著襤褸，如同野人，終日試圖捉住學舌之鳥。\n正如擎天的樹木亦有枝芽嬌嫩之時，老者從前也是年輕俊美的少年，他在密林之畔的村莊長大，因身手矯捷又心地善良而受到眾人的喜愛，當時村莊裡的女子沒有不思慕他的。然而少年只鍾情於自己的愛人。他的愛人是林中作祭司的少女，因受到森林的喜愛，能在他面前現出種種迷人的神異，少年往往對此驚嘆不已。\n少年常想，若是能和擔任祭司的少女在一起，就這樣到生命的盡頭他也願意。\n然而好景不長，王國要開始一場漫長的征戰，所有年青人都要受到徵召，少年也要遠離故土前往戰場。在臨行的前夜，他第一次看到自己的情人哭泣，那淚水如同滾落青葉的露珠，落入少年的心底。他那時並不知道少女為何如此悲傷，只是以為對方感懷於即將到來的分離，於是匆忙對她說出未來的許諾，希望這能緩解少女的悲傷。\n少女形容悲戚，未對那些琳琅的諾言作出絲毫回應。只是在一段沉默之後，說，此後她將驅使學舌之鳥，讓這些鳥兒飛到少年的身邊，帶給他在久遠之外思念他的愛人的話語。這雖然有些奇怪，少年心想，但或許不過又是少女為牽繫他的心而展示的力量。\n少年頷首應下。\n第二天，少年踏上征途，成為了王國的士兵，他原本以為很快便能回來。但是戰爭維持了太長的時間。太長的時間，直到少年的下巴長出鬍茬，眼神變得凌厲而尖銳，雙手因握持武器而留下厚繭，這場戰爭才宣告結束。\n而在殘酷絕倫的戰爭之中，唯一能夠給少年些許慰藉的，就是自故鄉飛來的學舌之鳥。那些學舌之鳥也彷彿如有神助，總能在安靜的深夜找到他，為他帶來祭司少女的話語。這樣，少年就能聽她講述那些思念的蜜語，聽她道出村莊裡微末的變化，或一些為他寫下的短詩。\n長久的分離並未讓少年對少女的愛有半分減少，反而如同一塊在他心間的碑石一般愈加深厚。\n戰爭結束後，他迫不及待地回到家鄉，想要迎娶少女為妻，然而卻得知了少女因罹患暴疾，在少年離開後不久便歸於冰冷夜晚的消息。\n少年覺得十分荒謬，因為明明就在昨夜，他還從學舌之鳥的口中聽到少女為他誦讀的辭句。\n他闖入庭院，強行打開少女緊閉的房門。那個瞬間，無數受施秘法，在沉睡中等待被喚醒的學舌鳥，反而被門外射入的陽光驚動。於是那些醒來的鳥從他打開的門中，從他身側、從他耳畔扇動翅膀，在他回過神來之前，就如輕薄的流雲一般向外飛盡，飛入牠們本該棲身的密林。而之後出現在少年眼前的，是空無一物的閨房。\n在那時他終於明白為何少女在那一夜如此悲傷，又作出那樣古怪的安排。\n也終於明白那些被他開門的動作驚走的學舌之鳥，是少女在臨終之前，為了他的餘生而籌備的，甚至籌備了太多的話語。\n鳥的壽命其實比人類想像得要長上許多。在那之後，少年追逐那些散入林間的學舌之鳥，追逐少女附於鳥喙的幽魂，想要贖清將愛人心意散落於整片密林的罪過。日以繼夜，廢寢忘食，狀若瘋癲。於是少年成為中年，中年成為老者。即使再也未曾聽到過什麼新的東西，即使仍然記得少女話語的學舌之鳥越來越少，但或許仍有一句，哪怕有一句自己未曾聽過的話呢。僅為這樣的執念，已再不是少年的捕鳥者不願離開。\n他會熟練地誘捕那些鳥，將之放進籠子。他會溫柔地撫摸牠們的脖頸，逗弄牠們，餵牠們食用最好的穀物、飲用最清冽的水，然後對牠們說：「說吧說吧，學舌的鳥兒，說說我的愛人，說那受森林喜愛的少女究竟訓練你，讓你學會了些什麼？」\n於是那學舌之鳥吃飽喝足，有時就會說出這樣的故事…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "千夜故事集"
          }
        ]
      }
    ]
  }
}