{
  "epId": 4317,
  "name": "楓丹動物寓言集",
  "desc": "<p>收集了各類短篇寓言的故事書，作者為楓丹的瑪麗·埃里卡特。其中的故事大多並非作者自編，而是來自如今已經佚失的古代詩篇。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/142229365/261767bb4c5e8a958449fa06bb76ce8d_9151911489908774955.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702357170,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "楓丹動物寓言集"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "楓丹動物寓言集•卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "少女和太陽\n狐狸的養女到了出嫁的年齡，容顏如美泉一般溫潤，\n嬌豔絕俗，任誰都要說，她勝過世間一切絕色佳人。\n於是，狐狸對自己的女兒說：\n「女兒呀，女兒呀，我已經垂垂老矣，今後恐怕不能再像從前那樣照顧妳，\n希望妳可以為自己挑選一位丈夫，人們都渴望有這種榮幸，成為妳的夫婿。」\n少女回答自己的母親說：\n「既然如此，我的母親，就請妳將我嫁給凡世之物中最有力量的那一位吧。」\n「啊，那便是太陽，」狐狸說，「高懸在天穹的太陽啊，你便是我的女婿了。」\n「不，」太陽推辭說，「這些雲朵遠比我更有力量，因為他能遮住我的光芒。」\n「那麼，流雲啊，能夠遮蔽太陽光芒的流雲啊，就讓我的女兒和你成親吧。」\n「唉，不行呀！因為風可以輕而易舉地吹散我，妳還是將她託付給風兒吧！」\n可是風卻被群山擋住，於是狐狸又找到了山。\n山則推辭說，自己曾經與老鼠發生過爭鬧，\n老鼠大怒，竟然在山中打穿出了一條隧道，\n由此可見，老鼠遠比連綿的群山更有力量。\n老鼠推辭給貓，貓推辭給狗，狗推辭給狼，\n如此循環往復，最終竟又一次回到了太陽，\n於是這位年輕的美人，便也與太陽成親了。\n這個故事是說，人們應當遵循命定的安排，而非百般推託。\n任你如何至誠，如何機智，終究無法逃離理應擔負的職責。"
          }
        ]
      },
      {
        "title": "楓丹動物寓言集•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "烏鴉和狐狸\n有一天，烏鴉叼著偷來的乳酪，站在樹上。 住在樹下的狐狸見狀，便仰頭對烏鴉說：\n「老兄，\n你叼在口中之物可不是什麼誘人的美餐，\n而是有見識的人都避之唯恐不及的麻煩。\n你的喉管如此狹窄，而乳酪卻厚重非凡，\n倘若直接吞下，只怕老兄你要命喪黃泉。\n城中那些製酪的匠人，正是知曉這一點，\n才會放任你偷走乳酪，而不是妥善保管。」\n烏鴉絲毫不在意，依然咬住乳酪不鬆口。\n見烏鴉並沒有放棄的意思，狐狸便又說：\n「老兄，\n這乳酪原本就不是什麼值得品嚐的珍饈，\n想當初，你無憂無慮徘翔山林間的時候，\n又何曾聽說過，這世上還有乳酪的名頭？\n要我說，這東西根本就不該歸我們享有，\n任它腐爛在群山之間，被狂風捲入海流，\n千不該萬不該，成了束縛老兄你的羈誘。」\n烏鴉抖了抖羽毛，依然咬住乳酪不鬆口。\n見烏鴉依然不願意放棄，狐狸嘆了嘆氣：\n「老兄，\n要是你真的打算就這樣品嚐乳酪的滋味，\n我一隻局外之狐，自然也不會擅作阻違。\n不過老兄恐怕還不清楚乳酪該如何烹煮；\n若是就這麼糊裡糊塗地將它囫圇吞下肚，\n只怕浪費了這麼一塊珍貴而罕有的乳酪。\n唉，也可惜了我從別處學到的無數食譜！」\n烏鴉聽了心癢，不由自主便開了口。\n「你說的食譜，能否將它們傳授給我？」\n這一開口，叼著的乳酪便也掉落在地，\n狐狸叼起乳酪，轉身就鑽回了巢穴裡。\n這個故事是說，那些妄圖探知不應通曉的機妙之人，\n最終只會連自己原本便已經擁有的一切也全部失損。"
          }
        ]
      },
      {
        "title": "楓丹動物寓言集•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "驢子的故事\n庸人無論如何偽裝，也不會讓人覺得風流倜儻。\n世上每個人，都有自己獨一無二的優勢與缺項。\n對於這一點，只能虛心接受，正視自己的不足，\n切不可像故事裡的驢子，弄巧成拙、惹人笑僇。\n聽說狐狸奪取乳酪之事，驢子不免也蠢蠢欲動：\n「為什麼呢？\n狐狸也不是什麼聰明的動物，卻總能被人吹捧；\n而我驢子每天辛勤勞作，卻無人對我笑臉相迎。\n既然如此，那我也該像狐狸大姐那樣行事；\n「這是很容易辦到的，因為那不過是一些小聰明。」\n於是，驢子便躲藏在樹叢中，等待有他人通行。\n製作乳酪匠人的女兒恰好趕車路過，驢子便跳了出來，\n模仿狐狸的姿態，抬起一隻蹄子，自作聰明道：\n「哈！依我看，閣下是真的不懂得趕車的技巧，\n將那些乳酪丟下，更輕的車豈不是能更快抵達？」\n少女見狀大驚，連忙說： 「哎呀！你一頭驢子，也敢在人們面前耍花招？ 快拿我的棍子來，我要將這個傢伙趕回磨坊裡！」 看到向自己揮舞的棍子，驢子立刻就不出聲了。\n這個故事是說，打算模仿別人來刻意掩蓋本性，\n到頭來不僅徒勞無益，反而會為自己招致害盈。"
          }
        ]
      }
    ]
  }
}