{
  "epId": 4321,
  "name": "怪盜與名偵探：虹彩胸針之謎",
  "desc": "<p>流行於楓丹的娛樂讀物，講述了人稱「幻影紳士」的怪盜方托馬斯·洛本與名偵探切斯特頓之間第一次正面對決的故事。免責聲明：本故事純屬虛構，與一切真實存在的地點、人物、事件均無關聯。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/142229365/fe79b81b8b2d5d9d17ae520ab81e8aaf_4120726984524186999.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702304056,
  "components": {
    "body": [
      {
        "title": "怪盜與名偵探：虹彩胸針之謎•卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "叫我布瓦列特吧。幾年前——別管究竟是多少年前——我已經身無分文，在城外也沒有什麼讓我特別留戀的事情，於是我便來到了楓丹廷，投靠我的叔父——著名的私家偵探，切斯特頓先生。然而，讓我沒有想到的是，他交給我的第一份任務，便是作為他的助手，追蹤神出鬼沒的怪盜洛本…\n午夜的楓丹廷原本不應如此冷清，然而，此時此刻，皮埃爾先生的宅邸附近，街道上卻不見行人影蹤，唯有秋夜的風聲，如同悠長嗚咽的琴音，回蕩在清冷的月下。\n陰影中，警員與記者都目不轉睛地注視著不遠處燈火通明的宅邸，等待著某位「貴客」的到來。\n如同所有的相關人士一樣，我匿身於街道拐角的陰影中。漫長的等待讓我不由感到有些乏味：\n「已經過了這麼久，洛本真的會來嗎？」\n顯然，來自《蒸汽鳥報》的記者小姐，對此似乎有著不同的見解，當即反駁：\n「一定會來的！怪盜洛本已經發出了預告信，說是要偷走那枚虹彩星石胸針——他是不會食言的！只是不知道，這一次，他會用什麼樣的帥氣方式登場…」\n「哦？這麼說來，妳對他…」\n「那當然！不管是誰，都難免會對傳奇的怪盜洛本心生傾慕吧！」\n正當記者小姐興奮地向我介紹怪盜洛本的各種「豐功偉業」時，時鐘的指針悄然指向了零時零分。\n突然，一陣爆破聲響起，隨即，宅邸的燈光盡數熄滅。不待我們適應突如其來的黑暗，耀目的閃光又從宅邸的窗口迸射而出，讓夜幕也一時間亮如白晝。\n好不容易恢復了視覺的警員們魚貫而入，我也隨後跟上，踏進了皮埃爾先生宅邸的收藏室。\n臺座上空無一物，虹彩星石胸針不知去向。\n面對顯而易見的事實，無論是憤怒的吼叫，還是不甘的呢喃，都顯得蒼白而無意義。漸近的嘈雜人聲與漸遠的爆破餘音混在一起奏成不和諧的交響，真讓人頭痛。\n我沒什麼事可做，於是按叔父交代的，裝模作樣地在現場勘察了一番，之後便打道回府。\n離去之前，我聽到身後傳來快門聲，以及記者小姐缺乏職業素養的讚嘆：\n「啊––––！傳奇的俠盜洛本，又一次華麗地取走了不義之財！不愧是洛本大人，多麼完美的表演！」"
          }
        ]
      },
      {
        "title": "怪盜與名偵探：虹彩胸針之謎•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "好在現場與叔父家相去不遠，我拖著疲憊的身軀回到家中。\n叔父對我的歸來沒有任何特別的表示，他與往常一樣，坐在他習慣的座位上，翻閱著手中的讀物。\n「明天的《蒸汽鳥報》，想必會非常精彩吧。」\n「您看起來似乎一點也不憂心。」我將外套掛好，扯開衣領的紐扣，在沙發上找了個舒適的位置坐下，將剛才發生的一切與現場的細節逐一講述。\n「…最初的爆炸想來並非為了破壞房屋結構，而是用更大的聲響掩蓋發條機關動作的聲音。」\n「發條機關？帶著這樣笨重的機器，會很難逃脫吧，這麼說來，發條機關一定留在了現場附近。說不定還能在發條機關上找到什麼線索…看來洛本也不過如此，他離落網應該不遠了。」\n「也不盡然。就像最初的爆炸只是為了掩護發條機關的行動，發條機關本身也未必不是另一重誘餌。」\n「搞得這麼複雜。」我揉了揉自己的一頭亂髮，「那麼關鍵的胸針下落…」\n「還被藏在宅邸裡。」叔父頓了頓，「這麼多重的設計都只為了一個目的，那就是讓現場的警員認定胸針已經被帶走。誰也不會想到，原以為失竊的物品仍留在室內。」\n「那麼––––接下來，只需要偽造一個適合的身分，便可以光明正大地進入宅邸，在不引起任何人懷疑的情況下，順勢取走那枚胸針，不是嗎？」"
          }
        ]
      },
      {
        "title": "怪盜與名偵探：虹彩胸針之謎•卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "「原來如此，真是狡猾的傢伙…」\n叔父帶著充滿興趣的眼神盯著我，似乎在等待我繼續說下去。於是我深吸一口氣，開始述說自己的推理。\n「正如您從前所說，排除一切不可能，剩下的無論多麼難以置信，都只會是真相。那麼，彼時在場的所有人，都有作案的嫌疑––––不，最糟糕的情況下，或許這些人全都是共犯，名為洛本的怪盜，原本便並非一人…」\n我回憶著那時在場的所有人，試圖回想起每一個可疑的細節。\n「來自《蒸汽鳥報》的露珀萊小姐，對洛本的崇拜昭然若揭。我檢查過她的記者證，但偽造身分對洛本而言，本就是家常便飯。」\n「來自執律庭的夏恩德勒先生，在胸針失竊前，曾經短暫離開過現場，直至事件發生，才回到我們面前。至於他那副氣急敗壞的樣子，如今想來，未免也有些刻意。」\n「來自逐影庭的克里斯蒂女士，一直在向其他人強調洛本利用發條機關的可能性。根據您的說法，這也許正是洛本使用的障眼法。」\n……\n「那麼，在您看來，所有人之中，最有可能是犯人的，究竟是誰呢？」 分析過所有在場之人的嫌疑，我小心翼翼地向叔父提問。\n「您的觀察相當敏銳，」叔父放下手中的煙斗，站起身來，依然握著他那把在月光下映著冰冷光芒的白鋼手杖，「但您似乎忽視了一點，對案件來說最關鍵的一點。」 我愣了一下，而他則舉起了手杖。\n「您––––前來投奔自己素未謀面的叔父、自稱是『布瓦列特』的先生，彼時也在現場的人群當中。對吧，洛本先生？」"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "怪道與名偵探：虹彩胸針之謎"
          }
        ]
      }
    ]
  }
}