{
  "epId": 4325,
  "name": "雷穆利亞衰亡史",
  "desc": "<p>據說是在楓丹建城初年，由著名學者普特尼所撰寫的關於古代雷穆利亞文明的歷史巨著。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/142229365/4aa7c30778dc7c2ea5a859c584326f16_3181970385936843022.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702304254,
  "components": {
    "body": [
      {
        "title": "雷穆利亞衰亡史•卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "大海孕育了一切，也吞沒萬物。\n傳說在最初的世代，初民們的道德足以自持，無需仰賴律法與威權的統治。天城的使者行走在大地之上。經由他們的指引，人們在自太古以來便一直延續的安寧中平靜地度日，安享繁榮與豐饒。\n天啟的統治不知延續了多少個世代，直到人們厭倦了難以捉摸的永恆。後代之人不再虔信神諭，反而希冀神明並未許諾之事，試圖掙脫命運的枷鎖。於是高天為之震怒，祂命大海掀起巨浪，將定居者的城邦碾碎。隨後大雨連降百日，潮水吞沒了一切罪惡與妄想，初民的時代就此終結。\n待到潮水退去，大地再次顯露之時，高海之上已不再有任何城市與文明。餘生或新生的人們棲息於山林與河畔之間，重歸蒙昧和野蠻。如同地上與水下的一切生靈般，這時的人類任由自然法則的鞭笞與驅使，在無始無終的時間中渾噩度日。\n此後又不知過了多久，在遙遠的南方，居爾的王座興起又傾覆，東方的貴種們也一度抵達高海的邊域，而我們的先民卻依舊沉淪在無知與迷信當中。\n直到偉大的雷穆斯王乘著金色的法圖納號降臨在梅洛皮斯，才將文明與秩序再一次帶到楓丹的土地之上。他教給人們耕作的技藝，使土地得以出產，以巨石築起神廟與城市，使人民得以棲居。而最為重要的，他教授給人們音樂與藝術，使人類得以與其他的生靈區隔開來，從而自視為萬物的主人。\n後來，雷穆斯王與他不朽的艦隊征服了高海上的全部島嶼，就連海淵之下的巨龍也向他臣服。自初民的時代終結以來，從未有這樣美好的日子，永恆的繁榮似乎即將達成。\n正當神王與他的子民們沉湎於無慮的美夢之中，暢享著永恆進步的未來之時，神王的先知們卻做出了不諧的預言，「最興盛的帝國也會迎來最徹底的毀滅，這便是法圖納。」\n於是神王從七天的輪轉與海陸的流風當中領悟了原初的規劃，據此譜寫出諧榮的樂章。他相信，只要地上的城邦能與這至善的樂章協同共奏，就能逃脫命運的審判，直達至福的永恆樂土。\n然而古代的作家們都說，盛衰更替，無物恆常。"
          }
        ]
      },
      {
        "title": "雷穆利亞衰亡史•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "願偉大與光榮歸於雷穆利亞，以及它不朽的統治者，廣天之下諸臣民的王，普世的調律師雷穆斯。如今，就連最為見多識廣的博學家也無法想像永恆之城曾經的壯麗與光輝。\n當航船沿著御道穿越擎海之柱，駛入御船法圖納號停泊的巨港，首先映入眼簾的便是一座參天的高塔。雷穆利亞的高塔並非為了聆聽高天的諭示而建，而是為了給高海上諸島之間往來的航船提供指引。據說，高塔建立在現實與夢境的交會之處。即便水手們因海妖的誘惑而陷入沉眠之中，也能循著鐘聲穿破迷霧，找到通往雷穆利亞的航線。\n沿著御道繼續前行便是馬其莫斯，這裡是雷穆利亞英勇的戰士們生活的城區。宏大的神廟與競技場皆以巨石雕砌而成，用來紀念城市的榮光與勝利。高聳而堅固的巨牆上裝飾著琉璃與黃金，青銅與大理石的雕像擺得到處都是，黃金、香料與各地的特產在市場裡堆積如山。\n穿過馬其莫斯便來到了雷穆利亞的中心城區卡皮托利姆。卡皮托利姆香氣四溢，到處是悅耳的歌聲。這裡是藝術家們的樂園，只有最卓越的智者和樂師才被允許生活在這裡，但即便在這些人當中也只有極少數能夠獲得為神王服務的機會。這裡的劇場與宮殿以最為和諧的形式建構而成，樑柱與穹頂上有著最華麗而複雜的雕刻，而在所有建築中心的，則是山嶽一般高大的銅柱構築起的金色皇宮，偉大的雷穆斯王便安坐在宮殿的中央，聆聽著從帝國的各個角落傳來的每一段樂章、每一個音符。倘若帝國的某處發出不諧的聲音，神王便會立刻撥動琴弦予以校正，以使整個帝國構成的樂章得臻完美。 為了使高海之上的眾民不至偏離普世的樂章，破壞諧榮的共奏，雷穆斯王從人類中擢升了四位大能之人。他將自己的力量與威權分與他們，命他們成為自己的共治者，諸城邦的調律師，以消除所有不諧的聲音。\n為了使諧榮的旋律能夠響徹四海，雷穆斯王又建起綿延的御道，將音符轉化為御道上流淌的一道道波紋，從卡皮托利姆傳遞到高海之上的每一個角落。\n然而，既定的命運是連諸神都不能改變的，試圖逃脫命運的審判已是重罪。而在神王犯下的諸多罪孽當中，最為首要的則是試圖使人類僭取只應屬於神明的權柄。人類因力量與威權而墮落，繼而帶來暴行與叛亂。\n命運的狡計便是，它總是藉由反抗它的手來達成它的計畫。當命定之日到來之時，偉大的不朽之城，雷穆利亞的衰亡已成定局。如今神王的樂聲只限於卡皮托利姆一隅，威權的統治結束了。\n正如古代作家們所說的那樣，盛衰更替，無物恆常。"
          }
        ]
      },
      {
        "title": "雷穆利亞衰亡史•卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "人們曾天真地相信，不朽的雷穆斯王與永恆之城的統治，將如同構築起環形祭場的巨石一般，超越時間與命運的桎梏，延續千年又千年。\n直到大地在一夕之間崩解碎裂，高聳的塔樓被連根掀起，連同宏大的柱廳一起為滔天的巨浪所吞沒；直到御道崩塌、神廟傾頹，永恆之城及其住民，戰士、智者與顯貴們都和曾如烈日般耀眼的金宮一同墜入永無光明的淵底。\n於是人們才意識到他們眼中的永恆是何等愚狂的妄念。\n願榮耀歸於我們高貴的領航人——河流與大海的君主、諸水域的女王——願她保護法律，統治長久。願平安歸於楓丹全域，以及廣天之下的萬民。當王城傾覆、威權隕落，高海之上的眾民將要再次陷入野蠻與毀滅之中時，是我們高貴的女王彌合了諸族之間的紛爭，圍繞著奔湧的泉水，人們建立起新的城邦，開啟了律法的統治，直至今日。\n雷穆利亞的衰亡距今不過百年，但其歷史卻已籠罩在傳說與迷信的海霧之中。這部分是由於為雷穆利亞帶來絕滅之命運的末日浩劫是如此之無情與迅速，以至賴以傳承知識的學者與古典，都隨著永恆之城一起被大海所吞沒。另一個重要的原因則是由於那些自稱為雷穆利亞人後裔的神秘學者們的刻意歪曲。我所做的工作便是以歷史之普遍理性，去蕪存菁，使這一輝煌的古代文明的真實面貌得以重現世間。\n在如今的一些地方傳說當中，甚至古代那些最偉大的學者們也被描述為攝取靈魂的巫師，他們將凡人的靈魂裝入特製的魔像，以供他們隨意驅使。誠然，雷穆利亞人的確曾製造出可怕的魔像，直到今天在鄉野有時也能找到他們的殘跡，但這只能歸因於雷穆利亞晚期在德性上的敗壞與墮落。雷穆利亞人放棄了原屬於自己的高貴職責，沉湎於享樂與墮怠。他們縱容自己對他人施展暴行，於是暴行也反過來摧毀了他們。\n正如古代作家們曾說的那樣，盛衰更替，無物恆常。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "雷穆利亞衰亡史"
          }
        ]
      }
    ]
  }
}