{
  "epId": 4690,
  "name": "伊黎耶之歌",
  "desc": "<p></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702040839,
  "components": {
    "body": [
      {
        "title": "伊黎耶之歌·上",
        "desc": [
          {
            "type": "RichText",
            "text": "第六章\n第七回\n利魔世王的使者怎樣來見伊黎耶，向她索要愛美樂城的水和土，又怎樣要求她臣服於頌福納·卡卑禿令（意思是永恆的和諧旋律）。\n關於雷瑙的歐吉漢騎士行俠尚義的高貴事跡，以及他怎樣同一條噴毒的惡龍搏鬥的情形，\n前已講過不少，在此暫告一段落，按下不提，我們現在回頭來敘述伊黎耶在那時的事境。\n在當時，伊黎耶戰勝了拜盧亞克、阿崔伯特和費若反德各郡的王子，接受了他們的歸順，\n於是原本在各郡王子治下的領地，也就清楚曉得了眾水之主的恩澤，虔心將其教誨遵循，\n為了慶祝他們的誠篤與深明大義，在愛美樂一連舉辦了八天的盛宴，不論貴賤款待居民。\n這天忽來了一位樂師，是從卡卑禿城的利魔世皇帝那裡來的使者，說是要奉命傳達訊息。\n他沒有帶近侍和警衛，獨自騎馬到這裡來，還執著帶金蜂的束棒，作為皇帝特使的標記。\n在場的人都極不歡喜，只是為了敬愛騎士們的領袖伊黎耶的緣故，才准許他在人前致詞。\n那個使者見了伊黎耶，先是向她致候平安，又敬了最正式的禮節，隨後才向她陳述來意：\n「我代表最尊貴和最偉大的利魔世皇帝，就是廣天之下諸臣民的皇帝，向您的朝廷拜禮，\n願您的怒火不曾將明辨事理的天賦燒滅。利魔世王命您繳獻兩件禮物，作為合法的貢儀：\n其一是水，因為至純的水能溶盡那罪戾；其二是土，因為堅密的土能抵禦那將至的磨蝕。\n利魔世皇帝要您和您的臣民交出水和土，倘若您膽敢違抗這要求，覆亡一定會如期而至。」\n利魔世王的使者言罷，吉隆的古勞威爵士便勃然大怒，拔出腰間磨得閃亮的納博內聖劍：\n「啊！您不必再說大話了！膽敢在此狂瞽縱言、恣性肆志，乃是對在座所有騎士的侮詬，\n如若您希望讓我誓言守護的主上蒙羞，我又何須有所顧忌，只消一擊便可在此將您梟首！」\n隨後有許多傑出的騎士，如班坎俊騎士，以及他的同胞美賽樂騎士，也都紛紛拔出劍來。\n明眸的伊黎耶騎士便傳下命令，要在場的所有騎士不得對卡卑禿人的使者做出危害行徑。\n「請您告訴利魔世皇帝，高貴的使節，在這凡俗世上的萬物之中，我們只會向一位屈膝，\n唯有那仁慈的眾水之主，為我們背負罪孽的女主人，能稱得上最尊貴和最偉大的統治者，\n除此之外的一切神與王，都不能與她的名字相對抗。因為她確是至善的，也確是至耀的。」\n聽罷這番話，利魔世皇帝的使者再次開口，當著全體爵主和騎士的面前，說了這樣的話：\n「利魔世皇帝尚未統治全境的時候，或刀兵災殃，或瘟疫饑荒，禍患總是臨到我們頭上。\n原本彼此相互動刀兵的眾方與眾民，如今皆已歸附了尊貴諧榮的頌福納，這是明智之舉，\n否則，當眾水流過我們頭頂的時候，又有誰為我們舉哀呢？急難的時候，又向誰呼求呢？\n列邦凡有血氣的，有誰曾救自己脫離蒙昧的無知與迷信呢？弱者的悲鳴，又向誰傾吐呢？\n王上之命非是出於惡意，乃是出於哀憐。不願任何一人沉淪水中，乃願人人都平等得救。」"
          }
        ]
      },
      {
        "title": "伊黎耶之歌·中",
        "desc": [
          {
            "type": "RichText",
            "text": "第六章\n第九回\n各郡的騎士怎樣向伊黎耶應允同心協力，以對抗卡卑禿人的侵略企圖。\n阿規坎爵士言罷，利奧奈的王子，善挽弓弦的戴思騎士第一個出來發言，陳述他的觀點：\n「那韋華利的子嗣，他向我們承諾的諧榮不過是謊言，他向我們立下的誓約不過是欺騙，\n湖光的伊黎耶騎士，如同您這般聰明多智的高貴之人，更不應當輕信於他的虛詐與偽善。\n須知偽善正如鍍銀的毒箭，劃過空中那一剎的輝光愈是榮耀，帶來的痛苦便也愈是深遠。」\n他的女伴，蒼帆的貴婦人，就是名字叫做愛綺妲的，意思是冰的女兒，隨後也開口發言：\n「那韋華利的子嗣，他是世間上最無信無義的叛逆之人，竟甘願與那卜敵烏氏抵掌而談。\n湖光的伊黎耶騎士，不論他找出何種理由來，我們都不應該繼續坐視卡卑禿人殘賢害善。\n請您早日下定決心，同卡卑禿人的朝廷爭戰。一旦向他們屈膝，所有的靈魂便都要凋殘。\n您要使那行惡的人像露水般枯涸，凡是發偽誓、怠慢公義的，也必將被趕逐出離這世間，\n如此定要有人高聲歌頌您的公義，因為那追討流人血之債的，也必將被困苦之人所紀念。」\n接著，餒梅思爵士，他丙爵士，還有其他所有高貴善良的著名騎士，也都願意貢獻力量，\n伊黎耶清楚了他們的想法，於是便誠篤地向他們表示了感謝，並召見樂師，對他這樣說：\n「請您稟告利魔世皇帝，高貴的使節，對這世上的任何君王，我們都不負有臣服的義務，\n因為眾水的女主人賜予我們平等的尊榮，不容高傲者踐踏我，不容凶惡者趕逐我。此外，\n我還要率領受她祝福的大軍，使那白龍與大城一同傾隕，要使他們用血淚洗淨他們自身，\n就像驅趕山羊的牧人那樣驅趕荒野的泉音，使那些踏上我國土地的異邦人永久引為警戒。」\n宣諭完畢，伊黎耶便命令費雅伯爵士準備了大量貴重非凡的禮品，賜給卡卑禿人的樂師，\n又命令手下的騎士護送他，一路回到夏盧拜底堡，容他向皇帝稟報，此處暫且按下不表。"
          }
        ]
      },
      {
        "title": "伊黎耶之歌·下",
        "desc": [
          {
            "type": "RichText",
            "text": "第二十章\n第三回\n伊黎耶怎樣向眾水的女主人辭別，又怎樣三次將她的劍丟在湖裡。\n眾水的女主人聽了這話，出於永恆的仁愛、憐恤與恩典，就答應了她。於是伊黎耶又說：\n「掌管眾水的王上啊，我感謝您，向我展現我急切渴慕的純水之杯，准許我完成這旅途。\n那些尚存於世的騎士，您的僕人，將繼續誠篤服侍您與您未來的國，跟隨那高貴的樂師，\n逐獵依然蟄伏的陰影，秉行公義。若是行於黑暗的人對光瞭如指掌，光卻對暗一無所知，\n善也不過是一場空夢。正因如此，我將這些善良的騎士交到您手中，求您寬赦他們的罪。」\n眾水的女主人聽了這話，出於永恆的仁愛、憐恤與恩典，就答應了她。於是伊黎耶又說：\n「掌管眾水的王上啊，我向您陳明我的罪，不隱瞞我的惡，因為我的罪太重，不容寬赦。\n您高貴而純淨的理想，也不應將此等罪責容忍，唯有離逐能免除我的憂慮，予我心慰藉，\n沒有天使，沒有僭令，在您仁愛而慈悲的國中，唯有罪能夠裁定罪，唯有人能夠審判人。\n只求您銘記我的苦難，觀看我們所蒙受的冤仇，因為這苦難與冤仇好似茵陳與毒堇一般。\n我將我名交到您手中，斥責我們的，願他的名永世受咒詛，記載其名時，不以其為義人。」\n海色明眸的騎士言罷，抽出高潔的耀光劍，從中便輝映出一片水色的鋒芒，將山谷點亮。\n「高貴的歐蒂克蕾兒啊，耀光之劍！你在這熾灼的陽光下，是何等明亮璀璨，如炬一般！\n你曾飽飲不義者的朱紅，那些發偽誓的人，怠慢公義的人，倒伏於你的潔白，如雪飄墜。\n無數深罪沾滿我的彩衣，因我是背負流血之罪的，是襲奪正直人性命的，你卻依然閃耀。\n願眾水之主憐憫這一切！不義者不配擁有你，美麗而神聖的湖光，現在我將你還到湖中！」\n海色明眸的騎士言罷，丟出手中的劍，將它擲入湖水。劍卻沒有沉落，而是飄回了岸邊。\n「高貴的歐蒂克蕾兒啊，耀光之劍！你是如此美麗而神聖，黃金的劍柄上鑲嵌著蒼水晶，\n想那湖畔的少女黛怡萊，純水的貴婦人曾將你賜予騎士的首領，讓她能成就無數的功行：\n她曾用你征服了裴列歌，她曾用你攻下了哀瑟，縱是遙遠南國的妖女，也未能將你擄奪。\n願眾水之主憐憫這一切！不義者不配擁有你，美麗而神聖的湖光，現在我將你還到湖中！」\n海色明眸的騎士言罷，丟出手中的劍，將它擲入湖水。劍卻沒有沉落，而是飄回了岸邊。\n「高貴的歐蒂克蕾兒啊，耀光之劍！你曾經平息過無數的爭端，止歇這片大地上的刀兵，\n終有一日會有高貴之人，勝過我七倍的高貴之人，重新拾起你，成就下七倍於我的功行。\n我與你共度過多少佳日！唉，長夜啊，黎明將啟，但我卻已經永遠將那公義的冠冕失卻。\n願眾水之主憐憫這一切！不義者不配擁有你，美麗而神聖的湖光，現在我將你還到湖中！」\n海色明眸的騎士言罷，丟出手中的劍，將它擲入湖水。劍無聲沉下去，消失得無影無蹤，\n隨後，她便與最初陪伴在她身邊的精靈一同離去，從此在世上再也沒人看見過她的身影。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "伊黎耶之歌"
          }
        ]
      }
    ]
  }
}