{
  "epId": 4691,
  "name": "雪翅雁童話集",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1702039487,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "雪翅雁童話集"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "雪翅雁童話集·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "企鵝佩伊\n傳說在遙遠的南方有一片冰海，企鵝便生活在其中。\n企鵝們是一群胖胖的紳士與淑女，天生滾圓的白色身子上穿著黑色的燕尾禮服。別看牠們在陸地上行走得搖搖晃晃，又不會飛翔，但一旦伏下身來，用渾圓的肚子當作滑板一路滑過冰面，躍進海裡，就會變成技巧高超的泳者——厚實的雙翼輔著流線型的身體，在海面之下暢游無阻。\n這些關於企鵝的小常識，好多孩子都知道，好多喜歡企鵝的孩子如數家珍。\n但孩子們不知道的是，這個世界上的所有企鵝都來自高遠莫測的天穹之外，發達的肉鰭曾用以在宇宙群星之間滑翔，成群的企鵝組成龐大的飛行隊伍，光滑的身體曾反射著恆星的光芒——從年輕的紅色巨星，到垂死的亮藍色白矮星，不論是獵戶座的旋臂，還是閃光的唐豪瑟之門…企鵝們永遠記得牠們的每一次遠航，每一場探索。\n後來，也許是遙遠的群星中發生了災禍，也許只是一次家庭爭吵…有幾個家庭從飛過星空的企鵝群中脫了隊，落在了提瓦特大陸以南的冰海之中。於是，牠們便成為了這大地上的第一批企鵝。那時的企鵝既不會飛，也不會游泳。因為墜落大地的牠們失去了在凝滯的空氣中飛翔的能力，更遑論在水中游泳了——直到年輕的傳奇企鵝佩伊，第一隻企鵝泳者誕生。\n與許多年輕的企鵝一樣，看著群星閃爍的夜空，看著青藍色的長空，年輕的佩伊也曾想過：「如果能像祖先那樣，自由自在地飛上天空，那該有多好呀！」\n於是，佩伊決定向飛鳥學習重新飛上天空的辦法。\n企鵝佩伊先找到了個頭最大的軍艦鳥，軍艦鳥說：「哈哈…豈不好說！給我三十條海魚，我便告訴你！」\n於是佩伊花了五十個夜晚，在月光閃閃的沙灘上撿拾了三百顆貝殼，向海中的巨鯨換取了三十條魚。\n第二天，軍艦鳥一口氣吞下了三十條魚，得意洋洋地飛走了，甩下了這樣一句話：「飛翔的訣竅就是變輕，何不從減肥開始！」\n減肥本身卻是不難。但企鵝若是失去了厚實的脂肪，又如何被稱為企鵝呢？佩伊搖搖頭。\n孩子們都知道，軍艦鳥從此以後便被智者稱作「強盜鳥」，這是因為它的強詞奪理與貪婪。\n企鵝佩伊向海鷗尋求幫助，卻只得到嘈雜的回應，結果還是莫衷一是，海鷗們反而自己亂糟糟地吵了起來，結果有一些氣得索性不再飛翔，從此退化成了海雀，當然，那就是後話了…\n佩伊又去找海燕幫忙，但高傲的海燕也只能教他無法實踐的技巧，不屑於教他最基礎的課程——因為這些飛翔的貴族早已看出：既然連滑翔都做不到，又如何在風暴中舞蹈？\n於是，失落的佩伊又回到了海邊。望著夜色中平靜的海面，佩伊頭一次發現倒影中星星點點的浪花正如故鄉的群星那般。於是，牠義無反顧地跳進了深沉無垠的大海——\n就這樣，在短暫的無所適從之後，企鵝佩伊很快便學會了如何在海中飛翔——不論是快速滑翔，還是急速轉彎，牠厚實的鰭翅與渾圓的流線型身軀正是為此而生的！\n就這樣，企鵝佩伊成為了第一隻學會游泳的企鵝。在牠之後又有許多企鵝鼓起勇氣跳入大海，像牠們的先祖那樣盡情在磷光的群星中探索、覓食、嬉戲。\n在企鵝佩伊之後，企鵝們習慣了大海的生活，卻逐漸忘記了有關星空的回憶，即使在夢裡也不再能回到深邃無限的太空。於是，企鵝一族被永遠地束縛在了大地與海洋之間。"
          }
        ]
      },
      {
        "title": "雪翅雁童話集·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "茉潔草公主\n在並不遙遠的過去，草木與走獸都各自有自己的王國。\n在茉潔草的王國之中，就有著這樣一位生著粉紅色長髮的公主，傳說她在蟹鉗中誕生，卻從未在任何地方紮下柔嫩的根系，永遠是一顆堅硬的種子。\n「我最親愛的女兒，我最心疼的寶貝。為何不選擇安定高貴的生活，遲遲不選擇成長的道路呢？」茉潔草王父焦急地問道。\n「父親…父親…請不要氣惱著急！女兒生在蟹鉗之中，蟹鉗正如我的旗艦，女兒的命運並非紮根在尋常的土壤之中，長成一株豔俗嬌嫩的花朵，而是征服大海，向著理想的新大陸前行！」\n王父為公主的話感到震怖，畢竟他自己也不過一棵軟弱的花朵。今日公主不滿足於肥沃鬆軟的大地土壤，明日若想將花冠生得比王父更加華貴，可還了得？\n王父之所以會這樣想，乃因為他不過一朵自卑豔俗的花朵而已。\n於是他將公主連同蟹鉗深深地鎖在一個金匣之中，又將金匣藏在了純水製成的梳妝鏡中，再把梳妝鏡沉入了久雨蓮國度的藍寶石大湖之中，只有讓蓮花母親露出笑容才能將那憂鬱的金匣開啟，讓這囚牢一層又一層地浮出水面——但誰都知道，久雨蓮早已習慣了哭泣。\n「這樣便萬事齊全了，」王父想著，「這樣我的王冠便高枕無憂，只需等待長久的時光，等待我最愛的女兒飽滿的種皮布滿溝壑，等待她對無限的冒險失去渴望，不得不迎接無法逃避的成長…」\n「到那時候，我的乖女兒終究像我一樣，服從命定的規矩，好好地、健康地成長起來！」\n但漫長的囚禁怎會讓勇敢的公主屈服？為了打開金匣，公主一遍又一遍地練習著各種笑話，直到說得蟹鉗咯咯笑出聲，直到金匣也咯咯地震動起來。但這還不夠。\n於是，公主一遍又一遍地排練著各種各樣的喜劇，直到蟹鉗忍不住同種子一起手舞足蹈——哈，儘管它們沒手也沒腳！直到金匣成為了浩大的喜劇劇場。但這也還不夠。\n於是，公主就地取材，從自己被囚禁的牢房中尋找到各種各樣的笑料，取笑著周身的一切，直到蟹鉗也同她一起又笑又哭，哭了又笑，直到愛哭的久雨蓮們也被她的樂子所吸引，不自覺地笑出聲來。終於——按捺不住好奇，蓮花母親特許這位種子公主可以見她一面。\n出人意料的是，蓮花母親一見到公主，便撲哧一聲笑了出來。然後，笑聲越來越大，震撼了清冷的宮闕，震破了藍寶石的湖面。\n於是，茉潔草公主為自己贏得了自由——更重要的是，她獲得了在無限的苦難中也能歡笑、還能帶給別人歡樂的能力。\n就這樣，乘著蟹鉗斬破海浪，永不生根發芽的茉潔草公主向著遙遠的夢鄉家園遠航而去，從此以後，大海之中長久流傳著蟹鉗旗艦的傳說。"
          }
        ]
      },
      {
        "title": "雪翅雁童話集·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "狐狸先生與發條警衛\n很久很久以前，狐狸先生與發條警衛是一對好朋友。\n狐狸先生是一個大盜，而發條警衛顧名思義，是個警衛。\n當然，那已經是很久很久以前的事了，但如今他們依然是一對好朋友，即使工作會變，職位會變，社會地位會變，他們之間的友誼是永遠不會變的。\n一直以來，發條警衛心中縈繞著一個煩惱，隨著年歲的增長，機械的老化，煩惱也像氣球一樣越漲越大，像足月的小豬一樣越來越重，又像狐狸先生日益稀疏的大毛尾巴那樣揮之不去，令人煩躁莫名。\n發條警衛向好朋友狐狸先生吐露了自己的煩悶：「我已經活了太長時間，見證和告別了太多的人，再好笑的笑話也聽了無數遍，再難過的事也已經一遍又一遍淡忘掉了——即使我是發條驅動的機械，『淡忘』於我而言談何容易。」\n狐狸先生自然明白老友的煩惱，於是他提議道：「如果長命久活只會帶來遺忘與麻木，不如用死亡來證明你曾有生命。」\n「可是，我毛茸茸的老朋友，」發條警衛摘下合金警帽，嘆了口氣，「在很久以前的那場大劫案中，你不是把『死亡』從蟾蜍小姐的梳妝臺裡搶走了嗎？你鬧了好大的亂子，險些讓全世界的活物忘記了死去。」\n我們都知道，死亡的代理人是蟾蜍小姐，她是一切又醜、又冷又討厭的生物的女王，但同時卻司掌著最美麗冷漠的寶石——「死亡」。\n「唉…那時我還年輕，我瘋狂地追求著胡狼小姐，只想把拍賣行最貴重的珠寶獻給她…」\n「然後呢？」\n「我成功了，她死了。」\n「死亡」從胡狼小姐的手中滑落，掉在地上摔得粉碎，碎片融入了土壤，再也不見了蹤影。於是，大地上的大家恢復了正常的死亡，該死的都死得好好的，但狐狸先生本人卻不幸錯過了自己的死刑，苟活了下來。\n「既然死亡仍然在這個世界上存在，我們不如走遍整個世界來尋找它吧！」於是，狐狸先生攜起好友冰冷的機械手，離開了家鄉的大都市，前往世界的各個角落尋找死亡。\n他們走啊走…走啊走…走到狐狸先生漂亮的紅色皮毛都泛了白，走到發條警衛引以為傲的警徽生了鏽，才終於來到了蟾蜍小姐的家鄉。\n「蟾蜍小姐！蟾蜍小姐！」發條警衛敲敲門。\n蟾蜍小姐慢慢打開門，伸出一隻布滿瘡疤與毒癩的手來。\n「美麗的蟾蜍小姐，我們為再次冒犯深感抱歉，但我的摯友很是痛苦，只有妳看管著治療他的良方。」狐狸先生摘下帽子，謙卑地說。\n「蟾蜍小姐自然明白她自己有多美麗，」沙啞的聲音從歪歪斜斜的村屋傳來，「你的朋友，想要自尋死亡，是不成的。」\n「生命不是茶，死亡也不是糖。永遠鮮活的泉水無法分明其中區別，但擁有機械之心、機械之舌的你，擁有著一次又一次生命來體驗它們的滋味…」蟾蜍女士撥開雕花的壽衣面紗，顯露出那名為「死亡」的清冷寶石，伸出手來邀請發條警衛，「來吧，年輕的警衛，來吧，孩子…任何人都會經歷考驗，但不要輕易認輸，堅強的孩子…」\n「我的蛆蟲吃不掉你，我的苔蘚附不上你。無論那對手是年歲還是責任，是悲哀或是無聊…不要輕易認輸，我的孩子。」\n說著，蟾蜍小姐輕輕將他的機械手撫在那名為「死亡」的寶石上，令他看到很久、很久以後，自己的結局——\n在無數年歲的洗禮之後，殘破的發條警衛被投入了銷毀廠的烈火之中，與千萬年間累積的廢棄鋼鐵熔在一起，化作了無法分辨的龐大金屬海洋，金屬們僵硬的思想與麻木的感情統統遭到了熔解、昇華與融合，成為了新的生命——那是專屬於金屬生命的耀眼歸宿，與之相比，即使「死亡」的光彩也淪為凡俗。\n於是，望見未來的發條警衛坦然放棄了死亡。而他的摯友狐狸先生也鬼鬼祟祟地縮回手，放棄了偷竊的念頭——「生命不是茶，死亡也不是糖。既然我尚有朋友陪我一起將苦澀飲盡，我又何必如此著急、如此貪婪地求取不屬於凡世的寶石呢？」\n後來，孩子們都知道，狐狸先生與發條警衛又活了好久好久，活到他們所在的小小世界變得一片荒蕪，活到他們的太陽熄滅、月亮隕落…在那之後，他們的故事仍舊無窮無盡，在許許多多世界之間傳揚。"
          }
        ]
      }
    ]
  }
}