{
  "epId": 4896,
  "name": "兩個銃槍手",
  "desc": "<p>流行於楓丹的暢銷讀物，講述了一場陰謀與復仇、正義與邪惡交織的故事。</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/28/142229365/06dcbca71cb1b5f862da23fe2d55141d_3786896063751188773.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1703772009,
  "components": {
    "body": [
      {
        "title": "兩個銃槍手•卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n兩鬢斑白的老人將6顆特製的銃槍子彈小心翼翼地立在桌上，用幾乎已經失明的眼睛看著眼前的兄妹二人。\n「6顆子彈。這就夠了嗎？」老人問。\n「夠了。」哥哥回答。\n老人嘆了口氣。他履行了承諾，將這輩子所學教給了這對十五年前倒在自己門前的孤兒。\n劍術、槍術、騙術…\n如何潛入一處宅邸而不被獵狗發現、如何讓人在睡夢中死去而不留痕跡，以及，如何在扣下扳機時沒有絲毫猶豫…\n「6顆子彈，6條人命…」老人自言自語道。\n「不，」妹妹說，「5條人命。」\n「有一個人，我們要餵他兩顆子彈。」\n老人沒說什麼，他從沒問過這對兄妹為什麼選擇了自己，沒問過他們準備怎麼做，就像當年他的老師也沒有問過他一樣。\n但老人如今還是對自己的兩位愛徒心生惻隱。他這雙近乎瞎了的眼睛閱過的人生，比城市裡任何人都要多。\n「復仇是一條不歸路，我的孩子們，」他說，「你們從我這裡學到的知識，足以讓你們過上富足而充實的生活。」\n「我不想你們和我走一樣的路，這雙眼睛，就是神明對復仇者降下的懲罰。」他盡可能睜開自己渾濁的眼睛，想讓桌對面的兄妹看個真切。\n「我們早在二十年前就被殺死了，」哥哥說，「如果不將這6顆子彈射向它們該去的地方，那我們就永遠無法回到生者的國度。」\n老人不再說什麼。早在他收下這對兄妹的時候，就知道這一天終將到來。\n「好…那我也不再多勸什麼了。」他用手支撐著自己身體站了起來。這年頭，就算是這點動作都讓他吃力不已。\n儘管這樣，他也還是想繞到桌子對面，再抱一抱自己的愛徒。他知道，這是與他們的最後一面了。\n「除了這6顆子彈，還有什麼需要的嗎？」老人最終問道。\n「沒什麼了。」哥哥說。\n老人發現妹妹在一旁蹙了蹙眉。他看不見，但感覺得到。\n「怎麼了？愛芮絲。」老人問。他向來更喜歡愛芮絲這位徒弟，心思細膩、感情豐富，但握槍的手卻從不顫抖。\n「其實，我還有一個請求。」愛芮絲看向老人窗外的花田，說道。\n「我可以採幾株您種的虹彩薔薇嗎？」\n……\n––––《兩個銃槍手》，第224頁。"
          }
        ]
      },
      {
        "title": "兩個銃槍手•卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "……\n「結束了…」兩支銃槍指著伯爵的腦門，其中一支的槍柄上不停地有血滴下，「嗒…嗒…嗒…」，像是在為槍口所指之人做生命的倒數計時。\n「呿，一群廢物。」伯爵望著暴雨中倒在兩位銃槍手身後的人，心中咒罵著。「我花了這麼多錢，到頭來只買得到一處不痛不癢的傷疤嗎？」\n「知道我們是誰嗎？」持槍的人問。\n「知道了能怎樣？」\n「方便你去向地獄的審判官匯報。」\n儘管暴雨傾瀉，打在他的臉上、眼睛上、耳朵上…但那鮮血滴落的聲音不知怎麼依舊如此清晰，嗒…嗒…嗒…\n「…知道，愛芮絲、圖利佩。我的孩子們。」伯爵說道。他不想反抗了，在這暴雨的夜晚，狼狽地坐在淤泥裡，他已經累了。\n圖利佩往旁邊啐了一口唾沫。\n「你還有臉以父親自居？在二十年前殺死我們母親的時候，你又是以怎樣的眼神看著她服下那些毒藥的呢？」\n伯爵長嘆一口氣，閉上眼睛。回想起二十年前的往事，令他驚訝的是，這居然比自己想的要輕鬆。\n那雙眼睛倏然浮現在自己眼前。\n他怎麼可能不愛上她？\n那曼妙的身姿、悅耳的歡笑…從一間房飄到另一間房，向他投來羞赧的一瞥。\n更別說她那雙棕黑的眼眸，似夜晚的星河、似寧靜的湖底。\n他怎麼可能拒絕她？\n「你能娶我嗎？」面對這雙眼，他無法說出「不」字。\n但她怎麼可以背叛他？\n向他要求更多，甚至要他和自己遠走高飛？\n嗒…嗒…嗒…\n「她要求的太多了…」伯爵睜開眼，說道。\n「母親從未要求什麼，她只希望像其他人一樣，度過安穩的一生。」愛芮絲反駁說。血液是從她的槍柄上滴下的，但她握槍的手卻沒有一絲顫抖。\n「他要我放棄所有財富，和她私奔！」伯爵吼道。面前的這兩個小孩，一定不懂什麼是金錢，什麼是地位，才會說出這麼幼稚的話語！\n「她只不過要你放棄虛榮，不顧世俗的眼光。像你說的那樣給予她真正的愛。」愛芮絲說。\n「你們要是在我的立場上，肯定也會做出一樣的選擇！」\n「不，」圖利佩堅定地說，「我們絕不會為了金錢和地位去殺死自己所愛的人。那是魔鬼才做得出的事。」\n伯爵搖搖頭，他不想反駁了。\n嗒…嗒…嗒…\n「這一切到底為了什麼？」他像是對自己發問，又像是對兩位銃槍手發問。\n「你們失去了母親，殺死了父親…除了一身罪名，還能留下什麼？」\n愛芮絲和圖利佩對視了一眼，二人沒有任何猶豫。\n「留下了…正義。」\n兩聲槍響。如厲雷撕破雨夜。所有雨滴都被嚇得一顫。\n兄妹二人久久站在雨中，一動不動。暴雨發瘋一樣敲打著這個城市，但沒有什麼比他們現在的沉默更加刺耳。\n許久之後，愛芮絲拿出一朵虹彩薔薇，放在伯爵胸口。接著，她倒在了哥哥懷中，放聲大哭。雨水將她的眼淚沖刷，流入無人知曉的地下，那個屬於死者的國度…\n突然，她身體一震，扯了扯哥哥的衣服。\n「怎麼了？愛芮絲？」他問。\n「哥哥，你看…」她指向那朵剛剛放下的虹彩薔薇，它在黑夜中悄然盛放，鮮豔如血。\n「母親最喜歡的虹彩薔薇…開了。」\n––––《兩個銃槍手》，第358頁。"
          }
        ]
      },
      {
        "title": "兩個銃槍手•卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "…淤泥街65號，這座罪惡城市一處角落的酒館裡，木質大門「砰！」地一聲被踹開。\n嘈雜的談話聲戛然而止，人們放下酒杯，觀察著這位暴雨中的不速之客。\n他體格健壯、衣著通體漆黑，黑衣、黑帽、黑靴…若不是有酒館的燭光照在他身上，人們會以為是外頭那沉重的黑夜踹開了這扇門。\n不速之客微微側身，寬帽遮住了他的面容，只露出一個稜角分明的下巴。他環視酒館，像在納悶自己為什麼會出現在這裡。從他鬆弛的體態和如釋重負的呼吸中，人們可以猜到，他不是剛達成了一項重大的偉業，就是剛完成了一場復仇…\n而現在，他只不過是想來要杯酒罷了。\n他踏著沉重的腳步向吧台走去，衣服上滴落的雨水也像忠誠的幽靈一般跟隨著他。靴子在地板上砸出「咚…咚…」的聲音，堅定得讓人難以置信，彷彿能毫不猶豫地碾碎一切擋在他路上的東西。\n「一杯酒，烈的。」不速之客開口道，聲音沉得能把酒瓶壓碎。\n酒館老闆不情願地為他倒了一杯。眼珠子埋怨似的瞟向那扇木質大門，心想要花多少時間才能擦去那一個鞋印。\n「謝謝。」男人說，「我剛和妹妹一起，辦成了一件大事。」\n「你妹妹呢？」老闆有話沒話地搭一句。\n「走了，種花去了，她早就想那麼幹。我把錢都給了她。」\n「那你用什麼付這杯酒的錢？」\n男人愣了愣，好像他從沒想過這個問題。\n「用這個吧。」\n「砰––––」，一把漆黑的銃槍被男人摔到了桌上。\n隔桌的客人嚇得沒抬穩酒杯，酒全撒到了自己褲子上。四下一時全屏住了呼吸。\n「我不收這個。」\n酒館老闆假裝鎮定地說，調酒的手卻悄悄伸到了桌下的抽屜裡。那裡面也有一把銃槍，但他不確定自己能比眼前的男人先開槍。\n「別緊張，它剛剛射出了最後一顆子彈，也是最重要的一顆。它這輩子不會再開火了。」男人說著，又喝下一杯烈酒。\n藉著他抬起酒杯的動作，酒館老闆瞥到了男人的臉。一副英俊的面龐，高挺的鼻梁、幾道傷疤、憂鬱的黑眼睛…\n酒館老闆突然收回了自己拿槍的手，眼前的男人彷彿在進酒館前就已經醉了，他不是來鬧事的。\n「能再來一杯嗎？」他問。\n「你喝得有點多了。」老闆說。\n「我知道，今晚比較特殊。」他沒聽懂老闆想要趕他走的言外之意。\n「怎麼個特殊？」\n「我剛殺了個人。」 老闆倒酒的手停住了，這話從對面人嘴裡說出來並不像玩笑。\n「是一場復仇，」男人補充說，「他害死了我的母親。」\n「『他』是誰？」\n「那位『伯爵』。」\n「放屁。」酒館老闆現在能肯定是他醉了。\n「伯爵」不是個好人，這點誰都知道，想殺他的人一個酒館都容不下。但沒人敢這麼做，如果你珍惜自己生命的話。\n「如果你放屁的聲音夠大，那麼的確會忽略幾分鐘前的那聲槍響。」男人嘲笑道。\n酒館老闆再次打量了一下眼前的男人。手掌寬大，肌肉堅實，一看就經過了無數戰鬥的洗禮，而且不是酒館裡的小打小鬧，是真正拼上自己性命的對決。\n突然，一道思緒劈過他的大腦。他想起了最近報紙上沸沸揚揚的銃槍殺人案，想起了那位永遠會在現場留下一朵虹彩薔薇的凶手，那位總是在暴雨之夜行刺的凶手…\n「難道說…你是…」 還沒等老闆說完話，一道驚雷在酒館外落下。呼嘯的狂風刮開木門，黑夜如海水般灌進酒館，淹沒了眾人。\n等到酒館的燭火重新被點亮，面前的男人已經消失不見，只有他那把漆黑的銃槍留了下來，宛如一個肅穆的死神，寂靜地注視著眾人，注視著這份屬於它的黑夜…\n––––《兩個銃槍手》，完。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "兩個銃槍手"
          }
        ]
      }
    ]
  }
}