{
  "epId": 5838,
  "name": "貓咪事務所",
  "desc": "<p>神秘的貓咪事務所，有一天向門童佩洛發來了請柬…等待著佩洛的會是怎樣的冒險呢？</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1730614956,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "貓咪事務所"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "貓咪事務所·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "和許多個尋常的午後一樣，佩洛打了個長長的哈欠，又揉了揉眼睛，忽然瞥見花壇裡靜靜地躺著一封金色的請柬。\n請柬的封皮被陽光照著，「佩洛先生敬啟」幾個字比散落的摩拉還耀眼。\n佩洛睜大了眼睛。\n他只是個小小的門童，為前來拜訪老爺的「先生」、「太太」們開門，還是頭一次有人如此恭敬地稱呼他為「佩洛先生」呢。\n是誰丟在這裡的呢？在他不注意的時候。\n佩洛眨了眨眼，又眨了眨眼，再三確認那不是彩虹一樣的幻景，才打開了請柬…\n「感謝您用美味招待我們，請務必賞光前來。——貓咪事務所敬上」\n歪歪扭扭的文字，像是用最粗劣的羽毛筆寫的，和金色的封皮相比顯得突兀。\n貓咪事務所？有那種名叫「貓咪」的事務所嗎？該不會是貓咪開的事務所吧…\n佩洛倒是常常用剩飯餵街角的流浪貓。\n只要發出「喵嗚」、「喵嗚」的叫聲，貓咪們就會熱情地圍過來。不過在手裡沒有貓食的時候，即使是對佩洛貓咪們也是很警惕的。\n佩洛這樣想著，翻到請柬的背面。\n「或許，您還不知道事務所的位置吧…」\n「在北風的第十二道轉彎處，沿著地上的魚鱗片向前，您會看到一排馬車。」\n「第十遍鐘響後，將會僅剩下一輛馬車，躍入馬車下方的黑影…我們在此恭候…」\n這種記錄時間和地點的方式，簡直…像某種摸不著頭腦的魔法。\n是誰的惡作劇吧？\n可是，成篇的錯字和對魚鱗高度關切，的確很像貓呢——如果貓真的會寫字，又真的有一間事務所的話。\n北風…魚鱗…馬車…啊，對了！從這裡向南走十二個路口到白天是魚販攤位的地方，每晚十點不是有運送垃圾的馬車會停在那裡嗎？\n將城市一整天產生的龐大垃圾運出城外，直到十二點再「吱呀、吱呀」地回來。\n沒錯，這一定是貓咪們的語言魔法。只有像佩洛這樣瞭解貓如同瞭解這座城市，瞭解這座城市如同瞭解貓的人，才有辦法破解出來。\n佩洛的心砰砰地跳了起來，這是只有他一個人知道的秘密。\n「換班的時刻，快點快點來吧！我呀！要去赴貓咪們的約會了。」"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "「您來了啊！請坐請坐。」\n貓咪們很高興。\n「對呀！要找到你們的事務所真是不容易。」\n那天晚上佩洛沿著請柬上的指示，一路看，一路找著。\n原來那些運垃圾的馬車當中，有一輛車輪壞掉的馬車一直停在原地。在馬車下方的陰影裡，佩洛找到了烏漆抹黑得和陰影融為一體的窖井，裡面傳來隱約的燈光和聲音，還有向下的螺旋樓梯。\n這就是非常隱蔽的貓咪事務所了。\n「這是流浪傢伙們的天性，請您諒解了！」\n眯著金色眼睛，有著虎形斑紋的貓貌似謙卑地說著，尾巴卻擺出了一個驕傲的彎。\n佩洛認出來是他常餵的虎斑貓了，這傢伙常常趴在老爺家的窗戶上，悠閒地搖尾巴。至於其他的貓，佩洛就有些陌生了。\n虎斑貓向佩洛一一介紹：\n貓老大，正是虎斑貓本尊。\n打手，是左邊的這位花臂貓。\n右邊的三色貓，非常機靈。給佩洛的信就是每隻貓拔下一根鬍鬚，弄成一支筆然後沾墨水，再由三色貓來寫的。\n「還有這隻柴火貓，有點醜，身上有禿一塊少一塊的癩皮。不過，不要因此嫌棄這傢伙喲！」\n正是這樣的幾隻貓組成了貓咪事務所，為城市裡的貓咪們解決難題。\n「那事務所解決過什麼難題呢？」\n佩洛好奇地問道。\n虎斑貓往左搖了搖尾巴，輪到花臂貓堂堂出場了。\n「我是勇猛的花臂貓嗷~愛打呼嚕的貓老闆發來委託過，就是我解決的嗷~」\n「那位貓老闆開了一家超級超級豪華的旅館，不輸人類的大飯店嗷~開業的時候有無數客人入住嗷~」\n貓咪們也有自己的大飯店！佩洛差點要掏出筆記記下來。\n連佩洛都只是從門口路過，羨慕地往裡面看一看。那種心情，大概就像小時候撿到玻璃糖紙，忍不住舔一舔一樣。\n「但是，貓老闆的呼嚕聲實在是太大了嗷~吵的客人們睡不著，生意變得慘淡了嗷~」\n「突然有一天旅館裡出現一大批老鼠，咬壞了客人的東西嗷~這下貓老闆立了大功嗷~」\n「從那以後，聽到貓老闆的呼嚕聲，客人們都安心地說：『好貓——好貓——』」\n「其實，旅館裡原本沒有老鼠嗷~都是我半夜把老鼠抓到旅館來，再抓住的嗷~」"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "花臂貓的故事講完了，虎斑貓又向右搖了搖尾巴。\n三色貓優雅上前，輕盈地一鞠躬。\n「俗話說，貓咪們當中也有懶漢喵~」\n「住在城門那裡的懶貓有來發過委託，徵求一勞永逸的捕鼠辦法喵~」\n「在本貓的授意下，懶貓將居住的『貓之家』門牌取下，改名為『鼠之驛站』了喵~」\n「從那以後，每逢老鼠進城喵~都能聽到溫柔可親的聲音說著：『老鼠們，老鼠們，為辛苦趕路的雙腳和雙手塗點藥膏吧！』，『老鼠們，老鼠們，把身上尖銳的東西拿下來，做個舒舒服服的磨砂吧！』喵~」\n「就這樣，老鼠們塗了鹽又抹了油，排著隊走進了貼著『湯浴』的熱水中喵~」\n「然後，就全部進去懶貓的嘴巴裡了喵~」\n佩洛忍不住「噗嗤」笑了出來：「啊啊，真是聰明的三色貓啊！」\n三色貓又輕盈地一鞠躬，淑女般地回去了。\n「輪、輪到奴家說話了吧…」柴火貓諂媚地說道。\n「奴家的毛皮，是在柴火堆裡取暖時燒壞的…」\n「真是奇怪，明明剛睡著的時候很暖和，很暖和…奴家夢到自己還是一隻小貓的時候，睡在媽媽的毛皮上…睡著睡著，身上就著火了…」\n「多、多虧貓老大不嫌棄，奴家不怕髒汙，常常在城市的下水道行走，做一些傳遞情報、跑腿之類的工作。」\n「除、除此之外，奴家就沒有別的本事了…」\n虎斑貓清了清嗓子，柴火貓畏縮地一笑，悄悄回去了。\n「好了，貓咪事務所的日常，佩洛先生也知道了。」\n「這次邀請佩洛先生來，是因為遇到了解決不了的事情，想請求佩洛先生的幫助喲！」"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷四",
        "desc": [
          {
            "type": "RichText",
            "text": "「我的幫助嗎？」佩洛的眼睛又睜大了。\n虎斑貓鄭重地點頭：「而且是非佩洛先生不可。」\n「佩洛先生所侍奉的老爺家裡養著一隻長毛的貓咪，對吧？」\n「哦，是那隻雪白、高貴的長毛貓啊！」\n佩洛知道那隻貓是老爺珍愛如命的寶貝。有著幽綠色，古代公主般的眼睛，總是斜睨著看人，常常像鷺鳥臨水浣洗羽毛那樣，用桃粉色的舌頭從頭到尾仔仔細細梳洗自己的毛皮。\n老爺無論用餐、就寢，還是外出赴約，都把長毛貓帶在身邊。\n「我呢，打算和長毛貓結婚，已經商量好了！」\n「哦，結婚啊…什麼？結、結婚？」\n佩洛講話一下子變得比柴火貓還結巴：「那、那你們要怎麼生活？像長毛貓那樣的貓是過不了流浪生活的啊！」\n「這就不用擔心了，婚後我們會搬去遙遠國度的神社。聽說那是一座貓的神社，人們像供奉神明一樣供奉著貓，不用愁吃，也不用愁喝…」\n「可是，這、這怎麼可以啊？老爺是不會同意長毛貓離開的…」，佩洛繼續結結巴巴地說道。\n「所以我們才需要佩洛先生出手。」\n虎斑貓跳到了櫃子上，金色的眼睛望著佩洛。\n「但我根本不是什麼先生，只是個小小的門童」，\n佩洛連連擺著手。\n「偷貓的事情如果被老爺發現了，我不但工作不保，還會被送上法庭啊…」\n「不不，佩洛先生誤解了！」\n虎斑貓露出了神秘的微笑，嘴邊的貓鬍鬚也像微笑一般輕輕地顫動著。\n「絕對不是要佩洛先生去偷竊。貓是有魔法的動物，我們…有另外的辦法呦…」\n說著，虎斑貓吹了個口哨。\n兩邊的花臂貓和三色貓像變戲法一樣，分別掏出了一雙靴子和一個面具。\n「這是貓的魔法靴子和神奇面具。」\n「來！試試看吧！」\n佩洛無可奈何地接過了這兩樣寶貝。\n等等，這雙靴子看起來小小的，但穿在佩洛腳上突然變得舒適又剛好了。\n走起路來，像踮起腳尖一樣輕盈…\n佩洛戴上面具想要開口說話，卻多了一些不易分辨的悠長顫音，怎麼聽都不像是自己的聲音了。\n「這就是貓的魔法，」虎斑貓高興地說，「只要穿戴這兩樣東西，誰也認不出是佩洛先生了。」\n「佩洛先生只需要照常回家，舒舒服服地睡一覺。」\n「待三日後，您按照我們的囑咐把老爺和長毛貓一同接到貓咪事務所來，三日後喲！」\n「一定要記住喲！」"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷五",
        "desc": [
          {
            "type": "RichText",
            "text": "新的請柬發出了，這回是給老爺的。\n「伯爵老爺，久聞您家貓兒芳名。我家亦有一隻名貴的異國貓，願同老爺愛貓共結連理，請賞光前來蓬舍一敘。\n屆時將有馬車接您和貓兒前往。——馮·弗麗嘉夫人」\n在佩洛的糾正下，三色貓特意改掉了錯字。\n貓咪們開始忙碌了。\n許許多多曾受過貓咪事務所幫助的貓兒都來了，帶來了白綢緞、臨期的花鱂魚罐頭、葡萄酒…為了將事務所佈置成婚禮現場。\n倘若有人在夜間路過，一定大驚失色，城市的陰影裡，竟會生活著這麼多流浪貓。\n那輛損壞的馬車悄然之間也被修好了，裝飾成童話裡才有的華麗模樣。\n鋪著柔軟的天鵝絨腳墊，懸掛著貓咪喜歡的捕風鈴，一路「叮叮噹噹」地響著，駛到了老爺家門前。\n「請上車吧！」\n扮演著「馮·弗麗嘉夫人家車伕」的佩洛，低著頭，恭敬地對老爺說著。\n儘管戴著貓咪的神奇面具，佩洛依然有像做錯事般的緊張，擔心哪裡露出破綻。\n幸好老爺只顧著歡喜馬車的華麗，甚至賞了「車伕」一袋摩拉說：「一點小費，拿著吧！」\n一路上，馬車前方不斷有貓咪在穿行。\n「請讓一讓啊！」戴著貓咪神秘面具的佩洛擔心會遲到，便小聲說道。\n「真是對不起了，我們也要趕路，趕著去參加婚禮啊！」貓咪們回答道。\n直到終於沒有穿行的貓咪時，貓咪事務所到了。\n「噢！多麼名貴的綢緞…鋪滿了整個廳…」老爺嘖嘖讚嘆。\n「火腿焗時蔬的味道…真是不錯，想必大廚也很道地…」\n「還請來了這麼多貓兒，太吃驚了！馮·弗麗嘉夫人真是有心。看來她一定很寵愛家中的異國貓，和我寵愛長毛貓一樣啊！」\n老爺簡直讚不絕口。\n「大好的喜事，喝一杯！您再喝一杯吧！」三色貓舉著葡萄酒向老爺勸酒。\n「那就再喝一杯吧！」\n老爺高興地有些醉醺醺了，甚至忘記疑惑「貓怎麼會說話呢？」這回事。"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷六",
        "desc": [
          {
            "type": "RichText",
            "text": "配和著豎琴的節拍，盛裝的長毛貓出場了。\n「哎呀呀，妳這個小東西，剛下馬車就不見了，原來是去梳妝打扮了！」老爺嗔怪又自豪地看著自家的貓兒。\n長毛貓的白綢緞拖尾上，盛滿了花朵——潔白春日落雪般的塞西莉亞花。\n「啪啪——啪啪——」貓們齊聲鼓起掌來。\n「真美啊…」\n佩洛情不自禁放下了手中的刀叉。\n「嘩啦——嘩啦——」貓咪們掀開了簾子。\n虎斑貓戴上了領結和禮帽，鬍鬚和耳毛修剪得整整齊齊，邁著騎士的莊嚴步伐，迎接自己的新娘貓。\n身後的花臂貓連忙一抖，肩上的包袱抖落開來，裡面是送給貓夫婦的禮物。\n五顏六色的線團、一撥弄就會嘰嘰響的老鼠布偶、吹得鼓鼓的團雀形狀氣球，還有早就準備好的船票，以前往遙遠國度的貓之神社…\n「等一等！」\n一個冷酷、嚴厲的聲音從上方落下，打斷了貓咪們的喜氣洋洋。\n老爺的酒醒了，搖搖晃晃地站了起來，抬起手指著虎斑貓。\n「這傢伙，不是經常趴在我家窗臺上的野貓嗎？我認得你這傢伙啊…總是不懷好意地往窗戶裡打量…」\n「不是說是夫人家的名貴異國貓嗎？夫人在哪裡？」\n「這些貓咪玩具…哎唷，這不是我家裡的嗎？你們什麼時候偷來的啊？這些綢緞、美酒，也都是偷來的吧？」\n「爸爸，您先不要生氣…」長毛貓連忙撒著嬌。\n「是啊，爸爸，我當然會照顧好…」虎斑貓不以為然地說道。\n這一聲聲的「爸爸」激怒了老爺。\n「給我閉嘴！！」\n「這種來路不明、血統不純的野貓，怎麼配和我的長毛貓結婚啊！」\n「還有這小子，自稱是什麼弗麗嘉夫人的車伕…」\n「你也參與了這群野貓的騙局對吧？讓我看看面具下的是什麼人…」\n老爺向佩洛大步走來，一把就要扯掉佩洛臉上的面具。\n佩洛渾身的血液都像是被磁鐵吸在一起一樣。\n「快跑，快跑」小人的聲音七嘴八舌地在耳蝸裡響起，佩洛心如擂鼓，可是雙腿僵硬怎樣也動不了一步。\n「完了，完了」佩洛絕望地閉上眼睛，餘光卻瞥到自己的臉頰邊邊有什麼一根一根的東西在顫動。\n啊！佩洛的臉頰上長出了一根一根雪白的鬍子——貓的鬍子。\n佩洛動了動耳朵，尖尖的又伶俐的耳朵，身體也不由自主地弓了起來，發出「喵嗚——」的叫聲。\n在被老爺抓住之前，佩洛靈活地竄到了桌子下面。"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷七",
        "desc": [
          {
            "type": "RichText",
            "text": "「快跑，快跑。」\n佩洛像一陣披著黑斗篷的風。\n「快跑，快跑。」\n佩洛沿著螺旋樓梯向貓咪事務所的出口跑著。\n貓的魔法靴子去哪裡了？佩洛不知道，只知道自己跑起來和貓一樣敏捷，視角也變得和貓一樣矮了。\n貓的神奇面具又去哪裡了？佩洛的心裡漸漸有了答案。\n靴子和面具都變成佩洛的一部分，或者說——佩洛變成一隻貓了！由於手上還戴著駕駛馬車的白手套，佩洛現在是一隻黑白貓！\n「快跑，快跑…」\n是誰在說話？\n佩洛轉過頭，戴著領結的虎斑貓和拖著白綢緞的長毛貓也在身邊一前一後地跑著。\n「快跑，快跑…佩洛先生，還請您駕駛那輛馬車把我們送到港口！」\n貓咪們在他們的身後上躥下跳，扯掉裝飾用的彩帶，撞翻宴席桌上的沙拉和葡萄酒，亂成一團，牢牢地絆住了老爺的腳步。\n「長毛貓，回來啊——」\n沒有人顧得了老爺的叫喊。\n事情到了這種地步，只能把虎斑貓和長毛貓平安送到港口，除此之外佩洛什麼也顧不了了，而且貓的腦袋本來就是小小的，只裝得下一件事。\n「嘩啦——噼啪——」外面下起了雨，還有閃電。\n雷鳴之前才有片刻白亮光的漆黑夜裡，只有那座小門還在開著，一個看守的人也沒有。\n大概都在躲雨吧？\n激起無數個漩渦的湖面上停著一艘船，如果不仔細看還以為那是橋的陰影。然而變成了貓的佩洛視力出奇得好，一下就看到了。\n拿著花臂貓給的新婚禮物，虎斑貓挽著長毛貓從馬車上跳下，「咻」地一下就鑽到了船裡。\n「多虧了您喲！佩洛先生…」虎斑貓難得恭敬，真正地一鞠躬。\n「趁老爺還沒追上來，快走吧！」\n去吧，去吧，去那座貓的神社。\n去吧，去吧，過著幸福的生活。\n因為偷偷做了一件大事而感到激動的佩洛，眼睛裡漸漸有了眼淚。\n雖然佩洛還不知道變成一隻貓的自己要如何生活。"
          }
        ]
      },
      {
        "title": "貓咪事務所·卷八",
        "desc": [
          {
            "type": "RichText",
            "text": "被刺眼的太陽光亮醒，佩洛睜開了雙眼，下意識地用手揉了揉眼睛…\n手和腳回來了，不再是毛茸茸的貓爪了。\n昨天晚上發生了什麼？佩洛竭力回想著。\n…那時候，黑白貓佩洛將馬車頭回轉，「噠噠、噠噠」地回去了。\n這個時辰，時鐘還沒敲十二下。\n在其他的馬車回來之前，佩洛像一隻再普通不過的貓一樣從馬車上跳下來，避人耳目地回到了家裡…\n那麼現在…？糟糕！太陽已經升得這麼高，早就到佩洛值班的時間了！\n佩洛猛地從床上彈射起來，重新穿上服裝變回門童佩洛。\n老爺家的大門卻緊閉著，立著「謝絕見客」的字牌。\n「貓丟了，老爺難過得病倒了啊…」\n「那麼漂亮的貓連我看了都很喜歡，被賊人惦記也不奇怪吧…」\n「可憐啊，會有人像老爺一樣對牠那麼好嗎？」\n服侍老爺的侍從們竊竊地說著。\n看來今天不需要門童值班了，佩洛難得有了假期卻憂心忡忡。\n去哪裡了呢？貓咪事務所。\n那天晚上，還有之後的好幾個晚上，佩洛回到運垃圾的馬車那裡，一輛輛查看路燈下的影子，然而再沒有什麼黑漆漆的窖井了。\n靴子和面具也不見了。\n彷彿魔法從來沒有發生過，佩洛也從來沒有遇過會說話的貓一樣。\n也許是虎斑貓老大走了，貓咪事務所就此取締了吧…\n老爺和病魔纏綿了三個月，在一個夏日的清晨，突然好了。\n臥房裡傳來老爺哼歌的聲音，活潑輕快的小曲，是年輕人在舞會上邀約舞伴時愛唱的那種。\n「佩洛，你過來。」老爺對佩洛招了招手。\n「砰砰——砰砰——」佩洛的心又緊張地跳了起來，該不會…？\n「我這件禮服已經穿舊了，你拿去丟了，再幫我購置一件新禮服吧！樣式…要時髦一點的那種。」老爺和善地說道。\n「喔…」佩洛放下心，抱著舊禮服出門了。\n「不過老爺不是最古板、最守舊的那種人嗎？」佩洛和侍從們都在心裡偷偷想著。\n舊禮服的口袋裡飄落出一張紙。\n是虎斑貓走後，眾貓假借長毛貓的口吻寫給老爺報平安的信：\n「爸爸，我很好，附上魚乾和鼠乾請您享用。」\n「另，求婚的馮·弗麗嘉夫人確有其人，但她是對爸爸您心有所屬。您也該找個老伴了。」"
          }
        ]
      }
    ]
  }
}