{
  "epId": 7143,
  "name": "秋暮之火",
  "desc": "<p>花羽會傳承的織卷，原本似乎是兩篇來自不同時代的故事，不知道何時被混淆在了一起。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1732596731,
  "components": {
    "body": [
      {
        "title": "秋暮之火·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "當他們沿著蜿蜒的小路向倉庫走去時，穿過如細雨般簌簌落下的枯葉，她不動聲色地端詳著他的側臉，試圖將他的面容和她記憶中的樣貌拼合起來。數年不見，他長高了不少，衣著也華麗了許多。後者倒是不足為奇，畢竟他現在是大聯盟的審錄官，以聖王之名前來接收花羽會的旗幟，自然該穿得體面些。「他變了，」她想，「人怎麼可能不變呢？」只有那份遲鈍還和過去一樣。「我保證那個廚工的手藝會合妳心意，」他頓了一下，好像在期待她的回應，但她依然只是一言不發，於是他接著說：「等我們到了燼城見過陛下以後…」\n龍發出一聲震耳欲聾的怒吼，打斷了讓牠忍無可忍的喋喋不休。牠能從她身上嗅到那股令牠厭惡的氣味，哪怕用盡南方的泉水也洗不去那種惡臭。「卑賤的蟲子，」牠想，「自以為能憑叛徒和瘋子的詭計奪走這片灼原。」牠死死地追著她，要用利爪將她刺透，要將她釘在沙地上，即使她已經躲過牠兩次。\n她假裝對他的想法不在意，只是回以溫柔的微笑。他盯著她看了一會，想從她唇角讀出更微妙的感情。像往常一樣，他在那張淡漠的面具上沒有找到任何抗拒的痕跡。「她向來是這樣。」他不無同情地想，從他們認識的第一天起她就一直是這樣，安靜而溫順，從來不會反抗，就像水邊柔弱的豚獸，總是理所當然地接受著命運安排的一切，和她心腸剛硬的母親正好相反。「別擔心，」他突然說，「就算他們都不在了，我也會永遠陪在妳身邊，直到死亡將我們分離。」她看了他一眼，笑了笑，順從地挽起伸向她的手。「直到死亡將我們分離。」她輕聲重複了一遍他的話，彷彿是在說給自己聽。有那麼一瞬間，那張完美的面具上似乎出現了一道裂痕，但他沒有察覺，他從來沒有察覺過任何事。「可憐的人，」她想，「總是希望演好自己的角色，卻從未受過讚揚。運氣不佳。」\n然而運氣不是決定性因素，只是這場漫長狩獵的注釋。幾年來，她一直追著這條巨龍，躡逐牠凶邪的氣息。她知道牠的虛榮、知道牠會被言語引誘、知道牠確信自己是命運的主宰，可以反抗註定到來的結局。這種虛妄的幻想會引導牠來到這裡，正如她纖長的手指正引導著緊繃的弓弦。她一動不動地盯著逼近的野獸，牠宏偉的軀體幾乎填滿了洞口，就像是從瓶中溢出的油。她能感受到牠的視線——掠奪者的視線。在那裡，她是一隻渺小的蟲子，一縷風中的羽毛，無足輕重。「這是什麼地方，妳這陰險狡詐的小東西？」"
          }
        ]
      },
      {
        "title": "秋暮之火·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "「這是媽媽生前最喜歡的花園，」她柔聲回答，修長的手指輕輕愛撫著一朵她叫不出名字的花，漠然的聲音裡埋著一抹熾熱，就像她埋在倉庫下的火油。她故意不去看他的臉，她知道他要說什麼——說一些自作聰明的庸俗比喻、一些無關痛癢的真心寬慰，他將勸她不要為了已經發生的事太過傷感，勸她和他一同幻想那永遠也不會到來的未來。然後，就像無數個夜晚一樣，他會輕輕愛撫她的面頰，就像她正愛撫著這朵花。秋天傍晚依然燥熱的餘溫和四下裡的蟲鳴讓她心煩意亂，於是不等他說出那些話，她便折斷了花莖轉向他驚訝的視線莞爾一笑，小心翼翼地將那朵像火的花別在他紡著金線的衣領上，說：「走吧，總會有人打理這些的。」\n龍停頓了片刻，如鐵簾般的眼瞼微微眯起，打量著周圍燥熱的黑暗。牠當然沒有上當，一刻也沒有。沒錯，她將牠引到了這裡，這狹仄的山洞，但那又如何？牠俯瞰著她，一種鄙薄的視線，就像牠引以為傲的絨羽那樣刺眼。她一點也不像她的母親，不像那個幾十年前射中自己喉嚨的弓手，那個像驅趕綿馱獸一樣將牠逐入深林陰影的女人，那個剝奪牠蹂躪凡人村落這個簡單樂趣的女人——那個有資格被牠憎恨的女人。不，這個瑟瑟發抖的幼崽只是那女人柔弱的回聲，她無力對抗牠的利爪，更不用說對抗那蒼白可怖的命運。她的存在簡直是在嘲弄她的血脈，對龍族古老血脈的羞辱。是什麼荒唐的想法讓她將牠引到了這裡？這種幼稚的把戲只會引來她的死。空氣中瀰漫著一股淡淡的怪味。一縷不安劃過牠的思緒，旋即消散在了傲慢中。\n推開古舊的木門，他聞到一股淡淡的怪味，像是火油，又像是乾柴。他沒有在意，只是挽著她的手向倉庫陰暗的深處走去。「無論發生什麼都會引領她前行。」他在心中喃喃自語，將來的某一天，他也會像這樣引領著整個花羽會前行。他下意識地抬起頭，看了看高懸在庫房上方的巨龍頭骨。他不記得這裡有這樣的藏品，至少在他離開花羽會之前還沒有，但那無關緊要。莉安歌和她選定的繼承人都死了，她柔弱的次女無力掌管部族的權柄。只有他——從小陪伴在次女身邊的他，深受聖王信任的他——有資格帶領那些矇昧的人們去往聖王描繪的那個未來。恩揚貢德霍長老對此沒有任何反對意見，他也是花羽會的孩子。新婚之夜後，一切反對都會歸於沉寂。\n沉寂中，一個奇怪的念頭像是從未經歷過的夢，不合時宜地闖進了她的思緒。「如果他從來沒有離開過花羽會…」她想，如果那個她曾經渴望的青年，那個曾經陪伴在她身邊的青年，如果他沒有前去侍奉聖王，見到她的成長、見到她不再順從，他是會感到驚喜，還是會感到落寞？野獸如熔火般的眼睛在黑暗中死死地盯著她，牠的脈搏與她的呼吸彼此交纏，無法分辨。一個難以察覺的動作，火花沿著引線躥向不遠處的油桶。"
          }
        ]
      },
      {
        "title": "秋暮之火·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "繞過轉角，就是那面象徵權力的旗幟。他幾乎下意識握緊了她的手，一股灼熱的興奮在他的血中沸騰，沒能注意到她指縫間滑落的火苗。下一刻，火呼嘯著從四面八方燃起，吞沒了整個倉庫，狹仄的空間瞬間化為焦炙的墓窖。「快，往那邊逃！」他驚惶地吼著，一把抓起她的手臂，想從紛落的火雨中奮力尋出生路。高溫逐漸模糊了他的視線。「逃不出去的，」她輕聲說，溫順地任由他抓住自己的手臂，像往常一樣，沒有任何反抗，「所有通道都被我封死了。」\n情知已無法逃脫，巨龍發出一聲懊恨的咆哮，如滾滾雷鳴般搖撼著狹仄的岩窟。她看著牠徒勞地拍動翅膀，彷彿想要將熊熊燃燒的大火撲滅。為時已晚。野獸絕望的反抗背叛了牠。裝滿液態燃素的罐子在奮力掙扎中被擊碎，傾瀉的火雨吞噬了牠的血肉。濃濃的黑煙升起，窒息了岩縫間的幾縷微光，彷彿要將秋天黃昏黯淡的太陽也一併撕咬下來。\n黑煙嗆得她喘不過氣。她徒勞地掙扎著爬到他身邊，笨拙地摸索著想要捧起他的臉，向他獻上告別的最後一吻。「死亡也不能將我們分離，」她輕聲說，試圖抬起已經完全喪失了知覺的手。\n但她的手還是落了下去，緊繃已久的弓弦在急切的狂喜中發出一聲刺耳的嘶叫，裝飾著絨羽的利箭如流霆一般劃破了秋天傍晚清冷的風，呼嘯著刺向正在火中痛苦地翻滾著的巨龍。\n透過焚灼的火舌——幾乎將黃昏的光焰遮蔽的火舌——她看見一群人急匆匆地向著他們的方向趕來。她笑了，抬起頭望向那巨龍的頭顱，想像火被撲滅後的場景，想像人們的神情。\n「那是花羽會的援軍，」她想，「都是當初追隨母親一同踏上征途的英豪。」這條龍，她追獵了數年的這條龍，如今就是插翅也難逃。\n她想：「最終還是沒能逃脫。」\n「都死了，」恩揚貢德霍長老擦了擦額頭上反射著燭油的汗，將半縷燒成灰的帷幔從橫樑上扯下丟到一旁。匆匆趕來救火的小夥子們圍在他身邊，不明白平日裡看守森嚴的倉庫怎麼會突然燒起來。他嘆口氣，四下看了看，不抱希望地想要找到起火的線索。然而和剛才一樣，除了兩具焦黑的遺骸和高高懸掛在他們上方的龍頭骨標本——幾年前被她獨自討伐的惡龍，整個庫房早已被燒得一乾二淨。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "秋暮之火"
          }
        ]
      }
    ]
  }
}