{
  "epId": 7145,
  "name": "靈濛山夜話",
  "desc": "<p>一部關於沉玉谷當地民俗故事與歌謠的專著，其間記載了許多荒誕不經的民間傳說。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1732596392,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "靈濛山夜話"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "靈濛山夜話·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "相傳在沉玉谷的深山之中，芰荷與玉蓮叢生之處，每當清晨或傍晚雨霧容容的時刻，偶有來自舊日的身影隱現。\n據村落中的長老所言，靈濛山的山民曾信仰諸多鬼神，與山野之間精靈鳥獸中的靈長者同行，但在千年之前那場翻覆天地的混戰之後，許多鬼神與精靈陪伴著曾經的住民一同消逝了。儘管如此，多情的群山還是將記憶的回聲挽留在了地脈之中，偶然在某個煙雨籠罩的清晨或入夜時分反覆重現。\n有些時候，深入群山的採藥人與玉匠會在大霧中迷失方向，撞見這些孤獨的幽影。據村莊中的長者們所述，與古老亡者相遇往往預示著不祥，是無妄之災的預兆。因為蓄積成瘤的地脈將舊人的遺憾和哀怨帶入了現世，所以迷濛的大霧與不絕的山雨才會顯現。正因如此，當地的山民總會有意躲避雨霧的侵襲，以免被往日的哀傷纏上心神。\n儘管如此，在岩王帝君定山海於一尊的偉業完成後，從璃月港來的測繪師們卻還是莽撞地闖入了煙雨之中，驚擾了往日的舊夢…不過那就是另一些故事了。"
          }
        ]
      },
      {
        "title": "靈濛山夜話·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "在岩王帝君鎮撫山林之後，曾有一位船工進入靈濛山下錯綜的溪澗，迷失在傍晚潮濕的山霧中。撐竹篙渡過泛著藍紫色幽光的水草，經過落花迷離的樹叢，追隨著即使在夢中也未曾見過的碧色禽鳥，船工闖入了沉睡的洞窟。\n藉著玉石的螢光與菌類的幽光，船工恍惚看到了舊時先民的身影。他們身著古老的紗質長衣，衣角點綴著水光般純淨的玉珏和無名的芳草，彷若山中鬼神。他們排成行列，站在深潭岸上，誦唱著船工未曾聽聞的歌謠：\n「晝晦冥冥兮獨含怨，幽風攜雨兮煙氣濛。」\n「徒留靈脩兮悵歲晏，獨怨君子兮竟後來。」\n歌謠哀傷清靜，似有悵怨之意。船工再仔細望向洞窟之內泛著幽光的人影，他們開始一個接一個解下玉珏，投入漆黑的潭水之中，彷彿從未察覺到來客的存在。船工愈覺悽然陰森，便急忙撐篙返程，在一路上留下記號，返回了翹英莊。\n據說後來月海亭又派來測繪師，企圖探尋未嘗在地圖上出現的神秘聚落，也有人說，曾有千岩軍隊伍進入深山探查可能的非法窩點，但均一無所獲。遺瓏埠名醫藍璟青年時進入靈濛山探查傳說中的神秘洞府，以求古代藥方，歸來後卻再不開口提及此事。直至其人去世時，他的家人才在遺物中尋得一方硯臺，據說色如清水，光似高天，然而斯人已逝，這方硯臺的來歷終不可知。後來，名醫後人因商船經營不善而破產，這方硯臺也流落民間，從此下落不明。"
          }
        ]
      },
      {
        "title": "靈濛山夜話·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "在沉玉谷中早有歌謠傳頌，不為人所知的古老洞府中曾深藏著舊日的鬼神——據說她身著由碧血凝成的玉裙，倚靠著早已崩毀的月色高車，湮沒在深不見底的黑暗潭水之下沉睡。在難以追憶的古老年代裡，她曾是沉玉谷的舊主，統治著山野自然中的鳥獸與仙眾，駕馭著碧水河的興落，作為仲裁者維持著凡人與鳥獸之間自然的平衡。但那是久遠的傳說了，關於她如何因不可救藥的執妄而挑起戰爭，終究被擊敗、封印與陷入死寂夢鄉之事，儘管在原住民和移民的故事中皆有涉及，詳細歷史已不可考。\n無獨有偶的是，沉玉谷在地人曾流傳著這樣的哀傷歌謠：\n「欲遺君兮杜若，停中洲兮誰留？」\n「昔桂旗兮安在？覓高車兮幽篁。」\n「哀哉嘯兮玄文，潭昏黑兮所思。」\n山民的驕傲後代是否對失落的魔神仍舊留存著記憶，延續著紀念？大部分鮮明的故事已經被流水般的時光磨滅，僅在歌謠之中如溪澗下的綠玉那般若隱若現。也許正如某位迷途船工的所見那般，在深澗與淵藪之中，尚且能夠聽到遠古的心跳，正搏動著碧血的迴響？"
          }
        ]
      }
    ]
  }
}