{
  "epId": 7509,
  "name": "狡詐的康波雷",
  "desc": "<p>據說是由桑哈傑·康波雷大師親自編織的掛毯，其內容簡短而離奇，通常被認為是從未發生過的虛構故事。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1743783979,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "狡詐的康波雷"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "狡詐的康波雷·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "這幅掛毯據說是由煙謎主部族的英雄桑哈傑·康波雷親自編織的，其內容簡短而離奇，往往被部族中年長的薩滿斥為玩笑——就像這位狡詐的英雄一生中曾開過的無數玩笑那樣，這一個也帶著點月夜般的黑暗色彩。有人說這是他使用的絲線使然，也有人說他用黑曜石和黑彩色的貽貝殼磨成粉末，才得以染出這樣的神韻。\n很久很久以前，在煙謎主的部族中，有一個生性狡詐的惡棍名為康波雷。康波雷向來熱衷於欺詐、偷盜與巧取豪奪，因此在部族中臭名昭著，但他卻有一位誠實的弟弟，名為桑哈傑。\n在那個古老的時代裡，十字路的主人尚在人間行走，為六部族的凡人降下睡夢或死亡的恩賜，為他們引導前往冥土之國的道路，將魂靈融入黑色的大河。他是夜之國度的主人，既是「巫醫爸爸」，也是「夢境媽媽」。傳說他在黑色大河的盡頭搭建了一座釀酒小屋，喝了他在小屋中釀的蘑菇酒便能從夢境中得知任何人的命運。\n「假如我有了此種能力，豈不就會如煙謎主的先知那樣，得以預言命運，得以知曉世界之下的真相？」\n惡棍的眼睛迅速地轉了一轉，又這樣想道，\n「若是這樣的話，秘密的知識與禁忌的夢想，將會給我帶來多大的利益？我能從中討價還價，得到多少好處？」\n狡詐的康波雷摩挲著手掌，開始了狡猾的計畫。"
          }
        ]
      },
      {
        "title": "狡詐的康波雷·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "為了從十字路的主人手中騙到神奇的蘑菇酒，康波雷帶來了他誠實的弟弟桑哈傑，對他說道：\n「我的弟弟，你的善意在部族中處處聞名，我知道你心地善良，只說誠實的話，做真誠的事。那麼，就請你懷著真心與親情，保證為我們接下來要做的事情保密。」\n桑哈傑不知哥哥險惡的計畫，點頭答應了。\n「那麼，我就把我的計畫告訴你，但請你要一定配合我的行動，不要把它透露給任何人：」\n於是，康波雷將奸計娓娓道來：\n「我想要你去拜訪十字路的主人，就說我已病入膏肓，你企望求得『巫醫爸爸』的藥方治好哥哥的病。這時我便會潛入小屋，趁機偷走他的蘑菇酒。有了它，我們便可以為部族的大家分得更多智慧，祛除更多煩勞。」\n「好好考慮考慮吧，我的好弟弟。假若有了十字路主人的蘑菇酒，會給整個部族帶來多少好處？尤其會給我們兄弟多少好處？」\n弟弟本想拒絕，卻無奈於自己太過魯莽地答應了哥哥的請求，於是只好同意了康波雷的奸計。\n當然，這只是康波雷的一家之言，至於他為何要將自己寫成一個欺騙兄弟的惡棍，此事究竟是真是假？既然他已然成了部族的英雄，也就很少有人敢於去探尋了。"
          }
        ]
      },
      {
        "title": "狡詐的康波雷·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "儘管桑哈傑答應了哥哥的奸計，但身為一個誠實的人，他仍舊為欺騙十字路的主人而感到痛苦焦慮。於是，在輾轉的噩夢中，桑哈傑將哥哥的奸計向十字路的主人和盤托出。\n「夢境媽媽」伸出夜一般黑色的雙手，將誠實的桑哈傑擁入懷裡，親吻著他的額頭。她在無聲的黑暗睡夢中已經原諒了桑哈傑的冒犯，相反，作為獎賞，她將神秘的蘑菇酒從坩堝中傾倒在黑曜石杯裡，遞給了桑哈傑。\n然而，正在此時，康波雷突然闖入弟弟的帳篷，將粗糙的草繩套在熟睡的弟弟脖頸上——原來他早就料到弟弟將會把自己的計畫告知十字路的主人。\n就這樣，未及等到夢境的主人發出警告，桑哈傑便在睡榻上喪命於親兄之手了。而盛著蘑菇酒的黑曜石酒杯也從手中跌落，浸染了桑哈傑的胸口與緊纏在脖頸上滲著鮮血的草繩。\n十字路的主人為這等大罪所震怒，也為桑哈傑的死而悲痛。於是當即向狡詐的康波雷降下詛咒：不幸的弟弟桑哈傑將在他的身上復活，為他預言自己的一切命運。但從此之後，他所欺騙過的、謀害過的人，都將被牢牢地烙印在記憶中。而他所說過的每一句謊言，都會由弟弟之口在他耳邊重複千遍。就這樣，康波雷既獲得了飲下蘑菇酒而得的好處，也讓自己染上了不可洗脫的罪孽與詛咒。\n就這樣，康波雷得到了新的名字，「桑哈傑·康波雷」。直到很久很久以後，當特諾切召集英雄，同漆黑的狂潮做最後一搏時，他才得以尋到救贖的良方……但那就是另一個故事了。哈哈，同樣的，既然在決戰的那日之後，仍有許多族人曾在漆黑的夜中目睹過桑哈傑·康波雷狡詐的微笑……那個故事，也一定是桑哈傑·康波雷的又一個玩笑或謎語罷了。"
          }
        ]
      }
    ]
  }
}