{
  "epId": 7510,
  "name": "松伽塔的初陣",
  "desc": "<p>回聲之子傳承的織卷，述說著五百年前的英傑松伽塔年輕時的傳奇。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1743785057,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "松伽塔的初陣"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "松伽塔的初陣·其一",
        "desc": [
          {
            "type": "RichText",
            "text": "哦，我的兄弟，我的孩子，你們要聽好，\n聽好我的名號：回聲之子的捷利·瑪穆道。\n我正是回聲之子的歌手，史詩的傳道人。\n我的血統傳自那第一位史詩歌手比拉利。\n凱甸·寇亞提與賓圖·寇亞提驕傲的子孫。\n比拉利曾追隨流浪賢者學習悠久的辭章，\n寇亞提夫婦兩人將古文編作織毯與氈帳。\n我的頭腦上知矇昧時代的諸龍主與蠻王，\n我的口舌下能與最聒噪的幻寫靈論短長，\n故事辨明許多真理，話語淨化更多虛偽，\n故事滌除虛偽便是歷史，晶石鏡般明晰。\n晶石的明鏡透著舊日虹光，黑暗卻璀璨，\n正如亡者深不可測的雙眼那般磷光閃閃。\n歷史教育生存的勝者，但故事扎根亡者…\n畢竟未來的寶礦總從過往的岩脈中滋長。\n來吧，聽我頌唱，聽我頌唱這英雄之歌，\n聽我頌唱野牛之子、巨犀之子的鎮魂歌。\n我將為你講述瑪罕·松伽塔的功績與命運，\n我將為你述說馬里·吉亞塔的抱負與熱情，\n我將為你稱頌索戈倫·吉亞塔的顯赫聲名，\n還有納雷·瑪罕·吉亞塔與大敵戰鬥的終局…\n哦，還有哪位英雄曾擁有如此多的名號？\n漆黑的巫術與邪惡的靈體無法傷他分毫！\n我的兄弟，我的孩子，驕傲的回聲之子，\n且聽我講述，那被遺忘的百千舊王蠻酋，\n聽我講述他們是如何被英雄松伽塔征服，\n被松伽塔征服後，又如何同他並肩而戰，\n講述敵手化為摯友，野蠻化作善意之事…\n且聽我講述，如山巒般襲來的漆黑軍勢，\n聽我講述它們是如何被英雄松伽塔化解，\n講述未曾被紀錄的壯舉，被誤解的犧牲…"
          }
        ]
      },
      {
        "title": "松伽塔的初陣·其二",
        "desc": [
          {
            "type": "RichText",
            "text": "正如這世上許多賢人未必出身高貴那般，\n松伽塔父母的血脈未曾被上古王公沾染。\n悠久的傳說如暗黑的礦洞鹽河遠去不復，\n析出點點岩晶般閃爍的真理由詩人述說。\n松伽塔的出身如何，眾人盡皆各有說法。\n摯友意欲粉飾，敵人卻無甚優美的讚歌。\n其父母的名字為何，他們出身哪一部落？\n對那三輪蒼白明月的幽光相問也無結果。\n故事歌謠唱道，松伽塔生自晨星的恩賜，\n他的母親並不美麗，父親沒有強壯身軀，\n但俯視萬物的司辰之星不在乎凡人美醜，\n編織天地的命運才是永恆的大任與天職。\n松伽塔年幼時，回聲之子由姆班黛掌管，\n黑玉般的姆班黛曾是礦山與寶石的主母，\n她選擇年輕的松伽塔，作為部族的勇士。\n那偉大的英雄與礦工，其故事就此開始。\n於是，少年的松伽塔開始了礦工的生涯，\n開山的鐵錘，都顯得比他身軀還要龐大。\n然而強壯的少年在礦洞中揮舞鐵錘如風，\n驚得勇士們急忙喊叫「礦洞馬上要坍塌！」\n「哈哈，兄長、姐妹們，你們切莫驚怕！」\n「只是我的鐵錘召來狂風，嘩啦，嗚啦！」\n松伽塔掄錘鑿進大山，錘柄磨出陣陣火花，\n大家見狀又喜又畏，任冠軍桂葉由他摘下！\n再說主母姆班黛回歸夜神之夢的懷抱以後，\n松伽塔已儼然長成了勇壯非凡的青年模樣。\n選舉首長之夜，松伽塔卻隻身離開了部族，\n雖身為部族冠軍，松伽塔對權力毫無企求，\n他想為自己尋得生為回聲之子的高傲證明，\n於是毅然踏上了前往遙遠異鄉的冒險之路，\n其熱忱卻被族人誤解，當做了出走的叛徒…"
          }
        ]
      },
      {
        "title": "松伽塔的初陣·其三",
        "desc": [
          {
            "type": "RichText",
            "text": "松伽塔失卻了賢名，自願踏上冒險的旅途，\n前往遙遠岩漿之湖，任熱浪灼傷他的身體。\n岩漿之湖如今已然冷卻，不再有龍蛇肆虐，\n但遠在那時乃是惡龍魯克瓦塔稱霸的領地，\n魯克瓦塔是古龍之族所剩無幾的孑遺之一，\n心腸歹惡，無時無刻不想將古龍暴政復辟，\n那場翻覆天地的悠古大戰滅絕了牠的族眾，\n但牠卻隱身黑暗的岩穴，躲過了滅頂災禍。\n失卻奴僕的服務，魯克瓦塔已然衰老不堪，\n雙眼被硫磺氣息灼盲，頭腦變得遲鈍瘋狂。\n苟活在同天之使者大戰的幻夢中無法自拔，\n對已降臨納塔的，屬於人的時代渾然不知。\n當渺小的奴僕前來牠藏身的巢穴發起挑戰，\n古龍貴胄震怒起身，連咳帶嘔，咒罵不停，\n伴著雷霆般的詛咒，口中噴出烈焰與硫磺，\n「何處來的惡奴，竟敢攪擾君王的安眠！」\n松伽塔見到這傳說中的惡龍早已衰老瘋癲，\n開口便僭稱君王大名，忘記了自己的族屬，\n於是哈哈大笑，扛起大錘，對老龍嘲弄道：\n「我只是一介無名的礦工，不是什麼惡奴。」\n「你又怎能算得什麼君王，痴傻老蜥而已！」\n魯克瓦塔聞聽此言狂怒衝喉，又是一陣狂嘔，\n嘔出髒汙灼熱的岩漿，冒出陣陣漆黑的煙霧，\n松伽塔見狀眉也不皺，直將重錘向老龍揮落。\n魯克瓦塔雖衰老荒唐，發怒起來仍可怖異常，\n眼見那岩漿的高溫燎了松伽塔的頭髮與眉毛，\n龍涎的猛毒又滲入了皮肉與臟腑，劇痛難扛，\n發黃的巨牙留下潰爛的傷口，利爪撕開舊疤，\n耐著極大痛苦，松伽塔不停歇地將重錘砸下，\n直到頑岩的龍頭開裂，直到黑煙被錘風吹散。\n直到老龍魂飛魄散，岩漿之湖都冷卻了大半，\n松伽塔心滿意足地躺倒，從此英雄名實相堪！"
          }
        ]
      }
    ]
  }
}