{
  "epId": 7512,
  "name": "無頭的科奎塔奧",
  "desc": "<p>來自煙謎主的織卷，其中述說的故事據說比煙謎主的誕生還要古老，但資料真偽難以考證。</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1743784512,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "無頭的科奎塔奧"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "無頭的科奎塔奧·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "煙謎主的織工通曉夜之國度的每條河流，他們知道故事與詩歌從米克特蘭的黑色大河來。夜間起飛的猛禽乃是面目破碎者的僕從，她從主人的手中銜取月光凝成三重銀色絲線，穿越夜的迷霧，來到靈火的土地之上，命盲眼的織工們將之編織成彩色掛毯。織毯懸掛在人的住所、聖堂和戰爭之地，故事與傳奇便為人所熟知，而織毯不斷延長，便成為了歷史。\n但正如被所有部族驅逐的流浪賢者「海之子」羅帕爾所言：「我接納混沌，卻不知混沌是否接納我。」古老的故事與謎語之中總是隱藏著危險的秘密。因此，夜之主刺盲了所有編織故事的織工，令他們專注於故事而無法看到當下，令他們感受針芒般冰冷的月光，卻無法用雙眼見證三輪明月的死亡。因此，偉大的謎語與寓言之主，在織毯上的形象永遠是不可捉摸、無法描述的煙霧。\n接下來織工們編織出的故事，正是出自面目破碎的夜之主的呢喃。傳說在煙謎主的先民中，曾有一位武士名叫科奎塔奧，他靈魂的故鄉乃是懸掛著冰冷太陽的遙遠午夜之地。他手持著名為「瑪卡納」的石棒，遵著同已死冰冷諸神訂立的契約在大地上漫行，生命在戰爭與混亂之中渡過。據說在一個風雨交加的夜中，他同犬日的神靈訂下無字契約，從此將命運抵押給了疫病之地的卡梅雙胞胎。\n犬日的神靈命科奎塔奧懲戒那些忘記了死亡的狂想者，將冰冷的煙氣與夢想重新自星空中降下分發給眾人。於是科奎塔奧便用「瑪卡納」降下不可逆轉的死亡，將無主的靈魂收回米克特蘭的深黑河流，令他們重歸夜之主的睡夢。\n科奎塔奧的手指永遠緊握著「瑪卡納」，漫行在齊膝深的鮮血中。無數個日夜的奮戰與殺戮，終於令撕裂星空的狂想平息。他的友伴跟在他的身後，其中一位名為納瓜爾，他是一位詭計多端的變形者，來自一片遙遠的焦土之國，那裡至今仍在燃燒不絕。\n當最後的狂想者被科奎塔奧與他的夥伴處決，當鮮血的長河終於取悅了高踞雷雲之上的綠玉裙之主，從而降下甘霖使諸河澄澈，犬日的神靈卻不願交還英雄的靈魂，便命詭譎的卡梅雙胞胎暗中指使那卑鄙的納瓜爾用黑曜石刃斬下了科奎塔奧的頭顱。\n就這樣，失去了頭顱的科奎塔奧無法完成同犬日神靈的契約，只得盲目地追隨惡曜漫遊。"
          }
        ]
      },
      {
        "title": "無頭的科奎塔奧·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "眼見自己挑選的勇士遭遇如此惡劣悲慘的命運，天星的主人為之悲憤，於是便指示她的星魔降在大地上，為失去頭顱的科奎塔奧指引復仇之路。在這漫長黑暗的年代裡，人們看見科奎塔奧無頭的身軀依然在月夜中行進，手裡緊緊握著那名為「瑪卡納」的石棒。也有人說，他化作了黑色的靈豹，靜寂無聲地穿過森林與原野，為沉入冥想的祭司帶去噩夢與靈感。\n後來，不知在長夜中流浪了多久，又不知變換了多少種形態。科奎塔奧走遍了被鮮血沖刷的大地，走遍了曾取悅天空之主的祭壇，最終在燃燒的焦土國度尋到了那可憎的叛徒納瓜爾，此時他正在綠洲歇息，啜飲著毒蛇之血與墨西卡利致幻的汁液。\n於是，無頭的科奎塔奧舉起「瑪卡納」，手起棍落，便令叛徒的首級如墨西卡利的虛幻神諭般破碎。一下接著又一下，無頭的科奎塔奧用「瑪卡納」將納瓜爾轟回了燃燒的老家…\n儘管完成了復仇，但科奎塔奧的靈魂已然與大地的生命融為一體，不可復歸了。在這無頭的軀體之中只剩下了永遠燃燒的冰冷怒火，正如英雄家鄉夜空中的冰冷太陽那般。\n很久很久以後，直到犬日的神靈、狡黠的雙胞胎、綠玉裙的主人也都已死去，直到星曜化成的魔靈也都閃爍起衰變的光色，織工們說，科奎塔奧的怒火仍未熄滅。他無頭的身影依然在夜間銀色的平原上遊蕩，在陰影密布的深林間伏行。據說在大地的戰亂時代，又有諸多英雄繼承了他的「瑪卡納」，傳說中的大暴君奧奇坎便是其中之一，而他最終也在怒火中迎來了自己的結局……但那就是另一個故事了。"
          }
        ]
      }
    ]
  }
}