{
  "epId": 8778,
  "name": "大盜雷德·米勒傳奇",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "大盜雷德·米勒傳奇·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "十摩拉詭異謎案故事集！大盜雷德·米勒與三寶磨（季刊精裝合訂本）\n（那夏鎮流傳的廉價娛樂小說，單獨購買的話每本只要十摩拉。照理來說應當是講述大盜雷德·米勒從總督宮竊走霜月聖物三寶磨的經過，但似乎是為了吸引讀者，故事的大部分內容都是在講述形形色色的妙齡女郎如何為雷德·米勒爭風吃醋。）\n……\n第四章\n比獵鷹還要危險的美人！「鶺鴒」登場！她在月下接近大盜雷德·米勒，竟是為了…！\n「哎呀，拋下你那些可愛的女伴們，獨自跑到這種地方來欣賞夜景嗎，親愛的？還真是無情的男人啊。」\n那柔美的聲音宛若璃月上好的絲綢一般絲滑，卻又藏著一縷不易察覺，猶如須彌薔薇一般帶刺的殘忍狠毒。雷德·米勒沒有回頭，他對那聲音實在是太過熟悉了。\n緊接著，一個嫵媚的芳姿便以貓般的優雅落在了他身旁。那是個年輕的女人，約莫二十來歲，淡紫羅蘭的長髮傾瀉在她毫不遮掩，裸露在外的白皙肩頸上，優雅的銀色晚禮服如同流動的月光般勾勒出她的身形，卻無法掩飾那雙棕紅色的眼眸中滿盈著惡意的戲謔。\n這便是「鶺鴒」——或者，像雷德·米勒這樣少數能夠接近她的人，有時也會稱呼她為「A」——整個挪德卡萊絕無僅有，能在竊取寶物的技藝與惡名上與大盜相提並論的蛇蠍美人。無論是何種珍貴的寶物，只要她想要，都會輕而易舉地落入她的股掌之中。待她很快玩膩了之後，就會憑心情隨意丟給街頭巷尾的貧民，或是直接像丟垃圾一樣丟進海裡。在社交場上，無數男人爭先恐後地向她獻殷勤，而她也樂於玩弄他們的真情，卻從未回應過任何追求者的愛意——\n像這樣的惡人，唯一未能如願取得的，便是大盜雷德·米勒的心。也許正是因為如此，她才會更加痴迷於這個英俊而神秘的男人，千方百計想要讓他的心只屬於自己一個人。\n「我聞到了名貴香水和廉價野心的味道，鶺鴒。」\n她笑了，彷彿理所當然那般在大盜身旁坐了下來，似有如無地貼近他。\n「怎麼，嫉妒其他男人送了我香水？」她戴著絲綢手套的纖指順著他的右臂滑了下去，「可是我呢，聞到的是過度自信的味道，雷德。你的目標是三寶磨，對你來說實在是有點太明顯了，不是嗎，親愛的？」\n「不錯。從『霜月之子』處掠奪的『三寶磨』——連同其他不義之財，我都要請那位總督閣下悉數奉還。」雷德·米勒終於迎上了她的目光，令她心中不由得一顫，白皙的雙頰上難以抑制地泛起一陣緋紅，但她還是強裝出了一個輕浮、玩弄般的淺笑。「這裡今晚是我的舞臺，妳還是去找另一個吧。」\n「胡說。」她俯身貼近，雙唇幾乎碰到了他的臉。「這個舞臺夠大，容得下兩個人，但聚光燈…聚光燈只能照在一個人身上。我會比你先拿到三寶磨，親愛的…在那之後呢，要是你能取悅我的話，說不定我還會好心讓你遠遠地看一眼。」\n叮！\n話音未落，她便以迅雷不及掩耳之勢，拔出一把纖細而猙獰的匕首。大盜早已熟稔她的作風——這女人無比享受這種毫無意義、看似危險而出其不意，還必定會被他擋下的攻擊，他只是抬起了手臂，便用臂鎧將她的刀刃彈開，鋼鐵與鋼鐵短暫而激烈地交纏了一秒。\n「總是這麼肆意妄為。這樣下去的話，遲早會吃虧的，鶺鴒。」\n「呵，肆意妄為是我這種美人的特權。你要是看不慣的話，大可以親自來教訓我，親愛的。」\n如月下的輕風那般，她向後退了兩步，朝他拋了個輕快的飛吻，隨即一躍而起，消失在高塔下方的陰影裡，唯有那名貴的香水氣味依然縈繞在寒夜中。\n（中間的部分被人撕下來了，可能是用作閱讀以外的用途了…）\n第十七章\n就在總督為三寶磨失竊而震怒不已之時，來自至冬的警探們卻突然一擁而上，把他捆了起來！難不成…！\n「哈，總督閣下，您大概是氣昏了頭，才會不記得那位大盜雷德·米勒究竟是何等樣人。您忘了嗎？那個到處竊取他人財物的可惡傢伙，原本就是個喬裝打扮的高手，無論男女老少都能扮演得活靈活現、以假亂真，不是嗎？」\n「你、你——不可能，不會有這麼荒唐的事！你要是假扮列昂諾夫，那特轄隊的人早就…」\n自稱是「列昂諾夫警探」的男人哈哈大笑，繞著被綁起來的總督不急不徐地轉了兩圈，彷彿是在嘲笑他自以為是的推斷。\n「特轄隊？您說的該不會是把您綁起來，又看守住整個總督宮，不讓其他人進來的那幾位吧？那些都是我的手下，我讓他們扮成特轄隊的樣子，結果您的部下就那樣毫不懷疑地相信了！怎麼，總督大人，您該不會不知道，至冬的士兵究竟會如何無條件相信上級——或是偽裝的上級——下達的一切指令吧？此時此刻，霜月之子的秘寶已經完好無損地歸還到那位聖女手中了，除非您打算違背沙皇陛下的旨意，與霜月之子直接開戰，否則您想要追回三寶磨，就已經是不可能的事了。」\n「你——你這活見鬼的罪犯，該受詛咒的竊賊！你若只是竊走三寶磨也就罷了，為何還要把我的私人藏品也洗劫一空！」\n「那又如何呢？那些您認為屬於您的藏品——那些被您標榜為有主之物的土地，又何嘗不是您從這裡的貧苦人手中竊走的呢？」男人的儀態依然優雅如初，彷彿總督漲紅了臉的咒罵對他毫無影響，「我們用自己的方式捍衛我們的自由，因為除了我們以外，再也沒有人會為了我們的自由而戰鬥。劫掠民眾的匪徒、高高在上的總督——在我眼裡沒有分別。不過，請您放心，我們不過是將這些財富物歸原主，絕不會將任何一件寶物據為己有。」\n與此同時，房間的另一側，假扮成警探的「鶺鴒」以總督聽不到的聲音，輕輕嘆了口氣。\n「唉…無可救藥的男人啊。說什麼不會將任何一件寶物據為己有，到頭來還是私自藏下了霜月最珍貴的寶物…」\n聽到她的話，一旁的「影鼬」不由得愣了一下，以至於她甚至將注意力從她被綁在房間中央的養父身上移了開來。\n「什…什麼時候？雷德·米勒先生應該確實將三寶磨交給了那位聖女——難道他趁著我們不注意，偷偷換成了假貨…」\n「哎呀，還是沒聽懂嗎？所以說妳們這些年輕的姑娘才會被那個男人騙…」女人故作誇張地嘆了口氣，「他竊走的——不是別的，正是霜月女兒的那顆暗許的芳心啊。」"
          }
        ]
      },
      {
        "title": "大盜雷德·米勒傳奇·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "不相信愛情的大小姐一見鍾情的對象竟是？\n（流行於挪德卡萊的娛樂讀物，講述了大盜雷德·米勒與總督之女列奧妮塔·普羅霍羅芙娜·特魯別茨卡婭小姐第一次相見的愛情故事。免責聲明：本故事純屬虛構，與一切真實存在的地點、人物、事件均無關聯。）\n列奧妮塔·普羅霍羅芙娜·特魯別茨卡婭大小姐，挪德卡萊總督的掌上明珠，領著侍女往餐廳走去，雖然心中急切，但步伐依舊優雅，畢竟大小姐自要有大小姐的儀態。\n她十分在意今天的晨間報紙，如果她的推斷沒錯，今天會是大盜雷德·米勒登出竊盜預告函的時候。或許——只是或許，自己已經掌握了這神出鬼沒的渡鴉某種行事方式。一想到她父親的手下連那傢伙的影子都抓不到，她就不禁有點生氣：「哼，我一定會抓住你的！」\n父親大人今天讀報的時間好像格外地長。列奧妮塔嚥下吐司，不動聲色地詢問道：\n「父親大人，有什麼新聞嗎？」\n「嗯…不是什麼我的小妮塔需要煩惱的事。」特魯別茨科伊王公放下報紙，朝女兒一笑道：「叫那個珠寶匠進來。」\n說罷，父親身邊的紅髮男僕引著一個人捧著珠寶匣躬身進來。王公只看了一眼，就示意那人去把匣子呈給大小姐，正好看到女兒的臉上閃過一絲吃驚的模樣。「怎麼，該不會以為我忘記了妳的生日吧？三天以後的舞會，我的小妮塔會是至冬——不，是全提瓦特最耀眼的女孩。快戴上讓我看看！」\n列奧妮塔聽話地從匣內取出那條項鍊戴上。父親大人挑選的東西自然是好的，一看就是楓丹的設計和切割，正中鑲嵌的那枚寶石，成色甚至勝過納塔來的上品。「雖然稍稍提前了一些，不過身為父親，當然應該第一個說出這句話：『親愛的，祝妳生日快樂！』」王公接著看了一眼項鍊道：\n「舞會的時候務必要戴上，屆時，會有極為重要的客人蒞臨，我要帶妳見一見。」\n父親的語氣很鄭重，她大概明白是怎麼回事。過了這個生日，她就到了貴族小姐應該訂婚的年齡了。總督家的大小姐，婚事當然由不得自己，必然是至冬的某位權貴之子。這也就是為什麼列奧妮塔從不相信愛情，因為信了也沒有意義。王公之所以格外寵愛列奧妮塔，固然是欣賞她的聰慧與美貌，更重要的，是她以養女之身所展現出的恭順與懂事，恰恰契合了他心中對「女兒」的一切期待。\n當然，這也只是原因之一罷了。\n「我明白了，父親大人。」王公讚許地摸了摸女兒的頭，便斂起作為父親的笑意，轉而變成那名令人畏懼的總督，處理公務去了。\n她目送父親離去，心中泛起一絲微不可察的失落，隨後才輕輕吐出一口氣，整理好情緒。好了，該做正事了。她拿起桌上的晨間報紙——果不其然。頭版頭條，赫然印著一封飾有黑羽的信函：\n總督閣下：\n三天後的無月之夜，您的至寶將歸我所有。\n感謝您的慷慨，\n雷德·米勒敬上\n「怎麼樣？分辨得出來嗎？」\n從楓丹來的珠寶匠詫異地看著從更衣間裡走出來的兩位紅髮男僕。當然，這裡面只有一位是真正的總督宮二等男僕。\n「左…唔，等等…右？不不，不對，到底…右，右！我猜…不，我、我是說我認為右邊的才是！」\n「居然是靠猜的嗎…」右邊的男僕有些不悅。\n「確定嗎？要是猜錯了的話，今天晚上就慘了哦！」左邊的男僕揶揄道。\n「右邊！」珠寶匠一臉堅定，但掩飾不住滿頭大汗的樣子。\n右邊的男僕「噗嗤」一聲笑了出來，伸手把另一位分身推向珠寶匠笑道：「錯了喲！這位才是你的心上人。」\n「哼，竟然真的認不出來！」\n「呃…我、我剛才是說右邊的那個才是假的！」\n「…你！」\n「哈哈哈，兩位，不要忘了我們的目的就是以假亂真嘛！要是連心上人都區分不出來的話，今天晚上的潛入行動一定會很順利的吧。」裝扮成男僕的雷德·米勒解圍道。\n「只有你一個人去的話，真的不會太危險嗎？要是出了什麼岔子，連一個掩護的人都沒有…」真正的男僕擔心地問。\n「我不希望再折損任何一位盜寶團的夥伴了。」雷德·米勒收起笑意，「再說，最危險的工作你已經完成了——就是打入總督宮內部。你們就安心撤退去楓丹吧，那裡的人們也需要盜寶團的幫助。」\n男僕與珠寶匠對視了一眼，向雷德·米勒鄭重地說道：「我們誓將盜走這世間所有的悲苦！」\n目送兩人離開的雷德·米勒轉身向夕陽下的總督宮走去。特魯別茨科伊王公之所以能在鎮壓盜寶團上取得上風，正是因為他那令人恐懼的財力。即便是這世上最厲害的竊賊，對王公近乎無限的財力也束手無策：財寶能招徠精銳的戰士、裝備最鋒利的武器、聘得最老練的謀士，甚至能讓法律閉嘴，將一切可能的反抗，提前埋進金沙堆成的墳墓裡。\n沒人知道他到底有多少財富，但更諷刺的是，從未有人認真追問過他的財富究竟從何而來。雷德·米勒想及此處，不禁一笑。現在這個問題的答案他已經知道了——那能讓人享有無盡財富，名為「三寶磨」的奇物，就藏在總督宮！這多虧了紅髮男僕的調查，還有珠寶匠鑑定寶石的眼光，當然，還得感謝那位即將過生日的王公小姐。\n那份刊登了雷德·米勒預告函的報紙很快便售罄了。此後的幾天，整個挪德卡萊都籠罩在對王公小姐生日舞會的熱切期待之中——當然，這份期待並不是為了列奧妮塔，而是為了那場大盜與總督遲早要來的正面對決。\n整個總督宮嚴陣以待。每一位即將出席的客人，他們的身分都被反覆盤查，畢竟那位大盜有極為嫻熟的變裝之術。不少從至冬趕來的貴客，被提前安排住進了總督宮的客間。列奧妮塔掃了一眼寫著客人姓名和爵位的長長表單——男爵、伯爵之子、王庭的新貴、沙皇所倚重的家族…她忽然覺得脖項上的項鍊沉重地就像鐐銬。\n她要去庭院裡走走。\n「媽媽，那個人就是王公小姐嗎？」\n「沒錯。」\n「她怎麼是…人類？但王公先生並不是人類啊？」\n「她只是王公的養女罷了。」\n「真奇怪，高貴的特魯別茨科伊王公大人，怎麼會領養一個人類呢…」\n一位從未見過的優雅女士，與自己的孩子在不遠處的廊下竊竊私語，發現列奧妮塔望向這邊遂牽著孩子轉身離開。\n是啊。高貴的特魯別茨科伊王公大人，怎麼會領養一個人類呢？\n「是啊！高貴的特魯別茨科伊王公大人，怎麼會領養一個人類呢？」\n聽到有一個人低低說出自己心裡暗暗滑過的不快，列奧妮塔詫異地四下顧盼，但庭院裡除了自己，並沒有別人——難道是幻聽了？列奧妮塔嘆了一口氣，向總督宮深處的密室走去。又到了需要治療的時間了…每一次的治療都讓她精疲力竭。但從小到大，她都咬牙堅持——絕不能因為自己而讓父親蒙羞。\n不知為何，她又想起剛才在庭院裡聽到的那個聲音。\n那是一個很溫暖的聲音，像冬日裡的篝火，鮮紅而明亮，帶著能融雪的溫暖。\n從入夜開始，受邀參加舞會的客人便紛至沓來。連列奧妮塔都按捺不住緊張的心情。整個晚上，不停有人邀請列奧妮塔跳舞，但她連一個人的名字都沒記住。\n「十、九、八…」午夜將至，周圍的人都熱切地看向列奧妮塔，剛才那個什麼王庭的新貴就站在父親身邊，他的眼睛正死死盯著自己，又或者是盯著自己脖子上這枚碩大的寶石？「六、五、四…」列奧妮塔也不明白自己到底在期待什麼，是生日？還是別的東西？\n「…三、二——」\n嗯？從剛才開始，列奧妮塔就發現周圍的人都像是籠罩在一個銀白色的氣泡裡一樣，而且顏色越來越亮。她身上偶爾會有銀白色的光芒流淌。父親說這是一種病，需要持續治療才能痊癒，這是她身為人類的缺陷…\n「一！」她脖頸上的寶石「譁」地墜落。\n這一刻，銀白的光芒彷彿將世界吞去，她的身邊寂靜如雪夜。列奧妮塔怔怔地站在原地，只覺脈搏與光流一同跳動，她的心被某種看不見的絲線輕輕牽起。她本應逃開，但腳步卻被溫柔地按住——這是什麼？魔法？命運？還是她從不相信的，那種一靠近就會燃燒的情感？時間就好像停駐了一般，周圍的人都不見了，一道溫暖的紅色向她奔來：\n「小姐有危險！總督大人的命令，請隨我來！」\n「父親大人此前給我的命令是…唔…不，你不是父親派來的，你是…雷德·米勒！」\n「事出緊急，總督大人叫我——」\n「都說你是高明的盜賊，在我看來，你只是一個厚臉皮的大騙子而已！」\n「…原來是一位聰明的小姐。」\n「哼，父親已經布下了天羅地網，你逃不掉的。」\n「天羅地網都在守衛密室裡的三寶磨吧？」\n「唔…」\n「預告函裡我早已言明——今夜，總督的至寶將歸我所有。三寶磨雖然是不錯的寶物，但遠遠不是『至寶』。」\n「你、你是說，你要偷走…我？！」\n「沒錯，聰明又可愛的小姐。」\n「哼…我可是普羅霍爾·特魯別茨科伊王公之女，說你是父親大人最大的敵人也不為過。我不會給你挾持我的機會的！」\n「是嗎？真的是王公的女兒嗎？那麼，高貴的王公大人，究竟為什麼會領養一個人類呢？」\n「……」\n銀白色的力量、治療、三寶磨、王公那似乎沒有窮盡的財力…養女。列奧妮塔一瞬間似乎明白了一切——原來，自己就是父親大人財力的源頭，每一次所謂的「治療」就是為了讓三寶磨能複製出無數鑽石的儀式。其實她一直都知道，只是從來不願意如此去想罷了。\n「啊，差點忘了，剛才在最後一刻啟動了鑽石裡的小把戲，不過還好，並沒有錯過。」雷德·米勒取下紅髮男僕的偽裝，露出了本來的面目，他俯身在王公小姐的耳邊輕輕說道：\n「生日快樂！」\n之後的故事，所有人都知道吧？雷德·米勒席捲了總督宮所有的秘寶。王公小姐在看到他容貌的瞬間便一見鍾情，放下貴族的所有榮耀，追隨那大盜一起浪跡天涯。總有人說雷德·米勒的傳說只是後人瞎編的故事而已，但就像沒有見識過愛情的人說愛情根本就不存在一樣，他們會這樣說，只是因為他們自己從沒親身經歷過愛情降臨的那一瞬罷了。"
          }
        ]
      },
      {
        "title": "大盜雷德·米勒傳奇·卷三",
        "desc": [
          {
            "type": "RichText",
            "text": "關於季馬，我們所知甚少，他來自至冬，一個終年被無饜的霜雪啃噬的國度。他的名字未被記載於任何航海日誌或英雄詩篇中，僅如同一片飄落的雪花，短暫地附著於一樁傳奇的表面，隨即融化，未留一絲痕跡。\n他的故鄉是位於至冬堡東南方的一座小鎮，蜷縮在雪山的陰影下，鎮民以採冰為業。雪山的傳說與故事，如同冰層下封存的遠古空氣，在每個風雪之夜被人們呼出。傳說裡有狡黠機靈的霜精，它們會偷走迷途旅人的靴子，更有雪嬢，一種蒼白、憂鬱的精怪。據說有些雪嬢會在冰冷的風中尋覓凡人的愛情，一旦遭逢背叛，便會將戀人的體溫悉數奪走，留下一具覆蓋著冰霜，栩栩如生的雕像。季馬的一個同伴因戀上一位雪嬢而凍斃於山腰，人們發現他時，他臉上還掛著迷狂的微笑。季馬見過那微笑，他覺得那是一種頗為無趣的死法。他渴望冒險，渴望一種前所未有、獨屬於他自己的命運。他厭惡重複，哪怕是重複一種奇特的死亡。於是，他離開了那片永恆的白色，向南，去往擁有蔚藍海洋的群島。在那裡，他聽說了傳奇大盜的故事。\n雷德·米勒的名諱早已傳遍挪德卡萊。據說他曾被總督捕獲，送往至冬堡公開處以絞刑。然而，就在所有人都以為他的故事已隨那具搖盪的屍體終結時，總督宮的寶庫卻被洗劫一空，牆上用黃金粉末留下了一句嘲弄的話。無人知曉他如何從死亡的繩套中掙脫，但這死而復生的神蹟，讓他成了酒館裡永恆的話題與碼頭上所有年輕人的偶像。當這位大盜重操舊業，購入一艘三桅帆船，在港口招募渴望財富與刺激的水手時，季馬毫不猶豫地報上了自己的名字。\n然而，船上的生活遠不如傳說那般波瀾壯闊。雷德·米勒雖以劫富濟貧聞名，行事卻謹慎得像個香料商人。他手中的航海圖不僅標註了暗礁與洋流，更用紅墨水圈出了每一片傳說有海怪出沒的水域。他會花上數天時間繞行，只為避開可能盤踞著海怪的深淵，或是據說有海蛇出沒的迷霧之海。船上的日子被擦洗甲板、修補船帆和忍受壞血病的牙齦腫痛所填滿。季馬感到一種熟悉的無聊，這無聊與在故鄉感受到的沒有不同。他曾在夜裡對著墨色的海面祈禱，希望能遭遇一場真正的風暴，或是一頭傳說中的海怪，他想親眼見證大盜如何像故事中的英雄那般，用魚叉刺入海怪的眼睛。他渴求冒險，渴求讓他靈魂感到震顫的某種東西。\n他的祈禱以一種扭曲的方式應驗了。船行至一片風平浪靜的蔚藍海域時，歌聲響起了。那不是人類的歌聲，沒有旋律，卻能直接攫住宿醉水手的靈魂。船帆無風自落，海船停滯不前。海中浮現出蒼白而美麗的女性面孔，那女妖開口，要求他們獻上犧牲作為通行的祭品，否則整艘船都將沉入海淵。\n雷德·米勒拒絕了。他命令船上所有人都在耳朵裡塞上蜜蠟，試圖以此阻隔女妖魅惑的歌聲，但並未成功。世俗的邏輯在面對傳說時似乎也失去了效用，受致命歌聲支配的水手陷入恐慌，將一箱箱從總督宮掠來的摩拉傾倒入海，幻想以此作為通行的代價，金色的圓盤在蔚藍中閃爍，、下沉。女妖對這人類財富的象徵漠不關心，她貪婪的視線只在水手間流連。\n那位脖頸連絞索都無法束縛的大盜，此刻也只能屈從。雷德·米勒的彎刀冰冷地指向了季馬，他沒有反抗。這便是他不惜遠走他鄉所尋求的獨一無二的時刻。當冰冷的海水沒過他的頭頂，他的眼前浮現出早已化作冰雕的朋友的臉，那張臉上掛著他記憶中熟悉的微笑——因雪嬢的親吻而凝固的迷狂微笑。他恐懼重複，畢生都在逃離一種已知的結局，卻在最後時刻發現，所有的逃離都只是奔向另一面鏡子。他的冒險並未創造新的敘事，只是為一則舊故事提供了無人在意的註腳。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "大盜雷德·米勒傳奇"
          }
        ]
      }
    ]
  }
}