{
  "epId": 8780,
  "name": "海螺的迴響",
  "desc": "<p>始終在此地流傳，手持海螺發言的孩子們在空無一人的邊陲荒地發生的故事。事到如今，已經沒人知道最初的作者究竟是誰…</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "書籍",
  "version": 1759138491,
  "components": {
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "海螺的迴響"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "海螺的迴響·卷一",
        "desc": [
          {
            "type": "RichText",
            "text": "「把手上的海螺交給我吧，這樣我們也不會再為難你。」\n英俊的少年與他的隨從們來到篝火邊，如是說道，擺弄著手中的刀刃。\n空無一人的流放之地，這個在少年少女們竊竊私語中被稱為「邊陲之陸」的地方——這是他們在此處的第三十個夜晚。\n曾用於劈砍樹木、割開利草、撬開果實、排除異己的刀刃已經不復當初那樣鋒利，那些企圖用力量支配他們的大人們甚至未將刀刃從鞘中拔出就已失去了呼吸。\n如今，連刀鞘都不知道被丟到什麼地方去了。\n「你真的想要這隻海螺？」\n手捧海螺的男孩是他們中個子最小的那個，「矮子」——他們這樣稱呼他。\n「是的。」\n「為什麼？」\n「這還需要問為什麼嗎？」英俊的少年笑了，然後說：「這不是『我們』定的規矩嗎，矮子？誰拿到這個海螺，誰就有說話的權利。」\n是的，這是孩子們在篝火邊的密約，為了抵抗那些將他們視作奴僕的大人。\n為了在這個荒蕪、悲傷的地方，擺脫被流放之人的身分存活下去。\n於是孩子們決定在他們中推舉一個人：一個同樣是孩童卻能夠帶他們走出困境的人、一個與他們為伍卻不畏懼力量的人、一個聰穎之人，那個人能夠持有海螺並成為眾少年少女們的領袖。\n那海螺是他們於白日海邊的勞作間，偷偷自大人們視線的罅隙昧下的東西——這也證明那些大人們也有破綻。\n就像童年終結，總有知曉自己父輩並非全知全能的超人的時刻。對於普通的孩童來說，這或許是一種幻滅的到來，但是對於這裡的少年們來說，卻無異於是最好的消息。\n然後…\n理想的秩序並沒有到來，或者說，少年少女心中尚未褪去，那仍屬於獸的殘忍，在無人壓制的情況下反而越發氾濫——既然這份暴力能夠推翻一切，那為何持有這份暴力的人不用它攫取一切？\n包括海螺…或者在孩童們的密約裡那個海螺代表的所有東西。\n「你覺得你能夠擁有這個海螺？」\n「我出了最大的力，也得到了最多，更何況，刀刃現在就在我的手中。」\n「然後你就會成為我們的主人。」\n「是的，我當然會成為你們的主人。」\n「就像當初那些大人那樣？」\n「或許那樣也沒什麼不好。」\n好吧…似乎這樣說著，矮小的男孩從篝火的焰光中站起，他背對篝火，沒人看得清他的表情——\n但英俊的少年有種對方在笑的錯覺，心中不知為何對於未來有種不確定的預感…在今夜之前，他覺得一切猶如刀柄那般如此確切地握在手中。\n矮子將海螺遞給他，轉身走入密林。\n然後這夜之後，曾經持有海螺的男孩就像是消失了一般，再無人看到他的身影。"
          }
        ]
      },
      {
        "title": "海螺的迴響·卷二",
        "desc": [
          {
            "type": "RichText",
            "text": "「你早就知道事情會變成這樣…」\n當戴著眼鏡的少女將那身材短小的男孩尋回，而目光擔憂的孩童們讓開了一條道路。\n盡頭，英俊的少年癱坐在重物堆砌的座椅之上，蒼青的皮膚讓他的五官看起來更為立體，而雙唇絳紫，招搖的焰光猶如被風吹拂的妖異面紗。\n身軀沒有外傷的少年，他的手無力垂下，應該如斯垂下很久，甚至有了一些石膏刻像的僵硬。\n那把他曾引以為傲的刀刃就落在那裡。\n沒有一人拾取。\n「事情總是會變成這樣，但沒想到會這麼快。」\n男孩撿起那把刀刃，那把刀刃很硬，其實在砍伐的過程中就已經有了不少崩口、捲刃。\n少年不會保養這份力量，但這力量是他唯一的依仗，於是也不願意讓他人知道這把刀刃需要保養。\n他自然會變得多疑，睡眠短暫而淺淡，更容易動怒，害怕如大人們露出破綻的心思令他露出更多的破綻，結局自然會變成這樣。\n其實大多數故事…只是需要更多的耐心。\n「你從什麼時候開始，就看到了這一幕？」\n「從他向我討要海螺的時候吧。」\n「討要海螺？」\n「海螺是什麼？海螺什麼都不是，只是我們在沙灘上撿到的玩具。他要嘛丟掉海螺，要嘛就丟掉那把殘捲了的刀刃。一手拿海螺，一手還持著刀，揮刀的動作都會變得遲鈍吧。」\n有一雙手，那雙手的主人捧著海螺，從少年與少女們之間走出，將海螺遞到了男孩的身前。\n男孩看到海螺之下，那雙手的手心裡，有粗糙的草繩勒緊後留下的紅痕。\n「那麼你會怎麼做呢？」戴著眼鏡的少女問他。\n他接過海螺，想像畫本故事那樣吹響它，但如果不經過加工，吹出的氣息經過海螺只會發出噗噗聲，有點滑稽。\n然後他側耳去聽，海螺裡傳來海浪的潮湧。\n「我們要在這裡建立屬於我們的城鎮，屬於少年少女們的樂園。此後的海螺並不會獨屬於一人，所有人可以輪番舉起它，說出任何想要說的話語，作出想要作出的發言。」\n「可是我們總會長大的，變成我們不想變成的大人。」\n「沒關係，沒關係的，因為這世上總有明天，也總有新的男孩和女孩，如果他們不喜歡變成大人的我們，也該親手打破我們的世界。」\n其貌不揚的男孩，身量短小的男孩，聰穎的男孩。\n他將捲曲了的刀刃丟進海浪裡。\n他將海螺放在了眾孩童的中間。"
          }
        ]
      }
    ]
  }
}