{
  "epId": 8892,
  "name": "海螺筆記本",
  "desc": "將從海螺幫的孩子們那裡得到的筆記收納在一起，由派蒙製作的筆記本。",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "提瓦特產物",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "巨大機關怪物\n整體看起來是灰白色的，是能夠靈活變形的機械，動作時會發光，攻擊方式也非常多樣。據說正確的名字是「秘源機兵·構型械」，並不是現在的納塔人的所創造，而是和遠古遺蹟一起流傳到現在的。\n外殼上的紋路看起來很熟悉，在挪德卡萊也見過類似風格的遺蹟。說不定我們生活的小島就像一艘大船，過去和納塔連在一起，後來被深海的巨獸用牠的鰭、爪子還是觸手什麼的拖到北邊，所以只留下那麼一小塊相同的地方。\n（這件事記得要跟卡嘉保密！等我回去之後如果你的身體有好一點，我們再一起去「霜月之子」那座島上，比較一下那邊的遺蹟風格是不是和畫片上的巨大機關怪物很相像。當然，到時候也要找一個好理由瞞過卡嘉！）\n巨大人馬石像\n被稱為「魔像督軍」的石頭雕像。左手持盾、右手執劍的人馬雕像前一秒還昂首而立，像是被遺忘在古堡的藝術品，下一秒就突然有了生命。他（或「它」？）踏碎底座的時候碎石和塵土揚得到處都是，但發起進攻卻是在煙塵平息之後，是個堂堂正正的對手。招式也和普通的機關怪物差別很大，有時像是軍團統帥發起衝鋒的號令，有時又像是在演奏什麼樂曲，可惜我對音樂一竅不通，聽不出什麼門道。\n聽說在海的更深處有已經覆滅的雷穆利亞遺蹟。雖然這次沒機會拜訪，但我在當地收集了不少傳說和相關的書籍，之後找機會拜託商隊帶回去。你一向很喜歡這些古老王國的故事，希望你讀得開心。\n巨大水團\n「水形幻人」是由水凝聚而成的人形怪物，和卡嘉講的故事中那個純水的精怪外形很不一樣。它沒有魚尾也沒有雙腿，但是有和人相似的上肢跟腦袋，關節和頭部還有青白色外殼，好像甲胄一樣。它在戰鬥時會召來更小的水團——它自己的縮小版——來協助自己，有時也會吞掉小水團增強自己的力量。\n據說楓丹的水非常特別，所以才會誕生能夠使用語言的純水精靈。不過水形幻人看起來並不會說話，或它只是不想說話？又或者只是因為我們不理解它的言語？\n巨大螃蟹\n有著「鐵甲熔火帝皇」這樣帥氣名字的巨大螃蟹。據說是因為重甲蟹會隨著成長不斷尋找適合的螺和貝殼來當作甲胄的習性，如果不阻止牠，說不定就會無限生長下去——甚至把沫芒宮（是楓丹城裡非常壯觀的建築，這裡的建築都好大！）也當作牠的殼穿在身上。\n但是後來有一個叫做貝瑟·埃爾頓的人把牠擊敗了，也許就是因為這樣牠才沒有再繼續成長吧？不過現在這樣也夠大了，不知道跟深海的巨獸相比誰比較大？我賭一定還是深海的巨獸比較大——畢竟牠可以把整個島嶼舉起來移動啊！（如果島嶼漂移的假說成立的話）"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "莫雷爺爺一家住在莫雷谷深處的洞穴裡，那裡濕答答的，有老樹根的味道。在那些吵鬧的大個頭拖著鐵皮到莫雷谷來之前，這裡的生活是很安靜、很舒服的。到了晚上，大個子們不在了，莫雷一家才會離開洞穴，在莫雷谷裡找吃的，或者跟月螢蟲玩耍。\n比起白靈果和月螢蟲，莫雷妹妹更喜歡月亮。從莫雷谷看到的月亮又大又圓，像盤子——不過是白色的。（尤爾瓦哥哥說嗅嗅鼴鼠其實視力不好，不過他們的鼻子和耳朵都很靈。雖然離得很遠，但是莫雷妹妹說不定可以聞到月亮的味道吧？不知道是不是和白靈果一樣香甜。）在月亮特別明亮的夜裡，她能看見一些沒有影子的鼴鼠。他們在月光裡晃來晃去，像被風吹散的煙。他們會彼此交談，卻不讓莫雷妹妹插話，就好像根本看不到她一樣。可能是因為莫雷妹妹還沒有丟掉自己的影子，她聽說那些神秘的組織都有自己神秘的規定（就像地隱會），可能需要其他沒有影子的鼴鼠介紹，可能需要完成什麼神秘的儀式，否則就只能在旁邊聽。\n不過就算只是聽他們說話也是很有趣的。其中一個嗅嗅鼴鼠是從很遠的地方來的，他好像沒有自己的家，所以所有的地方都可以是他的家。他說自己去過雪山、路過沙漠、爬過很高的山，也潛入過很深的海底。「那這些地方都有新鮮的白靈果嗎？」大概是當地的鼴鼠問他。「據我所知，是沒有的。不過，有很多其他的替代品。」聽到這個回答，當地的鼴鼠撇了撇嘴，看起來他真的很喜歡白靈果。\n莫雷妹妹也很喜歡白靈果，但是她也很想知道自己會不會喜歡那些沒試過的替代品。她曾經離開莫雷谷，踏上了一次冒險，在土裡鑽了很久很久，到了有很多大個頭的地方。她是晚上去的，那裡到處都好亮，到處都是聲音，讓她幾乎找不到月亮的方向。她在那裡聞到了很多味道，不過大部分都是她不喜歡的。最後她順著熟悉的白靈果味道找到了一處堆了很多果實的地方，那裡有好多她從來沒見過的果實，聞起來都非常誘人。她希望能分到一些，不用太多，幾個就好，可是那天她並沒有那麼好運。偶爾也有這樣的日子。\n回到莫雷谷之後，大家都很擔心她。聽說她獨自去了那麼遠的地方，大家都很驚訝。在莫雷谷的生活不是很好嗎？為什麼要去其他地方呢？於是莫雷妹妹講述了之前從沒有影子的鼴鼠那裡聽來的事。「怎麼會有沒有影子的鼴鼠呢？那一定是妳做的夢吧？」莫雷哥哥不相信那是真的，也不贊成妹妹離開莫雷谷。家族中的其他成員也都和他差不多，大家一定也都喜歡新鮮的白靈果勝過其他果實。\n「如果下一次月亮特別明亮的夜裡，她沒有再見到那些沒有影子的鼴鼠，那就把這一切都當作是一個夢吧。」莫雷妹妹這麼想。她原本也不討厭在莫雷谷的生活，可是當月亮升起來，月光撒下來的時候，那些沒有影子的鼴鼠果然又出現了，並且重複了之前的對話。既然不是夢，那就一定是月亮給她的指引了。莫雷妹妹非常高興，在那個月亮明亮的夜裡，她又一次獨自離開了莫雷谷，不過這一次不知道什麼時候才會回來。因為說不定她會在雪山、在沙漠，在她從來沒有到過的地方，找到比新鮮的白靈果更讓她喜歡的果實呢。"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "蟹沙皇老爺就住在霜月之子那群怪人的聚居地旁邊，傳說已經有幾百歲了（否則怎麼會長得這麼大呢？）。牠比我見過的任何螃蟹都要大得多，就連牠的「家」都不是普通的螺殼，而是一個超級超級大，像小山丘一樣的海螺（比我們畫在旗子上的海螺還要大！），就像一座小小的堡壘。更奇妙的是，上面還生長著一些月矩力的苔蘚，在洞裡的幽暗中像星星一樣發光。說不定那就是牠的皇冠吧。\n既然如此，附近的小螃蟹自然也就都是牠的臣民了。唉，可憐的小螃蟹，總是在忙忙碌碌，把找到的食物——白靈果、小魚，還有其他一些我叫不出名字的東西——拖進洞穴深處，從不當場享用。有兩次，我甚至看到牠們還帶回亮晶晶的石子和月落銀過，說不定這就是牠們必須要向沙皇老爺繳納的「稅金」吧？據說在大盜雷德·米勒的時代，至冬派來的總督也向那夏鎮的人們收取過「稅金」，應該是差不多的東西，嗯。\n不過，蟹沙皇老爺想要的，說不定也不是吃不完的白靈果和小魚吧？因為就在昨天下午，我看到牠從洞裡出來了一下子，牠動得非常慢，好像每一步都揹著一座山，每一步都讓地上的小石子發抖。一隻很小很小的螃蟹拖著一條小得可憐的魚到牠腳邊，牠只是低頭看了看，然後輕輕揮了揮牠那隻巨大的鉗子，那隻小螃蟹就嚇得丟下魚跑了，一下子鑽進了沙子裡。\n沙皇老爺沒有吃那條魚，只是用小一點的那隻鉗子把牠推到了一邊，然後就一動也不動了，好像在看遠處的海。當一個國王，一定很孤單吧。所有螃蟹都怕牠，牠有堡壘和皇冠，卻沒有一個可以像花纓水母那樣用觸手碰一碰的朋友（謝苗說水母會用觸手交流，所以我猜螃蟹應該也會用鉗子做類似的事吧？）\n我很好奇，牠是在什麼地方找到那個大大的殼的？在牠住進去之前，那裡是不是住著一個比牠還要大的國王？要是牠長得更大的話，還會搬進更豪華的宮殿嗎？說不定我下次可以帶點熟透的白靈果給牠，找機會調查一下牠的殼…唉，想了想還是算了，大盜還是不應該太過接近貴族的，只會變得不幸。"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "花纓水母\n據說是挪德卡萊獨有的品種，有著粉色的傘蓋和纖長的觸手。牠們大部分時間都棲息在緋沙鹽沼的淺灘附近，那裡的潮汐帶是牠們捕食微小浮游生物的絕佳狩獵場所。退潮後牠們依然能在陸地上游弋，我推測是因為牠們體內有什麼特別的水囊，可以保持濕潤狀態，又或是有什麼會分泌特殊黏液的腺體，可以減少表面水分的流失。牠們的觸手比普通的水母更強韌，而且好像有什麼特別的力量，也許只對牠們捕食的對象有用，我小心翼翼地用小木棍觸碰過，沒什麼特別的，牠也沒有攻擊我。（我敢說海螺幫裡絕對沒有人有我這麼大的膽量。）牠們彼此之間會透過觸手「交流」，就像人類會握手、擊掌那樣。這麼說來，當牠們聚在一起時，那些像舞蹈一樣的動作，大概也是獨屬於牠們的「語言」吧？雖然沒有大腦，但顯然並不能說完全沒有智慧。\n可惜，愚人眾的設施幾乎完全摧毀了花纓水母的家園。他們帶來的那些機械裝置整日整夜地轟鳴，我不知道那些機器是做什麼用的，但是看起來整片區域都喪失了活力。可能是因為缺少食物，也可能是因為噪音，又或者兩者皆有，我觀察到好幾例癱倒在地上的花纓水母。我試過幫助牠們，可是已經太晚了。"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "名稱",
        "value": [
          {
            "type": "RichText",
            "text": "海螺筆記本"
          }
        ]
      },
      {
        "key": "類型",
        "value": [
          {
            "type": "RichText",
            "text": "任務道具"
          }
        ]
      }
    ]
  }
}