{
  "epId": 1631,
  "name": "Rama dorada del mar distante",
  "desc": "Material de ascensión de arma.<br/>El significado que se esconde detrás de Watatsumi se refiere a las esperanzas ardientes del pueblo abandonado en las profundidades del mar para que la gran serpiente los guiase.<br/>Y es precisamente porque la gran serpiente tenía seguidores que tenían fe en ella por lo que decidió permanecer en el mundo del que debería haberse marchado hace mucho tiempo. Se desprendió de sus ramas de coral, invadió territorios que no la concernían y se enfrentó a enemigos invencibles, hasta que su cuerpo se fundió con las montañas y su sangre se convirtió en plasma, haciendo que el recuerdo y el poder de los tatarigami perduraran para siempre.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
  "filterValues": {
    "objectType": [
      "Material de ascensión de arma"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1660182033,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Rama dorada del mar distante"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de ascensión de arma"
          }
        ]
      },
      {
        "key": "Utilidad",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1932,
            "name": "Luna Inalterable",
            "desc": "Un anillo de jade procedente de las profundidades del océano. Reluce con un brillo puro y distante como el de la luna.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/不灭月华.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2044,
            "name": "Reflejo de las Tinieblas",
            "desc": "Una espada que centellea con una fría e intensa luz violeta. La palabra “reflejo” de su nombre se debe a los fragmentos del pasado que se reflejan en ella.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雾切之回光.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1952,
            "name": "Espada Amenoma Gemela",
            "desc": "Una espada que, según la leyenda, fue forjada a medida bajo petición de un famoso samurái que podía incluso clavársela en el aire a un guerrero tengu, conocidos por ser extremadamente veloces.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天目影打刀.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1971,
            "name": "Rey del Mal",
            "desc": "La espada más querida del Rey del Mal. Aunque es enorme e imponente, al blandirla es sorprendentemente ligera.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/恶王丸.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1997,
            "name": "Anillo de Hakushin",
            "desc": "Un catalizador que conserva los antiguos pensamientos de la Sacerdotisa Kitsune. Sin embargo, estos pensamientos eran tantos que no fue posible que todos cupieran en este objeto.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2024,
            "name": "Ojo del Juramento",
            "desc": "Un tesoro del reino de Byakuya guardado en el Dainichi Mikoshi. Tras la llegada del dios serpiente, se usó en Enkanomiya como testigo de grandes juramentos y deseos.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png"
          }
        ]
      },
      {
        "key": "Sintetizar",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1629,
            "name": "Rama de jade del mar distante",
            "desc": "Material de ascensión de arma.<br/>Habiéndolo perdido todo, el dios del mar oscuro se encontró en mitad de las profundidades del mar con un pueblo abandonado al que no le quedaba nada. Así pues, decidió quedarse y convertirse en su serpiente llamada “Orobashi no Mikoto”, en su “Omikami de Watatsumi”.<br/>Según cuenta la leyenda, la gran serpiente se desprendió de todas las ramas de coral que cubrían su cuerpo para iluminar a todos los niños que se hallaban en la oscuridad. También se dice que utilizó las ramas de coral para crear una escalera con la que los niños pudieran subir a la superficie y volver a ver la luz del sol.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Jardín de Sunagare. Dominio de la forja: Vestigios de las profundidades IV (Lunes, Jueves, Sábados)"
          }
        ]
      }
    ]
  }
}