{
  "epId": 1905,
  "name": "Valentía de Narukami",
  "desc": "Material de ascensión de arma.<br/>La majestuosidad es el mayor tesoro de la diosa de la tormenta, y se personifica en su valentía y en su furia. Su furia proviene del amor que alberga en su corazón, y su valentía se potencia con su ira. De todos modos, no importa cómo, aquel que se atreva a poner un dedo sobre Inazuma se convertirá en su enemigo inmediatamente.<br/>Se cuenta que una vez existieron cuatro grandes espíritus, tres zorros divinos y dos armas ilustres, pero que el símbolo de Su Excelencia, la todopoderosa Narukami, solo podría ser un único golpe, invencible y brillante como un meteorito.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Valor_icon.png",
  "filterValues": {
    "objectType": [
      "Material de ascensión de arma"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1660182143,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Valentía de Narukami"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de ascensión de arma"
          }
        ]
      },
      {
        "key": "Utilidad",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1989,
            "name": "Luna Ondulante de Futsu",
            "desc": "Una obra maestra de la escuela de espadas Futsu forjada por encargo. Su nombre se debe a su parecido con una violenta ola del mar.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/波乱月白经津.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2031,
            "name": "Espadón Cornirrojo",
            "desc": "Según su dueño anterior, este gran espadón es el “Heroico, Poderoso, Cornirrojo, Dorado y Destrozapiedras Señor de los Leones”, capaz de hacer que cualquier monstruo ponga pies en polvorosa al verlo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/赤角石溃杵.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2049,
            "name": "Agitador del Relámpago",
            "desc": "Un arco que la Shogun le otorgó a alguien. Emite unos destellos eléctricos que nunca se apagarán.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1987,
            "name": "Asesinato de Katsuragi",
            "desc": "Una pesada y tenaz espada forjada en Tatarasuna.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1999,
            "name": "Masacrademonios",
            "desc": "El arco de guerra que perteneció a una miko del pasado. Exquisito y resistente, fue fabricado con una técnica inigualable.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/破魔之弓.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1985,
            "name": "Luna de Mouun",
            "desc": "Un elegante arco hecho con caracolas de mar y corales. Una melancólica luz lunar fluye por él.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1973,
            "name": "Depredador",
            "desc": "Un arco con un diseño único que no debe de pertenecer a este mundo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/掠食者.png"
          }
        ]
      },
      {
        "key": "Sintetizar",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1904,
            "name": "Afecto de Narukami",
            "desc": "Material de ascensión de arma.<br/>Los demonios que vagan por la naturaleza o conviven con los mortales se sentirán atraídos al ver a la todopoderosa Narukami, representada por el emblema Electro. Aunque probablemente vivan más tiempo que cualquier criatura, a ellos también les espera un día final. Si aquellos con una esperanza de vida limitada anhelan la eternidad, solo pueden rezar por que la “Eternidad” les recuerde. Y ella sí respondió a sus peticiones, recordándolos a todos, tanto amigos como enemigos, y guardándoles un lugar en su corazón. No importa si fueron los búhos demoníacos que residían en la niebla y atravesaban los cielos, los seres sobrenaturales que osaron traspasar sus jardines imperiales o la joven oni, tan adorable como la luna y poderosa en la batalla, pero que al final vendría a golpes con ella... Ya sea el tengu que alzó el vuelo con sus oscuras alas o la Sacerdotisa Kitsune, que una vez caminó a su lado, pero que finalmente despareció para siempre... cada una de estas incontables historias descansarán en su corazón y, algún día, volverán a brillar de nuevo en el paraíso de sus sueños.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Affection_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Jardín de Sunagare. Dominio de la forja: Altar de las arenas IV (Martes, Viernes, Domingo)"
          }
        ]
      }
    ]
  }
}