{
  "epId": 2001,
  "name": "Axioma de la Kagura",
  "desc": "Una campana divina bendecida por la Suma Sacerdotisa y usada en las actuaciones de danza kagura. De ella emana la fragancia del Cerezo Sagrado.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
  "filterValues": {
    "weaponType": "Catalizador",
    "weaponRarity": 5,
    "weaponProperty": "Daño CRIT"
  },
  "menuId": 4,
  "menuName": "Arma",
  "version": 1692141445,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "El sonido de las campanas aún resuena en los lugares donde, no hace mucho tiempo, se celebraban danzas ante el trono.\nLa blanca silueta, que en el pasado se marchó y fue perseguida, sigue siendo como un sueño sin fin del que es imposible despertar.\n“En aquel entonces, yo era un ser ignorante cuya inteligencia no era nada comparado con la de la gran matriarca Hakushin.\nImpulsiva y torpe, escarbaba entre la nieve en busca de comida y esperaba que Su Excelencia se fijara en mí.\nPor irónico que suene, Su Excelencia se compadeció de mí precisamente por mi temeraria ignorancia.\nAsí fue como obtuve el gran honor de convertirme en su ayudante, en su apoyo.\nUn tiempo después, la señorita Saiguu se marchó y no volvió nunca más, y mis superiores también desaparecieron.\nAsí fue como alguien tan inepto como yo asumió el cargo de ‘Miko’ y se convirtió en la persona que es hoy.\nDe este modo, la responsabilidad de poner una sonrisa en el rostro de Su Excelencia recayó sobre mí.\nLa noche en la que bailé por primera vez la danza kagura, me di cuenta de lo pesado que era cargar con el pasado”.\nEl tintineo de las campanas se fue alejando, y la gran kitsune plateada, maestra y amiga mía, desapareció en el serpenteante río de los sueños.\nLas campanas volvieron a sonar y los obstinados bancos de arena se disolvieron en la turbulenta corriente.\nEntonces, cuando la inmaculada y pacífica silueta del pasado se desvaneció en oscuros recuerdos, yo, una solitaria hija de los\nKitsune, tomé el relevo de las campanas kagura y bailé por el vivaz presente.\nConocí a una joven guerrera tengu muy terca a la que, con el pretexto de “entrenar”, engatusé para que fuera a las montañas.\nSin embargo, en vista de su carácter rebelde, se la recomendé a esos tontos de los Kujou.\nY, aunque una vez luché contra un obstinado oni que me derrotó gracias a su implacable perseverancia, usé algunos trucos para\nhacer que nuestra pelea fuera más interesante.\nEn el pasado, mantuve una correspondencia con una mitad humana, mitad Adeptus a la que obsequié unas frescas y tiernas plantas marinas.\nSin embargo, sentí que no era capaz de comprender sus necios sentimientos de amor. ¿Acaso el amor no encadena a los Adeptus?\nEl brillo de la luna penetraba a través de las ramas y los pétalos de los árboles en los jardines imperiales y se extendía por todo el patio desierto.\nEsa escena aún brilla intensamente e mi corazón cual hermosa perla cristalina.\n“Durante varios efímeros siglos, he viajado por el mundo adoptando distintas formas.\nAunque no he tenido la suerte de entablar una relación profunda con ningún mortal, sí he podido conocer lo que es la belleza humana.\nSu Excelencia, a quien me atrevo a llamar ‘amiga’, probablemente tenga más tiempo para viajar por el mundo.\nAsí que veamos juntas este mundo imperfecto y disfrutemos de su obsesión por el amor y el odio, por los encuentros y las despedidas”.\nCon Su Excelencia absorta durante tanto tiempo en su onírica visión de la eternidad, alguien tenía que proteger a la gente común.\nPara aplacar la ira del malvado oni Kuroami, una vez mostré un ápice de lo que realmente es mi ominoso poder.\nDe igual forma, tuve que detener la gran revuelta de Kosanta, el tanuki valiente, usando tan solo un pizca de mi magia.\nPor su parte, el pirata Rinzou, saqueador de nuestras islas, acabó siendo traicionado por los suyos debido a un complot que consistió en sembrar la discordia.\nY en cuanto a ese excéntrico inmortal que parecía una hoja en blanco...\nEspero que encuentre su camino y que no se convierta en una amenaza para nosotros.\nLa oscura alma del maestro espadachín, las bestias del desastre escondidas en el bosque sagrado... Todas ellas fueron purgadas.\nComparado con el sueño de la eternidad que persigue Su Excelencia, esos no eran más que pequeños contratiempos puntuales.\nParecía que nunca llegaría el día en el que Su Excelencia se despertaría, pero no importaba, pues yo sabía que, si teníamos algo, era tiempo.\n“Un plano de la eutimia sin viento o luna, sin lotos o árboles udumbara que no se marchitan...\nLo siento, pero yo no podría soportar esa soledad. Acabaría completamente aburrida de ese estado sin sentimientos ni sueños.\nPrefiero emborracharme, arrancar ramas de Cerezos del Trueno y jugar con los imprudentes youkai.\nY no, todo esto no son historias de un pasado remoto, sino de un futuro lleno de esperanza.\nAsí pues, Su Excelencia, ¿por qué no esperamos a que la nieve se derrita y admiramos juntas los nuevos brotes de color violeta?”"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Axioma de la Kagura"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Catalizador"
          }
        ]
      },
      {
        "key": "Atributos secundarios",
        "value": [
          {
            "type": "RichText",
            "text": "Daño CRIT"
          }
        ]
      },
      {
        "key": "Danza kagura del Cerezo Sagrado",
        "value": [
          {
            "type": "RichText",
            "text": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un <color=#99ffff>12%/15%/18%/21%/24%</color> el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un <color=#99ffff>12%/15%/18%/21%/24%</color> de todos los Bonos de Daño Elemental."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Base",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/a537a6104d2d3cda1d28cb2e730ab6c4_4615234234739102104.png"
      },
      {
        "key": "Ascendida",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/10742394/49d3edac17f12512a0881b30fdfb8900_2746455499467309999.png"
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "14.4%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "25.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 262,
            "name": "Máscara del teniente maligno",
            "desc": "Material de ascensión de arma.<br/>Según cuenta la leyenda, hubo un tiempo en el que vivía una oni llamada Torachiyo. Esta era una guerrera tan implacable que se decía que bailaba entre miles de espadas que rasgaban su kimono como si fuera un pétalo de violeta, y ella no sufría ni un solo rasguño. Un día, la oni traicionó a la Shogun y se rebeló contra ella, perdiendo un brazo durante un combate antes de huir y morir de un ataque de locura.<br/>Se dice que los obstinados oni a menudo esconden miedo y cólera en sus corazones, que deberían fantasear sobre la eternidad y temer lo efímero, y que el hecho de que sean consumidos por el miedo o la ira es su justo merecido. Esta máscara representa a Torachiyo con los colmillos al descubierto.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Wicked Lieutenant_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Garra oculta",
            "desc": "Tejido residual del cuerpo de un Acechador.<br/>Por lógica, estos objetos, tan extraños para este mundo, no deberían haberse quedado aquí después de que estas insólitas criaturas fueran expulsadas.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Caparazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar. Contiene una pequeña cantidad de energía elemental.<br/>Parece que la mayor parte de la energía que contenía se dispersó hace tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "37.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Máscara del mordisco de tigre",
            "desc": "Material de ascensión de arma.<br/>En «La mordedura de tigre bajo la luna y las montañas púrpura», se narra la historia de la feroz oni Torachiyo rompiendo el arma de la Shogun con un solo mordisco, lo que la puso en una situación ventajosa por un tiempo. Por esta razón, las máscaras que se basan en ella tienen unos colmillos brillantemente esculpidos.<br/>En el final de esta historia, la oni herida huyó al bosque, con mucho miedo de mostrarse incluso a la fría luz de la luna. El viento que susurra en los callejones y en los valles se asemeja a los silenciosos gritos de agonía de Torachiyo. Por ello, en Inazuma existe la expresión poética estacional “el viento de Torachiyo”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Garra oculta",
            "desc": "Tejido residual del cuerpo de un Acechador.<br/>Por lógica, estos objetos, tan extraños para este mundo, no deberían haberse quedado aquí después de que estas insólitas criaturas fueran expulsadas.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Caparazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar. Contiene una pequeña cantidad de energía elemental.<br/>Parece que la mayor parte de la energía que contenía se dispersó hace tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "42.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Máscara del mordisco de tigre",
            "desc": "Material de ascensión de arma.<br/>En «La mordedura de tigre bajo la luna y las montañas púrpura», se narra la historia de la feroz oni Torachiyo rompiendo el arma de la Shogun con un solo mordisco, lo que la puso en una situación ventajosa por un tiempo. Por esta razón, las máscaras que se basan en ella tienen unos colmillos brillantemente esculpidos.<br/>En el final de esta historia, la oni herida huyó al bosque, con mucho miedo de mostrarse incluso a la fría luz de la luna. El viento que susurra en los callejones y en los valles se asemeja a los silenciosos gritos de agonía de Torachiyo. Por ello, en Inazuma existe la expresión poética estacional “el viento de Torachiyo”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Garra afilada oculta",
            "desc": "Tejido residual del cuerpo de un Acechador.<br/>A pesar de lo asombrosos que son, estos sabuesos de caza clasificados como “alfisoles” no son nada comparados con el gran Durin, que entraría en la categoría de los “humus”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Corazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar.<br/>Estas formas de vida elemental tienen la extraña capacidad de aparecer y desaparecer en masa cada cierto tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "48.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Máscara del cuerno",
            "desc": "Material de ascensión de arma.<br/>En las canciones perdidas de las niñeras oni, Torachiyo era una joven elegante, de cuerpo robusto y rostro hermoso. En el pasado, fue una teniente en la que la Shogun confiaba plenamente. Torachiyo la siguió a los oscuros reinos abisales para expulsar a los seres más corruptos, gracias a lo que los oni adquirieron una buena reputación a pesar de que su sangre se diluía más y más con cada día que pasaba.<br/>Ya nadie canta estas canciones, pero esta máscara de un oni con cuernos, cuya forma original no nos ha llegado a la actualidad, aún posee un poder más allá de lo normal.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Garra afilada oculta",
            "desc": "Tejido residual del cuerpo de un Acechador.<br/>A pesar de lo asombrosos que son, estos sabuesos de caza clasificados como “alfisoles” no son nada comparados con el gran Durin, que entraría en la categoría de los “humus”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Corazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar.<br/>Estas formas de vida elemental tienen la extraña capacidad de aparecer y desaparecer en masa cada cierto tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "54.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Máscara del cuerno",
            "desc": "Material de ascensión de arma.<br/>En las canciones perdidas de las niñeras oni, Torachiyo era una joven elegante, de cuerpo robusto y rostro hermoso. En el pasado, fue una teniente en la que la Shogun confiaba plenamente. Torachiyo la siguió a los oscuros reinos abisales para expulsar a los seres más corruptos, gracias a lo que los oni adquirieron una buena reputación a pesar de que su sangre se diluía más y más con cada día que pasaba.<br/>Ya nadie canta estas canciones, pero esta máscara de un oni con cuernos, cuya forma original no nos ha llegado a la actualidad, aún posee un poder más allá de lo normal.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Garra fantasmal oculta",
            "desc": "Una afilada garra de un Acechador.<br/>Sin duda, un valioso tesoro, pero no es nada comparado con la roca caliza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Núcleo espectral",
            "desc": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.<br/>Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "60.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 264,
            "name": "Máscara fantasmagórica",
            "desc": "Material de ascensión de arma.<br/>En el pasado, una bestia sobrenatural con cuerpo de tigre y cola de serpiente engulló a Chiyo, una guerrera de la tribu oni con el emblema Electro estampado en la espalda, mientras luchaba contra las fuerzas de la oscuridad. No obstante, Chiyo consiguió liberarse tras desgarrar las entrañas de la criatura desde su interior.<br/>Así fue como se ganó el título de “Chiyo, la mordisco de tigre”, el cual tras muchos años cambió a “Torachiyo”.<br/>Pero mientras estuvo en el vientre de la bestia, el pecado la corrompió y vio a sus camaradas masacrados por esos dientes manchados de rojo sangre. Sumida por completo en la oscuridad, al final desenvainaría su espada contra la todopoderosa Narukami, quien le cortó el brazo con el que empuñaba la espada y uno de sus cuernos. Entonces, Chiyo huyó cual bestia herida desde la ciudad hasta el bosque. Dicen que, una vez allí, fue considerada como un monstruo desconocido y asesinada por los tengu, o tal vez por Los Ocelos, o tal vez por un vástago del clan Iwakura que entrenaba en lo profundo de las montañas, pues su belleza había sido retorcida por el odio y la agonía de sus heridas. O tal vez incluso conoció al humanoide con espada y máscara de oni cerca de los restos de la serpiente gigante, y allí terminó el viaje de su vida.<br/>Pocos de los que lucharon contra el abismo en aquellos días se salvaron de tener sueños oscuros. Aquellos que asesinaron monstruos y luego se convirtieron en ellos no eran una minoría. La frontera entre mundos se vuelve frágil y la corrupción quizás no sea simplemente unidireccional.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Garra fantasmal oculta",
            "desc": "Una afilada garra de un Acechador.<br/>Sin duda, un valioso tesoro, pero no es nada comparado con la roca caliza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Núcleo espectral",
            "desc": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.<br/>Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Daño CRIT"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "66.2%"
            ]
          }
        ]
      }
    ]
  }
}