{
  "epId": 2061,
  "name": "Aventurero",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Vida"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Vida Máx. +1000 pts.",
      "fourSetEffect": "Al abrir un cofre, se regenera un 30% de Vida durante 5 s."
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Aventurero"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Pluma del Aventurero",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de un ave exótica raramente vista en este continente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana del Aventurero",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Bandana que se ata en la frente. Aunque está impregnada de sudor y cubierta de polvo, la suciedad no puede esconder de ninguna forma el orgullo del Aventurero."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Flor del Aventurero",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor resistente que sobrevivió al duro entorno de una antigua ciudad. Ahora se lleva con orgullo como una medalla."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de Bolsillo del Aventurero",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Es fácil perder la noción del tiempo cuando te aventuras donde el sol no brilla, ya sea en las profundidades del abismo o en las ruinas de una ciudad perdida."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cáliz Dorado del Aventurero",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Trofeo de una de las batallas de algún aventurero. Aunque está un poco dañado, es de todas formas un hallazgo increíble."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Adventurer/goblet_of_eonothem_icon.png"
      }
    },
    "story": [
      {
        "title": "Flor del Aventurero",
        "desc": [
          {
            "type": "RichText",
            "text": "El ambicioso Aventurero encontró esta tenaz flor en unas ruinas lejanas y sombrías.\nSe sintió tan conmovido por ella, la cual brotó de una tierra sin vida, que casi se olvidó de los tesoros escondidos en las profundidades de las ruinas.\nTras una breve reflexión, arrancó la flor, se la puso como broche y se aventuró en la oscuridad."
          }
        ]
      },
      {
        "title": "Bandana del Aventurero",
        "desc": [
          {
            "type": "RichText",
            "text": "Este pañuelo verde no tiene nada de especial. Su firme tejido es ideal para absorber la humedad y bloquear el polvo.\nAl igual que el pañuelo, su portador era un común mortal.\nPero los secretos escondidos en las estrellas de lo alto del cielo y los abismos de las profundidades de la tierra\nestaban esperando ser descubiertos por él."
          }
        ]
      },
      {
        "title": "Cáliz Dorado del Aventurero",
        "desc": [
          {
            "type": "RichText",
            "text": "Un viejo cáliz dorado que el Aventurero usaba para beber agua. Se dice que lo encontró en unas antiguas ruinas.\nEn su parte exterior, había incrustada una piedra preciosa descolorida en la que estaban grabados unos símbolos antiguos.\nAl final, el Aventurero se tuvo que despedir de su vida nómada,\ny cambió este antiguo cáliz dorado por el brillante Mora."
          }
        ]
      },
      {
        "title": "Pluma del Aventurero",
        "desc": [
          {
            "type": "RichText",
            "text": "El Aventurero viajó una vez por un bosque en busca de raras bestias nunca antes vistas.\nCaminando por el bosque imprudentemente, se tropezó con las raíces de un árbol.\nCayó inconsciente, pero, al despertarse, vio a una dama tan hermosa que estaba dispuesto a renunciar a la vida de aventurero por ella.\nSu cabello estaba adornado con un ramo de plumas que decoraba su onírico aspecto."
          }
        ]
      },
      {
        "title": "Reloj de Bolsillo del Aventurero",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo perteneciente al Aventurero. Fue hecho a mano por un maestro relojero con simplicidad y practicidad, dos de los valores del Gremio de Aventureros.\nEl Aventurero pasó la mayor parte de sus días en la oscuridad, donde la única prueba del paso del tiempo era el tictac del reloj.\nIncluso después de que él renunciase a la vida que amaba y viviera una vida normal durante años,\nel reloj de bolsillo permaneció en silencio en un escaparate esperando su próxima aventura."
          }
        ]
      }
    ]
  }
}