{
  "epId": 2062,
  "name": "Nómada del Invierno",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "Prob. CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678675326,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Eco de la Escarcha",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una antigua corona heroica que simboliza el sueño de conquistar la nieve y el hielo. Es un testimonio del coraje necesario para resistir el frío del invierno."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Orgullo del Invierno",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una copa tallada en hielo, tan gélida como el invierno. En el pasado, contenía vino que no se congelaba."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Retorno a las Tierras del Hielo",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "El reloj que usaba la gente de la tierra natal del Rompehielo. Lo que hay adentro no es arena, sino un polvo helado que nunca se derrite."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Obstinación Perforahielos",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma tan fría como el crudo invierno. Transmite una sensación parecida a la del aleteo de un pájaro que, al volar sobre las llanuras y los picos nevados, levanta un viento gélido."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Anhelo de la Ventisca",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una especie de flor, ahora extinta desde hace mucho tiempo, que se obtenía de los glaciares. Incluso el guerrero más arrogante una vez se inclinó ante ella."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png"
      }
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "La secretaria del Pabellón Yuehai. La sangre de bestia iluminada Chilin fluye por sus venas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "En equipos de congelado, este set es su mejor opción, debido a la probabilidad crítica que te da, eso junto con el aumento de probabilidad pasiva en el ataque cargado de Ganyu, hace que con este set no te tengas que concentrar en la probabilidad, y puedas buildear el personaje a ataque y daño, maximizando así el mismo."
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "La descendiente del clan Kamisato, perteneciente a la Comisión Yashiro de Inazuma. Una persona solemne, refinada, inteligente y tenaz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Al igual que le pasa a Ganyu, buildear a Ayaka con este set significa que no te tienes que preocupar tanto por la probabilidad crítica, aunque Ayaka no tiene nada que te de probabilidad crítica extra, por lo que tendrás que buscarle un poco más que a Ganyu."
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una buena opción cuando juegas un Kaeya DPS en equipos de congelado, ya que aumenta mucho la probabilidad crítica del personaje, pudiendo así maximizar el daño crítico y el ataque."
      }
    ],
    "story": [
      {
        "title": "Anhelo de la Ventisca",
        "desc": [
          {
            "type": "RichText",
            "text": "Esta es una flor de escarcha eterna que arrancaron unas manos delicadas.\nDebe haberle dado a alguien fuerzas para ver el invierno como un abrazo cálido.\n“El cuarto fresco es para ti. Tu imagen permanecerá en este muro para toda la eternidad”.\n“Por este fresco, y por todo el mundo, te esperaré aquí y rezaré por tu regreso...”\nLa joven, de pie frente a un muro en blanco y sonriendo, prendió una pequeña flor en el pecho del guerrero.\nEra una persona elegante e impasible, que no pestañeaba ni ante la muerte.\nSus actos heroicos fueron olvidados y enterrados en las tempestades del norte y la nieve finalmente se derritió.\nSin embargo, esa flor nunca se marchitó."
          }
        ]
      },
      {
        "title": "Eco de la Escarcha",
        "desc": [
          {
            "type": "RichText",
            "text": "Personificando la última y diminuta esperanza de salvación de la ciudad sepultada, el héroe comenzó su viaje.\nMarchó con orgullo y desapareció en la tormenta interminable con la corona del invierno sobre su cabeza.\nCargando el acuerdo con la ciudad de montaña y su mirada límpida, el guerrero no temió ni una vez a lo desconocido que le aguardaba tras la cortina de hielo.\nSu motivación para seguir adelante era la montaña que solía ser verde y las bendiciones que ya no caían del cielo.\n“Tras la puerta sellada por el hielo, recorriendo los túneles hacia las profundidades,”\n“romperá una rama plateada y traerá esperanza a la tierra cubierta por la nieve”.\nLa joven cantaba así para reconfortar a su pueblo, y atesoraba los recuerdos que tenía de él.\nEstaba convencida de que él volvería a su lado y traería la primavera y una esperanza inquebrantable.\nPero, al final, el guerrero que salió a enfrentarse a la tempestad no volvería a tiempo.\nPalabras de odio desgastadas por la nieve y el viento lo acusarían de huir..."
          }
        ]
      },
      {
        "title": "Orgullo del Invierno",
        "desc": [
          {
            "type": "RichText",
            "text": "El extranjero que ayudaba a otros a buscar esperanza en medio del invierno\nbebía de un vaso hecho de hielo.\nEl vino amargo que bebía en este vaso estaba frío como el filo de un cuchillo y notaba cómo le bajaba por la garganta hasta el estómago.\nA una persona normal no le gustaría esta sensación, pero el héroe silencioso la disfrutaba.\nEra un guerrero tan callado como el propio hielo y con su cuerpo bloqueaba el viento gélido que soplaba desde las estrellas.\nSin conformarse con la protección del hombre que admiraba, la joven que pintaba le dejó estas últimas instrucciones:\n“Si el miedo o la desesperación, dos sentimientos que nos son innatos, te aprisionan o te impiden volver...”\n“... entonces sigue viviendo, te lo suplico. No nos acompañes a nuestra perdición... a marchitarnos en el silencio helado”.\nMientras bebía otro trago del vino amargo, evitó mirar a los ojos empañados de la joven\ny después partió en un viaje sin fin hacia la tierra de las nieves y las profundidades."
          }
        ]
      },
      {
        "title": "Obstinación Perforahielos",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de un ave de presa que no debería estar en el invierno helado. Tiene un tacto frío.\nCasi se puede escuchar el aullido implacable y desesperado de las tormentas de nieve con solo tocarla.\nSin nidos ni refugios, el pájaro se enfrentó a las tormentas con orgullo.\nLos vientos tormentosos congelaron la pluma caída del pájaro, dejándola envuelta en una escarcha perlada.\nEsta pluma procede de un halcón y fue arrancada violentamente en pleno vuelo por una ráfaga de viento.\nTras flotar brevemente en el aire, fue arrastrada por el peso de la escarcha.\n“Tengo el convencimiento de que los pájaros te seguirán y te devolverán a los jardines reverdecidos del palacio de verano”.\n“Quienes fueron perseguidos por la marea helada, y los niños que perdieron su hogar, volverán contigo al lugar de sus sueños”.\nEl héroe, que llevaba una pesada carga a la espalda, se detuvo en medio de la ventisca e intentó distinguir el color de la pluma.\nSellada en el hielo, el color de la pluma se iba desvaneciendo con cada paso... como la misión del guerrero."
          }
        ]
      },
      {
        "title": "Retorno a las Tierras del Hielo",
        "desc": [
          {
            "type": "RichText",
            "text": "Un antiguo reloj de arena con una fina nieve fluyendo por dentro.\nNi el invierno más frío pudo congelar su flujo del tiempo.\n“El frío que cae del cielo puede congelar el tiempo”.\nTodo el mundo creía esto en la ciudad sepultada.\nCuando el guerrero consiguió trepar el muro de hielo, ya había caído la noche y los vientos aullaban.\nNi la luz del sol ni la de la luna podían atravesar fácilmente este viento blanco.\nNi la ventisca más gélida puede congelar el flujo del tiempo,\naunque la ciudad esté enterrada en la nieve,\ne incluso el héroe más formidable será olvidado algún día."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Nómada del Invierno"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Bono de Daño Cryo +15%.",
      "fourSetEffect": "Aumenta en un 20% la Prob. CRIT contra los enemigos afectados por Cryo. Si el enemigo está Congelado, la Prob. CRIT aumentará en un 20% adicional."
    }
  }
}