{
  "epId": 2068,
  "name": "Erudita",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Recarga de Energía"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Recarga de Energía +20%.",
      "fourSetEffect": "Al obtener partículas u orbes elementales, los miembros del equipo que usen arco o catalizador recuperan 3 pts. adicionales de Energía Elemental. Solo puede suceder una vez cada 3 s."
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Erudita"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Marcapáginas de la Erudita",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor seca que se usa como marcapáginas. Ha absorbido el aroma de los libros."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Monóculo de la Erudita",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Este objeto fue creado para mitigar el daño que la lectura intensiva causa a los ojos."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Tintero de la Erudita",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Originalmente un recipiente para agua potable. Se ha teñido de negro después de haber sido utilizado para limpiar pinceles."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de la Erudita",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un pequeño reloj de escritorio. Proporciona la única referencia sobre la hora para los eruditos que están todo el día estudiando."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma de la Erudita",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de un pájaro que sirve como herramienta para escribir. La punta lleva mucho tiempo teñida de negro."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Marcapáginas de la Erudita",
        "desc": [
          {
            "type": "RichText",
            "text": "Las flores eran algo raro para la Erudita, que vivía en una torre de marfil enterrada bajo montones de libros.\nUn joven que la admiraba le regaló una flor exótica con la esperanza de poder alegrarle sus tediosos y solitarios días de estudio.\nLa Erudita aceptó el regalo con gratitud, e hizo un marcapáginas de flores con él.\nAsí, siempre habrá un atisbo de color escondido en todo ese montón de libros aburridos."
          }
        ]
      },
      {
        "title": "Monóculo de la Erudita",
        "desc": [
          {
            "type": "RichText",
            "text": "La búsqueda del conocimiento es una apuesta arriesgada. Ni siquiera una dedicación absoluta garantiza conseguir algo a cambio.\nLa Erudita pasó la mitad de su vida enterrada en infinitas investigaciones, notas y cálculos matemáticos.\nAl no encontrar respuestas, una vez dudó y cuestionó su propia carrera, lo que le hizo perder un tiempo muy valioso.\nSu vista, muy aguda en el pasado, también se cansó debido a la lectura intensiva.\nY, aun así, la respuesta que esperaba encontrar nunca llegó."
          }
        ]
      },
      {
        "title": "Tintero de la Erudita",
        "desc": [
          {
            "type": "RichText",
            "text": "Una delicada taza de té perteneciente a la Erudita. Esta obra de arte está hecha de porcelana ligera y recubierta con líneas doradas.\nSi bien contrastaba drásticamente con su desordenada habitación, la taza sugería que la Erudita procedía de una familia noble.\nSin preocuparse por la belleza y el propósito de la taza de té, la estudiosa, que vivía en una torre de marfil, sumergió su pluma en ella.\nPara ella, la taza era simplemente un recipiente en el que lavar la tinta. En consecuencia, hace mucho tiempo que el objeto perdió su elegancia original."
          }
        ]
      },
      {
        "title": "Pluma de la Erudita",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de la Erudita, hecha con el plumaje de un pájaro exótico.\nComo no paraba de escribir, la pluma se había manchado completamente de negro.\nDurante años, la Erudita nunca pensó en cambiar su herramienta de trabajo.\nAl igual que un soldado veterano necesita su mejor arma, la Erudita necesitaba su pluma."
          }
        ]
      },
      {
        "title": "Reloj de la Erudita",
        "desc": [
          {
            "type": "RichText",
            "text": "Un delicado reloj colocado cuidadosamente sobre el escritorio de la Erudita.\nComo pasaba día y noche en la sala de estudio, solía perder la noción del tiempo.\nEste elegante reloj le sirvió como un faro que la guiaba en su incesante búsqueda del conocimiento.\nToda la cantidad de tiempo que pasó entre libros habrá merecido la pena cuando la sabiduría llame a las puertas de su estudio."
          }
        ]
      }
    ]
  }
}