{
  "epId": 2069,
  "name": "Corazón del Guardián",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DEF",
      "RES Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Corazón del Guardián"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Flor del Guardián",
        "desc": [
          {
            "type": "RichText",
            "text": "Solo la voz clara de la doncella\npodía traerle sosiego al Guardián.\nLa historia entre ambos duró un instante.\nAl final, la sangre del caballero se derramó,\nmientras la doncella se quedó sin lágrimas que llorar ni canciones que cantar."
          }
        ]
      },
      {
        "title": "Bandana del Guardián",
        "desc": [
          {
            "type": "RichText",
            "text": "Siempre hay que tener un plan de contingencia.\nEl Guardián siempre llevaba esta bandana como recordatorio para ello.\nEn caso de emergencia, podría servirle como vendaje para detener el sangrado de una herida.\nDebido a la importancia de tener un plan de contingencia, compartió su habilidad con la espada con los caballeros que estaban bajo el mando de su amigo.\nCon este credo también fue mentor de un caballero blanco que amaba la justicia por encima de todo.\nPor la importancia de tener dicho plan, cortó innumerables capullos de flores del mal que, de otra forma, habrían florecido.\nNecesitaba estar lo suficientemente preparado\npara que, aunque llegara el día en que no fuera capaz de defender su tierra,\nproteger a su amigo o a la doncella que le gustaba cantar, siguiera siendo capaz de protegerlos."
          }
        ]
      },
      {
        "title": "Cantimplora del Guardián",
        "desc": [
          {
            "type": "RichText",
            "text": "Una cantimplora para aguardiente vieja y corriente.\nSi uno tuviera que señalar algo especial de ella,\nsería que ni una sola vez ha contenido una gota de alcohol.\n“Vamos, alguna vez tendrás que probar un poco de vino”,\nbromeó el viejo amigo y superior del Guardián.\n“¡Deja de fruncir el ceño! ¡Toma un poco de vino y canta!”\n“Así es como nos armamos de valor para el día de mañana”."
          }
        ]
      },
      {
        "title": "Insignia del Guardián",
        "desc": [
          {
            "type": "RichText",
            "text": "El emblema en forma de escudo grabado en esta pluma brilla bajo la pálida luz de la luna.\nHace mucho tiempo, esta luz solía infundir miedo en los corazones de los malhechores y ladrones.\nEl Guardián tenía un título de caballero muy honorable.\nPero por la noche, ocultaba su emblema y su rostro bajo un manto.\nAsí, podía deshacerse de la ataduras y hacer lo que debía hacer:\nalgo que un noble caballero no podría."
          }
        ]
      },
      {
        "title": "Reloj del Guardián",
        "desc": [
          {
            "type": "RichText",
            "text": "El tictac de las manecillas del reloj, la luz de la vela, las pilas de documentos...\nLa silueta de alguien bajo la luna, una capa oscura y una espada...\nEstos eran los acompañantes del solitario Guardián.\nPero no importaba a dónde fuera, para él, el tiempo nunca era suficiente.\nSu superior, despreocupado y orgulloso, solía reírse de la sequedad, del rostro inexpresivo y de la aversión a divertirse del Guardián.\nÉl nunca miraba atrás en el pasado. Solo tenía ojos para el presente y el futuro.\nSolo eliminando hasta el último rastro de maldad, sin importar los medios,\nsi eliminaba hasta el último rastro de maldad en ella, fuese como fuese.\nSolo podía imaginar cosas en las que normalmente no pensaba\ncuando veía a esa doncella de día en la plaza.\nSolo entonces podía reflexionar acerca de su futuro..."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "DEF +30%.",
      "fourSetEffect": "Por cada miembro de tu equipo con un tipo elemental distinto, La RES Elemental del personaje que lleve este conjunto aumenta en un 30% contra dicho elemento."
    },
    "artifactList": {
      "sands_of_eon": {
        "title": "Reloj del Guardián",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un pequeño dispositivo para mostrar la hora actual. Es la única referencia disponible para consultar la hora en las noches sin luna."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Insignia del Guardián",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Un broche en forma de pluma, símbolo de “la sed por proteger a otros”."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Flor del Guardián",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "La flor de iris atesorada por el Guardián. Nunca tuvo la oportunidad de entregársela a su amor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cantimplora del Guardián",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente metálico. Puede usarse para contener cualquier líquido que ayude a olvidar la soledad mientras se observa detenidamente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana del Guardián",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un paño índigo teñido del color de la noche. Puede usarse como vendaje en una situación de emergencia."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/circlet_of_logos_icon.png"
      }
    }
  }
}