{
  "epId": 2070,
  "name": "Domador de Truenos",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "RES Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Corazón del Domador de Truenos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor morada arrancada durante una tormenta.\nQuien la lleve dejará de temer a los rayos y los truenos.\nEsta flor solo se abre en tormentas eléctricas, y no se marchita ni bajo las constantes lluvias.\nEs conocida como la “Flor del Trueno”. Arrodillándose ante ella, el Domador de Truenos la arrancó con respeto.\nSiempre que llevaba esta flor se enfrentaba con orgullo a los rayos y los truenos.\nNi cuando luchó contra la feroz Bestia del Trueno su determinación flaqueó.\nPara el Domador, usar esta flor morada podría ser un simple capricho,\npero para los viajeros, simbolizaba la determinación inquebrantable que lo ayudó a conquistar el trueno."
          }
        ]
      },
      {
        "title": "Corona del Domador de Truenos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una diadema muy antigua.\nBrilla con la luz del trueno domado.\nLa feroz bestia\nesclavizó al pueblo con la ira del trueno.\nEl rugido de este, sin embargo, era tan efímero\ncomo el poder que se desvaneció junto con él.\nEl Domador de Truenos derrotó a la bestia durante una tormenta eléctrica,\ny obtuvo esta corona con la que se podían domar los truenos.\nLo único que no podía domarse era el inevitable paso del tiempo."
          }
        ]
      },
      {
        "title": "Cáliz del Domador de Truenos",
        "desc": [
          {
            "type": "RichText",
            "text": "El cáliz de vino del Domador de Truenos.\nQuizás su último dueño lo usaba para beber el trueno.\nSi bien era realmente poderoso, el Domador de Truenos era tan solo un humano normal con sentimientos mortales.\nAl fin y al cabo, la ira y el éxtasis van y vienen en un instante, igual que los truenos.\nEste cáliz fue testigo no solo de las hazañas del Domador de Truenos, sino también de sus tristezas y alegrías.\nEn este cáliz se vertió el vino para el ritual en el que la familia del Domador de Truenos fue sacrificada como ofrenda.\nTambién sirvió para contener el coraje que lo ayudó a aventurarse en la cueva de la bestia.\nFue este cáliz el que acompañó al solitario Domador en sus últimos días."
          }
        ]
      },
      {
        "title": "Pluma del Domador de Truenos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una insignia con la forma de una pluma del halcón que atraviesa tormentas.\nAl usarlo, casi se puede sentir el retumbar de los truenos y el calor de los volcanes.\nNo temas al trueno o al volcán,\npues el halcón dejó su pluma en el bosque quemado.\nEl Domador de Truenos hizo una insignia con forma de pluma utilizando amatista.\nEra púrpura y brillaba a la luz bajo la mirada de los enemigos.\nEn la pequeña insignia brillaba un rayo\nque parecía presagiar el destino fatal de la Bestia del Trueno.\nIgual que el halcón, el Domador conquistó los rayos y las llamas,\ny finalmente decapitó a la Bestia del Trueno."
          }
        ]
      },
      {
        "title": "Tiempo del Domador de Truenos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de arena que el Domador de Truenos usó en el pasado. Dentro de él hay pequeños fragmentos Electro en lugar de arena.\nLos fragmentos se rompen y caen a medida que pasa el tiempo, tras lo que se fusionan de nuevo en el fondo del reloj.\nEl guerrero que derrotó a la Bestia del Trueno elaboró este reloj de arena con amatista.\nEl paso del tiempo es como un trueno: sucede y desaparece en un destello.\nPero ni siquiera el Domador pudo conquistar el destello del tiempo.\nDentro de este reloj de arena, incluso los rayos y los truenos han de acatar las inalterables leyes del tiempo.\nLos fragmentos en su interior se rompieron y se fusionaron innumerables veces, mientras el tiempo transcurría con sosiego.\nA raíz de ello, el Domador de Truenos entendió el ciclo de la vida y la muerte, lo que lo ayudó a derrotar a la bestia."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "RES Electro +40%",
      "fourSetEffect": "Aumenta el Daño contra los enemigos afectados por Electro un 35%."
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Domador de Truenos"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Pluma del Domador de Truenos",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Las leyendas dicen que el emblema del héroe que domó los truenos era una pluma de pájaro que flotaba a través de tormentas eléctricas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cáliz del Domador de Truenos",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "El cáliz de vino del Domador de Truenos. Se dice que el héroe que amansó a la bestia del trueno bebió rayos púrpuras de este cáliz."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Corazón del Domador de Truenos",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor que solo crece en zonas tormentosas. Da el coraje necesario para salir al exterior en días de tormenta extrema."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Tiempo del Domador de Truenos",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj que manejaba el guerrero que controlaba los truenos y los relámpagos. Los cristales rotos del reloj desaparecieron con el paso del tiempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Corona del Domador de Truenos",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "La corona que recibió el ancestral Domador de Truenos tras derrotar a la Bestia del Trueno que amenazaba su territorio."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      }
    }
  }
}