{
  "epId": 2071,
  "name": "Afortunado",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "DEF",
      "Vida"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "DEF +100.",
      "fourSetEffect": "Recoger Mora restaura 300 pts. de Vida."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Cáliz del Afortunado",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un exquisito recipiente metálico que una vez fue usado para golpear a un ladrón."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de Arena del Afortunado",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Este reloj está desprovisto de arena debido al agujero que tiene. El paso del tiempo no tiene sentido para los que viven sin preocupaciones."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma de Águila del Afortunado",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Un águila que cazaba detectó a un monstruo que había acorralado a un aventurero... El ave dejó caer esta pluma, que ahora lleva algo de la buena suerte de aquel aventurero."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Tiara de Plata del Afortunado",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Su antiguo dueño cayó una vez en una cueva y encontró el tesoro escondido de la realeza exiliada. Esto es un recuerdo de ese incidente."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Trébol de Cuatro Hojas del Afortunado",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Un trébol de cuatro hojas que crece en la naturaleza. Fue arrancado porque se decía que traía suerte."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Trébol de Cuatro Hojas del Afortunado",
        "desc": [
          {
            "type": "RichText",
            "text": "El joven que nació con estrella fue bendecido con todo tipo de milagros.\nEste legendario trébol de cuatro hojas es un valioso hallazgo que puede traer suerte.\nMientras jugaba en el campo, el despreocupado y afortunado chico se encontró con este trébol.\nComo era muy travieso, lo arrancó y se lo guardó en el bolsillo.\nNadie sabe si fue el trébol el que le trajo suerte, o si fue la suerte la que lo guió hasta el trébol."
          }
        ]
      },
      {
        "title": "Tiara de Plata del Afortunado",
        "desc": [
          {
            "type": "RichText",
            "text": "El chico que nació con estrella podía incluso encontrar tesoros en las trampas más mortales.\nMientras deambulaba por las ruinas, el Afortunado cayó accidentalmente en una profunda cripta.\nAterrizó sin ningún rasguño sobre lo que resultó ser un colchón viejo convertido en una pila de cenizas.\nAsí fue como encontró el tesoro de los viejos aristócratas y como llegó a sus manos la tiara de la suerte."
          }
        ]
      },
      {
        "title": "Cáliz del Afortunado",
        "desc": [
          {
            "type": "RichText",
            "text": "Ni los bandidos más despiadados podían ponerle un dedo encima al niño que nació con estrella.\nCuando ya era mayor, le sucedió una cosa en el callejón trasero de una taberna.\nBajo el cielo de una noche sin estrellas, un malvado bandido quería robar al Afortunado, que estaba borracho.\nJusto cuando estaba a punto de hacerlo, al ladrón le cayó en la cabeza una copa de vino que le dejó inconsciente.\nUna pelea en la taberna fue lo que lo salvó, pero no todo el mundo puede tener tanta suerte."
          }
        ]
      },
      {
        "title": "Pluma de Águila del Afortunado",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando la fortuna está de tu parte, incluso el monstruo más feroz tiene que ceder.\nUn día paseando por el bosque, el despreocupado Afortunado no tenía ni idea de que un monstruo que estaba al acecho había encontrado a su presa.\nJusto cuando el niño se iba a acercar a los coloridos hongos venenosos que tanto le llamaron la atención, el monstruo saltó y los aplastó.\nJusto cuando parecía una presa fácil, una pluma de halcón que flotaba cayó silenciosamente sobre su espalda."
          }
        ]
      },
      {
        "title": "Reloj de Arena del Afortunado",
        "desc": [
          {
            "type": "RichText",
            "text": "Ni siquiera el tiempo te pasa factura cuando eres un niño que nació con estrella.\nPasaron los años y el Afortunado no tenía ni parientes, ni hijos que lo pudieran cuidar.\nPero en su vida llena de suerte, todos sus conocidos acabaron siendo buenos amigos o familia.\nCuando su vida llegaba a su fin, vio un reloj de arena que estaba haciendo una cuenta regresiva.\nAl ver el reloj, se rio, agarró un tirachinas y lo hizo añicos."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Afortunado"
          }
        ]
      }
    ]
  }
}