{
  "epId": 2072,
  "name": "Petra Arcaica",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Cáliz del Escultor de Montañas",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente de vino que es tan bello como solemne. Hace mil años, estaba repleto de incrustaciones de jade."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara de Basalto Inerte",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una máscara majestuosa tallada en basalto. Las cavidades de sus ojos miran con frialdad hacia adelante."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma de la Cordillera Escarpada",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una dura pluma de un gran halcón de montaña. La punta de basalto de la pluma a veces brilla con las gotas del rocío."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de Sol de Jade Sempiterno",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de sol tallado en una sola pieza grande de jade. Está tallado con un patrón que registra silenciosamente el paso del tiempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Flor del Acantilado Agrietado",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor que brota en las grietas de las rocas y los minerales. Sus pétalos se mecen con la brisa, tal y como una flor real."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Flor del Acantilado Agrietado",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor que se abrió en una grieta inalcanzable de la cima de un peñasco.\nEs una planta excelentemente esculpida con la esencia del elemento Geo.\nHay una historia popular que dice así:\nAntaño, alguien le dijo al Rey Geo que no podía haber vida en una piedra inerte.\nEn consecuencia, el Rey Geo ordenó a las flores del dorado más puro que surgieran de la superficie de una roca sólida.\nQuizás el Arconte Geo realmente hiciera tal proeza;\no quizás aquello solo fuera una de las tantas historias antiguas en torno a su persona.\nPero lo que sí es cierto es que un próspero puerto surgió de entre las montañas inertes.\nTal vez este puerto, el cual desafió a las violentas olas del mar de nubes,\nfue la flor dorada que emergió de un cuerpo inerte."
          }
        ]
      },
      {
        "title": "Máscara de Basalto Inerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Se dice que, en aquellos años en los que los dioses luchaban entre sí, la imagen de Rex Lapis era la de un masacrador.\nEn esas batallas de dioses contra dioses, nadie hubiera imaginado que sería una divinidad amable.\nÉl nunca fallaba al distinguir el bien del mal. En esos días de disturbios, no mostraba compasión, ni siquiera hacia los amigos que se convirtieron en sus enemigos.\nLa expresión fría de Rex Lapis nunca cambió a lo largo de esa época.\nDicen que solo cambió esa expresión cuando las cenizas de la guerra cesaron.\nPero solo lo hizo porque era necesario, pues tenía un trato que cumplir."
          }
        ]
      },
      {
        "title": "Cáliz del Escultor de Montañas",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente para vino tallado a partir de una roca extremadamente dura.\nSe dice que solía utilizarse para que los soberanos bebieran de él.\nEs propio del basalto ser indestructible, igual que es propio del cristal brillar y ser transparente.\nDe igual forma, caminar oculto entre los mortales también debe ser un exquisito placer.\nLas leyendas populares dicen que, para beber vino,\nRex Lapis creó un lecho de roca,\ny talló una copa de vino para sí mismo a partir de jade y piedras preciosas.\nAlgunos incluso dicen que existían siete copas iguales que esa."
          }
        ]
      },
      {
        "title": "Pluma de la Cordillera Escarpada",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma que cayó de unas alas gigantescas que aplanaron las montañas.\nHoy en día se ha tornado verde musgo, pero esta pluma sigue siendo afilada como el filo de una espada.\nDicen que en tiempos antiguos, cuando el mundo estaba sumido en el caos, Rex Lapis arrancó piedras de las montañas y las convirtió en aves rapaces.\nEstas aves, talladas a partir de nefrita, surcaron los cielos en cuanto adquirieron su forma.\nAscendiendo en espiral hacia el firmamento, atravesaban las nubes y aplanaban las cimas rocosas.\nDicen que estos milanos de la roca abrían sus alas para caer al mar en picado,\ny descendían desde lo alto como un cometa\npara llegar hasta las profundidades del mar, donde habitaban bestias marinas...\nSegún dicen, los pilares de piedra que sobresalen del océano siguen atrayendo a las aves incluso hoy en día."
          }
        ]
      },
      {
        "title": "Reloj de Sol de Jade Sempiterno",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de sol hecho a partir de jade de la realeza.\nPersigue la luz del día en silencio.\nIncluso las rocas que se yerguen firmes desde tiempos inmemoriales se desmoronarán y se convertirán en polvo con el paso del tiempo.\nDice la leyenda que una vez, el Rey Geo convirtió las constelaciones de la tierra en dispositivos para medir el tiempo para enseñarle a los ancestros humanos el valor de cada instante.\nDice la leyenda que el reloj pasó de mano en mano por mucho tiempo, hasta que se convirtió en el tesoro de un joven erudito en ciernes.\n“Cuando era joven, estudiaba profusamente los textos clásicos con la intención de, algún día, dirigirme a Sumeru para alcanzar la sabiduría.\nPero, al obtener este reloj de sol, jugué con él durante muchos días, por mucho tiempo, y no pude encontrar ni un defecto en él.\nAsí fue cómo cambié de vocación para convertirme en un artesano y retar al maestro detrás de esta gran obra de ingeniería”."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Petra Arcaica"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Bono de Daño Geo +15%.",
      "fourSetEffect": "Al obtener un cristal creado a través de la reacción de Cristalización, todos los miembros del equipo obtienen durante 10 s un 35% de Bono de Daño Elemental del elemento que causó dicha reacción. Solo se puede obtener un tipo de Bono de Daño Elemental a la vez."
    }
  }
}