{
  "epId": 2073,
  "name": "Berserker",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Prob. CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Prob. CRIT +12%.",
      "fourSetEffect": "Cuando la Vida es inferior al 70%, aumenta la Prob. CRIT en un 24%."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Rosa del Berserker",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor delicada teñida de rojo que va ligeramente acorde con la esencia del Berserker."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj del Berserker",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "El líquido en su interior fluye sin piedad, recordando al Berserker el tiempo que le quedaba en el campo de batalla y los días que le quedaban en este mundo..."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Berserker",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de color añil de un ave que, según la leyenda, presagiaba la muerte. Una parte de ella se ha teñido de rojo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cáliz de Hueso del Berserker",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una copa hecha de los huesos de una bestia desconocida que fueron obtenidos en una cacería."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara de Batalla del Berserker",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una máscara de hierro que se partió por la mitad en feroces batallas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Berserker/circlet_of_logos_icon.png"
      }
    },
    "story": [
      {
        "title": "Rosa del Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez, cuando el Berserker aún no se había vuelto loco, empezó a caminar titubeante en el jardín de rosas.\nNunca tuvo una familia o amante, ni amigos en quien confiar.\nCuando no estaba en el campo de batalla, se dedicaba a cuidar con gran esmero de las frágiles flores de su jardín,\ncomo si su color carmesí recubierto de espinas fuera el único calor al que pudiera aferrarse."
          }
        ]
      },
      {
        "title": "Máscara de Batalla del Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "Bañado en las llamas que devoraban su tierra natal, la cara del Berserker demente ya era irreconocible.\nLa máscara de acero se convirtió en su propia carne y marcó un semblante despiadado en su rostro.\nDurante una feroz batalla, su oponente rompió en dos la horrible máscara.\nLas grietas atravesaron el acero, destrozando la piel y la carne que había crecido en ella.\nPero ni el dolor ni la sangre pudieron detener los inquebrantables pasos del Berserker.\nEntonces, rugió y rugió hasta que la sangre fresca cubrió los coágulos negros endurecidos en su rostro."
          }
        ]
      },
      {
        "title": "Cáliz de Hueso del Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "El Berserker sediento de sangre devastó las tierras, luchó contra humanos y monstruos e incluso desafió a los arcontes.\nEn una tierra estéril y sin vida, se encontró con un monstruo gigante.\nSu máscara de acero no pudo ocultar su ira, por lo que estalló una pelea interminable.\nHoras, días y años pasaron, y el monstruo finalmente fue derrotado.\nEl Berserker succionó la médula del cuerno roto del monstruo. Ese fue el vino de la victoria."
          }
        ]
      },
      {
        "title": "Pluma del Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "El hogar del Berserker fue víctima de la feroz batalla entre los arcontes y los mortales.\nEl jardín de rosas estalló en llamas mientras las aves auspiciosas se alimentaban del cuerpo de otra de las suyas.\nRenacido de las llamas, la venganza y la sed de sangre se apoderaron de la mente del Berserker.\nLas plumas negras esparcidas en el campo de batalla fueron teñidas de rojo por la furia del vengador."
          }
        ]
      },
      {
        "title": "Reloj del Berserker",
        "desc": [
          {
            "type": "RichText",
            "text": "El final era inevitable incluso para el invencible Berserker.\nCuando la sangre de sus manos por fin se secó, sus pasos comenzaron a tambalearse.\nSu vida estaba destinada a terminar en el momento en que se encontró con su último contendiente en el campo de batalla.\nAllí, la sangre corría como un río, mientras su reloj de arena quedó teñido de rojo por la puesta de sol."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Berserker"
          }
        ]
      }
    ]
  }
}