{
  "epId": 2074,
  "name": "Instructor",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Maestría Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Broche del Instructor",
        "desc": [
          {
            "type": "RichText",
            "text": "Todos los discípulos sabían que el estricto Instructor era una persona muy formal.\nPero uno o dos días a la semana se ponía una flor de color amarillo en el pecho.\nEsto siempre le sacaba una sonrisa, lo que suponía un alivio para los estudiantes.\nAquel broche de flores amarillas que llevaba el Instructor significaba que los estudiantes podían tomarse un día libre e irse a casa.\nCuando los indisciplinados estudiantes se marchaban, el Instructor visitaba el calmo cementerio.\nTras un breve silencio, presentaba sus respetos a los familiares nombres tallados en la lápida."
          }
        ]
      },
      {
        "title": "Gorra del Instructor",
        "desc": [
          {
            "type": "RichText",
            "text": "“No tengo talento para ser el general de un ejército,\nni estoy cualificado para otro trabajo más que el de soldado.\nLo único que puedo hacer es ser estricto con estos jovenzuelos\npara que sean capaces de sobrevivir unos minutos más en el campo de batalla”."
          }
        ]
      },
      {
        "title": "Taza de Té del Instructor",
        "desc": [
          {
            "type": "RichText",
            "text": "Todos los estudiantes de la escuela militar sabían por experiencia que el llamado “entrenamiento libre”, en realidad, tenía muy poco de libre.\nDurante él, el Instructor se sentaba y observaba mientras los estudiantes sudaban sin parar.\nMientras tanto, él pasaba la tarde con una taza de té negro muy azucarado en la mano.\nEstos momentos de paz eran un privilegio del Instructor, así como la encarnación de su autoridad sobre los alumnos."
          }
        ]
      },
      {
        "title": "Pluma del Instructor",
        "desc": [
          {
            "type": "RichText",
            "text": "Las habilidades de combate del estricto Instructor se agudizaron en el despiadado campo de batalla.\nLo que les enseñaba a sus discípulos no eran simplemente técnicas de defensa personal.\nMás que a matar y a defenderse, les enseñaba habilidades de supervivencia para el frente de batalla.\nCada movimiento y técnica que demostraba era un homenaje a los veteranos,\npues él llegó a ser quien fue gracias a los sacrificios de sus maestros."
          }
        ]
      },
      {
        "title": "Reloj de Bolsillo del Instructor",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo atesorado por el Instructor. No es un objeto entregado por la escuela militar.\nCuando el Instructor era un soldado, este reloj le indicaba el momento en que debía atacar.\nPredecía las victorias y las derrotas, y mostraba una cuenta regresiva de las últimas horas de vida de los soldados.\nPara los estudiantes, representaba las dificultades que atravesaron para convertirse en verdaderos soldados."
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Broche del Instructor",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando el Instructor llevaba puesto este broche, significaba que ese día no había entrenamiento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de Bolsillo del Instructor",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo que no muestra la hora actual, sino que cronometra las sesiones de entrenamiento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Gorra del Instructor",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "El gorro que solía llevar el Instructor. Solo aquellos que rechazaron ser promocionados de rango podían obtener este honor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Taza de Té del Instructor",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Para la mayoría de personas, puede parecer una taza de té ordinaria, pero para los estudiantes, era el símbolo de la autoridad del Instructor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Instructor",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "El Instructor, que dominaba el arte de desviar los ataques, sabía cómo mantener este accesorio a su alcance en todo momento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Instructor/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Instructor"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Maestría Elemental +80.",
      "fourSetEffect": "Después de activar una Reacción Elemental, aumenta la Maestría Elemental de todos los miembros del equipo en 120 pts. durante 8 s."
    }
  }
}