{
  "epId": 2075,
  "name": "Ritual Antiguo de la Nobleza",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1680487644,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Daño de Habilidad Definitiva +20%.",
      "fourSetEffect": "Después de lanzar una Habilidad Definitiva, aumenta el ATQ de todos los miembros del equipo en un 20% durante 12 s. Este efecto no puede acumularse."
    },
    "artifactList": {
      "sands_of_eon": {
        "title": "Reloj de Bolsillo Real",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo de los aristócratas de Mondstadt. Ha pasado por las manos de innumerables generaciones."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara Real",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una máscara que llevaban los aristócratas en las veladas de fiestas en Mondstadt. Si miras a través de los agujeros de los ojos, podrás ver las grandes celebraciones del pasado."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Urna Plateada Real",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Antigua urna ornamental que perteneció a una familia noble de Mondstadt. El melancólico viento del tiempo todavía resuena en su interior."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Flora Real",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor de seda azul que servía como un distinguido elemento decorativo para llevar en eventos de gala. Su apariencia todavía es igual de fresca que antes de ser abandonada por su dueño."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma Real",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma que llevaban en el sombrero los miembros de la nobleza de Mondstadt durante sus cacerías. Todavía permanece intacta después de tanto tiempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Ritual Antiguo de la Nobleza"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "El chico aventurero de Mondstadt. Su naturaleza amable no va acorde con su mala suerte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Su habilidad definitiva ya da ataque extra, así que este set de artefactos solo hace que el ataque que dea sea mayor, haciendo al personaje mejor de lo que ya es como soporte."
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingchiu",
        "desc": "Un joven con una espada larga al que puede verse frecuentemente en las librerías. Tiene un corazón de oro y anhela la justicia y la igualdad para todos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A pesar de no ser su mejor set, es una buena opción si nadie de tu equipo tiene este set ya, pues aporta un poco de daño a su definitiva mientras aporta más daño al equipo en sí."
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Una misteriosa persona que dice trabajar para el Ministerio de Asuntos Civiles, pero que “no existe” según los registros del propio Ministerio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Por la misma razón que Xingchiu. Puede ser buena opción para darle algo más de ataque al equipo y darle más daño a su definitiva."
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Una joven cuya sangre no es humana por completo. Es la popular cantinera de la Taberna Cola de Gato.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Una discípula de los Adeptus con una mirada perdida. Al haber vivido recluida en las montañas de Liyue, su carácter es tan frío y distante como el de los Adeptus.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pese a que no es lo que normalmente llevarías, en equipos de congelado puede ser buena opción, ya que aumentaría el ataque del DPS."
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "La justa y rigurosa Caballera de Dandelion, y Gran Maestra Intendente de los Caballeros de Favonius de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Puede ser buena opción en equipos de anemo donde no esté Bennett, pues Jean podría servir para aportar curación, energía elemental y con este set un poco más de ataque para de esta forma tener más utilidad, y aún más cuando tiene la C4."
      }
    ],
    "story": [
      {
        "title": "Flora Real",
        "desc": [
          {
            "type": "RichText",
            "text": "Un lirio azul hecho de satén sedoso.\nSirvió como tocado de una mujer noble.\nUna noble que formó parte de la aristocracia Mondstadt se desprendió de él.\nEn esa época legendaria, los nobles eran un ejemplo a seguir.\nNo solo guiaban a sus súbditos con su conducta modélica y sabiduría,\nsino que también eran los mayores representantes del pueblo de Mondstadt.\nEran nobles tanto por su linaje\ncomo por el compromiso con sus virtudes y principios.\nLa longevidad de los nobles se acortó por su incansable lujuria,\nque deterioró el semblante de magnificencia del que se vanagloriaban."
          }
        ]
      },
      {
        "title": "Máscara Real",
        "desc": [
          {
            "type": "RichText",
            "text": "Una máscara de plata con incrustaciones de oro y gemas, grabada con delicados patrones.\nHecha con gran meticulosidad, es una muestra del refinamiento y las costumbres de los antiguos nobles.\nLos primeros nobles que gobernaron sobre Mondstadt fueron héroes de orígenes humildes.\nLos grandes jefes y príncipes elegantes, así como las hermosas princesas y damas nobles,\nuna vez dieron la bienvenida a la gente a sus banquetes y fiestas.\nEn los días pasados, los nobles no eran tacaños y mostraban su sabiduría y elegancia.\nEn esa edad de oro, los nobles compartían con el pueblo sus conocimientos y ganancias.\nPero sucumbieron al poder, y los banquetes fueron solo para su propio placer."
          }
        ]
      },
      {
        "title": "Urna Plateada Real",
        "desc": [
          {
            "type": "RichText",
            "text": "Una urna ornamental hecha de zafiro, decorada con la insignia de plata de una familia noble.\nEs exquisita, elegante y exhibe la estética de los antiguos nobles de Mondstadt.\nSe trata del legado de un noble que formó parte de la aristocracia gobernante de Mondstadt.\nSu extravagante ornamentación interior desapareció hace mucho tiempo.\nSus lujosos accesorios eran símbolo del estatus y la riqueza del noble,\nasí como la confianza, el orgullo y la prosperidad de la gente de Mondstadt.\nEntonces, los nobles cayeron presa de su propio poder.\nHacían lo que querían y gastaban dinero sin tener en cuenta a la gente.\nAsí, los lujosos accesorios se convirtieron en una carga sin valor alguno."
          }
        ]
      },
      {
        "title": "Pluma Real",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de un halcón posado orgullosamente sobre el sombrero de un viejo noble.\nExistía una antigua tradición que consistía en ir a cazar con la gente común y compartir con ellos el botín.\nComunes eran las cacerías, un pasatiempo de la clase gobernante de Mondstadt.\nLa caza era una fiesta compartida con sus sirvientes y la gente común,\ndestinada a mostrar la benevolencia de los nobles.\nDe hecho, para la gente era motivo de celebración.\nSin embargo, esta actividad pronto perdió su significado.\nLos nobles reclamaban íntegramente todo el botín de caza y no lo compartían con la gente.\nLa pluma todavía estaba en pie, pero su color se desvaneció para el pueblo."
          }
        ]
      },
      {
        "title": "Reloj de Bolsillo Real",
        "desc": [
          {
            "type": "RichText",
            "text": "Un exquisito reloj de bolsillo hecho de zafiro.\nSigue funcionando incluso después de tantos años.\nEl reloj de bolsillo de un noble que formó parte de la aristocracia que gobernó sobre Mondstadt. Aún indica la hora exacta.\nLa puntualidad era una virtud con la que los nobles pudieron cumplir gracias a este reloj de bolsillo.\nLo hacían más por autodisciplina que para dar ejemplo a la gente común.\nUn buen noble debía estar más atento al amanecer y\nmás reflexivo e inquieto a altas horas de la noche que el resto de la gente.\nCon los años, sus holgazanes descendientes reemplazaron el estricto horario.\nSus relojes se volvieron ostentosos, y el sentido de lo que simbolizaban se perdió."
          }
        ]
      }
    ]
  }
}