{
  "epId": 2078,
  "name": "Artista Marcial",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Daño de Ataque Normal y Ataque Cargado +15%.",
      "fourSetEffect": "Tras usar la Habilidad Elemental, aumenta el daño de Ataque Normal y Ataque Cargado en un 25% durante 8 s."
    },
    "story": [
      {
        "title": "Flor Roja del Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Desde que el maestro reconoció su talento, el Artista Marcial se dedicó a practicar asiduamente todos los días durante años.\nEl duro camino de las artes marciales no está exento de lesiones inevitables.\nUn día, recibió la orden de arrancar una pequeña flor carmesí en el bosque.\nAunque las cicatrices del honor nunca se cerrarán, al menos el dolor sí se aliviará."
          }
        ]
      },
      {
        "title": "Bandana del Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Un brillante pañuelo rojo perteneciente al Artista Marcial. Su color se ha ido apagando con el tiempo.\nEsta bandana era la prueba de haber practicado artes marciales desde una edad muy temprana. También representaba la gran ambición que una vez tuvo el joven Artista Marcial.\nEste había estado entrenando en el bosque desde antes del amanecer.\nPasaron muchos años y la juventud ya no acompañaba al Artista Marcial. No obstante, como Instructor, estaba tan alerta y era tan diligente como cuando era joven."
          }
        ]
      },
      {
        "title": "Copa de Vino del Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Antes de entrar a la arena con orgullo, es esencial para los Artistas Marciales realizar un ritual de despedida con una copa de buen vino.\nEn él, los artistas rivales, orgullosos y hábiles, levantan sus copas para brindar.\nLa arena exige una compostura inalterable y el máximo respeto hacia el oponente.\nEste es el verdadero significado del brindis que viene antes de la victoria y el honor en la arena."
          }
        ]
      },
      {
        "title": "Pluma del Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Un hábil Artista Marcial arrancó la pluma de un pájaro que surcaba el cielo.\nLa esencia de las artes marciales no siempre radica en la fuerza de los ataques.\nLa agilidad y la destreza, que los Artistas Marciales entrenan durante años, son igualmente objeto de orgullo.\nEl Artista Marcial se ponía esta pluma en el pecho como prueba de su incomparable habilidad."
          }
        ]
      },
      {
        "title": "Reloj de Agua del Artista Marcial",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de arena que utiliza el flujo del agua para medir el paso del tiempo. El Artista Marcial lo llevaba en la cintura en todo momento.\nCuando entrenaba bajo la cascada, cuando practicaba el equilibrio sobre una sola pierna en un poste de madera,\no cuando aguantaba todo el dolor y el sufrimiento él solo,\nen este objeto quedaba grabado cada segundo que pasaba."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Reloj de Agua del Artista Marcial",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Una herramienta para controlar el tiempo del entrenamiento de resistencia. Es más preciso y fiable que un reloj de arena normal."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Bandana del Artista Marcial",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Vigor, fuerza y voluntad. Esa es la primera lección como aprendiz de artes marciales. Estas tres palabras están escritas en la bandana para que el discípulo nunca las olvide."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Flor Roja del Artista Marcial",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Solo este tipo de flor carmesí podía aliviar el dolor del Artista Marcial."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Copa de Vino del Artista Marcial",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una copa de vino un tanto exquisita para los rituales antes de entrar en combate."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Artista Marcial",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de ave común. Los expertos las usan para practicar el control de la fuerza, mientras que los novatos hacen abanicos con ellas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Martial Artist/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Artista Marcial"
          }
        ]
      }
    ]
  }
}