{
  "epId": 2080,
  "name": "Exiliado",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Recarga de Energía"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Flor del Exiliado",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor marchita colgada en la camisa. Debe significar algo si un exiliado insiste en llevarla puesta."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Exiliado",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "No es un accesorio creado intencionadamente. Simplemente es una pluma de pájaro que quedó atrapada en un árbol mientras volaba por la selva."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de Bolsillo del Exiliado",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "La esfera del reloj de cristal se ha roto y sus manecillas se han perdido, pero su propietario lo siguió conservando."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Diadema del Exiliado",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una prestigiosa diadema. Su insignia real fue arañada con un objeto punzante y perdió su distinguida identidad original."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cáliz del Exiliado",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una taza opaca hecha con metales pesados. Tuvo piedras preciosas incrustadas en su momento, pero alguien se las arrancó."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Exiliado"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Flor del Exiliado",
        "desc": [
          {
            "type": "RichText",
            "text": "Todo sucedió antes de que el aristócrata exiliado se involucrara en la disputa familiar.\nFue como una prematura flor que se abrió antes de que la familia se hubiera visto afectada por el complot.\nTras presenciar la crueldad humana, el Exiliado dejó atrás su amabilidad y gentileza.\nPero la sonrisa inocente que una vez tuvo gracias a esta flor marchita siempre será su más preciado tesoro."
          }
        ]
      },
      {
        "title": "Diadema del Exiliado",
        "desc": [
          {
            "type": "RichText",
            "text": "El Exiliado fue una vez un niño en una casa noble. Tuvo una infancia despreocupada y su patio de recreo era un palacio construido con plata.\nEn la antigüedad, la corona de su padre era símbolo de gentileza y nobleza.\nSin embargo, años más tarde, una disputa familiar tiñó el decadente palacio de color rojo sangre.\nLa corona de la vergüenza, que acompañó al Exiliado desde entonces, se convirtió en la prueba de su crimen."
          }
        ]
      },
      {
        "title": "Cáliz del Exiliado",
        "desc": [
          {
            "type": "RichText",
            "text": "Un cáliz de plata que es herencia familiar de un aristócrata exiliado. En su parte exterior, había una gema incrustada en la que estaba grabado el escudo de su familia.\nDespués de que el exilio avergonzara a su familia, decidió forjar el símbolo del que una vez se sintió orgulloso.\nComo resultado, este cáliz roto dejó de servir como recipiente para líquidos.\nAun así, el Exiliado lo siguió llevando consigo hasta el final de su viaje."
          }
        ]
      },
      {
        "title": "Pluma del Exiliado",
        "desc": [
          {
            "type": "RichText",
            "text": "El Exiliado viajó solo por la naturaleza, cruzando llanuras y bosques.\nUna pluma azul cayó sobre su hombro a través de gruesas capas de nubes oscuras.\nProvenía de un pájaro en apuros que escapaba de un halcón, igual que el Exiliado.\nLa pluma representa el espíritu de un pájaro libre sin nido, igual que el Exiliado."
          }
        ]
      },
      {
        "title": "Reloj de Bolsillo del Exiliado",
        "desc": [
          {
            "type": "RichText",
            "text": "El joven aristócrata consiguió un reloj de bolsillo en sus efímeros buenos tiempos.\nEste delicado reloj registraba cada momento de su infancia.\nPero una tragedia puso fin abruptamente a aquellos días sin preocupaciones,\ndejándole sin más opción que embarcarse en el largo viaje del exilio."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Recarga de Energía +20%.",
      "fourSetEffect": "Al usar la Habilidad Definitiva, todos los miembros del equipo (a excepción de tu personaje en uso) recuperan 2 pts. de Energía Elemental cada 2 s durante 6 s. Este efecto no puede acumularse."
    }
  }
}