{
  "epId": 2081,
  "name": "Orquesta del Errante",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "Maestría Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678675335,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "La secretaria del Pabellón Yuehai. La sangre de bestia iluminada Chilin fluye por sus venas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pese a que la maestría elemental no es lo mejor en todos los equipos, el hecho de que le aumente el daño del ataque cargado cuando Ganyu se basa en eso, es muy beneficioso."
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tignari",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un joven erudito experto en botánica que desempeña el cargo de guarda forestal en el Bosque Avidya. Es muy franco, entusiasta y bueno instruyendo a las personas con menos conocimientos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/10742394/d039c6da9285163f46b85f0241f29c17_2540025342696563359.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tanto la maestría como el aumento de daño a ataques cargados le es muy beneficioso, ya que el personaje convierte parte de su maestría en daño, y se basa en ataques cargados. Además, la mayoría de sus equipos se basan en reacciones, por lo que aún le beneficia más."
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Una reconocida asesora legal que vive en Liyue. Esta joven tan perspicaz tiene parte de sangre de bestia iluminada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Yanfei puede llegar a beneficiarse de este set en un equipo basado en ataques cargados y reacciones, a pesar de no ser su mejor opción."
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Maestría Elemental +80.",
      "fourSetEffect": "Aumenta el daño de ATQ Cargado en un 35% si el personaje usa catalizador o arco."
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Luz Matinal de la Orquesta",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Pequeña insignia en forma de flor. Si prestas atención, podrás escuchar las dulces notas de una flauta y un coro de voces."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj del Acto Final",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de arena que se usaba para cronometrar los conciertos de una orquesta. Por desgracia, estos conciertos ya hace tiempo que no se celebran."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sombrero del Director",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "A pesar de haber vivido innumerables vicisitudes, sigue siendo un sombrero glamuroso. En su interior resuena una antigua melodía."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Bardo",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de flecha de color azul que no se ha deteriorado con el paso del tiempo. Parece llevar consigo el sonido melódico de un arpa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cantimplora del Errante",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una antigua jarra con cuerdas musicales en su interior. Al fluir el agua, emite unas melodías maravillosas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Orquesta del Errante"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Luz Matinal de la Orquesta",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pequeña insignia en forma de flor. Parece que emana música de ella.\nEn la Orquesta del Errante había una carismática espadachina.\nEra bella como la luz que se refleja en el agua, y elegante como una alondra que anuncia el alba.\nAl blandir la espada, emanaba de ella una sinfonía de cantos y flautas.\nEl final de cada canción y cada baile era como cuando sale el sol después de una tormenta.\nTodo vuelve a su lugar y la calma regresa al escenario.\nSu música y manejo de la espada son tan letales como elegantes.\nLa Orquesta del Errante tenía dos tipos de público:\ncuando se trataba de bandidos, la música iba mucho más allá del escenario."
          }
        ]
      },
      {
        "title": "Sombrero del Director",
        "desc": [
          {
            "type": "RichText",
            "text": "Un hermoso sombrero de copa que no se ha visto afectado por el paso del tiempo.\nSi se presta atención, casi se puede escuchar una antigua melodía haciendo eco en su interior.\nHace miles de años, una Orquesta deambulaba por el mundo.\nSus músicos nunca llevaban partituras. Cantaban acerca de lo que veían, y tocaban sobre lo que escuchaban.\nCon el paso del tiempo, la Orquesta se dio cuenta de la inmensidad del mundo.\n“¡Ah, hay tantas cosas sobre las que cantar en el mundo!”\nLos músicos convirtieron las notas en palabras y anotaron todo lo que veían.\nEste sombrero, por su parte, lo atesoró fuertemente el director de la Orquesta incluso tras su muerte."
          }
        ]
      },
      {
        "title": "Cantimplora del Errante",
        "desc": [
          {
            "type": "RichText",
            "text": "Una cantimplora de forma extraña que reproduce una melodía maravillosa a medida que el agua fluye en ella.\nSiempre hay música en la vida de un instrumentista de orquesta, incluso al beber agua.\nHay una antigua leyenda sobre una Orquesta del Errante que deambulaba por la tierra.\nSus espadas eran sus flautas y por arcos tenían arpas. Tocaban no solo para invitados, sino también para bandidos.\nViajaron a través del desierto y pisaron el ardiente Mare Jivari.\nLa melodía del arpa que resonaba en la tetera les recordaba en todo momento:\n“Caminamos al ritmo de melodías ilimitadas”.\n“Allá donde haya música, estaremos nosotros”."
          }
        ]
      },
      {
        "title": "Pluma del Bardo",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flecha azul índigo que sobrevivió al paso del tiempo.\nAl dispararla, sus plumas parecen producir una melodía.\nEl arpista de la Orquesta también era un arquero experto.\nSegún la leyenda, atraía a las aves con la dulce melodía de su arpa para luego derribarlas con su arco.\nSe dice que, cuando hacía esto, no miraba al cielo.\nLa razón, según algunos, era la arrogancia del arpista. Sus compañeros decían que era debido a la misericordia de un cazador.\nLas plumas de esas pobres aves acababan decorando las flechas del arpista,\ny el sonido de su arpa se convirtió en la elegía de los pájaros."
          }
        ]
      },
      {
        "title": "Reloj del Acto Final",
        "desc": [
          {
            "type": "RichText",
            "text": "El reloj de arena de la Orquesta del Errante. También es un arpa.\nLa melodía se vuelve más solemne a medida que se toca.\nCuando la actuación llegaba a su fin, la Orquesta tocaba este arpa.\nCuanto menos quedaba para acabar, más profunda se hacía la melodía.\nAsí, el espectáculo llegaba a su fin una vez el tono del arpa era tan grave que se disipaba en el viento.\nSin embargo, todo tiene un final, y la Orquesta del Errante no fue una excepción.\nCuando el destino acabó uno a uno con cada músico, sus instrumentos quedaron enterrados bajo el polvo.\nEl reloj de arena también tocó su última nota, marcando el gran final de la Orquesta del Errante."
          }
        ]
      }
    ]
  }
}