{
  "epId": 2083,
  "name": "Virtuoso Corredor de Lava",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "RES Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Determinación del Corredor de Lava",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor que solo se abre en las llamas ardientes.\nEl dolor llameante que causa vuelve más fuerte a su portador.\nLa flor, roja como el fuego, brilla como un ágata reluciente.\nEsta flor llameante era un broche del Corredor de Lava.\nEn sus últimos días, le dijo a la gente:\n“Esta es la flor que se abre en las llamas. Si el fuego aún no me ha convertido en cenizas,\nverán el resplandor de las brasas de esta flor a través de las llamas y el oscuro humo”.\nEntonces, la gente siguió la luz titilante hasta la orilla del Mare Jivari.\nFueron recibidos por la flor abierta, pero el sabio no se encontraba por ningún lado."
          }
        ]
      },
      {
        "title": "Sabiduría del Corredor de Lava",
        "desc": [
          {
            "type": "RichText",
            "text": "Una antigua diadema que perteneció al Sabio Errante del Mare Jivari.\nSi se mira con atención, casi se puede ver una figura de pie en medio de las llamas.\nEl Sabio Errante del Mare Jivari creó esta diadema con ágata carmesí para resistir las llamas y el intenso calor.\nFue elaborada con sabiduría y tenacidad, y despertó el miedo y la envidia entre sus compañeros y maestros.\n“¡Cómo se atreve a desafiar las llamas del Mare Jivari! ¡Es una blasfemia que no se ha visto en cientos de años!”\n“El mar ardiente devorará a este joven arrogante y el cielo arrojará sus cenizas al vacío”.\nLos envidiosos maestros le pidieron a su aprendiz que se adentrara en el mar en llamas usando la diadema.\nPero el Corredor de Lava caminó tranquilamente entre el magma y desapareció poco a poco en el firmamento."
          }
        ]
      },
      {
        "title": "Despertar del Corredor de Lava",
        "desc": [
          {
            "type": "RichText",
            "text": "Un cáliz que contenía lava. Aunque está vacío, le sigue quedando un ligero calor.\nEn el interior del cáliz, que pertenecía al Corredor de Lava, solía fluir la sabiduría.\nEl Corredor de Lava solía jugar con este cáliz, que permanecía intacto incluso tras exponerse a un calor abrasador.\nSegún la leyenda, bebía lava de él como si de un exquisito vino se tratara.\nEl vino se evaporaba a altas temperaturas, pero la sabiduría pudo resistir el fuego de las llamas.\nPara el Corredor de Lava, el vino era simplemente el combustible de su ingenio.\nCon la ayuda del alcohol, podía convertir la más mínima chispa en una idea brillante.\nEl silencioso cáliz fue testigo de cómo la sabiduría se forjó entre las llamas.\nJusto antes de que el Corredor de Lava emprendiera su último viaje, el cáliz se llenó arrogancia."
          }
        ]
      },
      {
        "title": "Liberación del Corredor de Lava",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma que el Corredor de Lava le arrancó a un pájaro que cantaba entre las llamas.\nAl llevarla puesta, casi se puede escuchar el sonido de las alas del pájaro batiéndose en llamas.\nCuenta la leyenda que existió una especie de pájaro solitario que podía cantar entre las llamas.\nLa gente lo adoraba como un tótem, mientras que los reyes lo veían como un signo de nobleza.\nPortando esta pluma, el Corredor de Lava se aisló en su mundo de llamas.\nSolo vino y solo se fue, sin dejar rastro.\nDesde entonces, las personas a menudo escuchan gritos procedentes del Mare Jivari.\nNadie sabe si estos proceden del pájaro o son los lamentos del Corredor de Lava."
          }
        ]
      },
      {
        "title": "Tormento del Corredor de Lava",
        "desc": [
          {
            "type": "RichText",
            "text": "Lo que fluye dentro de este reloj de arena no es arena normal, sino arena ardiente.\nEl tiempo, al igual que las arenas llameantes, fluye sin dejar rastro de su existencia.\nEsta es la historia que ocurrió después de que el sabio viajara a través del Mare Jivari.\nSe dice que pasó otros cien años viviendo como ermitaño.\nPero esta breve reclusión no pudo aliviar el tormento que lo quemaba.\nEl sabio aislado no pudo aguantar las llamas eternas, por lo que creó este reloj de arena.\nEntre las llamas volcánicas, la arena escarlata fluía a través del reloj día tras día.\nEl pobre sabio no temía las llamas abrasadoras, pero no podía apagar el agobiante fuego del tiempo.\nSer abandonado por sus queridos discípulos y familiares fue ese amargo fuego que no pudo apagar."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Virtuoso Corredor de Lava"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Determinación del Corredor de Lava",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor que se abrió mientras estaba rodeada de llamas. Según la leyenda, los sabios de la antigüedad la llevaron consigo antes de cruzar el mar de fuego."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Despertar del Corredor de Lava",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuenta la leyenda que el vidrio de este cáliz puede soportar altas temperaturas. Actualmente, su interior está vacío, pero sigue emitiendo calor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Tormento del Corredor de Lava",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj que contiene una brillante y ardiente arena. A pesar del intenso calor, dicha arena fluye sin dejar ningún rastro de deterioro."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sabiduría del Corredor de Lava",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "La corona de la sabiduría bañada en llamas. Una vez brilló vivamente a la luz del fuego."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Liberación del Corredor de Lava",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de pájaro bañada en lava. Escuchando de cerca, parece oírse el sonido del aleteo de un pájaro en medio de las llamas."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/plume_of_death_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "RES Pyro +40%.",
      "fourSetEffect": "Aumenta en un 35% el daño contra los enemigos afectados por Pyro."
    }
  }
}