{
  "epId": 2085,
  "name": "Bruja Carmesí en Llamas",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678894071,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Llama del Corazón de la Bruja",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un jarrón de arcilla ardiente legado por una bruja que quería quemar el mundo. Las llamas de este frasco nunca se apagan, igual que el deseo infame de la Bruja."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma Ardiente de la Bruja",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de pájaro tocada por una bruja que quería quemar el mundo. Su combustión constante hace que aumente drásticamente la temperatura a su alrededor."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sombrero Abrasador de la Bruja",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "El sombrero que llevaba una bruja que quería quemar el mundo. Las grandes alas del sombrero podían bloquear su campo de visión."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Fin de los Tiempos de la Bruja",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj que llevaba la bruja que quería quemar el mundo. En él fluyen los años de vida que le dedicó al fuego."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Flor en Llamas de la Bruja",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor que fue tocada por una bruja que quería quemar el mundo. La calidez de sus llamas acaricia las manos de aquellos que la intentan tocar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png"
      }
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "77.ª directora de la Funeraria El Camino. Pese a su corta edad, ya es la principal encargada de todos los asuntos funerarios de Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Aumenta el daño pyro, además del daño de las reacciones, de las que se especializa el personaje, haciéndola una opción muy viable para equipos de reacciones."
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Una visitante frecuente de los calabozos de los Caballeros de Favonius, la maestra de explosiones de Mondstadt. La llaman “el Sol Fugitivo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Aumenta su daño pyro, además aumenta mucho el daño en equipos de reacciones. También posee 2 cargas en su habilidad elemental, por lo que es bastante fácil mantener el daño pyro extra."
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Una reconocida asesora legal que vive en Liyue. Esta joven tan perspicaz tiene parte de sangre de bestia iluminada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Al igual que con Klee y Hu Tao aumenta el daño pyro. No se beneficia del todo del conjunto de 4 piezas que aumenta aún más el daño elemental tras la habilidad elemental, ya que solo tiene una carga, pero es aún así una buena opción."
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Una reconocida chef de Liyue. Le apasiona la cocina y sobresale al hacer sus platos calientes y picantes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pese a no ser su mejor opción, el aumento al daño pyro y a las reacciones es algo muy útil. Aunque hay que buscarle recarga extra en los subestats, ya que el set no te da nada."
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "El magnate del imperio vinícola de Mondstadt, inigualable en todos los sentidos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Su mejor opción. Posee 3 cargas en la habilidad elemental, por lo que puede llevar la habilidad del conjunto de 4 piezas al máximo, pudiendo así maximizar el daño del set."
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "La dueña de la tienda Pirotecnia Naganohara y Reina del Festival de Verano. Deposita los deseos de la gente en sus artesanales fuegos artificiales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una buena opción gracias al aumento del daño pyro. Su habilidad elemental solo tiene una carga, lo cual haría que no pudiera aprovechar del todo la habilidad del conjunto de 4 piezas, mas sigue siendo buena opción para equipos de reacciones."
      }
    ],
    "story": [
      {
        "title": "Flor en Llamas de la Bruja",
        "desc": [
          {
            "type": "RichText",
            "text": "Una especie de flor muy común.\nDe alguna manera, ha podido resistir las llamas de la Bruja Carmesí.\nLa catástrofe que ocurrió hace siglos despojó a una joven mujer de todas las posesiones que se le prometieron.\nSus seres queridos, sus días pasados, su brillante futuro... Todo se derrumbó.\nDel humo y las ascuas nació la Bruja Carmesí, que quemó su dolor con fuego.\nSin embargo, esta flor conservó su vitalidad, suave y tierna.\nQuizás los recuerdos dolorosos y hermosos son sus dos caras de la moneda."
          }
        ]
      },
      {
        "title": "Sombrero Abrasador de la Bruja",
        "desc": [
          {
            "type": "RichText",
            "text": "El tradicional sombrero puntiagudo de bruja con visera grande.\nLa bruja que lo porte infundirá temor y respeto.\nPara la Bruja Carmesí, este sombrero la separaba de las trivialidades de su alrededor.\nPasó años buscando el conocimiento, lo que le permitió concentrarse en refinar sus habilidades Pyro.\nNo tenía la necesidad de ver a los monstruos reducirse a cenizas en una danza llameante,\no de ver su rostro transfigurado por el humo y las llamas en el reflejo del agua.\nAsí, la Bruja Carmesí siguió provocando incendios indiscriminadamente."
          }
        ]
      },
      {
        "title": "Llama del Corazón de la Bruja",
        "desc": [
          {
            "type": "RichText",
            "text": "Una botella transparente que contiene fuego líquido.\nLas técnicas necesarias para hacer este tipo de fuego se perdieron hace mucho tiempo.\nLa Bruja Carmesí caminó sobre la tierra, reduciendo los monstruos a cenizas.\nExistía un rumor de cómo sacrificó su cuerpo mortal para convertirse en la encarnación del fuego líquido.\nAun así, el amor y el anhelo moraron una vez en su corazón de mujer normal y corriente,\nhasta que los incendios quemaron esa parte hermosa y frágil de sí misma.\nDesde entonces, se convirtió en la bruja cuya historia nadie quiso registrar jamás."
          }
        ]
      },
      {
        "title": "Pluma Ardiente de la Bruja",
        "desc": [
          {
            "type": "RichText",
            "text": "Una destructiva pluma de ave cuyas llamas arden para toda la eternidad.\nSu fuego nunca se extinguirá.\nLas tierras quedaban quemadas y devastadas a su paso, pues ella eligió el camino del fuego infernal.\nSus llamas solo alcanzaban a monstruos y demonios, pero cuando el fuego se avistaba a lo lejos,\nla gente le cerraba las puertas y ventanas a la Bruja Carmesí. Sin embargo, a ella no parecía importarle.\nElla pensaba que las ascuas de viejos dolores traerían nuevas esperanzas.\nNo buscaba la comprensión de la gente, ni su consuelo, ni su empatía.\nLos únicos que la comprendían sin decir palabra eran los pájaros que la rodeaban."
          }
        ]
      },
      {
        "title": "Fin de los Tiempos de la Bruja",
        "desc": [
          {
            "type": "RichText",
            "text": "Un pequeño recipiente que contiene un líquido hipertérmico.\nSe dice que lo que fluye en él son espíritus malignos fundidos.\nAntes de la catástrofe, cuando la Bruja Carmesí aún era una joven normal y no había emprendido su largo viaje,\nle regalaron este reloj especial de agua. Cada ciclo semanal marcaba el tiempo que necesitaba de estudio en la Academia de Sumeru.\nCuando terminó la cuenta regresiva y la bruja regresó a su hogar natal, la persona que le había regalado el reloj ya se había convertido en una víctima de la catástrofe.\nSus años de mujer normal se acabaron, lo que dio paso a la destrucción de la Bruja Carmesí.\nAsí fue hasta que todos los monstruos de este mundo y todo el dolor que causaron ardieran."
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Bono de Daño Pyro +15%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Aumenta el daño causado por Sobrecarga, Quemadura y Crepitar en un 40%, y el de Vaporización y Derretido en un 15%. El uso de una Habilidad Elemental aumenta los efectos del conjunto de 2 piezas en un 50% durante 10 s. Puede acumularse hasta un máximo de 3 veces.</span></p>"
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Bruja Carmesí en Llamas"
          }
        ]
      }
    ]
  }
}