{
  "epId": 2088,
  "name": "Ritual de la Iluminación",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Afinidad Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "Diadema Pírica",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una corona ceremonial portada por sacerdotes de tiempos antiguos al ofrecer un sacrificio a los dioses. Al haber estado expuesta a las llamas durante tanto tiempo, ha adquirido una resistencia asombrosa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Illumination/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Ritual de la Iluminación"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Diadema Pírica",
        "desc": [
          {
            "type": "RichText",
            "text": "Según algunas personas,\nalguna vez, la gente de la tierra podía escuchar las revelaciones celestiales procediendo directamente del cielo.\nLos emisarios de los dioses caminaban entre la ignorante raza humana. El hielo eterno había comenzado a derretirse, y las primeras llamas aún eran jóvenes.\nEran tiempos prósperos en los que todo quedaba en manos de las revelaciones celestiales.\nLos emisarios del cielo dijeron que el mundo iba a entrar en una era aún más brillante.\nSegún ellos, aquel era un destino inalterable.\n¿De verdad llegaría un día en el que los buenos tiempos terminarían?\nLos emisarios del cielo no respondieron, por lo que la gente escogió a un sacerdote de entre los suyos.\nTras coronarlo con ramas blancas, lo enviaron a las profundidades del mundo.\nEn ellas, había unas arcaicas ruinas y unos altares de sacrificio enterrados desde hace mucho tiempo, en los cuales el sacerdote buscó respuestas y la iluminación."
          }
        ]
      }
    ]
  }
}