{
  "epId": 2089,
  "name": "Ritual de la Sabiduría",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Afinidad Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Diadema del Trueno",
        "desc": [
          {
            "type": "RichText",
            "text": "Según algunas personas,\nalguna vez, la gente de la tierra podía escuchar las revelaciones celestiales procediendo directamente del cielo.\nEn ese entonces, los enviados de los dioses caminaban entre la ignorante raza humana, y las aguas estaban secas desde que los rayos partieron los cielos.\nLa gente disfrutaba de una abundante sabiduría, y esta sabiduría los llevó a la prosperidad.\nLa prosperidad, a su vez, les trajo orgullo y ambición, así como la capacidad para cuestionar las cosas.\nEntonces, dudaron de la autoridad celestial y planearon la forma de entrar al jardín de los dioses.\nAunque le habían prometido a los dioses amor, prosperidad y sabiduría divinas, los emisarios del cielo estaban furiosos.\nDudar de la eternidad estaba prohibido,\ny que la tierra retara al cielo era imperdonable.\nAsí pues, el sumo sacerdote, coronado con ramas blancas, se dirigió a tranquilizar a los emisarios.\nPara ello, se adentró en las profundidades de la tierra y buscó la sabiduría oculta del árbol plateado en la antigua capital..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Ritual de la Sabiduría"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Diadema del Trueno",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una corona ceremonial portada por sacerdotes de tiempos antiguos al ofrecer un sacrificio a los dioses. El escuchar constantemente el trueno le ha dado una resistencia asombrosa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Prayers for Wisdom/circlet_of_logos_icon.png"
      }
    }
  }
}