{
  "epId": 2090,
  "name": "Emblema del Destino",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "Recarga de Energía"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678401566,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Recarga de Energía +20%.",
      "fourSetEffect": "Aumenta el daño infligido con la Habilidad Definitiva en una cantidad equivalente al 25% de la Recarga de Energía. Se puede obtener un aumento del 75% como máximo."
    },
    "story": [
      {
        "title": "Guardamano del Honor",
        "desc": [
          {
            "type": "RichText",
            "text": "La madre le mostró sus colmillos a la Shogun, quien la había tratado bien y le había otorgado una valiosa espada.\nAl final, lo único que le enviaron al clan Mikoshi fue su querido guardamano.\nLa mayor ambición de la madre era librarse de su destino de vida o muerte con una pasión desbordante.\nQuería dejar un legado inmortal para los de su especie, que cada vez eran menos, en nombre de los oni de la guerra.\nSi el tigre manchado por el pecado la engullía, lo haría pedazos desde su interior.\nPodría haber conseguido grandes cosas bajo el mando del emblema Electro.\nPensaba que podía limpiar la sangre de su kimono de guerra.\nPero tanto este como su violento corazón estaban manchados de negro.\nDesde entonces, el hijo mayor, que debía haber heredado la fortuna de su familia, vivió recluido en una aldea a las afueras de la ciudad.\nSe hizo amigo del bosque de la Montaña Yougou, hasta que un día conoció a esa joven...\n“Qué fastidio. Si quieres dejar atrás el pasado, entonces te daré un nuevo nombre”.\nDespués de oírlo hablar del pasado, ella, con sus alas oscuras, resopló con desdén.\n“Te llamarás Iwakura, que significa ‘montículo de rocas’. Alguien que no se verá afectado por las palabras de otros.\nTienes que estar feliz de tener sangre oni corriendo por tus venas. Sonríe.\nDebes saber que los nombres que otorgamos como tengu de Yougou están dotados de un poder divino.\nAdemás, el nombre de una piedra va bien con tu mente y tus músculos, ¿no?\nAsí pues, volvamos a batirnos en duelo aquí el año que viene, Iwakura, cuando los cerezos estén en flor.\nHijo de los oni, domina la espada para convertirte en un oponente digno para un tengu de Yougou.\nPor cierto, si alguna vez logras tocarme, ¡la técnica secreta se llamará ‘vencedor de tengu’!\nYa que para entonces habrás dominado la ‘técnica de espada derrota-tengu’”."
          }
        ]
      },
      {
        "title": "Casco Ornamentado",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Que el maestro Douin puede partir un rayo con su técnica de espada? ¡Jajaja!”, se burló el joven oficial Hiroshi, de la Comisión Kanjou, mientras envainaba su espada.\nDouin respondió con sequedad:\n“¿Cómo va a ser eso posible? Como mucho, podría hacerle un corte a un tengu en el aire.\nBueno, ni siquiera. Que yo sepa, nadie ha conseguido hacer eso nunca”.\n“Ah, ¿sí? Entonces, ¿de dónde viene el nombre de la técnica de espada ‘corte Tengu’?”\nAl ver que Douin no respondía, el oficial de la Comisión Kanjou que había construido Ritou dijo:\n“Si no fuera porque el viejo Kujou se adelantó, me habría encantado reclutarte.\nCon tu destreza, ni siquiera Ako Domeki, de la Isla Seirai, sería rival para ti”.\nComo quien despeja una tormenta, ella le otorgó un nuevo nombre, una nueva vida.\nLe lanzó una espada oxidada y le dijo que consiguiera hacerle un corte a la tengu.\nEsas fueron las últimas palabras que le dijo cuando su espada se rompió..."
          }
        ]
      },
      {
        "title": "Cáliz Escarlata",
        "desc": [
          {
            "type": "RichText",
            "text": "Gracias a la técnica de espada “corte Tengu”, Iwakura Doukei se convirtió en el maestro de espadas del clan Kujou.\nAdemás, así también fue como obtuvo su nombre de samurái, “Douin”, y como fundó una exitosa escuela de espadachines.\nAntes de asumir su puesto en la Hacienda Kujou, Doukei ya había aprendido el arte de beber.\nPor última vez, entró en el santuario que había quedado en ruinas debido a la técnica del corte tengu.\nDurante los últimos trece años, había luchado contra la tengu de Yougou trece veces en este sitio.\nRecordó su encuentro en ese santuario con la tengu de alas negras que se hacía llamar “Teruyo de Yougou”.\nEstos trece años pasaron tan rápido...\nLas hojas de los cerezos flotaban por la Montaña Yougou como copos de nieve.\nEra como observar a un ser querido alejándose...\nLos pétalos del Cerezo Sagrado de aquella época eran como nieve que caía del cielo.\nY aunque en el santuario ya no había una deidad a la que rendir culto, todavía estaba intacto.\nEntre las montañas se oía el eco de una risa tan clara como las aguas de un estanque.\nPero ninguno de los dos volvió a poner pie en el santuario en ruinas."
          }
        ]
      },
      {
        "title": "Pluma de la Laceración",
        "desc": [
          {
            "type": "RichText",
            "text": "Rodeado de unas plumas negras que habían caído debido a las ráfagas de su espada,\nel maestro espadachín por fin atrapó a la inalcanzable joven tengu.\n“Ah, ¡qué cerca estuvo! Increíble.\nSi la espada no se hubiera roto debido a tu poder,\nhabría muerto aquí mismo. Y entonces...”\n“Teruyo, ¿deberíamos cambiar nuestro lugar de duelo para el año que viene?\nConozco un sitio donde se pueden ver los cerezos en flor...”, pensó en decir Doukei.\nAnte el pequeño santuario derruido y sosteniendo las manos temblorosas de la tengu,\nel maestro espadachín se quedó mirando fijamente las plumas negras que había cortado.\n“Me atrapaste. No puedo negar que tú has ganado”.\n“La victoria aún no se ha decidido. Luchemos otra vez el año que viene”, quiso decirle.\n“Tu espada ya es incluso más rápida que los propios tengu.\nRecordaré para siempre todos y cada uno de los duelos que hemos tenido en estos trece años.\nPero, como tengu de Yougou que soy, debo cumplir con mis responsabilidades con mi clan”.\n“Quise cambiar tu nombre con la esperanza de que te liberaras de tu sangre demoniaca.\nDebido a esa guerra, la sangre no humana se está volviendo cada vez más escasa.\nDespués de todo, aquellos que no somos humanos no debemos codiciar el final feliz que sí les espera a ellos. Pero tú eres distinto.\nAhora eres miembro de los Iwakura. Ya no eres aquel Mikoshi por cuyas venas fluía sangre demoniaca.\nAsí que adiós, Doukei.\nOlvídame, y crea con tu espada un camino que solo les pertenezca a ustedes, los que tienen sangre Iwakura”."
          }
        ]
      },
      {
        "title": "Inrou de la Tempestad",
        "desc": [
          {
            "type": "RichText",
            "text": "En un pasado lejano, cuando la Isla Seirai aún no estaba rodeada por nubes eléctricas, los recuerdos fluían como la respiración.\nEl elegante recipiente que contenía la tormenta y los temblores no le fue entregado a la persona prometida.\n“¿Vuelves a buscarme porque se rompió la cuerda? Eres un dolor de cabeza.\nMás allá de tu técnica de espada, no eres más que un adicto al juego”.\n“¡Hum! No me subestimes. También aprendí a dominar el arco gracias a un famoso maestro tengu.\nEs solo que soy tan bueno con la espada que nadie menciona mi habilidad con el arco”.\n“Ahora que lo pienso, es una pena. ¿Por qué no dejas que te enseñe a usar el arco?”\nHubo un tiempo en que reparaba el inrou roto de ese tonto mientras de sus labios salían palabras muy duras...\nHubo un tiempo en que no podía evitar sonreír aunque dijera cosas rudas para divertir a otros.\n“Si ya eres un hatamoto con una gran responsabilidad, ¿por qué tienes que seguir buscando problemas?\nSi ya estás casado con una hermosa mujer, ¿por qué estás todo el día fuera de casa apostando?”\n“Si ya...”\nDecidió no terminar la pregunta y nunca volver a formularla.\nSi la señorita Saiguu hubiera estado ahí, se le habría ocurrido alguna ingeniosa manera de preguntarlo.\n“No importa. He decidido tomarme unas vacaciones, al menos por hoy.\nDeja de lado las cosas del santuario y escapémonos al mar, como hacíamos como cuando eras pequeña”.\nEntonces, la llevó al puerto y ambos contemplaron fascinados el ir y venir de los barcos.\nLe escuchó hablar de Teruyo y de cómo heredó la belleza y la técnica de su maestro.\nDe la pesadilla que lo aterrorizó y en la que se cortaba su propia cabeza...\nPero ambos sabían perfectamente que eso solo servía para ocultar la tristeza del mundo de los adultos.\nPasó mucho tiempo.\nContemplando los arrecifes llenos de musgo y el puerto en el que ambos tuvieron su primera cita,\ny para que ese jugador de apuestas ganara una vez más y para rezar por su tranquilidad,\nvolvió a situarse en la cima de la aventura mientras alzaba el inrou que había hecho personalmente.\nCon la esperanza de recuperar sus recuerdos, recogió el poder de los truenos y los relámpagos."
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Cáliz Escarlata",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un exquisito cáliz para guardar vino que perteneció a un reconocido samurái."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Casco Ornamentado",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un casco firme y seguro que un honorable samurái usaba para protegerse."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Inrou de la Tempestad",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Una exquisita cajita de laca de color violeta oscuro que sirve para guardar objetos. Está decorada con brillantes incrustaciones de caracolas y oro."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma de la Laceración",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma negra perteneciente a una guerrera tengu y muy apreciada por un gran samurái del pasado."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Guardamano del Honor",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuenta la leyenda que este magnífico guardamano le fue otorgado a la oni que traicionó a la Shogun."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Emblema del Destino"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La mayor fuente de su daño viene de la habilidad definitiva, la cual se aumenta con este set. Además es un personaje que se arma a recarga, lo cual hace que el set le sea perfecto."
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Una reconocida chef de Liyue. Le apasiona la cocina y sobresale al hacer sus platos calientes y picantes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Al igual que con Raiden. Su daño viene de la habilidad definitiva, por lo que este set es un gran aumento de daño. Además de darle algo de recarga, la cual necesita."
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingchiu",
        "desc": "Un joven con una espada larga al que puede verse frecuentemente en las librerías. Tiene un corazón de oro y anhela la justicia y la igualdad para todos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le da recarga, la cual necesita, y le aumenta el daño de la habilidad definitiva, la cual es su fuente principal de daño."
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Una misteriosa persona que dice trabajar para el Ministerio de Asuntos Civiles, pero que “no existe” según los registros del propio Ministerio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Le aumenta la recarga, y le da más daño en la habilidad definitiva, que al igual que pasa con Xingchiu, es su habilidad principal, haciendo que esta tenga mucho más daño."
      }
    ]
  }
}