{
  "epId": 2091,
  "name": "Sombra Verde Esmeralda",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678401568,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Sombra Verde Esmeralda"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Recuerdo de Flores Silvestres",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "En el pasado, esta flor brotaba por todas partes. La Cazadora la usó como broche cuando se marchó de su tierra."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cantimplora de la Cazadora Verde Esmeralda",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una cantimplora para almacenar agua. Su interior es mucho más grande de lo que parece."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma de la Cazadora Verde Esmeralda",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "La pluma de una flecha que hace tiempo atravesó a su presa. Sigue estando igual de suave y limpia."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Sombrero de la Cazadora Verde Esmeralda",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "La corona que la Cazadora llevaba con gran orgullo. Es de un color verde como la naturaleza salvaje."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Serenidad de la Cazadora Verde Esmeralda",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un increíble dispositivo que solía llevar la Cazadora. Siempre apunta en dirección a su presa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/sands_of_eon_icon.png"
      }
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sacarosa",
        "desc": "Una alquimista e investigadora de la escuela de bioalquimia que siente curiosidad por todo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "La justa y rigurosa Caballera de Dandelion, y Gran Maestra Intendente de los Caballeros de Favonius de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 19,
        "name": "Viajero (Anemo)",
        "desc": "Una viajera/Un viajero de otro mundo a la/al que arrebataron su única familia, y que se vio obligada/o a embarcarse en un viaje en busca de Los Siete.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/73555894/f00d18b57acb4aa37bf2fc39bf67ddd0_1244245049715419319.gif",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "Un samurái errante de Inazuma que actualmente se hospeda en la Flota Crux Meridianam de Liyue. El corazón de este amable y libre joven encierra sus muchas cargas del pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "Una ninja perteneciente a Los Ocelos. Muy bajita y siempre con aspecto de no haber dormido suficiente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzán",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una erudita \"con cien años de antigüedad\" a la que le encanta recalcar que tiene más experiencia que los demás. Posee unos amplios conocimientos sobre textos antiguos y sobre todo tipo de mecanismos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/10742394/38c12ab46678a4008f83a0e46c900ef5_9126644888928048639.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "El set permite al usuario que lo usa bajar la resistencia elemental del elemento con el de haga torbellino, por lo que es le mejor opción que ponerle a un soporte anemo en un equipo elemental."
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Bono de Daño Anemo +15%.",
      "fourSetEffect": "Aumenta el daño de Torbellino en un 60%. Dependiendo del tipo elemental que tenga, disminuye la RES Elemental correspondiente del enemigo en un 40% durante 10 s."
    },
    "story": [
      {
        "title": "Recuerdo de Flores Silvestres",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor silvestre blanca que solía cubrir toda la tierra.\nNo se ha marchitado en lo más mínimo y todavía emite una fragancia exquisita.\nEn los días en que la vida salvaje aún vagaba por la tierra y los monstruos no habían nacido,\nla Cazadora usaba esta flor para cubrir su olor a humano.\nLa gente de antes solía decir que, para encontrar a la silenciosa y afable Cazadora,\nbastaba con cerrar los ojos y seguir descalzo la ligera fragancia de aquella flor silvestre en el bosque.\nPero para no alarmarla con el crujir de las hojas, era de vital importancia caminar como lo hace un cazador.\nTambién se dice que quien finalmente encontró a la Cazadora fue un niño.\nEn ese momento, el desastre cayó sobre el antiguo reino y la miseria se extendió por toda la tierra."
          }
        ]
      },
      {
        "title": "Sombrero de la Cazadora Verde Esmeralda",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sombrero de cazador sin ninguna mancha de sangre.\nSegún el saber popular, perteneció al rey sin corona de los cazadores.\nNunca te conviertas en el enemigo de la tierra y los bosques. Esa es la regla de los cazadores.\nEn su lugar, un cazador debe convertirse en una parte silenciosa de la naturaleza.\nSe dice que alguna vez un pájaro construyó su nido en este sombrero.\nNadie podría coronar a la mejor cazadora,\nya que lo único por encima de ella era la naturaleza.\nEn los momentos de mayor peligro,\nsu sombrero de cazador era la visión que más aterrorizaba a los monstruos."
          }
        ]
      },
      {
        "title": "Cantimplora de la Cazadora Verde Esmeralda",
        "desc": [
          {
            "type": "RichText",
            "text": "Un recipiente duradero y a prueba de fugas.\nLa legendaria Cazadora solía usarlo para guardar los susurros que se escuchaban junto a las hogueras.\nUna noche, percibió el olor de otro ser humano.\nComo cazadora, no temía a las manadas de lobos ni a los monstruos.\nUnirse a una charla junto a la hoguera era mucho más aterrador que enfrentarse a las bestias.\nLa Cazadora había olvidado hace mucho tiempo cómo hablar el lenguaje de los humanos.\nNadie le había escuchado nunca decir una sola palabra, ni siquiera después de aceptar convertirse en la Cazadora Verde Esmeralda.\nAdemás, nunca dejaba rastro de nada.\nRecogió las risas y charlas que escuchó esa noche y las guardó en su cantimplora.\nDurante muchos años, cada vez que se sentía sola, solía escuchar las voces que salían de ella."
          }
        ]
      },
      {
        "title": "Pluma de la Cazadora Verde Esmeralda",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de halcón brillante y reluciente. Alguna vez fue usada como cola de una flecha.\nEn el pasado, la Cazadora tranquilizaba a la presa que atravesaba con su flecha\nhasta que su cuerpo retornaba silenciosamente a la tierra. En su corazón,\nsabía que, algún día, ella partiría al mismo lugar que las almas de sus presas.\nLa Cazadora creía que al final de su vida se despertaría de la realidad,\ny se reuniría con los difuntos en un interminable campo de caza.\nPero también creía que en el momento en que su flecha atravesó al monstruo que perseguía al niño,\nese campo sin límites se esfumó.\nNo fue por supervivencia o de forma natural, sino que lo cazó con odio y sed de venganza.\nEn ese instante, el inconmensurable campo de caza se le escapó de las manos."
          }
        ]
      },
      {
        "title": "Serenidad de la Cazadora Verde Esmeralda",
        "desc": [
          {
            "type": "RichText",
            "text": "Un dispositivo delicado que siempre indica el camino correcto.\nLa leyenda cuenta que, cuando la Cazadora caminaba descalza por el campo,\nla hierba bajo sus pies le susurraba lo que veían los pájaros desde los árboles,\ny el lodo que pisaba le contaba lo que oían las raíces de la tierra.\nPero también se dice que, después del desastre, la hierba y los árboles nunca más volvieron a hablar,\nporque el dios de los bosques había muerto.\nDesde entonces, la Cazadora dependió de este dispositivo para cazar.\nA petición del niño, ya no cazaba bestias ni pájaros.\nEn su lugar, sus presas pasaron a ser los monstruos que trajeron destrucción y sufrimiento al mundo."
          }
        ]
      }
    ]
  }
}