{
  "epId": 2092,
  "name": "Llamas Albinas",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1679943559,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Daño Físico +25%.",
      "fourSetEffect": "Al atacar a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 9% durante 7 s. Este efecto puede acumularse hasta 2 veces y activarse cada 0.3 s. Al alcanzar 2 acumulaciones, el efecto de dos piezas del conjunto aumenta en un 100%."
    },
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "La Caballera de la Marea, procedente de una familia con un gran linaje y Capitana del Equipo de Reconocimiento de los Caballeros de Favonius. Aunque es descendiente de la antigua aristocracia, se unió a los Caballeros de Favonius, sus archienemigos, algo que sigue siendo un gran enigma para todo Mondstadt hasta hoy en día.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Debido al bajo TdE de la habilidad elemental de Eula, es muy fácil para ella activar la pasiva del conjunto de 4 piezas. Además todo su kit escala a daño físico, haciendo que este set sea escelente para ella."
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una de las mejores opciones para un Kaeya físico. Tiene muy poco TdE en su elemental, así que tal como Eula, puede aprovechar bastante bien el conjunto de 4 piezas."
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Un niño que vive entre los lobos en el Reino de los Lobos de Mondstadt, lejos de la civilización. Es ágil como un relámpago.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "A pesar de no poder aprovechar el set de 4 piezas, puede ser una buena opción, debido al daño físico que da."
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keching",
        "desc": "El Equilibrio Terrenal de las Siete Estrellas de Liyue. Tiene su opinión sobre el gobierno de Rex Lapis en Liyue, pero, en verdad, a los dioses les gustan bastante los escépticos como ella.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Al igual que Razor, no puede aprovechar el conjunto de 4 piezas en un equipo físico, pero sigue siendo una opción decente si no tienes algo mejor."
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Momento de Cese",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo cuya tapa no se puede abrir. No obstante, se puede oír el sonido de sus manecillas marcando el paso inexorable del tiempo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara de la Burla",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una máscara que cubre la cara y oculta a los demás la expresión facial."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Doctor Sabio",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de mal agüero con un borde muy afilado. Quizás representa una naturaleza sin ningún tipo de inhibiciones."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Flor Inmaculada",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor azul, dura y artificial. Sus pétalos nunca se marchitarán y su color nunca se apagará."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cáliz de la Trascendencia",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Un cáliz con un diseño muy intrincado. Por su apariencia, es imposible saber de qué época procede."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Llamas Albinas"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Flor Inmaculada",
        "desc": [
          {
            "type": "RichText",
            "text": "“Eres increíble. ¿Cómo puedes albergar tal poder en un cuerpo humano?\nDices que ya no tienes más sangre y lágrimas que derramar, pero eso seguramente se deba a que has llenado de fuego tu interior.\nAunque tu cuerpo lleva mucho tiempo lleno de cicatrices, ahora lo único que sale de tus heridas y tus ojos cual hierro fundido son unas feroces llamas.\nVaya, creo que me he desviado del tema en cuestión. Seguí el rastro del humo desde muy lejos y vine a ti para ofrecerte un trato.\nDeja que Su Majestad extinga el fuego que te atormenta. ¿Qué opinas?”\nEl primer Fatui le dio poder a la joven cuyo fuego vital casi se había apagado.\nY a través de su quimera, pudo contemplar la línea que separaba su corrupto pasado de su futuro inmaculado...\n“Ahora lo comprendo... Entonces, deja que el gélido hielo reemplace mi ahora borroso pasado y que apague estas inextinguibles llamas.\nQue el silencioso hielo purifique la corrupción de la oscuridad, el sufrimiento del mundo y los pecados de los humanos y las bestias”.\nPese a todo ello, una inmaculada llama blanca aún ardía en el corazón de la joven...\n“La Zarina, tú y yo perseguimos el mismo fin:\nel de purificar el distorsionado origen de este mundo; la ignorancia y la poca visión de futuro de los dioses y la oscuridad y la corrupción del Abismo”.\n“Muy bien. Sea lo que sea, déjame convertirme en tu herramienta para cumplir con nuestro propósito.\nPorque, aunque vista entera de blanco, mi cuerpo lleva mucho tiempo cubierto de cenizas de muertos imposibles de purificar”."
          }
        ]
      },
      {
        "title": "Máscara de la Burla",
        "desc": [
          {
            "type": "RichText",
            "text": "Ya que es imposible limpiar las manchas de sangre de mis compatriotas, me convertiré en el “Bufón” que se ríe en la cara del destino.\nMis conocimientos no son comparables a los de los eruditos, ni tampoco podría ganarme la confianza de ningún rey.\nAdemás, no he logrado impedir que desgarren el velo del pecado, lo que ha provocado la furia de los dioses, la destrucción y la demencia.\nAsí que simplemente me convertiré en un estúpido Fatui y un devoto de Su Majestad, la única persona capaz de comprender mi sufrimiento...\nMi nombre es Pierrot, el Bufón. Por favor, escúchenme con atención:\nQueridos y orgullosos Fatui: sé que sus corazones albergan una furia ardiente y una frialdad como la de un eterno invierno glacial.\nAl fin y al cabo, todos nosotros hemos sido testigos de lo absurdos y crueles que son los principios fundamentales de este mundo.\nAsí pues, pongámonos nuestras máscaras para burlarnos del mundo y reescribir las leyes del orden celestial."
          }
        ]
      },
      {
        "title": "Cáliz de la Trascendencia",
        "desc": [
          {
            "type": "RichText",
            "text": "Desde su nacimiento, él siempre gozó de un rostro hermoso sin igual.\nEstaba destinado a poseer una juventud eterna y una determinación vacía.\nEra un ser trascendental creado por los dioses. Sin embargo, fue rechazado como si fuera escoria.\nPese a ello, debido a un error desconocido, consiguió despertarse de su letargo\ny comenzó sus andanzas por el mundo de los mortales.\nAntes de que los Fatui lo encontraran, él ya estaba acostumbrado\na vivir este tipo de situaciones como fruto de sus años vagando por el mundo.\n“Soy un humano que sobresale por encima del resto.\nHasta los dioses temen interferir en mi destino.\nYa sean los dioses, los mortales o el destino, nada ni nadie es apto para juzgarme.\n¿O es que no soy libre de elegir cómo deseo vivir el resto de lo que me queda de vida?\nYa que esta gente que lleva máscaras parece tan divertida,\ncreo que yo también me convertiré en uno de ellos”."
          }
        ]
      },
      {
        "title": "Pluma del Doctor Sabio",
        "desc": [
          {
            "type": "RichText",
            "text": "“El comúnmente denominado ‘humano’ no es más que una máquina compleja”,\ndeclaró un joven desde su atril en el jardín de la sabiduría.\nSi se desmonta una parte de la máquina para implementarle mejoras,\nno hay duda de que su rendimiento general aumentará.\nNo importa si posee una Visión o no, ni cuáles sean su constitución o sus habilidades combativas,\nun “ser humano optimizado” siempre poseerá una fuerza extraordinaria...\nArriesgándose a ser acusado de “hereje” y a ser expulsado del círculo de sabios,\nel joven anotaba sus reflexiones en los márgenes de sus apuntes de investigación:\n1. Como ya anticipaba, no hay manera de avanzar en la investigación dado el estilo de trabajo de la Academia de Sumeru.\n2. No obstante, ser expulsado sería un gran inconveniente, ya que se necesita un entorno adecuado para hacer investigación.\nSiguiendo los rumores que hablaban sobre un hereje, el primero de los Fatui encontró al joven.\n“¿Solo necesita un ‘ser humano optimizado’? Si su gran nación me proporcionara los recursos y el tiempo necesarios, podría incluso crear uno de esos ‘dioses’ de los que tanto hablan. ¿Qué opina?”\nEn el abrasador desierto cuyas arenas brillaban como oro líquido, el joven le preguntó al diplomático de Snezhnaya:\n“¿Tú también me llamarás ‘monstruo’ o ‘loco’, como hicieron en la Academia?\n¿O me tratarás como hicieron en mi hogar natal y me perseguirás empuñando garrotes y tridentes?”\nSin embargo...\n“Estupendo. Entonces ya somos socios.\nEn cuanto a tu nombre... ¿Qué te parece si te llamo...?”\nDebido al irónico apodo que le dieron, el joven no pudo esconder su asombro y estalló en carcajadas."
          }
        ]
      },
      {
        "title": "Momento de Cese",
        "desc": [
          {
            "type": "RichText",
            "text": "Los caminos por los que fluye el dinero conforman las arterias de la tierra.\nDesde esta óptica, el oro es el corazón del mundo.\nÉl, que nunca tuvo la oportunidad de ser reconocido, se resignó a perseguir el poder mundano.\nPero aunque el dinero no significaba nada para los dioses,\nestos lo sostuvieron firmemente en sus manos junto con muchas otras formas de poder que ostentaban.\nTal vez él acabó obsesionándose con el dinero precisamente porque en el pasado estuvo sumido en una gran pobreza.\nO quizás el hecho de que los dioses no se interesaran en él prendió la llama de la hostilidad en su interior.\n“La gente de la tierra de la que provienen estas monedas venera los contratos por encima de todo.\nAsí pues, en nombre del dinero, respetaré nuestro contrato.\nHaré lo que sea necesario para que nos convirtamos en el corazón que bombea dinero por las arterias de todo este mundo.\nEntonces, llegado el momento, nosotros mismos haremos que cese el latido de ese corazón”."
          }
        ]
      }
    ]
  }
}