{
  "epId": 2093,
  "name": "Corazón del Viajero",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Prob. CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "story": [
      {
        "title": "Corazón de la Amistad",
        "desc": [
          {
            "type": "RichText",
            "text": "El viajero de una tierra lejana llevaba esta flor en su pecho.\nEl Viajero dejó atrás su vida privilegiada para vivir una errante y sin preocupaciones.\nJunto a un transparente lago de aguas dulces de una tierra extranjera, se encontró con una doncella que tenía el ceño fruncido.\n“¿Eres un viajero de una tierra lejana? Bueno, tampoco es que me importe...\nOh, ¿así que eres músico? Entonces, te ruego que no me insultes con palabras bonitas o canciones vacías, por favor.\nRecuérdame tal como soy:\nun trofeo al que darán como ofrenda para el ‘festival’”.\nEl Viajero, que había abandonado su tierra natal, llevaba esta flor en su pecho.\nQuería recordarse a sí mismo que no debía amar a nadie y no apegarse a nada en el mundo.\nSin embargo, sí recordaba a aquella joven, tal como le había prometido, y estaba dispuesto a arriesgar su vida por ella."
          }
        ]
      },
      {
        "title": "Corona del Adiós",
        "desc": [
          {
            "type": "RichText",
            "text": "Antes de partir, el Viajero tomó esta corona de ramas de sauce como su último recuerdo.\nSi la conservaba, siempre recordaría a su amada, que había desaparecido como un diente de león arrastrado por la brisa.\nEl Viajero era un lirista errante, y la doncella de la tierra del vino era una prisionera de la nobleza.\nPor razones que ni siquiera él mismo conocía, la música de su lira revelaba su verdadero corazón.\n“¿Qué es lo que más me conmueve de ti? Tu sonrisa, por supuesto.\nPorque, desde que nos conocemos, nunca la he visto.\nTe prometo que romperé las cadenas que te tienen aprisionada.\nCuando llegue ese momento, ¿me permitirás ver tu sonrisa?”\n“Sí, muchas gracias. Sería maravilloso que pudieras hacer eso”.\nLo que dijo el lirista sonaba muy bien, claro está, pero ¿quién podía confiar en las palabras de alguien que se dedica a cantar?"
          }
        ]
      },
      {
        "title": "Cáliz Extranjero",
        "desc": [
          {
            "type": "RichText",
            "text": "Las liras tienen cuatro cuerdas.\nLos días que el Viajero pasó con sus compañeros de la Orquesta fueron posiblemente los más felices de su vida errante.\nAl principio, fue solo un encuentro casual con el director.\nPero las invisibles cuerdas del destino llevaron al Viajero a la joven cuya espada era una flauta y a un hombre llamado “Kreuzlied”.\nEn medio de lo cantos y los bailes de la alegre taberna, el lirista presentó a sus camaradas a una doncella que había conocido por casualidad.\nEl Viajero, que estaba borracho, rasgueó las cuerdas y cantó en voz alta.\nCon los músicos de la Orquesta a su lado, nunca más tendría que viajar solo...\nTal vez podría viajar junto a ellos hasta el final de su viaje."
          }
        ]
      },
      {
        "title": "Pluma del Retorno",
        "desc": [
          {
            "type": "RichText",
            "text": "Un despiadado poder despedazó toda esperanza e hizo que la promesa de volver a verse desapareciera como sombras fugaces.\nEl Viajero errante había perdido una vez más el lugar al que llamaba “hogar”.\nEl desdeñoso mal robó la alegría de su amada,\nY el interminable conflicto destrozó su alma irreverente.\nEsas melodías suaves y juguetonas como un hada\nSe convirtieron en un sonido metálico, agudo y latente.\nPor sus camaradas, por su mejor amigo, por las mesas en las que nadie volvería a beber vino...\nPor la libertad, por la vida y por vengarse del mal que se había llevado su sonrisa.\nAsí, con gran resolución, el Viajero tocó por última vez la lira y disparó su última flecha.\nCuando ya estaba acostumbrado a vivir en esta tierra extranjera, un día miró hacia el cielo azul.\nEntonces, supo que el cielo era el mismo que el de su tierra natal..."
          }
        ]
      },
      {
        "title": "Piedra Atrapaluz",
        "desc": [
          {
            "type": "RichText",
            "text": "El Viajero perseguía tanto al destino como al inexorable paso del tiempo.\nDe hecho, en su eterno fluir, se podía divisar el fin de la Orquesta que se opuso a la aristocracia.\nEn el transcurso de un largo viaje, incluso el reloj mejor fabricado puede dejar de funcionar.\nLo único que nunca se apagará será la luz del sol y de la luna.\nPor ello, el Viajero debía competir contra esa luz para ser consciente del paso del tiempo.\nPor un lado, estaban las grandiosas mansiones de los nobles, y, por otro, la Orquesta, que jamás descansaba para derrocar al tiránico régimen.\nEl paso del tiempo agitó a ambos por igual, lo que hizo que sufrieran el mismo destructivo destino.\nBajo el cielo nocturno sin luna, las oscuras sombras reflejaban el cansancio del forastero.\n“Cuando el fugaz brillo de las flechas desaparece, la melodía llega a su fin.\n¿Te veré sonreír de nuevo cuando caiga la torre en la plaza de la ciudad?”."
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Piedra Atrapaluz",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de sol que es testigo del cambio de las eras. Registra eternamente y en silencio el flujo de los días."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Pluma del Retorno",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Una pluma de flecha azul. Lleva en ella la nostalgia del viajero."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Corona del Adiós",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una corona de flores que despide un aroma primaveral."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Corazón de la Amistad",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor azul celeste en cuyo tallo anudaron un pequeño lazo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Cáliz Extranjero",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Una copa austera de porcelana blanca. Alguna vez estuvo llena de licores hasta desbordar."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Corazón del Viajero"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "ATQ +18%.",
      "fourSetEffect": "La Prob. CRIT de los Ataques Cargados aumenta en un 30%."
    }
  }
}