{
  "epId": 2094,
  "name": "Doncella Amada",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Curación"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Doncella Amada"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Aumenta en un 15% la curación realizada.",
      "fourSetEffect": "El uso de una Habilidad Elemental o Definitiva aumenta en un 20% la curación recibida de todos los miembros del equipo durante 10 s."
    },
    "artifactList": {
      "circlet_of_logos": {
        "title": "Belleza Desvanecida de la Doncella",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Un sombrero de mujer bien cuidado. Puede ocultar el rostro de la persona que lo lleva si no quiere mostrarlo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Pasatiempo de la Doncella",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "No se considera una bebida alcohólica fuerte, sino una especie de té negro. Es más dulce que amargo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Recuerdos de la Doncella",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Plumas decorativas cuya finalidad era la de recordar a alguien. Vuelan como aves migratorias siguiendo al viento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Corazón Distante de la Doncella",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una delicada y orgullosa flor que nunca se ha marchitado. Sigue emitiendo una fragancia irresistible."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Juventud Pasajera de la Doncella",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "El tiempo no espera a nadie. Ni siquiera a la belleza de la Doncella, que desapareció tras años de admiración por parte de sus pretendientes."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Corazón Distante de la Doncella",
        "desc": [
          {
            "type": "RichText",
            "text": "La flor de la Doncella. Tan desenfadada y elegante como su dueña.\nEs un ejemplar extinto en los registros escritos.\nLa Doncella describía su uso en una historia que leía incontables veces:\nLa damisela en apuros y el inocente caballero blanco\nintercambiaban bendiciones por medio de flores.\nAunque el corazón de la Doncella se marchitaba como las flores,\nesta en particular sigue intacta hasta el día de hoy.\nEsto se debe a que su corazón se detuvo en el momento\nen el que conoció al caballero."
          }
        ]
      },
      {
        "title": "Belleza Desvanecida de la Doncella",
        "desc": [
          {
            "type": "RichText",
            "text": "Aun cuando estaba rodeada de las flores de sus pretendientes,\nla Doncella nunca se quitaba el sombrero para admirarlas.\nSus nombres y rostros no eran dignos de recordar.\nDurante años, al final de cada día,\nella se sacudía el polvo de su sombrero.\nPero lo que permanecía era el polvo en su rostro.\nA medida que pasó el tiempo, cada vez la visitaron menos pretendientes con flores.\nSu corazón se había detenido aquel día en el pasado."
          }
        ]
      },
      {
        "title": "Pasatiempo de la Doncella",
        "desc": [
          {
            "type": "RichText",
            "text": "El juego de té más preciado de la Doncella.\nAlguna vez estuvo lleno de elegante té negro.\nMientras degustaba pastelillos y té,\nel mundo exterior le dejaba de importar. Tal era su privilegio como Doncella.\n“Lo único que quiero es que esta flor sea mi medalla”,\nle dijo el caballero el día que se conocieron.\n“Pero mi corazón ya...”.\nNo terminar su confesión también era un privilegio de la Doncella,\npero también era la jaula de oro que la mantenía presa."
          }
        ]
      },
      {
        "title": "Recuerdos de la Doncella",
        "desc": [
          {
            "type": "RichText",
            "text": "Un adorno de plumas viejo pero delicado.\nLos años lo han cubierto de muchas capas de polvo.\nDesde que conoció al caballero, el reloj de la Doncella había dejado de funcionar.\nYa nada le importaba, ni siquiera el amor ni la juventud.\nElla siempre lo buscó en regiones perdidas, como un pájaro sin nido al que aferrarse.\nRezó para que su amor llegara al caballero,\npero él estaba devotamente dedicado a la caballería.\nEn tierras lejanas donde antiguos imperios se derrumbaron,\n¿encontrará el caballero los paisajes con los que la Doncella soñó?"
          }
        ]
      },
      {
        "title": "Juventud Pasajera de la Doncella",
        "desc": [
          {
            "type": "RichText",
            "text": "Una precisa obra de relojería que, indiferente a los sentimientos de su dueña,\nmostraba impasible el paso indefinido del tiempo.\nAunque el tiempo de la Doncella llegó a su fin,\nsu espera nunca terminó.\nLa manecilla del reloj daba vueltas día tras día,\nigual que el recuerdo atesorado en la memoria de su dueña.\nAños después, seguía recordando al caballero que conoció años atrás.\nAquel caballero blanco que la conoció; aquel que había estado esperando desde entonces."
          }
        ]
      }
    ]
  }
}