{
  "epId": 2099,
  "name": "Retroceso del Meteorito",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "Protección de Escudo"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Retroceso del Meteorito"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Protección de Escudo +35%.",
      "fourSetEffect": "Los Ataque Normales y Cargados obtienen un 40% de daño adicional mientras estés bajo la protección de un escudo."
    },
    "artifactList": {
      "plume_of_death": {
        "title": "Gran Final de la Noche de Verano",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "Un elegante dardo de madera. Solo se detiene cuando alcanza a su objetivo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Globo de Agua de la Noche de Verano",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "Durante los festivales de verano, no es inusual ver globos llenos de agua. Sin embargo, solo hay uno tan elegante como este."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Máscara de la Noche de Verano",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "Una máscara muy popular hecha a semejanza de una divinidad legendaria."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Reloj de la Noche de Verano",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo que se detuvo en cierto momento."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Flor de la Noche de Verano",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor artificial en floración eterna. ¿Estará viva?"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Retracing Bolide/flower_of_life_icon.png"
      }
    },
    "story": [
      {
        "title": "Flor de la Noche de Verano",
        "desc": [
          {
            "type": "RichText",
            "text": "Una flor del festival de verano que dura para siempre.\nNo se marchitará ni aunque sea enterrada bajo la nieve.\nAlgunos dicen que es una imitación o que parece una vida falsa.\nYa que, según ellos, la vida solo existe con el cambio, el dolor y el crecimiento.\nLa vida consiste en las oportunidades únicas que nos trae, pero también en las despedidas y la muerte.\nPero los recuerdos de cuando la conoció,\nde ver los fuegos artificiales estallar juntos en el cielo como flores abriéndose,\nlos recuerdos de esa mujer de ojos de zorro que desapareció sin dejar rastro...\nEsta flor que nunca se marchitará es lo último que queda para recordarla.\nAl final, esto se debe a que existen dos tipos de vidas:\nuna que es eterna como esta flor de verano que jamás se marchita,\ny otra que es tan fugaz y transitoria como el humo de los fuegos artificiales."
          }
        ]
      },
      {
        "title": "Máscara de la Noche de Verano",
        "desc": [
          {
            "type": "RichText",
            "text": "La máscara de una deidad.\nHa sido moldeada según la imagen de alguna deidad legendaria.\nLa gente a menudo se disfraza de los zorros de las leyendas.\nSe cubren el rostro con estas máscaras basadas en un ser divino.\nTal vez lo hacen porque envidian las habilidades de transformación de los zorros.\nEn las leyendas de Inazuma, todas las cosas tienen espíritu.\nSin embargo,\nla mayoría de los espíritus abandonaron las ciudades y huyeron a los bosques,\namenazados por la ira y la represión de la Shogun.\nPero aún hay mucha gente que cree en estos zorros divinos y en su capacidad de habitar los cuerpos de otros.\nCreen que, tras miles de años de existencia, estos animales tienen unos poderes especiales.\nPor lo tanto, también creen en lo que representa esta máscara de zorro.\nEn su reverso, hay una nota escrita con una hermosa letra.\n“Lo siento, me fui al amparo del ruido de los fuegos artificiales.\nNo creo que nos volvamos a ver. Cuídate mucho”."
          }
        ]
      },
      {
        "title": "Globo de Agua de la Noche de Verano",
        "desc": [
          {
            "type": "RichText",
            "text": "Un hermoso globo lleno de agua.\nEn las historias de fantasmas de Inazuma,\nes un recuerdo del encuentro con algo inhumano...\nDurante el festival de verano, mis padres y yo nos separamos.\nSolo fue por un momento, pues yo quería ir a ver los globos de agua.\nPor ello, le solté la mano a mi padre, la cual yo tenía agarrada por la manga de su camisa.\nAntes de que nos diéramos cuenta, fuimos separados por la marea de personas que escoltaban al palanquín divino.\nEntonces, yo me puse a llorar junto a la puerta que estaba en el camino que iba hacia el santuario.\nConté los pies de todas las personas que subían a la montaña.\nNo sé cuándo ocurrió,\npero una hermosa mujer con ojos como los de un zorro se me acercó y me tomó de la mano.\n“¿Quién y cómo ha podido dejar aquí a un niño tan lindo?\n¿Te gustaría ver los fuegos artificiales, jugar a los dardos y lanzar globos de agua conmigo?”"
          }
        ]
      },
      {
        "title": "Gran Final de la Noche de Verano",
        "desc": [
          {
            "type": "RichText",
            "text": "Un dardo arrojadizo de un diseño realmente complejo, muy común durante el festival de verano.\nEn las historias de fantasmas de Inazuma,\nexiste una historia sobre un encuentro entre lo humano y lo inhumano...\nPara celebrar el embarazo de mi esposa, fui al santuario a hacer una ofrenda.\nNo sé por qué, pero fui con estos objetos:\nun globo de agua que tengo desde los siete años, una máscara de zorro de cuando tenía diecisiete,\ny una flor que no se marchitaría ni en diez años, ni tampoco en cien.\nSeguía pensando que tal vez me encontraría con ella...\nMi esposa y yo no nos conocimos mediante una casamentera, y siempre nos faltaba dinero.\nAdemás, necesitamos mucho tiempo hasta que, por fin, pudimos concebir un hijo.\nSin embargo, siempre fuimos muy felices.\nMe desvié por el camino de la montaña que iba hacia el lugar donde había visto los fuegos artificiales con ella.\nAparté unos arbustos y creí verla vestida de blanco, sentada sobre una roca.\nPero cuando me acerqué para verlo, tan solo era un zorro que estaba tomando el sol.\nSaltó del susto cuando pisé unas ramas y, a continuación, huyó al bosque.\nIgual que la luz moteada que se asoma entre las hojas de los árboles al ser zarandeadas por la brisa, desapareció en un instante.\nEntonces, me acerqué a la roca, en cuya superficie había un antiguo dardo de madera."
          }
        ]
      },
      {
        "title": "Reloj de la Noche de Verano",
        "desc": [
          {
            "type": "RichText",
            "text": "Un reloj de bolsillo pequeño y con adornos.\nParece estar detenido en una determinada hora del día.\nEn las historias de fantasmas de Inazuma,\nesto está relacionado con encontrarse con algo inhumano...\nEn la noche del festival de verano, la joven a la que tanto admiraba y yo caminábamos juntos hacia el santuario.\nDe repente, escuché muy a lo lejos el llanto de un niño que parecía haberse perdido.\nEntonces, me distraje por un momento, me torcí el tobillo, me caí y mi reloj de bolsillo se rompió.\nMientras ella iba por algo de pomada,\nyo me quedé para dejar paso a la gente que venía\ny me senté en una roca junto al camino para descansar.\nLa hermosa mujer de la máscara se sentó a mi lado.\n“Muy poca gente conoce este sitio.\nEs el mejor sitio para ver los fuegos artificiales, ¿lo sabías?”\nAquello debió ser un sueño.\nHan pasado diez años, y aún no la he vuelto a ver.\nEn todo ese tiempo, ella ni siquiera envejeció...\n“Te has hecho mayor. Creo que ya no jugaremos más a los globos de agua.\nTraje algo de vino. ¿Qué te parece si vamos a ver los fuegos artificiales?”"
          }
        ]
      }
    ]
  }
}