{
  "epId": 21,
  "name": "Sayu",
  "desc": "Una ninja perteneciente a Los Ocelos. Muy bajita y siempre con aspecto de no haber dormido suficiente.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/avatar.png",
  "filterValues": {
    "characterWeapon": "Mandoble",
    "characterRegion": "Ciudad de Inazuma",
    "characterVision": "Anemo",
    "characterProperty": "Maestría Elemental",
    "characterRarity": 4
  },
  "menuId": 2,
  "menuName": "Galería de personajes",
  "version": 1729234639,
  "components": {
    "voice": [
      {
        "title": "Hola...",
        "desc": "¡Sayu, de Los Ocelos, a tu disposición!<br/>*Uf*, bueno, si no me necesitas ahora, voy a echarme una siesta. Ah, ¡no puedes acariciarme la cabeza mientras duermo!"
      },
      {
        "title": "Charla - Dormir",
        "desc": "Uaaah... Zzzz..."
      },
      {
        "title": "Charla - Trabajo",
        "desc": "Hoy podría haberme quedado en la cama..."
      },
      {
        "title": "Charla - Altura",
        "desc": "Pronto debería dar el estirón, ¿no?"
      },
      {
        "title": "Cuando llueve...",
        "desc": "¡Rápido, refugiémonos! El agua les sirve a las plantas para crecer, no a la gente..."
      },
      {
        "title": "Cuando truena...",
        "desc": "Uf, ¡qué tiempo tan loco! Lo mejor que podemos hacer es meternos bajo las mantas para dormir a gusto."
      },
      {
        "title": "Cuando nieva...",
        "desc": "Es muy fácil esconderse con este tiempo. Hay una técnica ninja llamada “manto níveo” con la que te puedes hacer invisible, y lo único que verán los demás son unos copos de nieve flotando. Espera, eso era confidencial. No le digas nada a la miko..."
      },
      {
        "title": "Qué sol hace...",
        "desc": "Me encanta este tiempo. Hace que solo tenga ganas de... bostezar y dormir durante un rato."
      },
      {
        "title": "Cuando hace viento...",
        "desc": "Los días con viento son perfectos para una escapada."
      },
      {
        "title": "Hace mucho viento...",
        "desc": "Sé que es hora de dormir cuando hace tanto viento que ni siquiera puedo abrir los ojos."
      },
      {
        "title": "Buenos días...",
        "desc": "¿Ya es por la mañana? ¿En serio? Está bien, dormiré diez minutos más... Por favor, solo diez minutos... ¿No? Bueno, ¿y cinco? *Zzz*..."
      },
      {
        "title": "Buenas tardes...",
        "desc": "¿Ya es por la tarde? Por fin, estoy lista para una siesta."
      },
      {
        "title": "Buenas noches... (I)",
        "desc": "Te confirmo que no hay miko en la costa en un radio de cinco kilómetros. Pasamos a la siguiente fase: ¡hora de dormir!"
      },
      {
        "title": "Buenas noches... (II)",
        "desc": "Por fin... hora de acostarse... Buenas noches..."
      },
      {
        "title": "Sobre Sayu - Los Ocelos",
        "desc": "Sí, soy miembro de Los Ocelos, pero ellos solo me mandan recopilar información y robar. Así que... tampoco pasa nada si no hago lo que me dicen."
      },
      {
        "title": "Sobre Sayu - Escaparse del trabajo",
        "desc": "No hago nada importante en Los Ocelos, y el trabajo que se pospone lo acaba haciendo la persona más apta para ello. En cambio, dormir es de máxima importancia. Necesito dormir suficiente para dar el estirón."
      },
      {
        "title": "Sobre nosotras/os - Ayuda",
        "desc": "Oye, ¿podrías avisarme si ves venir a la miko? Voy a... descansar un poco la vista."
      },
      {
        "title": "Sobre nosotras/os - Acariciar la cabeza",
        "desc": "¡Oye, no soy una mascota! Humm, pero como eres tú... Está bien, te prometo que no te morderé si me acaricias la cabeza. ¡Pero solo un poco! Si tocas demasiado la cabeza de una persona, frenas su crecimiento."
      },
      {
        "title": "Sobre la Visión...",
        "desc": "Mi espada pesa muchísimo. Aunque estoy entrenada en las técnicas ninja, no podría levantarla si no fuera por mi Visión. Así que sí, tener una Visión me es de gran ayuda."
      },
      {
        "title": "¿Algo que decir?",
        "desc": "Mi maestro dice que yo seré la última ninja de nuestra escuela. Supongo que era inevitable, ya que nuestras técnicas no sirven de mucho en combate. Lo único que enseñan es a huir y a ocultar el rastro."
      },
      {
        "title": "Un dato curioso...",
        "desc": "¿Sabes lo que es un tejón mujina? Se parece a un tanuki, pero es mucho más adorable. Te llevaré a ver uno en otra ocasión."
      },
      {
        "title": "Sobre Kamisato Ayaka...",
        "desc": "Como hija mayor del clan Kamisato, siempre parece muy grácil y elegante. Pero le ordenó a una miko que me vigilara y se asegurara de que no estoy holgazaneando... ¿Por qué lo hace?"
      },
      {
        "title": "Sobre Kamisato Ayato...",
        "desc": "A veces, cuando estoy descansando en un árbol, oigo a las miko hablar de él. Parece que es una persona muy importante y siempre está ocupado. No lo entiendo, solo es trabajo, ¿por qué lo hace?"
      },
      {
        "title": "Sobre Thoma...",
        "desc": "Aunque tiene una Visión, cada vez que me encuentro con él, no deja de insistir en que quiere aprender técnicas ninja. No lo entiendo muy bien. Además, yo no duermo lo suficiente, ¿de dónde voy a sacar tiempo para enseñarle?"
      },
      {
        "title": "Sobre Yoimiya...",
        "desc": "Cada vez que me ve, me dice: “¡Hola, pequeña tanuki! Ven, vamos al festival a divertirnos”. En primer lugar, no soy una tanuki. En segundo, no quiero ir al festival. Y en tercero, dice que quiere “divertirse”, pero en realidad solo quiere que haga una actuación de técnicas ninja durante el espéctaculo de fuegos artificiales. ¡Eso no tiene nada que ver con mi trabajo en Los Ocelos!"
      },
      {
        "title": "Sobre la Shogun Raiden...",
        "desc": "¿Su Excelencia? Es alguien a quien nunca conoceré. Si tienes preguntas sobre ella, tal vez la señorita Ayaka sea la persona a la que debes preguntar."
      },
      {
        "title": "Sobre Yae Miko...",
        "desc": "Siempre me acaricia la cabeza... Pero nunca la he mordido ni le he dicho nada al respecto porque no sé cómo reaccionará si la confronto. ¿Qué voy a hacer? Si sigue tocándome la cabeza, ¡me quedaré con esta estatura para siempre!"
      },
      {
        "title": "Sobre Arataki Itto...",
        "desc": "¿Por qué tiene que ser tan ruidoso? ¿Y cómo puede ser tan alto?"
      },
      {
        "title": "Sobre Kuki Shinobu...",
        "desc": "No me suena ese nombre... Hummm... Espera, ¿no es la compañera de Arataki Itto? Oh, entonces seguro que también le gusta molestar a la gente mientras duerme. ¡Los Arcontes los crían y ellos se juntan!"
      },
      {
        "title": "Más sobre Sayu (I)",
        "desc": "Zzz..."
      },
      {
        "title": "Más sobre Sayu (II)",
        "desc": "¿Eh? ¿Quieres saber cómo se llama mi técnica ninja? Oh... ahora mismo no puedo pensar en eso, estoy medio dormida. Déjame dormir un poco más y puede que tenga las ideas más claras cuando me despierte."
      },
      {
        "title": "Más sobre Sayu (III)",
        "desc": "Bueno, está bien, te lo diré... Pero no puedes reírte, o no te dirigiré la palabra nunca más. Mi técnica ninja se llama... técnica “¡Yujuuu!”.<br/>Supuestamente, la razón es porque nuestro estilo ninja se basa en reírnos del enemigo, pero aun así... *Suspira*"
      },
      {
        "title": "Más sobre Sayu (IV)",
        "desc": "¿Sabes escalar árboles? Yo soy una experta, te puedo enseñar. En el santuario hay un árbol perfecto para dormir durante todo el día sin que nadie te encuentre... Oh, quiero decir, es el lugar perfecto para una siesta revitalizadora. La próxima vez que quieras dormir una siesta, avísame y te llevo."
      },
      {
        "title": "Más sobre Sayu (V)",
        "desc": "En realidad, fue mi maestro quien me dio este traje. Me dijo que el diseño estaba inspirado en un tejón mujina, y que me ayudaría a escapar mejor y esas cosas... También me dijo que ya era mayor y que podía vivir sola, pero que debería protegerme a mí misma. Y entonces... se fue. Con esta altura, ¿de verdad estoy lista para estar sola?<br/>Humm... ¿Eh? ¿T-tú estarás conmigo? ¿En serio? ¿Me prometes que no me abandonarás?"
      },
      {
        "title": "Aficiones de Sayu...",
        "desc": "Cuando me pongo la capucha, puedo dormir todo lo que quiera sin preocuparme de que la miko me encuentre. Es una de las mejores sensaciones del mundo."
      },
      {
        "title": "Preocupaciones de Sayu - Malentendido",
        "desc": "Por alguna razón, cuando la gente me conoce por primera vez, siempre me llaman tanuki, osito o minino... Pero Sayu es Sayu, ¡y definitivamente no soy un tanuki!"
      },
      {
        "title": "Preocupaciones de Sayu - Altura",
        "desc": "¿Cuándo daré el estirón? La gente de mi edad mide el doble que yo... No, basta. Solo tengo que dormir, esa es la respuesta. ¡Buenas noches!"
      },
      {
        "title": "Preocupaciones de Sayu - Círculo vicioso",
        "desc": "Hace poco, alguien me dijo que, si te enojas fácilmente, ¡también frenará tu crecimiento! ¡Ah! No sé qué hacer con respecto a eso..."
      },
      {
        "title": "Comida que más le gusta...",
        "desc": "Me gusta la comida que aporta mucha energía, como los onigiri. Si te comes uno nada más despertarte, dejarás de sentirte somnolienta/o. Luego, puedes relajarte un poco y volver a dormir."
      },
      {
        "title": "Comida que menos le gusta...",
        "desc": "¡No se puede ser quisquilloso con la comida cuando aún tienes que crecer! Dicho esto, no he crecido nada últimamente... ¿Quizás no estoy comiendo suficiente verdura? Pero es que la ensalada no me sacia y a veces incluso sabe amarga... *Suspira*"
      },
      {
        "title": "Cumpleaños...",
        "desc": "¿Quieres aprender alguna técnica ninja? ¡Yo puedo enseñarte! Bueno, solo las que conozco, claro. ¿Eh? ¿Que por qué no tengo sueño? Pues... porque aún no tengo sueño, ¡y porque hoy es un día especial! Tenía que estar despierta para poder decirte esto en persona: feliz cumpleaños."
      },
      {
        "title": "El sentimiento de Ascensión - Introducción",
        "desc": "¿Es mi imaginación o he crecido un poco?"
      },
      {
        "title": "El sentimiento de Ascensión - Desarrollo",
        "desc": "¡Genial! Ahora soy capaz de escaparme más rápido que nunca. Jeje, nadie me atrapará."
      },
      {
        "title": "El sentimiento de Ascensión - Nudo",
        "desc": "Gracias por recolectar tantos materiales para mí. Habría ido yo sola, pero... creo que me habría quedado dormida a mitad de camino."
      },
      {
        "title": "El sentimiento de Ascensión - Desenlace",
        "desc": "Creo que ya estoy lista para vivir yo sola, tal y como dijo mi maestro. Tal vez seguir creciendo ya no sea tan importante, porque lo que realmente importa es que... te tengo a mi lado."
      },
      {
        "title": "Habilidad Elemental (I)",
        "desc": "¡Adióóós!"
      },
      {
        "title": "Habilidad Elemental (II)",
        "desc": "¡A rodar!"
      },
      {
        "title": "Habilidad Elemental (III)",
        "desc": "¡Puf!"
      },
      {
        "title": "Habilidad Elemental (IV)",
        "desc": "¡Me largo!"
      },
      {
        "title": "Habilidad Elemental (V)",
        "desc": "¡No me atraparás!"
      },
      {
        "title": "Habilidad Elemental (VI)",
        "desc": "Y... ¡adiós!"
      },
      {
        "title": "Habilidad Definitiva (I)",
        "desc": "¡Técnica del clon!"
      },
      {
        "title": "Habilidad Definitiva (II)",
        "desc": "¡Sal!"
      },
      {
        "title": "Habilidad Definitiva (III)",
        "desc": "Uff..."
      },
      {
        "title": "Al esprintar (I)",
        "desc": "¡A escapar!"
      },
      {
        "title": "Al abrir un cofre (I)",
        "desc": "Parece bastante cómodo... ¡Hora de dormir!"
      },
      {
        "title": "Al abrir un cofre (II)",
        "desc": "¡Misión cumplida! ¿Puedo ir ya a dormir?"
      },
      {
        "title": "Al abrir un cofre (III)",
        "desc": "Oh, ¿qué habrá aquí? ¿Un elixir de crecimiento?"
      },
      {
        "title": "Vida baja (I)",
        "desc": "¿Qué técnica de escapada tenía que usar?..."
      },
      {
        "title": "Vida baja (II)",
        "desc": "Estoy un poco mareada..."
      },
      {
        "title": "Vida baja (III)",
        "desc": "Uff, qué cansancio."
      },
      {
        "title": "Derrotada (I)",
        "desc": "Casi... logro escapar..."
      },
      {
        "title": "Derrotada (II)",
        "desc": "B-buenas n-noches..."
      },
      {
        "title": "Derrotada (III)",
        "desc": "Es mi culpa por holgazanear..."
      },
      {
        "title": "Recibiendo un ligero ataque (I)",
        "desc": "¡Au!"
      },
      {
        "title": "Recibiendo un fuerte ataque (I)",
        "desc": "¡Casi lo esquivo!"
      },
      {
        "title": "Recibiendo un fuerte ataque (II)",
        "desc": "Estoy a punto de desmayarme..."
      },
      {
        "title": "Unirse al equipo (I)",
        "desc": "Qué sueño..."
      },
      {
        "title": "Unirse al equipo (II)",
        "desc": "¿Puedo dormir un poco?"
      },
      {
        "title": "Unirse al equipo (III)",
        "desc": "Oh, me atrapaste."
      },
      {
        "title": "Al recibir un regalo (I)",
        "desc": "Estoy a punto de explotar. Seguro que duermo genial esta noche."
      },
      {
        "title": "Al recibir un regalo (II)",
        "desc": "Con tanto comer, me entró sueño."
      },
      {
        "title": "Al recibir un regalo (III)",
        "desc": "Oh, oh... Necesito un plan de huida."
      }
    ],
    "talent": [
      {
        "key": "Ataque Normal: Sable ninja de Los Ocelos",
        "title": "Ataque Normal: Sable ninja de Los Ocelos",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Ataque Normal</color>\nRealiza hasta 4 tajos de espada consecutivos.\n<color=#ffd780>Ataque Cargado</color>\nConsume Aguante de manera constante para realizar golpes de espada giratorios contra los enemigos cercanos.\nAl final del Ataque Cargado, realizará un golpe de espada más poderoso.\n<color=#ffd780>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11"
            ]
          },
          {
            "key": "Daño de 1er golpe",
            "values": [
              "72.4%",
              "78.2%",
              "84%",
              "92.4%",
              "98.3%",
              "105%",
              "114.2%",
              "123.5%",
              "132.7%",
              "142.8%",
              "154.4%"
            ]
          },
          {
            "key": "Daño de 2.º golpe",
            "values": [
              "71.4%",
              "77.2%",
              "83%",
              "91.3%",
              "97.1%",
              "103.8%",
              "112.9%",
              "122%",
              "131.1%",
              "141.1%",
              "152.5%"
            ]
          },
          {
            "key": "Daño de 3er golpe",
            "values": [
              "43.4%+43.4%",
              "47.0%+47.0%",
              "50.5%+50.5%",
              "55.6%+55.6%",
              "59.1%+59.1%",
              "63.1%+63.1%",
              "68.9%+68.9%",
              "74.2%+74.2%",
              "79.8%+79.8%",
              "85.9%+85.9%",
              "92.8%+92.8%"
            ]
          },
          {
            "key": "Daño de 4.º golpe",
            "values": [
              "98.3%",
              "106.1%",
              "114.1%",
              "125.5%",
              "133.5%",
              "142.6%",
              "155.2%",
              "167.7%",
              "180.3%",
              "194%",
              "209.7%"
            ]
          },
          {
            "key": "Daño de ATQ Cargado en ciclo",
            "values": [
              "62.6%",
              "67.6%",
              "72.7%",
              "80%",
              "85.1%",
              "90.9%",
              "98.9%",
              "106.9%",
              "114.9%",
              "123.6%",
              "133.6%"
            ]
          },
          {
            "key": "Daño final de Ataque Cargado",
            "values": [
              "113%",
              "122%",
              "132%",
              "145%",
              "154%",
              "164%",
              "179%",
              "193%",
              "208%",
              "224%",
              "242%"
            ]
          },
          {
            "key": "Coste de Aguante de ATQ Cargado",
            "values": [
              "40 pts./s"
            ]
          },
          {
            "key": "Duración máx.",
            "values": [
              "5 s"
            ]
          },
          {
            "key": "Daño de Caída",
            "values": [
              "74.6%",
              "80.7%",
              "86.7%",
              "95.4%",
              "101.5%",
              "108.4%",
              "118%",
              "127.5%",
              "137%",
              "147.4%",
              "157.9%"
            ]
          },
          {
            "key": "Daño de impacto de caída baja/alta",
            "values": [
              "149%/186%",
              "161%/202%",
              "173%/217%",
              "191%/238%",
              "203%/253%",
              "217%/271%",
              "236%/295%",
              "255%/318%",
              "274%/342%",
              "294%/368%",
              "316%/394%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 92,
              "name": "Enseñanzas de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>El gobernante que afirma haber entendido el universo siempre apuntará hacia la gloria celestial. Sin embargo, esta gran comprensión, la cual no se puede compartir con nadie, hace que la gente la anhele con más vehemencia, igual que una polilla se siente atraída por la luz.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Light_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1876,
              "name": "Néctar de Megaflora",
              "desc": "Néctar extraído del pistilo de una Megaflora. Contiene pequeñas cantidades de algunos elementos.<br/>El sabor del néctar recuerda un poco al de la flor dulce.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Guía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque las nubes tapen los rayos del sol, en la tierra de la diosa del trueno siempre seguirá habiendo personas que sueñen con atravesar ese violento mar de relámpagos para alcanzar la gloria de lo divino, sin ningún temor a caer ante la crueldad del rayo.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Néctar brillante",
              "desc": "Néctar lleno de energía elemental pura.<br/>Los estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Guía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque las nubes tapen los rayos del sol, en la tierra de la diosa del trueno siempre seguirá habiendo personas que sueñen con atravesar ese violento mar de relámpagos para alcanzar la gloria de lo divino, sin ningún temor a caer ante la crueldad del rayo.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Néctar brillante",
              "desc": "Néctar lleno de energía elemental pura.<br/>Los estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Guía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque las nubes tapen los rayos del sol, en la tierra de la diosa del trueno siempre seguirá habiendo personas que sueñen con atravesar ese violento mar de relámpagos para alcanzar la gloria de lo divino, sin ningún temor a caer ante la crueldad del rayo.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Néctar brillante",
              "desc": "Néctar lleno de energía elemental pura.<br/>Los estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Guía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque las nubes tapen los rayos del sol, en la tierra de la diosa del trueno siempre seguirá habiendo personas que sueñen con atravesar ese violento mar de relámpagos para alcanzar la gloria de lo divino, sin ningún temor a caer ante la crueldad del rayo.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 722,
              "name": "Néctar brillante",
              "desc": "Néctar lleno de energía elemental pura.<br/>Los estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Filosofía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque la humanidad viviera bajo tierra, seguiría rezando para alcanzar la luz. Los mortales buscan incesantemente superarse a sí mismos y, aunque la eternidad estática y cerrada parezca magnífica, no significaría más que la muerte.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Néctar energético",
              "desc": "Néctar de flor espeso y pegajoso, lleno de energía.<br/>La Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Escama dorada",
              "desc": "Resistentes y silenciosas, estas escamas forman una coraza que crece de forma natural sobre la roca y contiene la fuerza del rey dragón.<br/>Durante milenios, innumerables generaciones volvieron al polvo. El oro y la obsidiana se mezclaron con su carne y su sangre y, lentamente, se fueron transformando en escamas acorazadas.<br/>Tal vez la agonía abrasadora y los gritos sin voz desaparezcan cuando el rencor que les dio vida se desvanezca.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Filosofía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque la humanidad viviera bajo tierra, seguiría rezando para alcanzar la luz. Los mortales buscan incesantemente superarse a sí mismos y, aunque la eternidad estática y cerrada parezca magnífica, no significaría más que la muerte.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Néctar energético",
              "desc": "Néctar de flor espeso y pegajoso, lleno de energía.<br/>La Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Escama dorada",
              "desc": "Resistentes y silenciosas, estas escamas forman una coraza que crece de forma natural sobre la roca y contiene la fuerza del rey dragón.<br/>Durante milenios, innumerables generaciones volvieron al polvo. El oro y la obsidiana se mezclaron con su carne y su sangre y, lentamente, se fueron transformando en escamas acorazadas.<br/>Tal vez la agonía abrasadora y los gritos sin voz desaparezcan cuando el rencor que les dio vida se desvanezca.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Filosofía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque la humanidad viviera bajo tierra, seguiría rezando para alcanzar la luz. Los mortales buscan incesantemente superarse a sí mismos y, aunque la eternidad estática y cerrada parezca magnífica, no significaría más que la muerte.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Néctar energético",
              "desc": "Néctar de flor espeso y pegajoso, lleno de energía.<br/>La Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Escama dorada",
              "desc": "Resistentes y silenciosas, estas escamas forman una coraza que crece de forma natural sobre la roca y contiene la fuerza del rey dragón.<br/>Durante milenios, innumerables generaciones volvieron al polvo. El oro y la obsidiana se mezclaron con su carne y su sangre y, lentamente, se fueron transformando en escamas acorazadas.<br/>Tal vez la agonía abrasadora y los gritos sin voz desaparezcan cuando el rencor que les dio vida se desvanezca.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Filosofía de la luz",
              "desc": "Material de mejora de talento.<br/>El mayor anhelo del Reino del Trueno es la luz.<br/>Aunque la humanidad viviera bajo tierra, seguiría rezando para alcanzar la luz. Los mortales buscan incesantemente superarse a sí mismos y, aunque la eternidad estática y cerrada parezca magnífica, no significaría más que la muerte.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 372,
              "name": "Néctar energético",
              "desc": "Néctar de flor espeso y pegajoso, lleno de energía.<br/>La Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Escama dorada",
              "desc": "Resistentes y silenciosas, estas escamas forman una coraza que crece de forma natural sobre la roca y contiene la fuerza del rey dragón.<br/>Durante milenios, innumerables generaciones volvieron al polvo. El oro y la obsidiana se mezclaron con su carne y su sangre y, lentamente, se fueron transformando en escamas acorazadas.<br/>Tal vez la agonía abrasadora y los gritos sin voz desaparezcan cuando el rencor que les dio vida se desvanezca.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Corona de la sabiduría",
              "desc": "Un valioso material para mejorar los talentos.<br/>Este objeto guarda y transmite los conocimientos de la antigüedad. Aunque en la actualidad estos se encuentran en los textos antiguos y en las propias personas, esta Corona de la sabiduría aún es capaz de otorgar a su portador un gran poder y sabiduría.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Técnica “¡Yujuuu!”: Colisión de viento",
        "title": "Técnica “¡Yujuuu!”: Colisión de viento",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "¡La técnica ninja especial “Yujuuu”! ¡Una técnica veloz como el rayo para rodar por todo el campo de batalla!\nSe transforma en una rápida rueda de viento que inflige <color=#80ffd7>Daño Anemo</color> al chocar contra un enemigo. Al terminar la duración, ejecuta una tornadopatada que inflige <color=#80ffd7>Daño Anemo en el AdE</color> .\n<color=#ffd780>Un toque/Pulsar una vez</color>\nSe transforma en una rueda de viento para rodar una pequeña distancia y ejecutar una tornadopatada.\n<color=#ffd780>Mantener pulsado</color>\nSe transforma en una rueda de viento para rodar continuamente y aumentar la RES a interrupción de Sayu.\nMientras está en este estado, Sayu puede controlar la dirección en la que rueda y, al dejar de pulsar, terminará su duración y ejecutará una tornadopatada más poderosa que la de un toque/pulsar una vez.\nSi se mantiene pulsada esta habilidad, podrá ocurrir un cambio elemental.\nLa rueda de viento tiene una duración máxima de 10 s y, al finalizar, la habilidad entrará en TdE. Cuanto más tiempo esté transformada en la rueda de viento, más largo será dicho TdE.\n<color=#ffd780>Cambio elemental</color>\nSi Sayu entra en contacto con <color=#80c0ff>Hydro</color> / <color=#ff9999>Pyro</color> / <color=#99ffff>Cryo</color> / <color=#ffacff>Electro</color> estando transformada en la rueda de viento, tanto dicha rueda como la tornadopatada infligirán un bono de Daño Elemental adicional de ese tipo.\nEl cambio elemental solo puede ocurrir una vez durante la habilidad.\nSayu podría ejecutar a la perfección esta técnica incluso con los ojos cerrados. En un principio, la usaba para huir, pero tras conseguir su Visión, por fin la puede aprovechar para que sus enemigos muerdan el polvo."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "Daño de rueda de viento",
            "values": [
              "36%",
              "38.7%",
              "41.4%",
              "45%",
              "47.7%",
              "50.4%",
              "54%",
              "57.6%",
              "61.2%",
              "64.8%",
              "68.4%",
              "72%",
              "76.5%"
            ]
          },
          {
            "key": "Daño de tornadopatada por toque/al pulsar una vez",
            "values": [
              "158.4%",
              "170.3%",
              "182.2%",
              "198%",
              "209.9%",
              "221.8%",
              "237.6%",
              "253.4%",
              "269.3%",
              "285.1%",
              "301%",
              "316.8%",
              "336.6%"
            ]
          },
          {
            "key": "Daño de tornadopatada al mantener pulsado",
            "values": [
              "217.6%",
              "233.9%",
              "250.2%",
              "272%",
              "288.3%",
              "304.6%",
              "326.4%",
              "348.2%",
              "369.9%",
              "391.7%",
              "413.4%",
              "435.2%",
              "462.4%"
            ]
          },
          {
            "key": "Daño Elemental de rueda de viento",
            "values": [
              "16.8%",
              "18.1%",
              "19.3%",
              "21%",
              "22.3%",
              "23.5%",
              "25.2%",
              "26.9%",
              "28.6%",
              "30.2%",
              "31.9%",
              "33.6%",
              "35.7%"
            ]
          },
          {
            "key": "Daño Elem. de tornadopatada al mantener pulsado",
            "values": [
              "76.2%",
              "81.9%",
              "87.6%",
              "95.2%",
              "100.9%",
              "106.6%",
              "114.2%",
              "121.9%",
              "129.5%",
              "137.1%",
              "144.7%",
              "152.3%",
              "161.8%"
            ]
          },
          {
            "key": "TdE máx. de mantener pulsado",
            "values": [
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s",
              "10 s"
            ]
          },
          {
            "key": "TdE",
            "values": [
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s",
              "de 6 a 10 s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Técnica “¡Yujuuu!”: Frenesí tejón",
        "title": "Técnica “¡Yujuuu!”: Frenesí tejón",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "La otra técnica ninja especial \"¡Yujuuu!\" sirve para crear un ayudante que trabaje por Sayu. Inflige <color=#80ffd7>Daño Anemo</color> contra los enemigos alrededor, recupera Vida para todos los personajes cercanos del equipo en una cantidad proporcional al ATQ de Sayu e invoca un tejón daruma.\n<color=#ffd780>Tejón daruma</color> : Realiza alguna de las siguientes acciones dependiendo de la situación de su etorno:\nSi la Vida de todos los personajes cercanos es superior al 70%, el tejón daruma atacará a un enemigo cercano, infligiendo <color=#80ffd7>Daño Anemo</color> .\nSi en las cercanías hay personajes con una Vida igual o inferior al 70%, curará al personaje con el menor porcentaje de Vida. La cantidad regenerada será proporcional al ATQ de Sayu.\nSi no hay ningún enemigo cerca, curará a los personajes incluso aunque su Vida esté por encima del 70%."
          }
        ],
        "attributes": [
          {
            "key": "Niv.",
            "values": [
              "Niv.1",
              "Niv.2",
              "Niv.3",
              "Niv.4",
              "Niv.5",
              "Niv.6",
              "Niv.7",
              "Niv.8",
              "Niv.9",
              "Niv.10",
              "Niv.11",
              "Niv.12",
              "Niv.13",
              "Niv.14"
            ]
          },
          {
            "key": "Daño al activar la habilidad",
            "values": [
              "117%",
              "126%",
              "134%",
              "146%",
              "155%",
              "164%",
              "175%",
              "187%",
              "199%",
              "210%",
              "222%",
              "234%",
              "248%",
              "263%"
            ]
          },
          {
            "key": "Curación al activar la habilidad",
            "values": [
              "92.7% del ATQ +577",
              "99.1% del ATQ +635",
              "106.0% del ATQ +698",
              "115.2% del ATQ +765",
              "122.1% del ATQ +837",
              "129.0% del ATQ +914",
              "138.0% del ATQ +996",
              "147.5% del ATQ +1083",
              "156.7% del ATQ +1174",
              "165.9% del ATQ +1270",
              "175.1% del ATQ +1371",
              "184.0% del ATQ +1477",
              "195.8% del ATQ +1588",
              "207.4% del ATQ +1703"
            ]
          },
          {
            "key": "Daño del tejón daruma",
            "values": [
              "52%",
              "56%",
              "60%",
              "65%",
              "69%",
              "73%",
              "78%",
              "83%",
              "88%",
              "94%",
              "99%",
              "104%",
              "111%",
              "117%"
            ]
          },
          {
            "key": "Curación del tejón daruma",
            "values": [
              "79.9% del ATQ +500",
              "85.9% del ATQ +550",
              "91.9% del ATQ +606",
              "99.8% del ATQ +663",
              "105.8% del ATQ +726",
              "111.8% del ATQ +792",
              "119.8% del ATQ +863",
              "127.8% del ATQ +938",
              "135.8% del ATQ +1017",
              "143.8% del ATQ +1101",
              "151.8% del ATQ +1188",
              "159.7% del ATQ +1280",
              "169.7% del ATQ +1376",
              "179.7% del ATQ +1476"
            ]
          },
          {
            "key": "Duración",
            "values": [
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s",
              "12 s"
            ]
          },
          {
            "key": "TdE",
            "values": [
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s",
              "20 s"
            ]
          },
          {
            "key": "Energía Elemental",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "¡Déjame en paz!",
        "title": "¡Déjame en paz!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando Sayu causa una reacción de Torbellino mientras está en combate, todos los miembros de tu equipo y los aliados cercanos recuperan 300 pts. de Vida, además de 1.2 pts. de Vida adicionales por cada punto de Maestría Elemental de Sayu.\nEste efecto solo puede ocurrir una vez cada 2 s."
          }
        ],
        "attributes": null
      },
      {
        "key": "¡Sayu no trabaja!",
        "title": "¡Sayu no trabaja!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "El tejón daruma invocado con <color=#ffd780>Técnica “¡Yujuuu!”: Frenesí tejón</color> obtiene los siguientes efectos:\n·Al curar a un personaje, los demás personajes cercanos a él y que estén en combate recuperan una cantidad de Vida equivalente al 20% de la recuperada por el primer personaje.\n·Aumenta el AdE del ataque ejecutado por el tejón daruma contra los enemigos."
          }
        ],
        "attributes": null
      },
      {
        "key": "Técnica “¡Yujuuu!”: Secreto del sigilo",
        "title": "Técnica “¡Yujuuu!”: Secreto del sigilo",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando Sayu está en el equipo, tus personajes no asustarán a los cristalópteros u otras criaturas.\nPuedes consultar cuáles son estas criaturas en Archivo - Seres vivos - Fauna - Otros."
          }
        ],
        "attributes": null
      }
    ],
    "story": [
      {
        "title": "Detalles del personaje",
        "desc": [
          {
            "type": "RichText",
            "text": "La mayoría de la gente de Inazuma desconoce la existencia de Los Ocelos, una organización secreta perteneciente a la Comisión Yashiro.\nY aún menos conocido es el hecho de que en Los Ocelos hay una pequeña ninja llamada Sayu.\nSayu es un ser muy especial de la organización. Se crió en su seno y le es extremadamente leal.\nBueno, en realidad, su rasgo más destacado no es la lealtad, sino la pereza. Hace tiempo que domina las diversas técnicas ninja, sobre todo aquellas que sirven para holgazanear o para eludir sus obligaciones, como las técnicas de escape y de ocultamiento del aura.\nLas personas que no conocen sus hábitos tienen que esforzarse mucho para encontrarla.\nSin embargo, si preguntas a Sayu por su holgazanería, se encogerá de hombros y responderá: “No es que sea perezosa, es que quiero dedicar mi tiempo a cosas más importantes”."
          }
        ]
      },
      {
        "title": "Historia del personaje (1)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sayu es muy bajita, e incluso podría decirse que delicada.\nEs más, precisamente su estatura es algo que le molesta. Todas las personas de su misma edad han crecido y se han hecho más altas, pero su estatura no ha cambiado lo más mínimo y sigue siendo como la de una niña.\nDía tras día, todo a su alrededor parece crecer y solo ella sigue siendo tan pequeña como siempre.\nPor ello, el hecho de crecer ha ido convertiéndose en una obsesión para Sayu.\n“Si duermo lo suficiente, ¡creceré!”\nElla cree firmemente en esto y aprovecha cada oportunidad que tiene para dormir tanto como puede. Si no puede dormir, ella misma creará la oportunidad para hacerlo, y si no tiene un lugar en el que dormir, también lo creará.\nLa gente más cercana a Sayu nunca se atreve a molestarla mientras duerme, así que ahora puede quedarse dormida incluso estando de pie."
          }
        ]
      },
      {
        "title": "Historia del personaje (2)",
        "desc": [
          {
            "type": "RichText",
            "text": "Las técnicas ninja que sabe Sayu no son muy poderosas para el combate, pero sí bastante útiles para holgazanear.\nEs toda una experta ocultando y cubriendo sus huellas, por lo que, si quiere esconderse, la gente corriente no podrá encontrarla.\nSin embargo, incluso los rompecabezas más ingeniosos tienen una respuesta, y hasta los tesoros más escondidos tienen pistas para ser encontrados. Este principio también es cierto para Sayu.\nDespués de pasar suficiente tiempo con ella, uno entenderá sus hábitos y sus preferencias y ya no le costará tanto encontrarla.\nPor ejemplo, si vas a su habitación por la mañana y levantas las sábanas, lo más probable es que la encuentres en la cama.\nAunque es más difícil encontrar a Sayu por la noche, siempre es buena idea ir a su casa y esperar a que salga.\nPero recuerda no molestarla a menos que sea absolutamente necesario, ya que seguramente estará ocupada creciendo."
          }
        ]
      },
      {
        "title": "Historia del personaje (3)",
        "desc": [
          {
            "type": "RichText",
            "text": "Encontrar a Sayu no significa conseguir que vuelva al trabajo.\nAdemás, no tiene una rutina fija todos los días en Los Ocelos, sino misiones espontáneas.\nPor ello, lo que suele ocurrir es lo siguiente:\nCuando publican una nueva misión, no verás ni rastro de ella.\nTras encontrarla con mucho esfuerzo, ya le habrán asignado la misión a otra persona más apta.\nY, en caso de no haber otro mejor candidato que Sayu, esta se esfuerza aún más para escaparse y no agobiarse por tener que hacer la misión.\nSin embargo... si aplicara estas excelentes técnicas ninja para hacer su trabajo, ya habría conseguido grandes cosas dentro de Los Ocelos."
          }
        ]
      },
      {
        "title": "Historia del personaje (4)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sayu es la última sucesora de la técnica ninja “¡Yujuuu!”\nDentro de su escuela, conocida por ser experta en burlarse de los enemigos, Sayu solo aprendió las técnicas ninja de escape y clonación.\nAunque ambas son de poca utilidad en un combate real, sí tienen un innegable toque estético.\nUna silueta se desvanece en un abrir y cerrar de ojos entre unas hojas que caen flotando, sopla una suave brisa y una cometa aparece de repente en el suelo... Es una escena comparable a una representación artística.\nAsí pues, cada vez que hay un festival, Sayu recibe varias invitaciones para hacer una demostración de sus misteriosas técnicas ninja.\nSi es Yoimiya quien la busca, Sayu encuentra la forma de esconderse.\nPero si la persona en cuestión es la Suma Sacerdotisa Yae, será inútil resistirse.\nSus técnicas de clonación no sirven para engañar a los agudos ojos de Yae, igual que ocultar su aura tampoco evita que la Suma Sacerdotisa la atrape.\nHuir es aún menos posible, ya que ello podría incluso hacerla enojar...\nAfortunadamente, muy pocas cosas hacen que la Suma Sacerdotisa Yae tenga que aparecer en persona, por lo que, en la mayoría de los casos, Sayu tiene suerte y consigue escapar."
          }
        ]
      },
      {
        "title": "Historia del personaje (5)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sayu ha estudiado técnicas ninja con su maestro en Los Ocelos desde que tiene memoria.\nAunque Los Ocelos son una organización que actúa en las sombras, los miembros más veteranos son muy amables y siempre han cuidado bien de la joven Sayu.\n“Depender demasiado de los demás nunca es bueno para un ninja”, pensó su maestro cuando vio como Sayu se estancaba en su aprendizaje.\nEl tiempo pasó volando y Sayu creció gradualmente, pero cuando fue lo suficientemente fuerte como para defenderse por sí misma, su maestro se marchó sin decir nada.\nLas crías abandonadas por sus padres siempre crecen a mayor velocidad, y justamente eso era lo que el maestro de Sayu esperaba de ella.\nLa joven ninja no lo decepcionó y, poco después, obtuvo una Visión.\nEntonces, empezó a... holgazanear asiduamente en Los Ocelos.\nSiempre está ocupada durmiendo y escondiéndose de la gente, así que, al menos en ese sentido, suele tener mucho que hacer.\nA veces, cuando tiene tiempo, disfruta a solas de la luz de la luna, momento en el que se siente un poco perdida.\nLa persona que siempre la acompañó acabó abandonándola... ¿acaso era eso ley de vida?\n“Tal vez en un futuro yo también conoceré a la persona que me acompañe para siempre”, pensó la pequeña ninja mientras se quedaba dormida."
          }
        ]
      },
      {
        "title": "Muji-traje",
        "desc": [
          {
            "type": "RichText",
            "text": "Se dice que el traje de Sayu fue un regalo de su maestro.\nEl diseño está inspirado en un “mujina”, un pequeño animal parecido al tejón, y sus colores son los favoritos de Sayu.\nAl ser cómodo y flexible, el traje es perfecto para un ninja.\nA ella le gusta especialmente la enorme capucha del atuendo, ya que le da una sensación de seguridad.\nAdemás, gracias a su larga cola, Sayu puede mantener bien el equilibrio al subirse a las ramas de los árboles.\nEl único defecto de este traje es que... el diseño se parece demasiado al aspecto de un tanuki, lo cual crea bastantes malentendidos.\nAl principio, Sayu siempre le explicaba con seriedad a la gente:\n“No soy una tanuki, soy Sayu”.\nSin embargo, ya que cada cierto tiempo ocurren incidentes similares, en la actualidad, Sayu le guarda rencor a los tanuki. Hoy en día, siempre pone mala cara cuando esta situación se repite.\nPor eso, si quieres llevarte bien con ella, lo mejor es que memorices lo siguiente:\n1. Sayu no es una tanuki. Sayu es Sayu.\n2. El traje de Sayu no es de un tanuki, sino de un mujina."
          }
        ]
      },
      {
        "title": "Visión",
        "desc": [
          {
            "type": "RichText",
            "text": "Esta es la historia de cuando Sayu empezó a vivir ella sola.\nPara los seres débiles que caminan solos por este mundo, es inevitable toparse con situaciones aterradoras. La única manera de entender cómo es esto es experimentándolo.\nEsto es exactamente lo que le pasó a Sayu. Experta observando y escondiéndose, y siempre con la cabeza bien despierta, comprendió que el combate no era lo suyo.\nUn cuerpo demasiado pequeño no tenía ninguna ventaja en términos de fuerza, y en combate real sus técnicas ninja tampoco eran muy útiles.\nLas misiones no esperan a que los ninjas crezcan. En un mundo tan caótico como este, Sayu también se metía en problemas por trabajos de poca importancia.\nUna vez, rodeada de poderosos enemigos, tuvo que hacer todo lo posible para escapar a duras penas. A fin de recopilar información e irse con ella de forma segura, tuvo que pagar un precio muy alto.\nExhausta y herida, parecía a punto de desmayarse, pero solo tenía una cosa en mente:\n“La fuerza bruta no lo gana todo. Los débiles también tenemos nuestra forma de sobrevivir. Es precisamente la debilidad lo que hace que uno sea más capaz de ver esos momentos invisibles que cambian el destino... Mis posibilidades de escapar de aquí son escasas, pero para eso tengo mis técnicas ninja”.\nEn el momento en que las hojas cayeron, Sayu desapareció. Los enemigos que la perseguían no daban crédito. La pequeña ninja desapareció como si fuera polvo arrastrado por el viento.\nA la mañana siguiente, a Sayu le costó despertarse. Observó que la bolsa ninja que llevaba atada a la pierna había desaparecido.\nSin embargo, un objeto sorprendente apareció en su lugar: una Visión que brillaba fulgentemente junto al amanecer.\nAhora, con el poder de su Visión, Sayu puede levantar un mandoble más alto que ella y no tiene que temer las batallas de este caótico mundo.\nSin embargo, sus preocupaciones más inmediatas aún no se han resuelto.\nParece que ni siquiera una Visión puede hacer algo para ayudarla a crecer."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/avatar_header.png"
      },
      {
        "key": "Diseño de personaje",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/avatar.png"
      },
      {
        "key": "Animación en reposo 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/31/10742394/589959661312e3205ceee93f47ed8265_3846621396569070879.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vestimenta original - Muji-traje\n<color=#ece5d8>Modelo de vestimenta de Sayu. Un hermoso atuendo inspirado en el mujina, una criatura fantástica con forma de tejón.</color>"
          }
        ]
      },
      {
        "key": "Animación en reposo 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/07/31/10742394/669aa2c27446de567f1753dbab364d86_1639726075362964512.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vestimenta original - Muji-traje\n<color=#ece5d8>Modelo de vestimenta de Sayu. Un hermoso atuendo inspirado en el mujina, una criatura fantástica con forma de tejón.</color>"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "-",
              "994"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "-",
              "20"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "-",
              "62"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "-",
              "0"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "2553",
              "3296"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "53",
              "68"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "160",
              "207"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "0",
              "0"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1496,
            "name": "Pedacito de turquesa vayuda",
            "desc": "Material de ascensión de personaje",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 898,
            "name": "Médula cristalizada",
            "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Néctar de Megaflora",
            "desc": "Néctar extraído del pistilo de una Megaflora. Contiene pequeñas cantidades de algunos elementos.<br/>El sabor del néctar recuerda un poco al de la flor dulce.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "4937",
              "5464"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "102",
              "113"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "310",
              "343 "
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "0",
              "24"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Fragmento de turquesa vayuda",
            "desc": "Material de ascensión de personaje.<br/>“Aun así, los vientos cambian de dirección”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Engranaje Oni",
            "desc": "El núcleo que permite al Oni Espadachín, una máquina sin vida propia, moverse y blandir su espada como alguien vivo.<br/>Por muy diestro que sea en las artes marciales o por muchos bellos recuerdos que conserve, este núcleo siempre acabará deteriorándose, igual que cualquier cuerpo humano.<br/>Solo será posible estar más cerca de la eternidad si las cuatro extremidades y el cuerpo se convierten en una resistente máquina y el corazón en un preciso engranaje.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 898,
            "name": "Médula cristalizada",
            "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1876,
            "name": "Néctar de Megaflora",
            "desc": "Néctar extraído del pistilo de una Megaflora. Contiene pequeñas cantidades de algunos elementos.<br/>El sabor del néctar recuerda un poco al de la flor dulce.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Whopperflower Nectar_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "6285",
              "6988"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "130",
              "144"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "395",
              "439"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "24",
              "48"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Fragmento de turquesa vayuda",
            "desc": "Material de ascensión de personaje.<br/>“Aun así, los vientos cambian de dirección”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Engranaje Oni",
            "desc": "El núcleo que permite al Oni Espadachín, una máquina sin vida propia, moverse y blandir su espada como alguien vivo.<br/>Por muy diestro que sea en las artes marciales o por muchos bellos recuerdos que conserve, este núcleo siempre acabará deteriorándose, igual que cualquier cuerpo humano.<br/>Solo será posible estar más cerca de la eternidad si las cuatro extremidades y el cuerpo se convierten en una resistente máquina y el corazón en un preciso engranaje.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 898,
            "name": "Médula cristalizada",
            "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Néctar brillante",
            "desc": "Néctar lleno de energía elemental pura.<br/>Los estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "7809",
              "8337"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "161",
              "172"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "491",
              "524"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "48",
              "48"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Trozo de turquesa vayuda",
            "desc": "Material de ascensión de personaje.<br/>“Aun así, los vientos cambian de dirección”.<br/>“Algún día, soplarán hacia un futuro más brillante...”",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Engranaje Oni",
            "desc": "El núcleo que permite al Oni Espadachín, una máquina sin vida propia, moverse y blandir su espada como alguien vivo.<br/>Por muy diestro que sea en las artes marciales o por muchos bellos recuerdos que conserve, este núcleo siempre acabará deteriorándose, igual que cualquier cuerpo humano.<br/>Solo será posible estar más cerca de la eternidad si las cuatro extremidades y el cuerpo se convierten en una resistente máquina y el corazón en un preciso engranaje.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 898,
            "name": "Médula cristalizada",
            "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 722,
            "name": "Néctar brillante",
            "desc": "Néctar lleno de energía elemental pura.<br/>Los estudiosos consideran que las Megafloras son formas de vida avanzadas en comparación con las demás plantas elementales, pero todavía no existe una explicación satisfactoria con respecto a sus hábitos depredadores.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shimmering Nectar_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "9157",
              "9684"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "189",
              "200"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "575",
              "608"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "48",
              "72"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Trozo de turquesa vayuda",
            "desc": "Material de ascensión de personaje.<br/>“Aun así, los vientos cambian de dirección”.<br/>“Algún día, soplarán hacia un futuro más brillante...”",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Engranaje Oni",
            "desc": "El núcleo que permite al Oni Espadachín, una máquina sin vida propia, moverse y blandir su espada como alguien vivo.<br/>Por muy diestro que sea en las artes marciales o por muchos bellos recuerdos que conserve, este núcleo siempre acabará deteriorándose, igual que cualquier cuerpo humano.<br/>Solo será posible estar más cerca de la eternidad si las cuatro extremidades y el cuerpo se convierten en una resistente máquina y el corazón en un preciso engranaje.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 898,
            "name": "Médula cristalizada",
            "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Néctar energético",
            "desc": "Néctar de flor espeso y pegajoso, lleno de energía.<br/>La Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "10505",
              "11033"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "216",
              "227"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "660",
              "693"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "72",
              "96"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1493,
            "name": "Turquesa vayuda",
            "desc": "Material de ascensión de personaje.<br/>“Aun así, los vientos cambian de dirección”.<br/>“Algún día, soplarán hacia un futuro más brillante...”<br/>“Acepta mis bendiciones y vive desde ahora en sosiego”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Engranaje Oni",
            "desc": "El núcleo que permite al Oni Espadachín, una máquina sin vida propia, moverse y blandir su espada como alguien vivo.<br/>Por muy diestro que sea en las artes marciales o por muchos bellos recuerdos que conserve, este núcleo siempre acabará deteriorándose, igual que cualquier cuerpo humano.<br/>Solo será posible estar más cerca de la eternidad si las cuatro extremidades y el cuerpo se convierten en una resistente máquina y el corazón en un preciso engranaje.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 898,
            "name": "Médula cristalizada",
            "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 372,
            "name": "Néctar energético",
            "desc": "Néctar de flor espeso y pegajoso, lleno de energía.<br/>La Megaflora engaña a su presa para cazarla. Es posible que sea una técnica que utiliza para evolucionar hacia una forma más poderosa y pura.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Energy Nectar_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Antes de ascender",
              "Después de ascender"
            ]
          },
          {
            "key": "Vida Base",
            "values": [
              "11854",
              "-"
            ]
          },
          {
            "key": "ATQ Básico",
            "values": [
              "244",
              "-"
            ]
          },
          {
            "key": "DEF Base",
            "values": [
              "745",
              "-"
            ]
          },
          {
            "key": "Maestría Elemental",
            "values": [
              "96",
              "-"
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Recomendación de armas"
      },
      {
        "type": "CustomEntry",
        "epId": 1988,
        "name": "Gran Espada Sangrienta",
        "desc": "Una espada de acero que se dice que ha sido vestida con sangre de dragón, haciéndola invulnerable al daño. Sin embargo, este efecto no se extiende a su portador.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/沐浴龙血的剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Gran Espada Sangrienta (★★★)\nMotivos de recomendación:\nTiene la capacidad de añadir la <color=#ffd780>Maestría Elemental</color> como atributo secundario, con el efecto pasivo de aumentar el daño a los enemigos bajo la influencia del elemento <color=#ff9999>Pyro</color> o <color=#ffacff>Electro</color>\nAumenta el daño de la reacción Torbellino\nFácil de adquirir\nUna buena opción de transición para los principiantes. Puede sustituirse por Garrote del Debate dependiendo de tu situación. Las armas que añaden ATQ aumentan la cantidad de curación que puede realizar Sayu.\nForma de obtener:\nGachapón"
      },
      {
        "type": "CustomEntry",
        "epId": 2042,
        "name": "Segadora de la Lluvia",
        "desc": "Una gran espada fluorescente y sin punta que hace añicos a los enemigos con fuerza bruta y poder.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雨裁.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Segadora de la Lluvia (★★★★)\nMotivos de recomendación:\nTiene un atributo secundario que aumenta la <color=#ffd780>Maestría Elemental</color> , un efecto pasivo que aumenta el daño infligido a los enemigos bajo la influencia de los elementos <color=#80c0ff>Hydro</color> o <color=#ffacff>Electro</color>\nSu capacidad para aumentar el daño de la Reacción Torbellino y el poder curativo del talento de Sayu, que puede aumentar aún más si Sayu alcanza C6\nAdaptado a los personajes elementales de Hydro/Electro y a los equipos de Reacción Torbellino\nAlto coste de adquisición\nForma de obtener:\nGachapón"
      },
      {
        "type": "CustomEntry",
        "epId": 2025,
        "name": "Prototipo Arcaico",
        "desc": "Una gran espada descubierta en la Forja Peñasco Oscuro. Al blandirla, tiene tal poder que uno puede sentir como si pudiera cortar a través del espacio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/试作古华.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Prototipo Arcaico (★★★★)\nMotivos de recomendación:\nTiene un atributo secundario que añade el <color=#ffd780>ATQ</color> y tiene una probabilidad de infligir <color=#ffd780>daño extra</color> al activar un efecto pasivo\nLa bonificación ATQ que proporciona aumenta el poder curativo de Sayu, lo que la convierte en un arma de cuatro estrellas muy útil\nSe adapta a la mayoría de los equipos\nFácil de adquirir\nForma de obtener:\nForjar"
      },
      {
        "type": "CustomEntry",
        "epId": 2004,
        "name": "Gran Espada de Sacrificio",
        "desc": "Una gran espada decorativa que se ha petrificado con el tiempo. Su decoración ritual aún es visible. Concede al portador el poder de resistir los vientos del tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/祭礼大剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Gran Espada de Sacrificio (★★★★)\nMotivos de recomendación:\nTiene un atributo secundario que aumenta <color=#ffd780>la Recarga Energía</color> , que tiene una probabilidad de reiniciar el <color=#ffd780>TdE</color> de la habilidad elemental cuando inflige daño\nReinicia la TdE de la habilidad elemental, optimizando la recarga de energía y garantizando que se pueda lanzar la habilidad Definitiva\nSe adapta a la mayoría de los equipos\nAlto coste de adquisición\nForma de obtener:\nGachapón"
      },
      {
        "type": "CustomEntry",
        "epId": 1987,
        "name": "Asesinato de Katsuragi",
        "desc": "Una pesada y tenaz espada forjada en Tatarasuna.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/桂木斩长正.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Asesinato de Katsuragi (★★★★)\nMotivos de recomendación:\nTiene un atributo secundario que aumenta <color=#ffd780>la Recarga Energía</color> , un efecto pasivo que potencia el daño infligido por las <color=#ffd780>habilidades elementales</color>\nProporciona la Recarga Energía, que garantiza el uso de la habilidad Definitiva de Sayu y aumenta el daño de las habilidades elementales\nSe adapta a la mayoría de los equipos\nFácil de adquirir\nForma de obtener:\nForjar, su plano de diseño está disponible en la cueva de Tatarasuna, Inazuma"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/12/29/248396193/a1240df3c794c09ca9794a13faba42a9_4638129259430277563.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/12/29/248396193/2770f193fe52676ad2ea8f5bba1f9f65_8893803552379451535.png",
        "alignment": "left"
      },
      {
        "type": "CustomEntry",
        "epId": 1992,
        "name": "Lápida del Lobo",
        "desc": "Una gran espada que fue usada por el Lobo de los Caballeros de Favonius. Originalmente, era solo una pesada lámina de hierro que le regaló el herrero de la ciudad. Sin embargo, se convirtió en una gran espada al serle otorgado poderes legendarios por su amistad con los lobos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/狼的末路.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Lápida del Lobo (★★★★★)\nMotivos de recomendación:\nTiene un atributo secundario que aumenta el <color=#ffd780>ATQ</color> , y un efecto pasivo que también aumenta el <color=#ffd780>ATQ</color> , aumentando el <color=#ffd780>ATQ</color> para todo el equipo cuando un ataque golpea a un enemigo con menos del 30% de vida\nProporciona una gran bonificación ATQ, potencia la capacidad curativa de Sayu y aumenta el daño de todo el equipo\nSe adapta a la mayoría de los equipos\nAlto coste de adquisición\nForma de obtener:\nGachapón\nRecomendación de artefactos"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Sombra Verde Esmeralda",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "×4\nMotivos de recomendación:\nEl conjunto de 2 piezas aumenta <color=#80ffd7>el daño elemental de anemo</color> en un 15%\nEl conjunto de 4 piezas aumenta <color=#ffd780>el daño de reacción de Torbellino</color> y reduce <color=#ffd780>la resistencia elemental</color> del enemigo\nLa reacción de Torbellino aumenta el daño y reduce la resistencia, potenciando el daño elemental de Sayu y sus compañeros de equipo\nSe da prioridad a <color=#ffd780>la Recarga Energía/Maestría Elemental/ATQ (Arenas de Eón), Maestría Elemental/ATQ (Cáliz de Eonothem), Bonos de curación/Maestría Elemental/ATQ (Tiara de Logros)</color>\nConsigue 5* Artefactos tras el nivel de aventura ≥ 45\nForma de obtener:\nValle de los recuerdos, 20 resinas para una sola adquisición\nSintetizar"
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Doncella Amada",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "×4\nMotivos de recomendación:\n2 piezas de Doncella Amada que proporcionan una <color=#ffd780>bonificación de curación</color> del 15%.\n4 piezas de Doncella Amada aumentan <color=#ffd780>la bonificación de curación</color> de todos los personajes en un 20% durante 10 segundos tras el Habilidad Elemental o el Habilidad Definitiva\nAumenta el efecto curativo de Sayu\nSe da prioridad a <color=#ffd780>la Recarga Energía/Maestría Elemental/ATQ (Arenas de Eón), Maestría Elemental/ATQ (Cáliz de Eonothem), Bonos de curación/Maestría Elemental/ATQ (Tiara de Logros)</color>\nConsigue 5* Artefactos tras el nivel de aventura ≥ 45\nForma de obtener:\nValle de los recuerdos, 20 resinas para una sola adquisición\nSintetizar"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Ritual Antiguo de la Nobleza",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "×4\nMotivos de recomendación:\nEl conjunto de 2 piezas aumenta el daño infligido por <color=#ffd780>Habilidad Definitiva</color> en un 20%.\nEl conjunto de 4 piezas aumenta el <color=#ffd780>ATQ</color> en un 20% para todos los personajes del grupo después de lanzar Habilidad Definitiva\nAumenta el daño de Sayu a la vez que potencia el daño de todo el equipo, elegido cuando ningún otro personaje del equipo lo lleva puesto\nSe da prioridad a <color=#ffd780>la Recarga Energía/Maestría Elemental/ATQ (Arenas de Eón), Maestría Elemental/ATQ (Cáliz de Eonothem), Bonos de curación/Maestría Elemental/ATQ (Tiara de Logros)</color>\nConsigue 5* Artefactos tras el nivel de aventura ≥ 45\nForma de obtener:\nEstanque claro y caverna de la montaña, 20 resinas para una sola adquisición\nRecompensa por subir el nivel de aventura\nSintetizar"
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Doncella Amada",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "×2"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Orquesta del Errante",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "×2\nMotivos de recomendación:\n2 piezas de Doncella Amada que proporcionan <color=#ffd780>una bonificación de curación</color> del 15%.\n2 piezas de la Orquesta del Errante aumentan <color=#ffd780>la maestría elemental</color> en 80 puntos\nEl combo 2+2 es fácil de obtener y es una buena opción de transición, ya que aumenta el daño y el efecto curativo causado por la reacción Torbellino\nSe da prioridad a <color=#ffd780>la Recarga Energía/Maestría Elemental/ATQ (Arenas de Eón), Maestría Elemental/ATQ (Cáliz de Eonothem), Bonos de curación/Maestría Elemental/ATQ (Tiara de Logros)</color>\nConsigue 5* Artefactos tras el nivel de aventura ≥ 45\nForma de obtener:\nValle de los recuerdos, 20 resinas para una sola adquisición\nRecompensas del manual\nJefes que requieren 40 resinas\nDominio de la cruzada, 30 o 60 resinas para una sola adquisición\nSintetizar"
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/constellation_1.png",
        "name": "Técnica multitarea",
        "desc": [
          {
            "type": "RichText",
            "text": "Las acciones del tejón daruma invocado con <color=#ffd780>Técnica “¡Yujuuu!”: Frenesí tejón</color> ya no están limitadas por la Vida de los personajes, sino que atacará a los enemigos cercanos y, al mismo tiempo, curará a los miembros del equipo."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/constellation_2.png",
        "name": "¡Fuera de mi camino!",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Técnica “¡Yujuuu!”: Colisión de viento</color> obtiene los siguientes efectos:\n·Aumenta en un 3.3% el daño de la tornadopatada al tocar una vez (Móvil) / pulsar una vez (PC y PS).\n·Al mantener pulsado para transformarse en una rueda de viento, el daño de la siguiente tornadopatada aumenta en un 3.3% cada 0.5 s. El daño máximo de la tornadopatada alcanzado de esta manera solo podrá ser del 66%."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/constellation_3.png",
        "name": "Déjaselo al tejón",
        "desc": [
          {
            "type": "RichText",
            "text": "Aumenta el nivel de habilidad de <color=#ffd780>Técnica “¡Yujuuu!”: Frenesí tejón</color> +3.\nPuede ser aumentado hasta Niv. 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/constellation_4.png",
        "name": "Holgazanería innovadora",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando Sayu causa una reacción de Torbellino, recupera 1.2 pts. de Energía Elemental.\nEsto puede ocurrir una vez cada 2 s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/constellation_5.png",
        "name": "La velocidad es lo primero",
        "desc": [
          {
            "type": "RichText",
            "text": "Aumenta el nivel de habilidad de <color=#ffd780>Técnica “¡Yujuuu!”: Colisión de viento</color> +3.\nPuede ser aumentado hasta Niv. 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/早柚/constellation_6.png",
        "name": "Cinco minutos más...",
        "desc": [
          {
            "type": "RichText",
            "text": "El ATQ y la curación del tejón daruma invocado por Sayu mediante <color=#ffd780>Técnica “¡Yujuuu!”: Frenesí tejón</color> aumentan en proporción a su Maestría Elemental. Cada punto de Maestría Elemental de Sayu produce los siguientes efectos:\n·El daño infligido por el tejón daruma aumenta en un 0.2% adicional del ATQ. Solo se puede infligir un máximo de 400% de daño adicional de esta manera.\n·Aumenta en 3 pts. la cantidad de Vida que cura el tejón. Solo se puede curar un máximo de 6000 pts. de Vida de esta manera."
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=211&center=6050.00,1884.00&zoom=-1.00",
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Sayu"
          }
        ]
      },
      {
        "key": "Cumpleaños",
        "value": [
          {
            "type": "RichText",
            "text": "19/10"
          }
        ]
      },
      {
        "key": "Constelación",
        "value": [
          {
            "type": "RichText",
            "text": "Nyctereutes Minor"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "La Tejón Ninja"
          }
        ]
      },
      {
        "key": "Visión",
        "value": [
          {
            "type": "RichText",
            "text": "Anemo"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Los Ocelos"
          }
        ]
      },
      {
        "key": "Chino CV",
        "value": [
          {
            "type": "RichText",
            "text": "Sakula小舞"
          }
        ]
      },
      {
        "key": "Inglés CV",
        "value": [
          {
            "type": "RichText",
            "text": "Lilypichu (Lily Ki)"
          }
        ]
      },
      {
        "key": "Japonés CV",
        "value": [
          {
            "type": "RichText",
            "text": "洲崎綾"
          }
        ]
      },
      {
        "key": "Coreano CV",
        "value": [
          {
            "type": "RichText",
            "text": "Lee Ji-hyeon"
          }
        ]
      },
      {
        "key": "Plato especial",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 481,
            "name": "Técnica ninja antisopor 2.0",
            "desc": "La especialidad de Sayu. La bola de arroz ha sido amasada por Sayu hasta lograr una adorable forma de tejón, NO de tanuki, ¿entendido? Por cierto, este plato debe ser la razón por la que Sayu puede dormir un día entero después de comer, ¿no?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dizziness-Be-Gone no Jutsu Version 2.0_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Carta de personaje",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4943,
            "name": "Sayu",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">Sayu - La Tejón Ninja</span></strong></p><p>A tu lado sin dejar rastro, como el personaje de un sueño.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/29/6b3ba7a3bc965e6fdf30d22d77f691b6_5912831956380332113.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Versión de lanzamiento",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ]
  }
}