{
  "epId": 2140,
  "name": "Espectro Geo",
  "desc": "Un monstruo nacido de una alta condensación del elemento Geo y capaz de flotar en el aire.<br/>Cuando los Espectros cierran sus alas, imitan la forma de cierto fruto. Por ello, en algunas leyendas antiguas, son considerados frutos de árboles gigantes con misteriosas propiedades medicinales.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Espectro Geo"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Seres elementales"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Un monstruo nacido de una alta condensación elemental y capaz de flotar en el aire. <color=#ffe14b>Al recibir un golpe individual de daño grave, acumulará furia</color> . Cuando su furia esté al máximo, el Espectro se expandirá, se volverá más fuerte y provocará una violenta explosión al ser derrotado."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1018,
        "name": "Caparazón espectral",
        "desc": "El núcleo de energía que permite a los Espectros flotar. Contiene una pequeña cantidad de energía elemental.<br/>Parece que la mayor parte de la energía que contenía se dispersó hace tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1019,
        "name": "Corazón espectral",
        "desc": "El núcleo de energía que permite a los Espectros flotar.<br/>Estas formas de vida elemental tienen la extraña capacidad de aparecer y desaparecer en masa cada cierto tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1020,
        "name": "Núcleo espectral",
        "desc": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.<br/>Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png"
      }
    ]
  }
}