{
  "epId": 2215,
  "name": "Guerrero caído - Trueno embrujado",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/12/56700882/7796105b33f19c8b22f131985b86292b_8432464366749719128.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 1678609347,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1248,
        "name": "Guardamano viejo",
        "desc": "Una herramienta protectora que solía equiparse sobre el filo de las espadas de Inazuma. Parece que ha participado en numerosas batallas.<br/>Para los auténticos maestros del arte de la espada, el guardamano es un excelente protector contra los ataques de los adversarios. Para los espadachines novatos, el guardamano es una herramienta clave para protegerse de sí mismos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 711,
        "name": "Guardamano gemelo",
        "desc": "Una herramienta unida a una ilustre espada.<br/>Inazuma cuenta con una larga tradición en la forja de espadas. Cuando un herrero se dispone a forjar una espada, acabará forjando varias armas diferentes al mismo tiempo. Entre ellas, a la de mejor calidad se la llama “espada verdadera”, mientras que el resto son conocidas como “espadas gemelas”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 400,
        "name": "Guardamano célebre",
        "desc": "Herramienta elegante que solía estar unida a una espada afamada.<br/>Hay quien piensa que las espadas tienen alma y vida, motivo por el que deberían recibir un nombre. Aquellos que realmente aman sus espadas serán reconocidos por ellas, pero aquellos que conciban sus espadas como una amiga o incluso una amante deben saber que una relación así surge de la muerte y la sangre. Las pasiones de aquellos que suelen bailar al son de lluvias de sangre junto a su espada acabarán heladas por el veleidoso acero.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Guerrero caído - Trueno embrujado"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Humanos"
          }
        ]
      },
      {
        "key": "Tutorial"
      }
    ]
  }
}