{
  "epId": 2248,
  "name": "Caballero Serpiente Negra - Aire afilado",
  "desc": "Un soldado con una importante posición en la corte real. Se dedica a eliminar a los enemigos de la realeza con la habilidad de espada a la que llama “técnica de la verdad”.<br/>En el pasado, antes de que la gloria del antiguo reino cayera hasta ser imposible de restaurar, el Espadachín del Crepúsculo también fue uno de estos soldados.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Caballero Serpiente Negra - Aire afilado"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Un misterioso soldado que antaño ocupaba una importante posición en cierto lugar y que es capaz de controlar el poder del viento. Cuando <color=#ffe14b>golpea a un personaje protegido por un escudo</color> con sus ataques, consume cierta cantidad de su propia Vida para volverse más poderoso y ágil."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Estatuilla oscura",
        "desc": "Una pequeña estatuilla de una figura humana.<br/>No ha sufrido ningún daño a pesar del paso del tiempo. Es como si el propietario hubiera cuidado de ella como una reliquia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Estatuilla del amanecer",
        "desc": "Un ídolo hecho a semejanza de una persona desconocida con un solo ojo.<br/>Al sostenerlo en las manos, se puede sentir que desprende una calidez parecida a la del hombro de un buen amigo en quien te puedes apoyar. Quizás esta escultura le dé el valor necesario para continuar a las personas que comprendan su significado. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Estatuilla de las profundidades",
        "desc": "Una efigie con un solo ojo que desprende una extraña energía y está hecha con un material desconocido.<br/>Al observarla, es como si escucharas unos increíbles susurros que te calman la mente.<br/>“Observen, hijos míos. Todos los seres bajo el trono celestial acabarán pereciendo bajo el tumulto. El vacío, con su serena oscuridad eterna, lo acogerá todo en su seno”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}