{
  "epId": 2250,
  "name": "Soldado del Vacío - Rompefilas",
  "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, ya no posee la razón característica de los humanos.<br/>Parece que en su armadura vacía está grabada a fuego la voluntad de aniquilar al enemigo y de romper las filas enemigas con tal de proteger a los suyos. Sin embargo, ya nadie puede decirle dónde están esos enemigos o qué es lo que tiene que proteger.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Estatuilla oscura",
        "desc": "Una pequeña estatuilla de una figura humana.<br/>No ha sufrido ningún daño a pesar del paso del tiempo. Es como si el propietario hubiera cuidado de ella como una reliquia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Estatuilla del amanecer",
        "desc": "Un ídolo hecho a semejanza de una persona desconocida con un solo ojo.<br/>Al sostenerlo en las manos, se puede sentir que desprende una calidez parecida a la del hombro de un buen amigo en quien te puedes apoyar. Quizás esta escultura le dé el valor necesario para continuar a las personas que comprendan su significado. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Estatuilla de las profundidades",
        "desc": "Una efigie con un solo ojo que desprende una extraña energía y está hecha con un material desconocido.<br/>Al observarla, es como si escucharas unos increíbles susurros que te calman la mente.<br/>“Observen, hijos míos. Todos los seres bajo el trono celestial acabarán pereciendo bajo el tumulto. El vacío, con su serena oscuridad eterna, lo acogerá todo en su seno”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Soldado del Vacío - Rompefilas"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Un misterioso lancero. Cuando <color=#ffe14b>golpea a un personaje protegido por un escudo</color> con sus ataques, consume cierta cantidad de su propia Vida para liberar una onda curativa que regenera Vida continuamente para sí mismo y para los Soldados del Vacío y Caballeros Serpiente Negra cercanos. Este efecto de regeneración de Vida puede acumularse varias veces."
          }
        ]
      }
    ]
  }
}