{
  "epId": 2251,
  "name": "Soldado del Vacío - Defensor",
  "desc": "Un soldado sombrío que, en el pasado, fue un orgulloso militar de un antiguo reino subterráneo. En la actualidad, no es más que una armadura vacía cuyo único recuerdo es el de luchar.<br/>Lo peor que le puede pasar a un ser vivo es involucionar. En el caso de este cascarón vacío, su aspecto ha cambiado por la erosión que los Caballeros Serpiente Negra sufrieron a causa de sus pecados, sus maldiciones y el tiempo.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Estatuilla oscura",
        "desc": "Una pequeña estatuilla de una figura humana.<br/>No ha sufrido ningún daño a pesar del paso del tiempo. Es como si el propietario hubiera cuidado de ella como una reliquia.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Estatuilla del amanecer",
        "desc": "Un ídolo hecho a semejanza de una persona desconocida con un solo ojo.<br/>Al sostenerlo en las manos, se puede sentir que desprende una calidez parecida a la del hombro de un buen amigo en quien te puedes apoyar. Quizás esta escultura le dé el valor necesario para continuar a las personas que comprendan su significado. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Estatuilla de las profundidades",
        "desc": "Una efigie con un solo ojo que desprende una extraña energía y está hecha con un material desconocido.<br/>Al observarla, es como si escucharas unos increíbles susurros que te calman la mente.<br/>“Observen, hijos míos. Todos los seres bajo el trono celestial acabarán pereciendo bajo el tumulto. El vacío, con su serena oscuridad eterna, lo acogerá todo en su seno”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Soldado del Vacío - Defensor"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Abismo"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "Un misterioso arquero. Cuando <color=#ffe14b>golpea a un personaje protegido por un escudo</color> con sus ataques, su arma se transforma durante cierto tiempo en un escudo resistente al daño y consume cierta cantidad de su propia Vida para aumentar su ATQ durante este estado. El aumento de ATQ que el Soldado del Vacío - Defensor adquiere de esta manera se puede acumular varias veces."
          }
        ]
      }
    ]
  }
}