{
  "epId": 2264,
  "name": "Kagotsurube Isshin",
  "desc": "Una famosa espada forjada en el lejano Reino del Norte. Sin embargo, en el nombre de “Isshin”, se corrompió en su camino de regreso a su hogar natal.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
  "filterValues": {
    "weaponRarity": 4,
    "weaponProperty": "Porcentaje de ATQ",
    "weaponType": "Espada ligera"
  },
  "menuId": 4,
  "menuName": "Arma",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Kagotsurube Isshin"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Espada ligera"
          }
        ]
      },
      {
        "key": "Atributos secundarios",
        "value": [
          {
            "type": "RichText",
            "text": "Porcentaje de ATQ"
          }
        ]
      },
      {
        "key": "Claridad de la técnica Isshin",
        "value": [
          {
            "type": "RichText",
            "text": "Al golpear a un enemigo con un Ataque Normal, Cargado o Descendente, se crea una ráfaga de viento cortante que inflige un Daño en el AdE equivalente al 180% del ATQ y aumenta en un 15% el ATQ durante 8 s. Este efecto solo se puede activar una vez cada 8 s."
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Una larga espada del color de la sangre y bautizada con el nombre de “Isshin”. De hoja afilada y cortante, su brillo y su color tienen un aspecto ominoso.\nSe dice que con ella es posible partir en dos una cesta de bambú y el agua que contiene antes de que esta última alcance a salirse por las aberturas.\nDicen que en el interior de toda espada reside un espíritu.\nSi esto es cierto, las espadas que se forjaron a partir de los tatarigami deben albergar fantasmas malignos rebosantes de resentimiento.\nEsta renombrada espada de color escarlata fue forjada por Akame Kanenaga, un herrero que no logró convertirse en maestro herrero.\nSin embargo, no fue forjada en la nación de los rayos y del acero de jade, sino que su origen se ubica en el nevado Reino del Norte.\nSi se observa con detenimiento bajo la luz de la luna, es posible apreciar el filo de la espada, que parece fluir como el agua y que recuerda a las lágrimas y sangre derramadas por un forastero errabundo.\n“La energía de los tatarigami es maligna por naturaleza. En su interior alberga un sentimiento de odio contra el mundo humano.\nEsta espada es un arma que atrae desgracia. Nació de la maldad y el rencor y solo es capaz de sembrar la muerte y la discordia.\nEl ‘Isshin’ representa la quietud de una mente sin distracciones, la cual hace posible que el herrero cumpla con su cometido de forjar sin descanso.\nY es que no podría ser de otra forma, pues una espada cuyo destino es asesinar seres vivos debe estar forjada a partir del odio hacia ellos”.\nEn su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal.\nPor eso, la mayoría de los aprendices de esta escuela eran solitarios de corta vida cuyo cuerpo y corazón estaban heridos y envenenados.\nAunque las espadas forjadas por la escuela Akame eran ciertamente afiladas, estaban imbuidas de una extraña magia y las autoridades acabaron calificando a la escuela de “dañina”.\nPor ello, el puesto de “maestro de la técnica Isshin” en la Escuela Akame no se sucedió a la tercera generación, y su técnica de forja de espadas fue prohibida.\nTiempo después, Akame Kanenaga fue acusado de traición en el caso del excéntrico desconocido.\nEntonces, decidió cambiar su identidad y marchó hacia una nación nevada donde encararía el comienzo de una nueva vida bajo el grandioso frío glacial.\nEl mayor deseo que tuvo este Kaedehara en vida fue que aquellos capaces de comprender la belleza de una espada admirasen la técnica Isshin.\nSin embargo, la forja, las espadas y los tatarigami no eran más que herramientas y títulos para el uso de los humanos.\n“Ingenuo de mí, desperdicié media vida en conseguir renombre con la técnica Isshin, ¡pero no logré más que convertirme en un simple Kaedehara!\nJaja, pero eso ya no importa. Solo espero que la espada que se forje entre el hielo y la escarcha no sea tan frágil como su título”.\nEl clan Kaedehara estaba formado por célebres herreros cuyas armas eran la encarnación del estilo de Masagomaru. Por su parte, el clan Niwa no solo destacaba por su espíritu bondadoso, sino también por su maestría en el templado del acero.\nEn su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal.\nAntes de fallecer en las llanuras nevadas, Akame Kanenaga tan solo albergaba un único deseo: que el clan Kaedehara recuperase su renombre en Inazuma y que fuera aclamado por todo el mundo."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Niv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "42",
              "9.0%"
            ]
          }
        ]
      },
      {
        "key": "Niv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "109",
              "135",
              "15.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 262,
            "name": "Máscara del teniente maligno",
            "desc": "Material de ascensión de arma.<br/>Según cuenta la leyenda, hubo un tiempo en el que vivía una oni llamada Torachiyo. Esta era una guerrera tan implacable que se decía que bailaba entre miles de espadas que rasgaban su kimono como si fuera un pétalo de violeta, y ella no sufría ni un solo rasguño. Un día, la oni traicionó a la Shogun y se rebeló contra ella, perdiendo un brazo durante un combate antes de huir y morir de un ataque de locura.<br/>Se dice que los obstinados oni a menudo esconden miedo y cólera en sus corazones, que deberían fantasear sobre la eternidad y temer lo efímero, y que el hecho de que sean consumidos por el miedo o la ira es su justo merecido. Esta máscara representa a Torachiyo con los colmillos al descubierto.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Wicked Lieutenant_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 895,
            "name": "Estatuilla oscura",
            "desc": "Una pequeña estatuilla de una figura humana.<br/>No ha sufrido ningún daño a pesar del paso del tiempo. Es como si el propietario hubiera cuidado de ella como una reliquia.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Caparazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar. Contiene una pequeña cantidad de energía elemental.<br/>Parece que la mayor parte de la energía que contenía se dispersó hace tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 2
          }
        ]
      },
      {
        "key": "Niv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "205",
              "231",
              "23.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Máscara del mordisco de tigre",
            "desc": "Material de ascensión de arma.<br/>En «La mordedura de tigre bajo la luna y las montañas púrpura», se narra la historia de la feroz oni Torachiyo rompiendo el arma de la Shogun con un solo mordisco, lo que la puso en una situación ventajosa por un tiempo. Por esta razón, las máscaras que se basan en ella tienen unos colmillos brillantemente esculpidos.<br/>En el final de esta historia, la oni herida huyó al bosque, con mucho miedo de mostrarse incluso a la fría luz de la luna. El viento que susurra en los callejones y en los valles se asemeja a los silenciosos gritos de agonía de Torachiyo. Por ello, en Inazuma existe la expresión poética estacional “el viento de Torachiyo”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 895,
            "name": "Estatuilla oscura",
            "desc": "Una pequeña estatuilla de una figura humana.<br/>No ha sufrido ningún daño a pesar del paso del tiempo. Es como si el propietario hubiera cuidado de ella como una reliquia.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Caparazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar. Contiene una pequeña cantidad de energía elemental.<br/>Parece que la mayor parte de la energía que contenía se dispersó hace tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 8
          }
        ]
      },
      {
        "key": "Niv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "266",
              "292",
              "26.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Máscara del mordisco de tigre",
            "desc": "Material de ascensión de arma.<br/>En «La mordedura de tigre bajo la luna y las montañas púrpura», se narra la historia de la feroz oni Torachiyo rompiendo el arma de la Shogun con un solo mordisco, lo que la puso en una situación ventajosa por un tiempo. Por esta razón, las máscaras que se basan en ella tienen unos colmillos brillantemente esculpidos.<br/>En el final de esta historia, la oni herida huyó al bosque, con mucho miedo de mostrarse incluso a la fría luz de la luna. El viento que susurra en los callejones y en los valles se asemeja a los silenciosos gritos de agonía de Torachiyo. Por ello, en Inazuma existe la expresión poética estacional “el viento de Torachiyo”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 473,
            "name": "Estatuilla del amanecer",
            "desc": "Un ídolo hecho a semejanza de una persona desconocida con un solo ojo.<br/>Al sostenerlo en las manos, se puede sentir que desprende una calidez parecida a la del hombro de un buen amigo en quien te puedes apoyar. Quizás esta escultura le dé el valor necesario para continuar a las personas que comprendan su significado. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Corazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar.<br/>Estas formas de vida elemental tienen la extraña capacidad de aparecer y desaparecer en masa cada cierto tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Niv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "327",
              "353",
              "30.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Máscara del cuerno",
            "desc": "Material de ascensión de arma.<br/>En las canciones perdidas de las niñeras oni, Torachiyo era una joven elegante, de cuerpo robusto y rostro hermoso. En el pasado, fue una teniente en la que la Shogun confiaba plenamente. Torachiyo la siguió a los oscuros reinos abisales para expulsar a los seres más corruptos, gracias a lo que los oni adquirieron una buena reputación a pesar de que su sangre se diluía más y más con cada día que pasaba.<br/>Ya nadie canta estas canciones, pero esta máscara de un oni con cuernos, cuya forma original no nos ha llegado a la actualidad, aún posee un poder más allá de lo normal.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 473,
            "name": "Estatuilla del amanecer",
            "desc": "Un ídolo hecho a semejanza de una persona desconocida con un solo ojo.<br/>Al sostenerlo en las manos, se puede sentir que desprende una calidez parecida a la del hombro de un buen amigo en quien te puedes apoyar. Quizás esta escultura le dé el valor necesario para continuar a las personas que comprendan su significado. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Corazón espectral",
            "desc": "El núcleo de energía que permite a los Espectros flotar.<br/>Estas formas de vida elemental tienen la extraña capacidad de aparecer y desaparecer en masa cada cierto tiempo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Niv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "388",
              "414",
              "34.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Máscara del cuerno",
            "desc": "Material de ascensión de arma.<br/>En las canciones perdidas de las niñeras oni, Torachiyo era una joven elegante, de cuerpo robusto y rostro hermoso. En el pasado, fue una teniente en la que la Shogun confiaba plenamente. Torachiyo la siguió a los oscuros reinos abisales para expulsar a los seres más corruptos, gracias a lo que los oni adquirieron una buena reputación a pesar de que su sangre se diluía más y más con cada día que pasaba.<br/>Ya nadie canta estas canciones, pero esta máscara de un oni con cuernos, cuya forma original no nos ha llegado a la actualidad, aún posee un poder más allá de lo normal.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 698,
            "name": "Estatuilla de las profundidades",
            "desc": "Una efigie con un solo ojo que desprende una extraña energía y está hecha con un material desconocido.<br/>Al observarla, es como si escucharas unos increíbles susurros que te calman la mente.<br/>“Observen, hijos míos. Todos los seres bajo el trono celestial acabarán pereciendo bajo el tumulto. El vacío, con su serena oscuridad eterna, lo acogerá todo en su seno”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Núcleo espectral",
            "desc": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.<br/>Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Niv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "449",
              "475",
              "37.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 264,
            "name": "Máscara fantasmagórica",
            "desc": "Material de ascensión de arma.<br/>En el pasado, una bestia sobrenatural con cuerpo de tigre y cola de serpiente engulló a Chiyo, una guerrera de la tribu oni con el emblema Electro estampado en la espalda, mientras luchaba contra las fuerzas de la oscuridad. No obstante, Chiyo consiguió liberarse tras desgarrar las entrañas de la criatura desde su interior.<br/>Así fue como se ganó el título de “Chiyo, la mordisco de tigre”, el cual tras muchos años cambió a “Torachiyo”.<br/>Pero mientras estuvo en el vientre de la bestia, el pecado la corrompió y vio a sus camaradas masacrados por esos dientes manchados de rojo sangre. Sumida por completo en la oscuridad, al final desenvainaría su espada contra la todopoderosa Narukami, quien le cortó el brazo con el que empuñaba la espada y uno de sus cuernos. Entonces, Chiyo huyó cual bestia herida desde la ciudad hasta el bosque. Dicen que, una vez allí, fue considerada como un monstruo desconocido y asesinada por los tengu, o tal vez por Los Ocelos, o tal vez por un vástago del clan Iwakura que entrenaba en lo profundo de las montañas, pues su belleza había sido retorcida por el odio y la agonía de sus heridas. O tal vez incluso conoció al humanoide con espada y máscara de oni cerca de los restos de la serpiente gigante, y allí terminó el viaje de su vida.<br/>Pocos de los que lucharon contra el abismo en aquellos días se salvaron de tener sueños oscuros. Aquellos que asesinaron monstruos y luego se convirtieron en ellos no eran una minoría. La frontera entre mundos se vuelve frágil y la corrupción quizás no sea simplemente unidireccional.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 698,
            "name": "Estatuilla de las profundidades",
            "desc": "Una efigie con un solo ojo que desprende una extraña energía y está hecha con un material desconocido.<br/>Al observarla, es como si escucharas unos increíbles susurros que te calman la mente.<br/>“Observen, hijos míos. Todos los seres bajo el trono celestial acabarán pereciendo bajo el tumulto. El vacío, con su serena oscuridad eterna, lo acogerá todo en su seno”.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Núcleo espectral",
            "desc": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.<br/>Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Niv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ATQ antes de fortalecer",
              "ATQ después de fortalecer",
              "Porcentaje de ATQ"
            ]
          },
          {
            "key": "",
            "values": [
              "510",
              "-",
              "41.3%"
            ]
          }
        ]
      }
    ]
  }
}