{
  "epId": 2293,
  "name": "Las costumbres de los Hilichurls",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "La investigación del ecologista de Mondstadt, Jacob Musk, galardonado como “El poeta del hilichurlio”. En ella describe los usos y costumbres de la sociedad Hilichurl. En este tomo describe la estructura de la sociedad Hilichurl y sus particularidades.\nLa estructura social de los Hilichurls\nLa estructura social de la raza Hilichurl es evidentemente primitiva y tribal. Parece que estas tribus de pequeño tamaño, abundantes a lo largo y ancho de las tierras salvajes, conciben la tribu como una gran y extensa familia.\nLa figura más poderosa de las tribus de los Hilichurls es el chamán, conocido como Samachurl. Muchas investigaciones de campo confirman que el chamán es el miembro más antiguo de la tribu y que desempeña un papel análogo al del padre de familia: gestiona los asuntos importantes y toma decisiones políticas basándose en su amplia experiencia. Además, los chamanes actúan como protectores de su tribu utilizando sus habilidades elementales y pueden ser identificados por su característica apariencia: llevan unas máscaras con cuernos y una cara sonriente con un agujero en la boca, así como un rudimentario bastón en la mano. Otra característica que identifica a los Samachurls es que se les oye cantar para sí mismos un himno o encantamiento ininteligible.\nLa edad no siempre es el factor decisivo en cuanto al estatus de los miembros de la tribu. En algunas de ellas, los Hilichurls físicamente más grandes con habilidades de combate superiores están por encima de los chamanes. Con un liderazgo de este tipo, tales tribus tienden a ser más agresivas. Sus jefes pueden ser fácilmente identificados por su gran estatura y sus ostentosas máscaras, que también llevan cuernos.\nDebido a la hostilidad de los Hilichurls hacia los forasteros, junto con las obvias barreras de idioma, ha sido casi imposible investigar de forma específica la distribución de los recursos dentro de las tribus. Sin embargo, los informes de patrulla de los Caballeros de Favonius sugieren que los recursos se distribuyen, generalmente, según las necesidades de cada uno. Todos los miembros de la tribu son tanto recolectores como soldados, pero algunos valoran el combate más que otros y se convierten en experimentados pesos pesados del campo de batalla. Si durante mucho tiempo la tribu se encuentra en una complicada situación, estos Hilichurls se convierten en sus líderes más respetados.\nCuriosamente, los Hilichurls parecen tener una habilidad única para manipular los elementos a pesar de su limitada inteligencia y su primitiva estructura social. Esta habilidad se manifiesta más notablemente en los Samachurls. Normalmente, los humanos necesitan Visión para poder ejercer el control elemental. Por lo tanto, la cuestión de cómo los Hilichurls son capaces de hacerlo sin ella requiere más investigación y análisis."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "La investigación del ecologista de Mondstadt, Jacob Musk, galardonado como “El poeta del hilichurlio”. En ella describe los usos y costumbres de la sociedad Hilichurl. En este tomo profundiza en el tema de la fe y el mundo espiritual de los Hilichurls.\nEspiritualidad Hilichurl\nLos Hilichurls, igual que los habitantes de cada una de las Siete Naciones de Teyvat, tienen sus propias creencias religiosas. Sin embargo, no adoran a una deidad en concreto con presencia en este mundo —como ocurre con Los Siete—, sino al poder elemental en un sentido más abstracto. Por ejemplo, algunas tribus Hilichurl en Mondstadt veneran a Anemo al igual que los humanos, pero no reconocen a Barbatos, el Arconte de los Vientos. En su lugar, adoran el propio poder Anemo. Los Hilichurls que sostienen diferentes creencias elementales a menudo viven juntos en la misma tribu. La afiliación elemental de un Hilichurl individual se puede deducir de los diseños de sus máscaras y del color de su pintura corporal.\nSegún observaciones de primera mano, el chamán, responsable de organizar las ofrendas y las ceremonias de culto para la tribu, aplica sobre su cabello y piel un tinte con el color que representa el elemento que adora su tribu. Los Samachurls se visten y llevan más ornamentos que el resto de los miembros de la tribu, pero, debido a la limitada inteligencia de la propia raza, es poco probable que algunos de esos adornos hayan sido hechos a mano por ellos mismos.\nEl chamán es el líder espiritual de la tribu. Lidera los cantos y las danzas durante los rituales, en los que se cantan himnos de alabanza a los elementos. Si sobraron restos de carne de la caza, los Hilichurls los colocan en el altar como sacrificio. Aunque cuentan con una gran cantidad de Mora, piedras preciosas y otros artículos de valor que consiguen con la exploración, el saqueo, el asalto y otros medios, la carne cruda por sí sola les parece más que suficiente como ofrenda.\nParece que los Hilichurls no tienen ningún concepto ni del pasado ni del futuro, y solo viven en el presente. No almacenan comida para sobrevivir, ni conmemoran a sus antepasados fallecidos. Aunque se han observado intentos rudimentarios de algo parecido a la caligrafía en sus campamentos, un análisis más detallado revela que estas marcas no son más que imitaciones chapuceras sin originalidad de lo que han visto en las ruinas antiguas. Los Hilichurls parecen tener una afinidad inexplicable con los restos del pasado, lo que se evidencia en el hecho de que las ruinas son uno de sus lugares preferidos para acampar. Pero las investigaciones realizadas hasta ahora no han encontrado nada que pueda sugerir la verdadera naturaleza de su conexión con las civilizaciones perdidas a las que pertenecen estas ruinas."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "La investigación del ecologista de Mondstadt, Jacob Musk, galardonado como “El poeta del hilichurlio”. En ella describe los usos y costumbres de la sociedad Hilichurl. En este tomo profundiza en los misteriosos moradores solitarios de los Hilichurls.\nLos misteriosos moradores solitarios\nEn las tribus de los Hilichurls también hay un tipo de monstruo enorme y misterioso. Estos seres poseen un cuerpo muy fuerte y de gran tamaño y pueden controlar los elementos para aumentar sus poderes. Por ejemplo, pueden usarlos para protegerse o para incrementar su fuerza bruta durante el combate, volviéndose así prácticamente indestructibles.\nLos demás miembros de la tribu de los Hilichurls llaman respetuosamente a estos gigantes “Lawa”. La hipótesis del autor es que esta palabra significa aproximadamente “rey” o “líder”. Pero, en realidad, estos seres no actúan como caciques ni dirigen las actividades tribales, sino que prefieren mantenerse al margen, en solitario, y evitan las reverencias y demás muestras de adoración del resto de los Hilichurls.\nNormalmente, los aventureros no suelen encontrarse a estos gigantes. No obstante, incluso los aventureros más avezados deberían pensárselo dos veces antes de explorar un lugar donde podrían tropezar con uno de estos seres."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "La investigación del ecologista de Mondstadt, Jacob Musk, galardonado como “El poeta del hilichurlio”. En ella describe los usos y costumbres de la sociedad Hilichurl. En este tomo investiga la diversidad de las costumbres de los Hilichurls, tomando a Mondstadt como referencia.\nEl Valle Dadaupa de Mondstadt: un caso de diversidad cultural entre los Hilichurls\nA la Tribu de los Carnívoros le encantan los banquetes. Han construido un corral para criar jabalíes en el centro de su asentamiento y han asignado a un porquero para que lo vigile. Cocinan un guiso de jabalí en una única olla grande sobre una estufa natural hecha con Slime Pyro, de la cual cada miembro de la tribu se alimenta según sus necesidades.\nLa característica más llamativa de esta tribu es su gran arena de combate. Todo aquel que pone un pie en la arena está aceptando abiertamente una invitación de combate. Los que son expulsados de ella son, posteriormente, objeto de burla de toda la tribu.\nLos miembros de la Tribu de los Dormilones duermen siempre que pueden. Se han construido un entorno especialmente propicio para ello, compuesto por sencillas cabañas de madera amuebladas con suaves pieles de animales como camas. Son los más astutos y taimados de todas las tribus Hilichurls. Este nivel de inteligencia por encima de la media se puede atribuir, quizás, a que su calidad de sueño es superior a la de otras tribus.\nLas prácticas de la Tribu del Eclipse son las más místicas de todas en Mondstadt. No se preocupan ni por la inteligencia ni por la fuerza, sino por los poderes místicos. A diferencia de los poderes elementales a los que adoran sus semejantes, su objeto de culto es un símbolo burdo que parece representar un sol de color negro. Su chamán es más poderoso que los de las otras tribus. En el centro de su asentamiento, los otros miembros de la tribu han construido un gran trono para el formidable Samachurl que los lidera."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las costumbres de los Hilichurls"
          }
        ]
      }
    ]
  }
}