{
  "epId": 2296,
  "name": "Mina, la princesa de la nación caída",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Mina, la princesa de la nación caída"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "La princesa cuyo nacimiento vaticinó la destrucción al mundo se sume en el caos de una nación caída. En ese momento, un samurái errante desconocido aparece de la nada.\nAquí comienza un viaje entre dos personas ambientado en una antigua época de incesantes guerras.\nHubo trece años de paz antes de que comenzara la era de los estados combatientes.\nLas naciones del norte, más alejadas del epicentro, se contagiaron por fin del espíritu de la época, lanzándose a las llamas de la guerra.\nComo ocurre en la mayoría de las guerras, el perdedor se decidiría tras un feroz conflicto. Sus ciudades quedarían reducidas a escombros por las llamas y los nobles y sus partidarios huirían a las montañas.\nHasta ahora, no parece haber nada especial con este telón de fondo.\nPero en el punto de inflexión de esta época, apareció un samurái errante vestido con unas lujosas túnicas.\nNo, en lugar de “lujosas”, tal vez sería más preciso decir que esas túnicas eran...\nSí, así es. Eran de un hombre vestido de mujer.\nEl samurái iba acompañado de una joven de pequeña estatura que llevaba un haori increíblemente grande.\nEn cualquier caso, era un par sospechoso sin duda.\nSin embargo, los dos se acercaron al puesto de control al pie de las montañas como si no fueran conscientes de este hecho.\nFueron detenidos inmediatamente por los soldados ashigaru que custodiaban el puesto.\n“¿Quiénes son?”\nParecía la frase de rigor, pero también era una pregunta honesta.\n“Como puedes ver, somos unos simples transeúntes”,\nrespondió sin ningún tipo de poder de persuasión.\nSin embargo, el ashigaru que hizo la pregunta pareció vacilar ante la absoluta falta de duda en el tono del samurái.\n“En cualquier caso, vengan conmigo, por favor”.\n“Así que mi respuesta no funcionó...”\nEl samurái parecía decepcionado. De repente, tres ashigaru cayeron al suelo.\n“Llevabas todo el tiempo pensando hacer esto, ¿cierto? Maldito canalla”,\nrefunfuñó suavemente la joven desde detrás."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "“Eso de ‘la princesa que traerá la destrucción del mundo’ no es más que una excusa para hacer la guerra”.\nLa princesa se dirige hacia el centro del mundo para comprender la verdad sobre la profecía.\n¡Esta popular y romántica aventura continúa!\n“No es eso”,\ndijo de forma abrupta.\nLa princesa de pelo negro estaba sentada en el santuario de la montaña sin nombre. Su rostro parpadeaba entre las luces y las sombras provocadas por una llama.\n“¿Cómo que ‘no es eso’?”,\nrespondió casi como por un acto reflejo.\n“Lo que quiero decir, estúpido samurái, es: ¿no tienes nada que decir sobre mí, la princesa que trae la destrucción?”\n“¿Algo que decir? Bueno, por lo que veo, eres todo un personaje”.\n“No me refiero a ese tipo de cosas”, dijo la princesa Mina exasperada. “Me refiero a lo de salvarme”.\n“Técnicamente, no te he salvado”,\nle corrigió el samurái.\n“En aquel entonces, me ordenaste que te llevara en calidad de princesa, así que en ese sentido, fuiste tú la que se salvó a sí misma”.\n“Oh, ¿es eso lo que te parece importante?”,\nrespondió de manera inesperada.\nEl samurái pensó que había valido la pena intentar evadir la responsabilidad.\n“En cualquier caso, esa tontería de la ‘princesa que trae la destrucción’, ¿no es solo una excusa para hacer la guerra?”,\ndijo el samurái en un tono más apático.\n“Además...”\nEl samurái se dio la vuelta. En sus ojos vacíos había un intenso fuego.\n“Destruir el mundo es un concepto totalmente estúpido. Pronto lo entenderás”."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Ahora en el campo de batalla, nuestros protagonistas ven con sus propios ojos el infierno Avici. ¡La verdad sobre la guerra que asoló el mundo durante siglos está a punto de revelarse!\n¡Este volumen viene con algunas adiciones extra de gran valor!\nLa gente llama infierno a la guerra, pero eso solo es una descripción.\nLo que aparecía ante sus ojos era el verdadero significado de “infierno”.\nUna tierra desolada, árboles marchitos, gente caminando como cadáveres vivientes...\nEra como si la vida hubiera sido arrancada de este lugar.\n“Vaya...”\nEl samurái recogió del suelo una hoja seca y la aplastó, con lo que se convirtió en polvo.\n“Parece que de verdad han arrancado la vida de este lugar”.\nEl conflicto había hecho estragos en la capital desde hacía más de un siglo.\nDespués de la primera década de guerra, los recursos y las riquezas de las distintas naciones en conflicto estaban prácticamente agotados.\nLo que había mantenido viva la guerra durante tanto tiempo era algo conocido como el “maleficio de Nakura”.\nEl maleficio de Nakura era una magia aterradora que succionaba la vida de todos los seres vivos y de la propia tierra, entregándola a poderosos samuráis y alimentando el ansia de guerra.\nLos que utilizaban esa magia depravada para dominar la tierra eran unos canallas conocidos como los “señores de Nakura”.\nEstos se disputaban el control de la tierra, pero ganara quien ganara, la vida de la tierra siempre acababa siendo arrancada.\nEsta era la verdadera cara de la guerra que se había desatado desde hacía casi un siglo.\n“Y los que crearon el maleficio son los hechiceros onmyouji, que habitan en la Torre del Cielo situada en el centro del mundo”.\nIgnorando a la princesa Mina, que vaciló ante lo que veía frente a sus ojos, el samurái prosiguió:\n“Oh, princesa que trae la destrucción, ¿acaso no ha sido ya destruido este mundo?”"
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "“Almas difuntas del pasado, ¡vuelvan al infierno!”\nEn este conmovedor capítulo, el samurái rememora su intrigante pasado.\nLa princesa y el samurái que perdieron sus patrias se encaminan en una gran aventura en este nuevo capítulo.\nLa nación de Kogami era un páramo sin vida hasta donde alcanzaba la vista.\nLos campos estériles se extendían en el horizonte alrededor de una gran duna de arena donde se enfrentaban los dos samuráis.\nUno de ellos es nuestro protagonista, y lo llamaremos el “samurái verde” para distinguirlo.\nEl otro es un recién llegado a la historia. Lo llamaremos el “samurái pálido”.\nSi se tratara de una historia de espadachines, ya habrían adoptado posturas de combate. Pero ellos dos no estaban aquí para tener un combate decisivo, solo se miraban el uno al otro.\n“Has vuelto del infierno, ¿verdad?”,\ndijo el samurái pálido tras una larga pausa.\n“Qué nostalgia, ¿no?”,\nrespondió contento el samurái verde.\n“No me pongo nostálgico por esas cosas”,\ninterrumpió bruscamente el samurái pálido.\nEntonces, el samurái verde cerró los ojos, como si se hundiera en el abismo del pasado.\n“‘Todo esto acabará cuando derrotemos a los señores del mal’. Eso era lo que creíamos entonces. Éramos tontos e ingenuos, eso fue solo el comienzo de la pesadilla.\nLos trece samuráis se unieron para derrotar al Daimyo de Nakura que había estado destruyendo esta nación.\nPero Kogami no revivió con la desaparición del Daimyo, y la fuerza vital de la tierra siguió extinguiéndose.\nNo solo eso; el país, ahora desprovisto de su gobernante, se convirtió en un paraíso para aquellos que lo saquearían.\nLos héroes que habían derrotado al señor del mal no pudieron protegerlo al final.\nAl final, solo dos escaparon”.\n“Deja los recuerdos por un segundo. Tenemos cosas que resolver, ¿no?”"
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "“Antes que sacrificarte para salvar este mundo, deja que se destruya en pedazos”.\nLa princesa y el samurái llegan juntos a la Torre del Vacío en el centro del mundo. ¿Será este el final de su historia?\n“¡Quiero salvar este mundo!”,\ndijo la princesa Mina.\n“Ya te lo he dicho muchas veces. No existe tal cosa como ‘salvar este mundo’. Ahora, eso no ha impedido que idiotas como yo lo intenten, por supuesto. Pero este mundo... está condenado.”\n“No me importa. Soy una princesa. ¿Las princesas no nacen para salvar el mundo?”\n“No, nunca he oído hablar de ninguna historia así. Y, por lo que sé, tú eres la princesa que trae la destrucción.”\n“Lo último que oí es que alguien dijo que esa ‘destrucción’ es en realidad el nacimiento de una nueva vida”.\n“Bueno, no sé dónde has oído eso, pero esas creencias ya están obsoletas. Si escribieras estas tonterías hoy en día, la gente las arrojaría al reino de Tokoyo”.\nLa princesa se tapó los oídos.\nEn lo alto de la Torre del Cielo, el samurái y la princesa discutían inútilmente, como si nadie estuviera mirando.\nBueno, en realidad, había bastante gente más por allí vestida de hechicero onmyouji.\n“Como todos saben, el maleficio de Nakura se creó para preservar la vitalidad de un mundo que estaba decayendo lentamente”.\nComo si no pudiera soportar la conversación, y también para hacer avanzar la trama en su papel de PNJ, el onmyouji más viejo finalmente habló.\n“Y lo que puede utilizar esta vitalidad almacenada es...”\n“Entonces, ¿podrías quitarte esos pensamientos de la cabeza?”\nEl samurái no parecía haber escuchado en absoluto al anciano onmyouji.\n¿Cuánto tiempo iba a durar esta farsa?"
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Por fin se desvela la verdad sobre el mundo, que más bien parece una gran y maligna ironía. Incluso tras separarse, nuestros dos protagonistas no pueden huir de su destino.\n¡El último volumen de «Mina, la princesa de la nación caída»! Pero no desesperen, ¡esta historia no termina aquí!\n“Entonces, ¿el mundo se salvó?”\nAl final de la historia, el samurái caminó en medio del infinito desierto.\nProbablemente, la Torre del Cielo ya estaba completa, y la vitalidad que quedaba en el mundo se había almacenado por completo.\nNo se sabía si se había creado un nuevo mundo, pero este estaba sin duda acabado.\nYa que ¿qué se podía esperar de una princesa destinada a destruir el mundo?\n“También podría destruir ese otro mundo... si es que existe”.\nY así, el samurái se embarcó en un nuevo viaje.\n...\n(El resto de este libro es la ambientación de la historia, y presenta en gran parte a los diversos señores malvados y criaturas monstruosas que no aparecieron en la narración principal de la novela)."
          }
        ]
      }
    ]
  }
}