{
  "epId": 2297,
  "name": "Baladas del Caballero",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Baladas del Caballero"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Colección de poemas en circulación desde los días de la antigua aristocracia. Se dice que son las propias palabras de Ragnvindr, el Caballero del Alba. En ellos describe su vida caballeresca.\nHe paseado por todas las calles de Mondstadt.\nEl aire estaba impregnado del hedor de la miseria y el zumbido del jolgorio.\nVi al más arrogante de los aristócratas,\ny también al más miserable de los pobres.\nPor la noche, estas calles son como una telaraña: unos celebran un festín y otros son la presa.\nOigo un tintineo en la noche, y sé que son las cadenas de las almas de los oprimidos.\nPatrullo las calles de Mondstadt por la noche,\ndonde mis compañeros y superiores una vez anunciaron:\n“Somos los caballeros de las estrellas. Levanten sus cabezas y sean nuestros testigos.\nPorque nosotros, que izamos nuestra bandera en el brillo estelar, ¡somos los verdaderos protectores de Mondstadt!”\nYo no he levantado la cabeza para contemplar las estrellas, ni mirado nuestra bandera una sola vez,\npues no puedo desviar mi atención de las sucias callejuelas.\nLos arruinados vendedores ambulantes lloran en silencio;\nlos soldados veteranos se retuercen de dolor.\nEn la mortífera quietud de la noche,\nuna joven, rechazada por la Aristocracia, suplica a Barbatos misericordia.\nLos suspiros de los vientos de luto hacen sonar la puerta de la catedral.\nLlevando el dolor de los oprimidos, asaltan los imponentes muros palaciegos.\nEl alarido de cada madre,\nel llanto de cada niño;\nsuficientes para abollar el más resistente de los escudos;\nsuficientes para doblegar a la más afilada de las espadas.\nLos lamentos de tristeza me producen escalofríos.\nPero en el palacio y en el castillo,\naunque el viento sopla igual que como lo hace en tierra sagrada,\nno son más que como el suspiro de una hormiga a oídos de un hombre."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Colección de poemas en circulación desde los días de la antigua aristocracia. Se dice que son las propias palabras de Ragnvindr, el Caballero del Alba. En ellos, describe su encuentro con la bailarina espadachina.\nUn día, al alba,\nUna bailarina cuya espada era su canción llegó a Mondstadt.\nAunque no había parte de su cuerpo que no estuviera encadenada o esposada,\nen su silencio había una canción:\nLa canción de la libertad, de un amanecer más brillante más allá de los muros;\nUna balada que un pueblo desenfrenado cantaba con alborozo.\nElla era la Luz Matinal de la Orquesta del Errante,\npero también la que tiñó de sangre a la Aristocracia.\nUna vez le pregunté: “¿Por qué vienes a derrocar a nuestros aristócratas?”\n“¿No sabes que son nuestros líderes?”\n“¿Por qué pones sus vidas en un pedestal?”\nSu voz era como una brisa fresca.\n“Si afirmas que el viento es tu compañero,\nentonces, ¿no lo es también la libertad?”.\nLes contó un cuento a sus oyentes solitarios:\nun cuento sobre los ancestros de nuestros gobernantes, que tenían un gran poder;\nun cuento de ángeles, arcontes y viles dragones;\nun cuento de las deidades y pueblos de toda la tierra.\nCada mito y cada leyenda se convirtió en una canción,\nque el viento llevó a todos los rincones del reino.\nEn la arena de los aristócratas, su espada cantó una vez más.\nAunque era su última obra maestra, no lo hizo a la perfección.\nUn caballero sin nombre recuperó su espada del campo de batalla empapado en sangre,\ny la enterró donde los suaves vientos se reúnen."
          }
        ]
      }
    ]
  }
}