{
  "epId": 2298,
  "name": "Registros del gallardo",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registros del gallardo"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "El registro de las muchas leyendas de los caballeros errantes de Liyue. A pesar de que muchas de estas historias son muy antiguas, siguen siendo muy populares entre los lectores.\n«El Ermitaño»\nEl bosque de piedra del Desfiladero Jueyun, al norte de Liyue, suele estar envuelto entre la bruma. Allá, abundan las leyendas que los herboristas tienen acerca de los Adeptus y otros espíritus y demonios.\nHabía una vez un comerciante de medicinas llamado Chiangu, que fue al Desfiladero Jueyun a investigar la distribución de las hierbas. Sin que él lo supiera, un grupo de bandidos lo había seguido hasta las montañas. Una noche, cuando Chiangu bajó la guardia, lo atacaron y quedó inconsciente. Los bandidos robaron sus pertenencias, lo ataron de pies a cabeza y lo dejaron solo en el valle.\nEl comerciante de hierbas se despertó en mitad de la noche. Luchó contra las cuerdas que lo ataban y lanzó un gritó de ayuda que se perdió en la inmensidad de las montañas. El único sonido que se oía en la frondosidad de aquel bosque del Desfiladero Jueyun, a excepción del eco de sus lamentos, era el débil graznido de los pájaros perturbados por sus gritos.\nCuando el desolado Chiangu se encontraba en su momento más bajo, una ronca voz se oyó entre el grito de los pájaros y el silbido del viento:\n“¡Levántate!”\n“¡No puedo!”, dijo entre lamentos, lo que ahuyentó a un zorro que merodeaba en medio de la noche. Pero, mientras luchaba por quitarse la cuerda, se dio cuenta de que esta se había aflojado y podía quitársela.\nEl comerciante se levantó y, antes de que pudiera darle las gracias a la voz, esta interrumpió:\n“Sube la montaña”.\nChiangu obedeció sus órdenes y ascendió a la montaña por un sinuoso camino hasta la cima, cuando, de pronto, el horizonte comenzó a brillar en el este. Desde la cumbre vio un pino retorcido y marchito que crecía en un acantilado, con ramas que se extendían hacia afuera de la ladera. El suave crujido de las ramas atrajo su atención hacia las cuerdas que pendían de ellas, de cuyo extremo colgaban los bandidos de la noche anterior, atados de los pies a la cabeza.\nLuego vio al anciano cuya voz había escuchado, con el pelo y la barba tan blancos como la nieve, sentado sobre una roca de forma curiosa como si fuera su trono. El anciano echó un vistazo a la apariencia desaliñada del comerciante de medicinas y se río burlonamente antes de devolverle sus posesiones intactas.\nChiangu preguntó por los orígenes del anciano, quien respondió que su lugar estaba en las montañas, su casa estaba allá donde se dirigiera y su cama estaba allá donde descansara. El herborista trató de mostrar su agradecimiento hacia él, pero este lo rechazaba todo. Después de insistir mucho, el anciano aceptó un Mora para dárselo a la hija de Chiangu en el día de su boda y, así, poder asistir al banquete.\nDel desastre pareció surgir la buena fortuna, porque, después de este incidente, la tienda del comerciante de medicinas se hizo cada vez más popular y las noticias de su riqueza se difundieron más allá de Liyue. Algunos dicen que, después de hacerse rico, regresó al Desfiladero Jueyun en busca del anciano, pero no encontró nada más que unas pocas tiendas de campaña abandonadas y botellas de vino vacías. Algunos afirman haber visto al viejo en la Costa Yaoguang, disfrazado de minero y correteando lozanamente. Otros sostienen que ahora es un pescador que se dedica a salvar náufragos. Las versiones son innumerables y, sin embargo, nadie sabe su nombre real.\nPor desgracia, Chiangu se encuentra ya en el crepúsculo de su vida, y Chianxi, su querida hija, aún no ha contraído matrimonio. Quizás llegará el día en que el anciano de la montaña asista al banquete de la boda, pero es difícil saber si Chiangu vivirá para verlo."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "El registro de las muchas leyendas de los caballeros errantes de Liyue. A pesar de que muchas de estas historias son muy antiguas, siguen siendo muy populares entre los lectores.\nLiyue no siempre fue un reino gobernado por Rex Lapis. En una antigua época, existieron numerosos arcontes que vagaban por este mundo.\nFue en ese entonces cuando en el territorio conocido como Llanura Guili comenzaron a florecer lirios de cristal. La Llanura Guili se vio afectada por la angustia que generó el caos tumultuoso de la guerra, provocando que todos sus ciudadanos se marchasen y dejando el lugar desolado. Tiempo después, Liyue experimentó un gran desarrollo y atrajo un número considerable de nuevos habitantes. Sin embargo, en los tiempos modernos, esta Llanura todavía es el escenario donde tuvieron lugar incontables leyendas de caballeros errantes que todavía se transmiten hoy en día.\nUn comerciante ambulante y un portero charlaban distraídos bien caída la noche cuando una misteriosa sombra irrumpió en la Llanura Guili. Se trataba de una joven que vestía una larga túnica azul añil y que caminaba siguiendo los bajos del río. La luz de la luna matificaba su rostro de color plateado y la brisa de la noche transmitía las palabras de la joven a las luces centelleantes que yacían desveladas en el cielo estrellado.\nSegún cuentan los invitados de la Posada Wangshu, solo serán capaces de verla aquellos viajeros perdidos, los que se paran a escuchar los sonidos de los insectos en las noches de verano. Solo serán capaces de seguir su rastro aquellos que perciban el aroma de los lirios de cristal en mitad de una cortina de luciérnagas danzarinas y Seelies suspendidos en el aire. Hay quien conjetura que quizás ella sea una bestia iluminada que se perdió o el alma superviviente de un arconte que ya falleció y que solloza en soledad por la gloria que poseyó en el pasado. También hay quien cree que tan solo se trata de una caballera errante, como los caballeros que se suelen ver recorriendo los bosques, las montañas y las ciudades y que esconden su verdadera identidad.\nNadie sabe cómo se originó la leyenda de esta joven, la cual finalizó con el cuento de un cazador cuya narración diverge considerablemente de la de los comerciantes. En una apacible noche con la luna en el cielo, el cazador presenció con sus propios ojos a la joven empuñando una espada y bailando con unas sombras misteriosas. Una vez que terminó aquel elegante y radiante baile, la joven desapareció sin dejar rastro. Tan solo quedaron unos restos de arena ensangrentada.\nAl día siguiente, un transeúnte que caminaba cerca del río descubrió los cadáveres de unos soldados de la Geoarmada y un inspector de terrenos.\nDesde entonces, por más que el Ministerio de Asuntos Civiles ordenase inspeccionar la zona en múltiples ocasiones, nadie volvió a ver la silueta de la joven en la orilla del río.\nQuizás la danza con espada de aquella noche tan solo fue una venganza que acabó convirtiéndose en homicidio. Quizás la joven era una delincuente despiadada. O quizás la razón de ser de los caballeros errantes reside en empuñar su espada más allá de cuáles sean las normas de este mundo.\nNo obstante, conforme las luces de Liyue se extienden iluminando hasta los lugares más inhóspitos, este tipo de leyendas también desaparecerán con el paso de los años.\nLa misma orilla donde una vez deambuló la joven de la leyenda hoy está llena de un mar de lirios de cristal."
          }
        ]
      }
    ]
  }
}