{
  "epId": 2299,
  "name": "Diario del aventurero Roald",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Diary of Roald the Adventurer_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el famoso aventurero Roald. Hay pizcas de sal amarga entre sus páginas.\n«Sal Terrae»\nMis zapatos acabaron empapados de tanto caminar por la orilla del río del Pantano Dihua. La última vez que me los quité para sacar el agua, de dentro salió una rana.\nA juzgar por el tamaño de las ruinas, este lugar debió ser en el pasado un santuario y un refugio. Al parecer, fue construido por la Diosa de la Sal durante la Guerra de los Arcontes. Según las leyendas de Liyue, esta Diosa era dulce y delicada, pero durante la despiadada guerra, la vida de las personas era insignificante. Por ello, la Diosa de la Sal no participó en el cruento conflicto bélico, sino que se dedicó a dar refugio a las personas que sufrieron sus consecuencias. Las trajo hasta aquí para construir un asentamiento y darles el cuidado y el consuelo que necesitaban al vivir en un mundo sumido en el caos. Mientras tanto, trató de buscar la manera de que los Arcontes terminaran el conflicto y volviera la paz.\nParece que hace mucho que, excepto por los cimientos de este santuario, el resto de la ciudad fue enterrado en el fondo del Río Bishui.\nLa Diosa reunió a un grupo de devotos que se asentó en el actual Sal Terrae para vivir una vida tranquila. La ciudad se mantuvo en pie durante cientos de años, hasta que un día ella cayó y el asentamiento se derrumbó.\nLa dulce y tierna Diosa no murió en combate contra el resto, sino que sufrió la traición de los mortales a los que tanto apreciaba.\nSu asesino fue el primer y último rey mortal de este lugar. Aunque, igual que el resto del clan, en su momento veneró a la Diosa de la Sal, al final dejó de hacerlo debido a sus aspiraciones mortales. El rey buscaba protección y poder de combate, por lo que, para demostrar la inutilidad del amable temperamento de la solitaria deidad, la asesinó con una gran espada. De este modo, el santuario acabó derrumbándose junto a ella, y la ciudad de los mortales sufrió un fin igual de amargo.\nHay muchas opiniones sobre lo que le ocurrió al rey traidor y nadie sabe cuál es cierta. Algunos dicen que siguió gobernando él solo en las ruinas de la ciudad durante siglos hasta que se convirtió en polvo, la guerra terminó, el agua del río inundó las ruinas y del cetro del monarca salieron bichos. Otros dicen que no pudo soportar la culpa por asesinar a la Diosa de la Sal y se suicidó. En todo caso, aquellos que fueron agraciados por ella se dispersaron por todo Liyue, asentándose en este puerto bajo la protección del Arconte Geo y conservando sus leyendas. Por eso conocemos esta historia hoy en día.\nSe dice que el cuerpo de la Diosa de la Sal aún permanece en las profundidades de las ruinas. Y, aunque hace mucho que se convirtió en sal, sigue conservando la postura del momento exacto en que la espada del rey la atravesó.\nA lo lejos está empezando a nublarse. Parece que va a llover muy fuerte, así que más me vale irme lo antes posible. Mi siguiente parada será el Monte Chingtsé, al noroeste. Espero llegar antes de que empiece la tormenta. Pero no iré con mucha prisa, que no quiero perder otra vez mi diario..."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "El diario escrito por el famoso aventurero Roald en un campamento improvisado. Todavía parece nuevo y huele a hierbas aromáticas del Monte Chingtsé.\n«Aldea Chingtsé»\nPartí de Espinadragón y, después de cruzar ríos, traspasar bancos de arena alfombrados con carrizos y atravesar bosques de bambú con pizcas de rayos de sol, finalmente llegué al Monte Chingtsé. Mis zapatos y mi ropa estaban empapados por la intensa lluvia. Afortunadamente, los ancianos de la aldea tuvieron la amabilidad de dejarme tender la ropa en el ayuntamiento del pueblo. Incluso me dieron algo de ropa seca y comida.\nHabía muchos niños en la Aldea Chingtsé. Por muy dulces que sean, pueden volverse bastante apegados. También había muchos ancianos. La gente que vivía aquí parecía feliz y despreocupada. Los ancianos dijeron que la mayoría de los jóvenes se fueron a trabajar a Liyue. Muchos de ellos ya tenían una familia allí y enviaban dinero todos los meses. Después de ver la prosperidad y la comodidad de la ciudad, es difícil que estos jóvenes quieran volver a vivir en su hogar natal. Liyue había traído paz y riqueza a toda la región del Monte Chingtsé, pero también la estaba haciendo envejecer irreversiblemente.\nSegún la leyenda, la palabra “Chingtsé” se originó a partir del nombre de una antigua serpiente marina llamada “Chi”. En realidad, “Chi” es como lo llamamos ahora en lenguaje moderno, ya que en la antigüedad, la gente de Liyue lo pronunciaba “Chingtsé”.\nSegún un anciano aldeano, hace miles de años, Morax derrotó al monstruo marino y devolvió la paz a Liyue. Tras su muerte, el cuerpo del monstruo se convirtió en roca, su sangre se convirtió en agua y sus escamas ahora son bancales. Por su parte, su nido se convirtió en el Monte Chingtsé tal y como lo conocemos hoy en día.\nPero, tras un rápido vistazo, creo que las montañas son principalmente rocas destrozadas por impactos externos. Además, no hay ni rastro de monstruos Hydro en esas rocas. ¿Quizás el cadáver de Chi, la serpiente marina, desapareció hace mucho tiempo y ese monstruo convertido en montaña no es más que un cuento antiguo?\nMi próximo destino es el lago ubicado en el bosque de piedra del Desfiladero Jueyun, donde se dice que hay un laberinto en el que viven los Adeptus. A ver si puedo encontrarlo."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el famoso aventurero Roald a las orillas del agua. En él, describe su experiencia en la Montaña Aozang y sus planes para sus aventuras posteriores.\n«Desfiladero Jueyun - Lago Aozang»\nOtra vez he perdido un diario, y eso que me repetí tres veces como recordatorio “Guarda bien el diario”. Al lanzarme a la aventura, me olvidé completamente de ello. Malgasto tanto papel todos los años... Espero que el Arconte Dendro no se enfade.\nAl final, llegué a un lago en la cima de la Montaña Aozang. Para ello, atravesé un complicado y tortuoso camino montañoso hecho de peldaños de madera por los herboristas de la antigüedad, y escalé un peñasco muy empinado y húmedo. Unos pescadores me dijeron que el lago tenía kilómetros de profundidad, pero, tras comprobarlo por mí mismo, puedo asegurar que estaban exagerando.\nLos ancianos de la Aldea Chingtsé tenían razón después de todo: el agua del Lago Aozang es dulce y cálida. ¡No me extraña que lo consideren un lugar sagrado! Cuando llegué al Desfiladero Jueyun, un viejo agricultor me contó que los Adeptus tienen una habilidad mágica que les permite transformarse en bruma cuando quieren y vagar por la niebla. Es cierto que no me creí aquella leyenda de pueblo, pero ver cómo la bruma se elevaba desde la superficie del lago hasta la cima para fundirse con las nubes me hizo pensar... ¿Y si los Adeptus que estaba buscando ya estaban caminando en la cima y yo no tenía ni idea?\nFui dirección este para descender la Montaña Aozang y, en el camino, por poco me perdí en el frondoso bosque. Llegué a un claro y me di cuenta de que había vuelto a la orilla del río Bishui. Desde aquí hay una buena vista. Es un buen lugar para descansar, así que creo que voy a acampar.\nMientras organizaba mis cosas en el campamento, conocí a una joven chica que parecía estar buscando tesoros. Se llamaba Eduardo, y dijo que se dirigía hacia el oeste para ir al “Lago Milagroso”, al pie de la Montaña Aozang.\n“Cuenta la leyenda que el Adeptus vive en la orilla de un lago al oeste del pie norte de la Montaña Aozang. Si es así, seguro que esconde muchos tesoros secretos. ¡Muajaja! En cuanto los encuentre...”\nDe repente, se puso muy seria, como si acabase de caer en cuenta de algo, y exclamó: “¡Me pondré en contacto con el Gremio para informarles! Al fin y al cabo, soy miembro del Gremio de Aventureros y no tengo ninguna relación con los Ladrones de Tesoros”.\nEs cierto que hay aventureros que lo son porque quieren hacerse ricos. Como la gente de Liyue suele decir: “Cada uno en su casa y Dios en la de todos”. Aunque la verdad es que, en general, creo que es una aventurera bastante decente.\nIr dirección oeste para explorar ese Lago Milagroso del que hablaba la chica sonaba muy bien, pero, aun así, decidí seguir con mi plan original. Si no surgen imprevistos, me dirigiré a la Llanura Guili para admirar sus paisajes y desenterrar tesoros. Claro que, si no hay imprevistos, tampoco perderé de nuevo este diario. Por favor, ¡que no surjan imprevistos!"
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el aventurero Roald en un campamento improvisado. Sus páginas están mojadas y en ellas se distingue la huella de un zorro.\n«Estanque Luhua»\nViajando hacia el sureste a lo largo del Río Bishui, me encontré con un estanque en el norte de la Cordillera Tianheng. El agua es más clara que el cielo y su temperatura es la misma que la del cuerpo humano. Además, su sabor tiene incluso un toque dulce.\nUn herborista local me dijo que hace miles de años este estanque fue un jardín. Se dice que durante la era de la Guerra de los Arcontes, dos amantes, cuya relación se encontró con el desacuerdo de sus familias, se encontraban aquí en secreto. Sin embargo, mientras la guerra continuaba, el hombre dejó a su amante y decidió seguir al Arconte Geo. Como ser mortal, se unió a la guerra con valentía, al igual que innumerables mortales de aquella época. Pasaron cientos de años y nadie volvió a saber nada de aquel hombre.\nSin embargo, la chica sí lo esperó durante años en su jardín. Las flores se marchitaron y la hierba creció, pero, empapada por la marea del estanque, esta también terminó pudriéndose. La marea cesó, e incluso la chica se convirtió en polvo, de modo que sus lágrimas convergieron en este estanque. Tal vez sea su profundo anhelo lo que hizo que el agua fuera tan clara y agradable.\nPasé una tarde aquí y di alguna que otra cabezada mientras me bañaba en el estanque. Cuando desperté, las estrellas ya brillaban claras en el cielo.\nMe di cuenta de que un bebé zorro me estaba observando a escondidas, pero se asustó en cuanto levanté la vista.\nNo me di cuenta hasta más tarde de que me faltaba un zapato y que habían estado rebuscando en mi saco de comida.\nPreparar el equipaje me llevó más tiempo de lo que esperaba. Mi próximo destino se encuentra en delta del Río Bishui, al noreste: la Costa Yaoguang."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el famoso aventurero Roald. Las páginas huelen a brisa marina.\n«Costa Yaoguang»\nEste es el delta del Río Bishui. La arena y el lodo fueron transportados hasta aquí por el río y se acumularon en un banco abierto y llano. Cuando finalmente llegué, dicho banco estaba envuelto en una capa de niebla y mis zapatos nuevos volvían a estar empapados. Escuché el sonido de unos monstruos desconocidos procedente de la niebla, pero no pude determinar la ubicación exacta.\nYa solo quedaba instalar la carpa y esperar a que esa escandalosa niebla desapareciera.\nCuando me hospedaba en la Posada Wangshu, un comerciante me contó la historia del nombre de la Costa Yaoguang: “Las olas de jade eran arrastradas hacia el océano mientras que en la playa de arena blanquecina había una caracola verde vacía”.\nLuces tan puras como el jade brillaban en la superficie del Río Bishui y fluían hacia el mar junto con sus aguas. Pero el Santuario Caracola de la Costa Yaoguang estaba vacío.\nUna vez me aventuré en la niebla para visitar el santuario, pero no vi a su dueño.\nUna leyenda de los pescadores dice que el Santuario Caracola es el hogar de una Adeptus, y que dicha caracola de color verde es parte de su propio cuerpo. Ella dio cobijo a los viajeros que se perdieron en la niebla, se ocupó de los náufragos y dio buena suerte a los Adeptus en su cruzada contra los monstruos marinos.\nPero esta leyenda tiene una versión distinta entre los pescadores más ancianos. Ellos dicen que el Santuario Caracola no era el hogar de un solo Adeptus, sino de una familia entera que vivió en él durante generaciones. Sus miembros se dedicaron a ayudar a los extraviados y salvaron la vida de muchos pescadores.\nParece que la niebla se está alejando y el sol ya casi es visible.\nA continuación, tomaré prestado un bote para llegar al Bosque de Piedra Guyun y visitar las ruinas donde el Arconte Geo venció al monstruo marino.\nSi todo va bien, debería llegar en poco tiempo."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario olvidado por el famoso aventurero Roald. Está mojado. Parece haber estado sumergido en las aguas del mar.\n«Bosque de Piedra Guyun»\nTras perder de vista a los Hilichurls de varias islas, por fin llegamos sin problemas al Bosque de Piedra Guyun. Al desembarcar, seis gigantescas columnas, bajo cuya sombra se estaba fresco, impidieron que la luz cegadora del sol me deslumbrase. No sé si será porque habían absorbido los nutrientes de los restos de monstruos que había en la playa, pero comí unos cangrejos muy jugosos y deliciosos.\nA juzgar por este radiante y cautivador paisaje, quién hubiera dicho que este fue el sangriento campo de batalla entre el Arconte Geo y el monstruo marino. Hace ya mucho tiempo que la sangre de los días pasados se fundió con el azul del mar sin dejar rastro. Quizás una gota de sangre derramada por una persona no es diferente del torrente de sangre de innumerables héroes ante el inmenso océano. Los vientos eternos y las corrientes oceánicas están destinados a limpiar el polvo hasta que todo esté como solía estar.\nSe dice que el Arconte Geo una vez talló una lanza gigante de una roca y la lanzó a las profundidades del océano, atravesando el cuerpo del monstruo marino que provocó el caos en su territorio. Con los años, el viento erosionó progresivamente la lanza de piedra hasta dejarla en la forma que vemos hoy en día.\nYa era tarde y decidí regresar a tierra para acampar. Desde allá, podía divisar a los barcos salir del puerto y, a lo lejos, a la majestuosa Flota Crux Meridianam izar velas. ¿Qué importante misión de las Siete Estrellas estaría haciendo la Capitana Beidou?\nEsa noche dormí fatal. Todo el tiempo soñaba que estaba en un lugar oscuro y húmedo, como si yo fuera el monstruo marino que el Arconte Geo atravesó con su lanza. Me retorcía de dolor mientras luchaba por sacarme aquella robusta lanza de piedra, pero cada movimiento me causaba más dolor y odio.\nPor lo visto, el Bosque de Piedra Guyun no es un buen lugar para pasar la noche. Prendí una hoguera y esperé al amanecer para seguir mi camino. Regresé a Liyue para arreglarme un poco y, después, me puse en marcha hacia el Desfiladero Jueyun. Durante mi visita a los Adeptus, no conseguí nada, así que esta vez probaré suerte escalando la Cima Chingyun.\nNota: ¡No vuelvas a perder el diario!"
          }
        ]
      },
      {
        "title": "Volumen VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el famoso aventurero Roald. El papel tiene la fragancia de las pequeñas flores que crecen en los acantilados.\n«Desfiladero Jueyun - Cima Chingyun»\nEmpezaré cada entrada del diario de aventurero con un recordatorio. Me he dado cuenta de que, siempre que quiero escribir algo, no sé dónde lo puse por última vez. Ay, Roald, ¡no puedes seguir así!\nNo sé ni cuánto tiempo me llevó escalar hasta la cima del precipicio. El blanquecino mar de nubes era tan denso que me era imposible distinguir desde dónde divisé la última vez el lugar donde viven los Adeptus.\nAparte de los árboles de formas extrañas, apenas hay signos de vida en la cima del precipicio. De vez en cuando, un milano lapis emite un silbido agudo al caer antes de sumergirse en las nubes y desaparecer de mi vista. Más arriba se encuentra el lugar donde viven los Adeptus, pero hay algunas cosas que tengo que terminar antes de subir. El problema más apremiante es arreglar mi equipo de escalada y curarme algunos cortes y rasguños que me hice. Para ello tengo el ungüento que me dio un agricultor muy amable cuando llegué por primera vez al Desfiladero Jueyun. Duele, pero realmente funciona.\nNo es nada cómodo pasar la noche en lo alto de la montaña. El implacable viento por encima de las nubes cala hasta los huesos, abriéndose paso a través de cada pequeño hueco que hay en la tienda de campaña. No hay forma de mantener una hoguera encendida con este viento, así que me va a ser imposible dormir. Me pregunto si los Adeptus que habitan por aquí alguna vez se sienten solos y desanimados al estar rodeados de nada más que el gélido y despiadado viento...\nTras toda una noche en vela, la luna al fin se sumió en el mar de nubes. Comprobaré que lo llevo todo antes de seguir escalando hasta la cima, donde viven los Adeptus, al amanecer. Espero que no llueva en un sitio a tanta altitud."
          }
        ]
      },
      {
        "title": "Volumen VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "El diario del famoso aventurero Roald. En las páginas se pueden ver algunas manchas de musgo verde brillante.\n«Estanque Chingxu»\nPara evitar perder el diario de nuevo, esta vez he puesto una marca hecha de musgo en su funda de cuero. Ahora sí que destaca en mi mochila. ¡Perfecto! Esta noche lo pondré al lado de mi almohada antes de dormir. Así, seguro que no lo vuelvo a perder. Si pierdo el diario una vez más, no voy a poder seguir llamándome a mí mismo “aventurero”... “Desventurado” tal vez sí, pero “aventurero”...\nMe dirigí hacia el oeste desde el puerto de montaña de la Cordillera Tianheng y llegué a unas ruinas conocidas entre la población local como “Estanque Chingxu”. La entrada se encuentra justo en el centro de una gigantesca formación rocosa que se eleva desde el medio de un estanque poco profundo. En este lugar, completamente rodeado por empinados peñascos, hay varias torres de piedra que se mezclan a la perfección con el paisaje natural creado por el Arconte Geo. La bruma matinal está ya despejándose y los primeros rayos de sol comienzan a iluminar las montañas y las ruinas. Parece que hoy hará buen tiempo.\nSegún la leyenda, estas ruinas son incluso anteriores a cuando Liyue estaba bajo el control del Arconte Geo. Durante la Guerra de los Arcontes, todo Lisha quedó inundado, y esta formación rocosa no era más que un pequeño islote sobre la superficie del agua. Cuando la paz se restableció, la región de Lisha recuperó su territorio a medida que las mareas desaparecieron, lo que reveló los primeros edificios que construyeron sus ancestros.\nCuando estaba en la Posada Wangshu, conocí a una erudita de Sumeru llamada Soraya. Había investigado mucho sobre las ruinas de Lisha. De hecho, una vez que empezaba a hablar de ello, no había quien la parase. Lo que me contó fue que estas ruinas fueron abandonadas por su gente y por un dios malvado cuyo nombre ha sido borrado de los anales de la historia. Sin embargo, al final, el mar dio paso a bosques y campos, el dios egoísta fue derrotado y las fortalezas y templos de la antigua ciudad quedaron en ruinas. Así es como surgió el Estanque Chingxu. Las ruinas quedaron sumergidas hasta que la larga Guerra de los Arcontes llegó a su fin, momento en el que emergieron a medida que la marea disminuyó.\nEs posible que estos restos se hayan dejado así para los Adeptus y las otras deidades como recordatorio nostálgico de una época pasada. En cualquier caso, es un lugar tranquilo y silencioso al que, por algún motivo, no ha llegado el incesante desarrollo del Puerto de Liyue y no ha sido afectado por las operaciones mineras de la Sima. A día de hoy, sigue siendo tal y como era en el pasado. Sin embargo, la explotación minera en la Sima se ha detenido recientemente debido a que los monstruos han ocupado las ruinas. Espero que no destruyan nada.\nEs una teoría algo rudimentaria, así que necesito conseguir más pruebas. Tengo que continuar mi camino en dirección al norte y visitar tanto las ruinas del Paso Lingju como las de Dunyu.\nJusto cuando iba a ponerme en marcha, me volví a encontrar con Eduardo, que parecía ir acompañada esta vez. Debe de ser una aventurera muy ocupada, porque fue pestañear una vez y desapareció..."
          }
        ]
      },
      {
        "title": "Volumen IX",
        "desc": [
          {
            "type": "RichText",
            "text": "El diario del famoso aventurero Roald. Algunas páginas ya están rotas y arrugadas, y en otras hay carámbanos que emiten cierto brillo.\n«Espinadragón»\nComencé el ascenso a Espinadragón por la cara sur, donde la montaña se encuentra con las riberas y llanuras de Liyue. Aquí la pendiente no es tan pronunciada, el viento es suave y la nieve, ligera. Además, los arroyos no están congelados, por lo que es un buen lugar para levantar un campamento base. Cuando mis provisiones estén listas, montaré aquí un campamento antes de continuar subiendo.\nAl terminar de levantar el campamento, aproveché la oportunidad para inspeccionar las ruinas de los alrededores. Son muy interesantes, y el estilo arquitectónico y los detalles decorativos son consistentes con los edificios antiguos de otras partes de la región. Esto podría significa que la civilización legendaria de la montaña nevada podría estar justo bajo mis pies.\nLamentablemente, no encontré ninguna inscripción bien conservada, así que es difícil confirmar la historia del antiguo reino. Tal vez haya más información oculta en zonas más altas, enterrada bajo la nieve.\n¡Qué noche tan desagradable! El viento frío soplaba constantemente desde el arroyo, sacudiendo la tienda y provocándome pesadillas. Hay una cueva cerca del agua y debe ser grande, porque se oía el eco del viento en su interior, pero no se puede entrar porque está cerrada con una verja que no puede abrirse desde fuera.\nMás tarde continué subiendo por la ladera. Por el camino encontré restos más recientes que parecen datar de cuando los aristócratas gobernaban Mondstadt. Desenterré algunos jirones de tejido y armas estropeadas. Parece que la nieve y el hielo ralentizan el proceso de descomposición y ayudan a conservar los restos durante muchos años.\nLa forma en la que los objetos estaban distribuidos me lleva a pensar que tuvo lugar una persecución en este camino de montaña... o quizás incluso un asesinato.\nNi las violentas tormentas de nieve o las mutaciones siniestras pueden detener a alguien que alberga una ambición sombría. Incluso este paraje helado dejado de la mano de los Arcontes ha sido mancillado por una transgresión mortal.\nEl viento es cada vez más fuerte y la temperatura más frígida según asciendo. Exploré unas ruinas al noreste y, para mi sorpresa, encontré agua. No estaba congelada, a pesar de este entorno. Por el lugar en el que estaba, deduje que conecta con el arroyo que hay más abajo.\nNo obstante, hace tanto frío en esta zona que no me atreví a adentrarme más en las ruinas, por miedo de congelarme o ahogarme. Dejé una señal en el lugar para marcarlo. Espero que no lo entierre la nieve.\nQuizás este lugar era antes un refugio subterráneo, y el agua del subsuelo se filtró durante años y lo inundó. Pero también se dice que a los tiranos del pasado les gustaba encerrar a sus prisioneros, meterlos en una jaula y después llenar la celda de agua lentamente, para que pudieran ver cómo el agua subía poco a poco desde sus pies hasta la boca, la nariz y, por último, la frente.\nUn castigo tan prolongado y cruel... Y con semejante frío, es difícil imaginar que alguien pudiera sobrevivir.\nEl camino hacia el este es cada vez más accidentado. Tuve un traspié estúpido y casi me rompo la pierna. Por suerte solo me hice una herida superficial, pero me rasgué la ropa con un carámbano de hielo y notaba toda la fuerza del viento en mi piel. Era muy desagradable, como un cuchillo apuñalándome constantemente.\nEncontré un lugar donde refugiarme antes de perder por completo la sensación en la herida. Conseguí reparar mi ropa con unas torpes puntadas, pero en este estado no puedo continuar.\nUn poco más tarde logré llegar al campamento. Casi me congelo. Me senté frente a la hoguera para calentarme los pies y, al quitarme los calcetines, vi que tres dedos se me habían vuelto morados del frío... No importa, sigo disfrutando de la sensación de haber vuelto a la vida.\nCuando la tormenta se calmó un poco, elevé la vista hacia la solitaria cumbre rodeada de grandes rocas escarpadas. Recordé las canciones de los bardos sobre el dragón antiguo y malvado que está enterrado en el lecho del río... ¿también él mirará hacia las alturas con sus ojos ciegos?\nMuchos de los que viven al pie de esta montaña eternamente nevada dicen que es un punto ciego en la vista de los Arcontes, y que solo la fuerza inescrutable del destino gobierna este lugar. Según los viejos cuentos de hadas de Mondstadt, esta montaña era un lugar de castigo abandonado por los vientos del tiempo, y por eso quedó congelado en un momento de destrucción.\nPero algo sigue palpitando en la cima de la montaña. En mis sueños oigo su llamada, como una canción agradable pero inquietante.\nEsta expedición resultó un desastre, pero al menos conservo la vida. Debemos despedirnos por ahora, Espinadragón. Tal vez regrese, pero desconozco si alguna vez lograré llegar a tu cumbre...\nCreo que a continuación exploraré Liyue. Pero lo más urgente ahora es reponer los suministros que perdí y, de paso, cambiar este viejo diario empapado por uno nuevo."
          }
        ]
      },
      {
        "title": "Volumen X",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el famoso aventurero Roald. Sus páginas aún conservan la fragancia de los pétalos de cerezo y la amargura de las hojas de tabaco.\nRitou\nYa llevo varios días en Ritou y sigue sin haber indicios de que Kanjou vaya a dejarme pasar. No sé cuánto tiempo más tendré que estar aquí... Espero que el señor Kurisu encuentre alguna forma de sacarme.\nEl señor Kurisu es el jefe de la asociación de comerciantes locales. Es originario de Fontaine, y un caballero amable y reservado, con un cierto encanto que hace que los viajeros se sientan como en casa.\nHabía oído que los extranjeros no son bienvenidos en Inazuma, pero hasta que no llegué a Ritou no me di cuenta de la gravedad de la situación.\nLas fronteras ya llevan un tiempo cerradas. Muchos extranjeros están atrapados en la isla y otros vienen y van sin quedarse durante mucho tiempo. La Ritou actual es bastante deprimente.\nSe dice que, hace siglos, Hiiragi Hiroshi construyó este puerto comercial y reclutó comerciantes para que abrieran aquí sus negocios, fomentando así el libre comercio. Ritou prosperó durante un tiempo... Pero si Hiroshi levantara la cabeza y viera el estado en el que se encuentra actualmente, volvería a morirse del disgusto.\nNo obstante, sus descendientes, los líderes de la Comisión Kanjou, parecen vivir muy bien.\nEs suficiente para que la gente albergue resentimiento.\nTras unos días, el señor Kurisu me trajo buenas noticias.\nParece que, dentro de poco, la Flota Crux Meridianam se detendrá brevemente en Inazuma. Seguro que esta famosa flotilla armada tiene alguna forma de llevarme a otra isla. ¡Debo tener paciencia!\nNo sé si las fuentes del señor Kurisu son fiables, pero nunca viene mal estar preparado. Primero tengo que pensar cómo recuperar mi hornilla y mis instrumentos de cocina que tiene la señorita Yurika. Se lo pediré de rodillas si es necesario...\nParece que el shogunato atacó otra posición de Sangonomiya y causó muchas bajas... ¿O era al revés? Los pocos extranjeros que quedan estaban hablando de ello, hasta los que están al servicio de la Comisión lo comentaban sin temor.\nNo tengo muy claro qué ocurrió realmente, pero varios mercaderes empacaron sus cosas y regresaron a sus países. Por el puerto pasan muchos barcos militares, probablemente son confiscaciones temporales...\nTal vez pueda aprovechar la confusión para recuperar mis cosas del almacén.\nAh, y una nota para mí mismo... No puedo perder este diario otra vez.\nAunque en Inazuma hay cuadernos muy hermosos con cubiertas coloridas... ¡No se puede simplemente sustituir lo viejo por lo nuevo!"
          }
        ]
      },
      {
        "title": "Volumen XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario escrito por el famoso aventurero Roald. En sus páginas ha quedado la humedad de la densa niebla y un olor a hongos.\nLa exploración de la Isla Tsurumi no ha ido muy bien.\nAntes pude salir de Ritou y llegar a la Isla Tsurumi sin ser detectado gracias a un joven nativo llamado Kama. Siguiendo sus indicaciones, intenté adentrarme en la espesa niebla que rodea la isla y logré echar un vistazo apresurado a la antigua civilización allí presente, y a ciertos paisajes que parecían salidos de un sueño. No obstante, estos recuerdos parecen haberse dispersado como la bruma matinal...\nPero recuerdo claramente haber visto a un niño en esta isla supuestamente deshabitada.\nTal vez no era más que una alucinación que vi debido a la influencia de las partículas elementales que flotaban en la niebla, o tal vez fue cosa de los hongos... Quizás ese niño era una ilusión o un recuerdo falso, lo que sería lógico, por supuesto. Pero la segunda vez que llegué, traje algo más de comida con la esperanza de que el niño la aceptara. Pensé que debía de ser muy duro vivir en una isla muerta como esta.\nLa siguiente vez que fui a la isla no informé a Kama y me perdí muy rápido entre la niebla. Lo intenté de todas las maneras posibles pero no pude orientarme. Parecía como si la niebla me estuviera rechazando por motivos que desconozco.\nSi no fuera por la/el viajera/viajero de cabello rubio y la pequeña hada llamada Paimon, probablemente habría tenido que regresar con las manos vacías. Ellas/Ellos me ayudaron a recoger hongos fluorescentes, un hongo local que, según las gentes de Inazuma, se forma a partir de las memorias de los muertos ancestrales de la Isla Tsurumi, lo que le otorga ese brillo tan fantasmal. Estos hongos tienen la capacidad de fortalecer los ojos y la mente y mejorar la memoria.\nProbé algunos en los últimos días y definitivamente son capaces de calmar el corazón y animar el espíritu. Parece que también son buenos para la digestión... Dicho esto, no noté ninguna mejora en mi memoria. Tengo que acordarme de dejar algunos para que mi amigo de Sumeru pueda estudiarlos.\nAdemás, las imágenes de los murales antiguos que trajeron la/el viajera/o rubia/o y Paimon resultaron ser fascinantes. Esos murales merecen ser estudiados a fondo. El hecho de que se hayan podido descubrir unas ruinas históricas tan valiosas se debe a la pasión, la sabiduría y la determinación de estas/os dos aventureras/os excepcionales."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Diario del aventurero Roald"
          }
        ]
      }
    ]
  }
}