{
  "epId": 2300,
  "name": "¡Vamos, Dodoco!",
  "desc": "Nota del editor: «¡Vamos, Dodoco!» es una historia escrita por una muchacha y una niña. En ella han plasmado toda su ternura y buenos deseos a modo de regalo para el público. Ojalá que este pequeño librito sirva para traer algo de alegría a la vida de los ocupados lectores.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Let's Go, Dodoco!_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1660318149,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "¡Vamos, Dodoco!"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalles",
        "desc": [
          {
            "type": "RichText",
            "text": "Una dulce y hermosa madre dijo una vez: “Antes o después, todos los Dodocos deciden dejarse llevar por el viento o la marea y comenzar su aventura”.\nTal y como ella predijo, cuando nuestro Dodoco escuchó que su buena amiga Klee había decidido ir al país de la Shogun Raiden de aventuras, se sintió muy feliz.\nA Dodoco le encanta comer cosas ricas en El Buen Cazador y escuchar a los bardos cantar sus canciones.\nPero lo que más le gusta de todo es contar las estrellas y hacer coronas de flores silvestres con Klee.\nAl fin y al cabo, todos los Dodocos anhelan poder ir de aventuras.\nSi voy a la nación de la Shogun Raiden, no solo tendría que hacer frente a unos fuertes vientos y cruzar el océano, sino que también atravesaría violentas tormentas.\nA Dodoco no le dan miedo los aullidos del viento. Ese es el sonido de la bendición del Arconte Anemo.\nDodoco tampoco le teme a las olas gigantescas de Kokomi. Dodoco es todo un valiente.\nPero Dodoco no quiere que Klee tenga que hacer frente a ningún peligro.\nPorque Klee es su mejor amiga y los amigos deben protegerse el uno al otro.\nAdemás, Dodoco no quiere separarse de Klee.\nSin Klee, cualquier aventura sería como una flor dulce que no florece, solitaria y triste.\nIncluso si viajara por todo Teyvat, visitara cada rincón y atravesara cada lago, ninguna aventura tendría sentido sin Klee.\n¡Así que está decidido! Dodoco irá de aventuras con su mejor amiga, Klee.\nSi vamos en barco, no podré volar con libertad ni nadar en el mar,\npero podré ver la sonrisa de Klee cada día y escuchar las historias de Albedo.\nEso vale la pena.\nEn la nación de Inazuma, todo es de color púrpura, desde la hierba hasta los peces y los pájaros.\nSi tuviéramos que dibujarlo todo, Albedo no tendría suficiente pintura púrpura.\nEs una pena que Albedo no tenga tiempo para dibujar con Klee y Dodoco.\nAlbedo es un adulto, así que a veces tiene que ocuparse de cosas de adultos.\n¡Por suerte Dodoco siempre puede contar con Klee!\nA Klee siempre se le ocurren muchas cosas divertidas que hacer, así que cuando Klee y Dodoco están juntos, ¡nunca se aburren!\nKlee tiene muchos, muchísimos amigos en Inazuma, como el Caballero Honorario, Paimon y Yoimiya.\nCon todo el mundo aquí, ¡esta aventura está siendo muy divertida!\n¡Yuju! ¡Vivan las aventuras!\nEl Caballero Honorario ha llevado a Dodoco a escalar la Montaña Yougou.\nAl llegar a la cima estábamos agotadas/os, así que nos tumbamos bajo el Cerezo Sagrado para tomar una siestecita.\nDormimos tanto que, al despertarnos, nos habían crecido alas como a un tengu.\nLas alas de Klee son de color rojo y las de Yoimiya, doradas. La Caballera Honoraria tiene alas de color azul.\nPaimon puede volar incluso sin alas, así que ella no tiene.\nCuando movimos las alas juntas/os, creamos una gran corriente de aire.\nEntonces, ¡fiuu, fiuu! , el viento despeinó a la miko.\nSerá mejor que nos vayamos antes de que se enfade.\nLas aventuras son increíbles, pero... Grr , la tripita de Klee está rugiendo.\n¡Vaya! ¿Cómo se nos ha podido olvidar? ¡Comer algo rico es superimportante durante una aventura!\n*¡Ñam, ñam!*, estamos disfrutando de los deliciosos dango que hemos comprado.\nDodoco y Paimon han devorado en un santiamén su ración. Después de llenar la barriguita, Dodoco observa la sonrisa de Klee y no puede evitar pensar:\n¡Conocer a Klee y a todos los demás es lo mejor que me ha pasado nunca!\n¡Ah! Se me ha olvidado algo. Ahora que lo pienso, tú también eres parte de esta aventura.\nVamos de aventuras juntos, riamos juntos y compartamos la comida. ¡Tú también eres nuestra amiga/nuestro amigo!\n¡Ven, corre! ¡Yoimiya está preparando unos fuegos artificiales!\nCuando disfrutábamos de los fuegos artificiales, Yoimiya dijo:\n“Mientras tengamos imaginación, seremos libres”.\nEntonces Klee dijo: “Siempre seremos amigas/os”.\n¿Lo ves? Dodoco es muy feliz cuando está con todos sus amigos.\nAhora tú también eres amiga/o de Dodoco, así que tú también tienes que estar contenta/o y venir de aventuras con nosotros."
          }
        ]
      }
    ]
  }
}