{
  "epId": 2305,
  "name": "Diario de investigación antiguo (III)",
  "desc": "Un diario de investigación encontrado en un campamento establecido en el lado sur de Espinadragón.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part III_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Diario de investigación antiguo (III)"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalles",
        "desc": [
          {
            "type": "RichText",
            "text": "¿Es debido a la historia de este lugar que el paisaje parece silencioso, o es este tipo de paisaje el que provocó que la historia sea tan sombría?\n¿O lo que pasó durante la expedición me ha inspirado esta idea?\nO, tal vez, la sangre que he perdido y el frío han afectado mi mente...\nSea como sea, esta será probablemente la última entrada del diario.\nEl plan de Eberhart fracasó... o quizás deba decir que funcionó.\nAunque ahora parece muy obvio, en aquel momento nadie adivinó sus verdaderas intenciones. Pensándolo bien, creo que los compañeros que perdimos durante el viaje ya perecieron en sus manos. Y el derrumbamiento que sucedió delante de <color=#ffe14b>la puerta redonda de la cámara secreta</color> también debió ser cosa suya.\nPero no lo comprendí hasta que el señor Ingbert y yo llegamos a la <color=#ffe14b>cripta de las ruinas del suroeste</color> y sacó la lanza.\nYa sea con “la antigua civilización enterrada en la nieve” o con “la magia que cayó desde el cielo”, lo que quería era aprovecharse de la pasión por la aventura del señor Ingbert y llevarlo a un lugar donde estuviera solo...\nAl fin y al cabo, un bastardo es un bastardo.\nPor eso entrenó en secreto con un arma tan poco aristocrática como la lanza, para acabar con el señor en ese momento y acercarse más a la posición de cabeza de la familia.\nY, ahora que lo pienso, también debió ser cosa suya cuando el joven amo Parsifal se empeñó en convertirse en un ladrón fantasma y acabó muerto...\nNunca olvidaré la imagen del señor Ingbert atravesado por esa lanza.\nCrecimos juntos, pero no descubrí al monstruo que se ocultaba bajo su apariencia afable y calmada.\nEl señor Landrich tenía la intención de otorgarle su apellido cuando regresáramos de esta expedición... si lo hubiera sabido, quizás esto no habría sucedido.\nO tal vez hizo esto porque conocía el plan del señor y quiso darle un “empujoncito” a la sucesión...\nNo puedo volver a Mondstadt. Lo siento, Priscilla.\nSi alguien encuentra este diario, ¡por favor, advierta al señor Landrich!\nAunque Eberhart también resultó gravemente herido, es posible que consiga volver a Mondstadt.\nSi logra regresar, solo quedará un obstáculo en su camino hacia la rebelión..."
          }
        ]
      }
    ]
  }
}