{
  "epId": 2306,
  "name": "Diario de investigación antiguo (II)",
  "desc": "Un diario de investigación encontrado en la cripta de unas ruinas congeladas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Diario de investigación antiguo (II)"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Detalles",
        "desc": [
          {
            "type": "RichText",
            "text": "Creo que perdí mi diario anterior cuando sucedió la tragedia.\n¡Qué desgracia haber perdido los apuntes de mi investigación! Pero este lugar es demasiado peligroso.\nFinalmente no conseguimos abrir esos portones.\nTuvimos que volver con las manos vacías, sin los frescos ni las armas antiguas que quería el señor Ingbert.\nAl volver al <color=#ffe14b>campamento sur</color> , seguía sin haber noticias de los que se perdieron en la ventisca.\nAunque no hay muchas probabilidades, lo único que podemos hacer es esperar que hayan conseguido llegar al pie de la montaña y vuelvan con refuerzos y provisiones.\nPorque las que tenemos no durarán mucho más...\nSuena cruel decirlo así, pero el derrumbamiento que sucedió delante de <color=#ffe14b>la puerta redonda de la cámara secreta</color> no solo nos arrebató a Nick, sino que también nos privó de toda la comida y el combustible que cargaba a su espalda...\nLe dije que teníamos que comprobar la integridad estructural de las ruinas antes de entrar... ¡Se lo dije!\nCreo que todos los malditos accidentes que han ocurrido me han insensibilizado...\nO tal vez es el resultado de la influencia de un entorno tan despiadado.\nEs de admirar que el joven amo Eberhart mantenga la calma incluso en unas condiciones tan adversas. Debe ser la tenacidad de un auténtico aristócrata...\nEl juicio del señor Landrich parece haber sido correcto.\nAunque sea un hijo bastardo, se comporta como un verdadero aristócrata, incluso más que otros nobles.\nCuando pase la ventisca, nos dirigiremos hacia la <color=#ffe14b>cripta de las ruinas del suroeste</color> según las indicaciones del joven amo Eberhart.\nSegún su interpretación, es posible que dentro haya cosas muy antiguas.\nParece increíble, pero el frío tan extremo de este lugar tiene la propiedad de preservar los materiales.\nNo podemos traicionar las esperanzas de los compañeros que ya no están.\nY, menos aún, decepcionar al señor Landrich.\nDe lo contrario, tal vez me toque enfrentarme a los monstruos en la arena.\nIncluso si venciera a los monstruos, acabaría igual que aquel esclavo del joven amo Eberhart... atravesado por la espada de ese demonio de cabellera roja de la familia Lawrence..."
          }
        ]
      }
    ]
  }
}