{
  "epId": 2307,
  "name": "Las guerras de Hamavaran",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Saga of Hamavaran_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "¡El prefacio de la nueva novela ligera «Las guerras de Hamavaran»! Ahora combinado con su propio volumen aparte debido a un ajuste de negocios.\nPrefacio\nDebido al nuevo programa de reclutamiento y a la gran popularidad de eventos como “¡Esta novela es genial!”, muchos escritores en ciernes y de tierras lejanas han compartido con nosotros obras literarias fenomenales. Nos gustaría aprovechar para extender nuestro agradecimiento a los escritores de todos los rincones de Teyvat por su apoyo a la industria de novelas ligeras de Inazuma, así como reconocer la generosidad y amabilidad del Sr. Hiiragi Shinsuke, de la Comisión Kanjou. Gracias a su ayuda, estas excelentes obras tendrán la oportunidad de ser disfrutadas por los lectores de Inazuma.\nComo todos saben, antes del Decreto de cierre de fronteras había varios guerreros de tierras lejanas que recorrían Inazuma. Uno de ellos se llamaba Hamavaran. Era un guerrero consumado que venía de las lejanas tierras tropicales de Sumeru. Sus historias en las que se cuenta cómo ayudaba a aquellos en apuros y contuvo el mal en el Reino de la Luz quedaron olvidadas en la era de prosperidad de Su Excelencia, pero nuestra nueva autora en ascenso, y amiga personal, Priscina, da un soplo de vida fresco a esta obra.\nBien, sin más preámbulos, esperamos que nuestros lectores disfruten de «Las guerras de Hamavaran»."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Cómo es posible?”... Un erudito común y corriente de Sumeru ha sido asignado a un tema poco popular, y lo obligan a visitar la tierra del trueno... ¡La aventura comienza en la nación de las mil y una playas!\n“Comparado con las tormentas marinas, me preocupa más tener que posponer mi graduación...”.\nEsa era la preocupación que pasaba por la mente de Hamavaran durante su larga travesía marítima a Inazuma...\n“Estás pensando que no te graduarás si no terminas la tesis a tiempo, ¿cierto?”.\nUna voz familiar proviene de fuera de la cabina.\n“¡Cierra la boca! ¿Quién te crees que eres?”.\n“¿Acaso importa?”.\n“Supongo que tienes razón, en realidad no importa...”.\n“¡Oye!”.\n...\nY así prosigue la discusión entre ambas voces en medio del vigor de la tormenta. De pronto, las preocupaciones de la tormenta y las angustias de la tesis pasarían a segundo plano.\nSin embargo... al anclar, la voz que discutió con él no se volvió a oír.\n“Tal vez solo sea el fantasma de la víctima de un naufragio...”,\ndice Hamavaran para sí mismo.\nLos fantasmas son los recuerdos de las líneas ley de aquellos que han fallecido. Es solo un fenómeno de resonancia del presente con el pasado. Es extraño que ocurra en altamar, pero tampoco es imposible.\n“¿A quién le llamas fantasma?”.\nJusto cuando Hamavaran intenta dar una explicación lógica para consolarse y se dispone a tomar su equipaje, aquella voz familiar resuena de nuevo en su oído..."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Invocación de fantasmas? ¿Es lo mismo que llamar a los espíritus en mi tierra natal?”. Con tantas dudas en su mente, Hamavaran comienza a hablar con su nuevo compañero de viaje. ¡Es el comienzo de una aventura inesperada!\n...\n“Entonces, ¿no eres un fantasma?”.\n“¡No! ¡No he muerto aún!”.\n“Pero tampoco has vivido”.\n“Humm... Supongo que tienes razón...”.\nAquella joven parlanchina que asegura ser una espíritu shikigami devora los dango con tanta prisa que Hamavaran teme que se atragante.\n“Si tengo que darte una explicación, soy algo así como un espíritu servicial”.\n“Así que, después de todo, eres una fantasma”.\n“¡Pero no de ese tipo!”.\nDespués de otra ronda de discusión, Hamavaran finalmente entiende que es similar a los espíritus guardianes de su tierra natal.\nAmbos firman un pacto utilizando su nombre real. La idea de que se puede controlar a alguien cuando conoces su nombre real es común a muchas de las tradiciones místicas del mundo, y refleja un miedo compartido por los humanos: el miedo de que tus acciones las controle otra persona.\nMientras divaga en sus pensamientos, Hamavaran vuelve a arrepentirse de haber estudiado la tediosa rama de biología marina en lugar de las artes místicas...\n“Y ahora, no solo tengo que viajar a Inazuma, también tengo que pasar por el infierno de la disertación.\nSin embargo, quizás sea un cambio para bien haberme encontrado con esta cosa parlanchina...”"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las guerras de Hamavaran"
          }
        ]
      }
    ]
  }
}