{
  "epId": 2309,
  "name": "La melancolía de Vera",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "No pienso que el mundo sea monótono, solo que las cosas interesantes suceden en otras galaxias muy lejanas.\nLa gran aventura de Vera, una chica común fascinada por las tierras lejanas, comienza en secreto.\n«Días sin fin en mundos infinitos»\n“A veces pienso que este pueblo es un aburrimiento”.\nEsta no fue la primera vez que Vera, una chica de campo que creció en el pequeño pueblo de Delfos, se quejó de su hogar. Estaba tumbada en una ladera cercana al pueblo con los ojos cerrados, sintiendo la brisa del comienzo del verano.\n“¿Y qué lugar no te parece aburrido?”, le preguntó su amigo Sachi, que estaba sentado al lado.\nVera se incorporó con el cuerpo inclinado hacia delante:\n“Creo que al otro lado del mar de estrellas hay un planeta habitado por arcontes que pueden responder a todas las oraciones y deseos, y todos los que tienen un deseo están en un viaje por llegar allí. Creo que, en nuestro universo, hay un mundo actualmente en guerra contra el fin del mundo, donde las nobles y elegantes almas de catorce valquirias llamean fulgentemente, aunque solo sea por un breve pero glorioso momento...”\n“Ya veo que lees muchas cosas raras”.\n“Ay... ¿Es que no hay nada interesante que hacer en este aburrimiento de sitio?”\n“Quizás te interese saber que una nueva familia se acaba de mudar aquí”.\n“¡Una novedad no tiene por qué ser interesante!”\nAun así, Vera decidió visitar a esa nueva familia, mientras que Sachi, al recordar una norma de su casa, tuvo que regresar antes de la cena.\n...\nVera abrió suavemente la puerta de la casa de los recién llegados, la cual, para su sorpresa, no estaba cerrada.\n“¿Hay alguien ahí?”\nEn ese instante, el armario de la sala de estar se abrió de repente, y un chico de cabello negro con lentes se abalanzó desde él, seguido de un tentáculo del que goteaban babas azules.\n“¡A un lado! Tal, ¡¿por qué dejaste entrar a un desconocido?!”\nEl chico de cabello oscuro apartó con suavidad a Vera para tomar un hacha que había al lado de la puerta.\n“No me queda más remedio. Ahora que lo has visto todo, lo único que puedo hacer es...”\n¡¿Fue este el momento de mayor peligro en la vida de Vera?!"
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Todo es muy aburrido. Todo, todo el rato. No es depresión. Son los 14 años y la adolescencia.\n¡Que empiece la Aventura de Vera!\n«El patio de mi casa es un poco más grande que el universo entero»\n“Lo único que puedo hacer es pedirte que me ayudes”. El chico de cabello negro, que se hacía llamar “Ike”, puso un cuchillo de cocina en la mano de Vera.\nRegresó al armario y comenzó a cortar frenéticamente los tentáculos.\n“¡Ven y ayúdame a cerrar esta puerta! Si te ataca un tentáculo, ¡usa este cuchillo para defenderte!”. Los lentes de Ike estaban cubiertos de babas azules. “¡Date prisa! No podemos permitir que este demonio maligno llegue hasta Delfos”.\nAl escucharle, Vera ayudó a Ike a cerrar la puerta. Mientras empujaban hacia atrás los tentáculos, ella lo apuñaló accidentalmente dos veces en la espalda. Por suerte, los hechizos de curación de Ike eran bastante poderosos.\n“Te lo explicaré todo. De hecho, tengo más de mil años, y esta puerta conduce a cualquier parte del universo. Ese conjunto de tentáculos es un viejo monstruo de la Gran Nube de Magallanes. Fui allí a buscar algo”. Ike, que estaba cubierto de babas, se limpió los lentes con el vestido de Vera. “Bueno, ¿qué más te gustaría saber?”\n“¿Quién es Tal?”, preguntó Vera sin mucho interés.\n“Es un espíritu maligno que residía en el castillo devorador de hombres, y mi mayordomo desde que lo sometí. Curiosamente, fue bastante amistoso contigo”.\nLos papás de Vera siempre decían que las personas están destinadas a formar una familia, y que cualquier cosa más allá de ello será siempre un sueño incumplible. Su amigo Sachi le dijo una vez que, si una chica tan vivaz como ella se casara con alguien de una tierra lejana, toda esta aldea se volvería increíblemente solitaria.\n(Sachi dijo esto simplemente porque tenía un aspecto muy frágil y, si jugase con otros niños, seguramente le acosarían).\n“El espíritu humano aún es demasiado inmaduro. Necesito guiarlos a ambos a través de las maravillas de su infancia”. Ike le extendió sus acogedores brazos a Vera. “Cantarán en su viaje hacia la juventud”.\nDesde el brazo de Orión hasta la Ciudad Eterna de Jahanam, desde los Torrentes del Tiempo hasta las profundidades del Mar Estrellado...\n“¿Cuán lejos es «más allá»? Cualquier lugar en este universo es tan aburrido como el patio de mi casa”, dijo él.\n“Las dimensiones de «más allá» cambian junto a tu corazón”, respondió Ike. “Por lo tanto, mi corazón es un poco más grande que el universo entero”."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "El Imperio de Andrómeda se extiende por más de la mitad del sistema estelar. Cada planeta del Imperio tiene sus propios demonios, deidades, dragones y monstruos.\n“He pensado en una historia para cada estrella que se ve brillar desde tu casa”. “Eso es imposible. Vista desde aquí, la Galaxia de Andrómeda tiene un quinto del tamaño de la Luna”.\nY la aventura de Vera continúa.\n«El hombre que robó la estrella solitaria»\n“Soy la segunda heredera legítima del Imperio de Andrómeda, y tengo más de doscientos títulos a mi nombre. Me llamarás la Princesa de Andro-Basilisco”. La encantadora niña se cruzó de brazos mientras revivía su entrada anterior, y dejó escapar dos ligeras risitas de satisfacción.\nEl único propósito de Su Majestad en Delfos era casarse con Ike.\n“Si usted, la persona que conquistó una cuarta parte del universo, se casa conmigo, mi seguridad estará garantizada después de que mi hermana mayor sea reemplazada en el trono”.\n“Si me permite la pregunta, ¿cuán grande es el Imperio de Andrómeda?”, preguntó Vera.\n“Según mis cálculos, hay más de nueve mil planetas habitables”.\n—— Y con tantas estrellas en tu poder, ¿por qué quieres venir a robar mi brillo?\n“Entonces, ¿no estás aquí para lastimar a Vera?”, le preguntó Sachi a Ike con cautela, quien llevaba los pergaminos y globos de otros planetas.\n“Claro que no. Creo que sería una gran ayudante”. Ike dejó sus cosas en el suelo y se sacudió las manos. “¿Es que te gusta?”\n“¿A mí? ¡No, para nada, no me gusta!”. Sachi miró hacia otro lado, preocupado de que el viejo sabio pudiera discernir sus verdaderos sentimientos.\nLuego alcanzó una caja llena de fotos y agarró algunas al azar. Cada imagen representaba a una mujer distinta, todas de gran belleza.\n“Oh, esto... Todas dijeron que me dieron su único y verdadero amor, pero ¿lo hicieron de verdad? En realidad, yo solo fui uno de sus muchos amantes”.\nSachi no sabía cuándo o dónde había escuchado el dicho, pero dijo enojado:\n“Y con tantas estrellas en tu poder, ¿por qué venir a robar mi brillo?”."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Dice el refrán que no es oro todo lo que reluce, pues bien podrían ser los pedazos brillantes de un corazón roto.\nLas estrellas del firmamento no son de oro, y la mayoría de los corazones no son de cristal.\n¡Un nuevo capítulo de la aventura de Vera!\n«Todo lo que reluce»\n“Estas mujeres son muy hermosas”, dijo Vera mientras inspeccionaba la caja llena de fotografías de Ike.\n“Si no lo fueran, no habría guardado sus fotografías como recuerdo”.\nIke no tenía intención de evitar el tema. A fin de cuentas, era un sabio del universo de más de mil años de edad y sabía que a las chicas se las hiere fácilmente y se enojan con facilidad. Ike nunca engañaba a las chicas.\n“Un diamante en forma de estrella es el recuerdo de haber visto las estrellas”, continuó diciendo. “Pero las estrellas que brillan en el universo no pertenecen a nadie; por eso no se pueden robar”.\nVera no había entendido nada: “¿Qué estás diciendo?”.\n“Se lo digo a un niño ignorante que no está aquí. No te preocupes; es solo que la humanidad es demasiado joven”.\n“Te ayudaré para que puedas casarte con Ike”, le gritó Sachi a la Princesa del Imperio de Andrómeda.\n“¿Qué?”\n“Vera me gusta, no quiero que...”\n“¡Puaj! Qué aburrimiento. Estás contaminando mis oídos. Las formas de vida inferiores no deberían hablar. Vera es mi amiga oficial y no se la entregaría a alguien tan cobarde como tú”.\n“Oh...”"
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "¡No pueden hacer pícnics al lado de la carretera intergaláctica! Aunque fueran dioses, ¡seguirían siendo totalmente responsables de cualquier accidente de tráfico que pueda ocurrir!\n¡Una simple sala de estudio que puede llevarte a donde quieras, cuando quieras! Beber té con las deidades, jugar al escondite...¡la gran aventura de Vera continúa!\n«La merienda campestre de los dioses»\nMientras Ike estaba durmiendo una siesta, sus sirvientes libraban terribles guerras entre ellos.\nEl gran mago había sometido a muchos dioses y demonios para servirse a sí mismo. Como el mago más formidable de su época, Ike estaba al mando de tantos dioses y demonios que la cantidad trasciende la de entradas que puede haber en un diccionario. ¿Cuál de todos es el más fuerte bajo su gobierno? Los dioses y los demonios decidieron descubrirlo por sí mismos a través de la batalla.\nDesafortunadamente, consideraron a la Princesa, a Sachi y a Vera como uno de ellos.\n¡Tres estrellas fueron destruidas durante la corta siesta de dos horas de Ike!\n“¿Por qué debo protegerte?”. La princesa retiró la mano y el demonio gigante, que perdió los globos oculares, cayó al suelo.\nLa raza dominante del Imperio de Andrómeda puede parecer encantadora y dulce, pero en las palmas de sus manos hay dos bocas especiales que se utilizan para devorar los globos oculares de sus amantes y enemigos derrotados.\n“¿No somos amigas?”. Vera se limpió la sangre de la cara y parecía sentirse dolida por lo que le dijo.\n“Sí, sí“, la Princesa se sonrojó y miró hacia otro lado. “Ya reconocí que tú eres mi única amiga por lo que había sucedido. No me refería a ti, Vera”.\n“¡Oye!”, protestó Sachi desde las fauces de un gigantesco dragón.\n“Dime, ¿te vas a entregar?”, desafió el dragón con una anciana voz. “Ríndete y reconoce que eres una rata inmunda y débil. Entonces, te dejaré vivir”.\n“¡Me rindo! ¡Me rindo! ¡Suéltame!”, gritó Sachi.\n“¡Una despreciable lagartija de tu clase debería saber decir otras cosas! Los gecos que hay en mi palacio te aplastarían”. La princesa le retorció las muñecas.\n“¡Yo no he hecho nada!”. El dragón lanzó a Sachi por los aires.\n¡La batalla entre las especies dominantes de Andrómeda y el antiguo dragón gigante había terminado en un instante!\n¿La moraleja de esta historia? Que no te lastimarás si te rindes a tiempo.\nSachi fue eliminado de la competición y despertó a Ike pegándole con una chancleta. Vera también sobrevivió gracias a la protección de la Princesa.\n“¡Puaf! ¡Eres imbécil! El mero hecho de verte es repugnante. ¡No te acerques a mí! ¡No me hables, no me mires, ni respires el mismo aire que yo, escoria inmunda!”. La Princesa no podía tener una peor opinión de Sachi."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Había una vez un gran erudito que quería escribir un libro de las fiestas del imperio.\n¡Cuál fue su sorpresa al descubrir que, al parecer, todos los días había alguna fiesta tradicional! Con tal cantidad de trabajo, escribió durante seis meses y al final salió huyendo.\n¡Yo, el autor, no te fallaré!\n«Dedicado a muchos festivales»\nAunque últimamente habían sucedido muchas cosas, todas eran asuntos del universo. Ahora iba a ocurrir un suceso mucho más común: el festival del pueblo iba a comenzar.\n“¡Es mi turno! Les hablaré sobre este pueblo”. Vera ofreció un plato de estofado casero de verduras a Ike y a la Princesa.\nEn las aventuras que habían vivido anteriormente en el universo, Ike y la Princesa eran siempre los comentaristas. Si había algún conocimiento del que Vera pudiera presumir delante de ellos, sin duda era el de su propio pueblo.\n“... Y después, el primer mensajero del rey, el valiente caballero Huffman, partió hacia el oeste y atravesó dos continentes, cruzando océanos y ríos. La erudita de la corte imperial, la gran bruja del este, fue en la dirección oriental y llegó a la tierra de los espíritus. Al final se encontraron aquí”.\n“Ah, ¿sí? Increíble”. La Princesa no quería que Vera se diera cuenta de que no le interesaba nada la historia, pero no era muy buena actriz.\n“Esto solo significa que este lugar es el punto simétrico de la capital de ese rey en este planeta”. Ike encontró algo de poca importancia sobre lo que comentar negativamente.\n“Jajaja, si lo piensas detenidamente, sí, así es”, dijo Vera mientras se rascaba la coronilla.\n“Siempre digo que quiero largarme de aquí, pero al final descubrí que este es el sitio que mejor conozco”. La noche antes de que comenzara el día conmemorativo del pueblo, Vera se echó a llorar delante de Sachi al darse cuenta de esto.\n“¡Imbécil! ¡Has hecho llorar a Vera!”. La Princesa apareció de forma abrupta y le lanzó una patada voladora a Sachi."
          }
        ]
      },
      {
        "title": "Volumen VII",
        "desc": [
          {
            "type": "RichText",
            "text": "En un grupo de estrellas en los confines del espacio, los planetas habitables son escasos. Por eso es una tierra de marineros y piratas del mar de estrellas.\nComo es el espacio, en las naves no se habla de babor o estribor; el lado más cercano a la estrella se llama estelabor.\n¡Las aventuras de Vera continúan en un mar de estrellas en el que se pierde el sentido de la orientación!\n«La guerra del mar de estrellas»\n“Volver a encender el sol no es difícil. Pero esto no debe ser algo que desee ver el Imperio de Andrómeda”, le dijo Ike a una asustada Vera.\n“¿Estás diciendo que la Princesa ha secuestrado a Sachi?”, dijo Vera con una nota de sorpresa, tras reflexionar brevemente.\n“¿Cómo has llegado a esa conclusión? Lo que digo es que el único que puede secuestrar a la Princesa y a Vera es el Imperio de Andrómeda”. Ike se giró para contemplar las millones de criaturas de la galaxia.\nTras un instante, dijo en voz alta: “¡Criaturas del mar de estrellas! Su Sagrada Majestad Lebannin me convocó aquí para renovar el fuego de las pocas estrellas que quedan. Pero el Imperio de Andrómeda no desea que este lugar dure para siempre, y por eso ha secuestrado a mis amigos”.\n“¿No estás poniendo sus vidas por encima de las de los habitantes de este mundo?”, dijo la reina Lebannin levantándose de su trono. “Si es así, ¿de qué sirvió que yo unificara las islas del mar de estrellas?”.\nFinalmente, la reina acudió a enfrentar a la muerte en solitario y venció a los asesinos del Imperio de Andrómeda, rescatando así a Sachi y a la Princesa. Después intercambió algunas palabras con Ike.\n“No esperaba que consiguiera derrotar a la especie dominante de Andrómeda; son unos seres muy fuertes. El dragón al que debe matar en la prueba de reyes no es rival para usted”, la elogió Ike.\n“En realidad, el dragón soy yo. Tras fundirme con el cuerpo y la sangre de Lebannin, actúo según sus deseos”.\n“Oh”, exclamó Ike, ligeramente sorprendido.\n“Por cierto, ¿ese joven es quien le gusta a la segunda princesa? Cuando entré, estaban...”\n“¡¿Qué?!”. Esta vez, Ike estaba muy sorprendido."
          }
        ]
      },
      {
        "title": "Volumen VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "¡Por supuesto que los chicos no pueden ir a las fiestas de pijamas de las chicas! Las chicas son sagradas, como los dioses de la Edad Dorada.\nConversaciones nocturnas entre cuatro jovencitas: Vera, la Princesa, la reina Lebannin y Ur, la hembra alfa del Enjambre Galáctico.\n«Las chicas»\n“Así que todo fue un malentendido. Cuando estaba a punto de comérselo, llegué yo”, comenzó a explicar Sachi.\n“Entonces no se lo iría a comer”. Ike se colocó los lentes. “La raza dominante del Imperio de Andrómeda tiene en las manos unos órganos para devorar globos oculares”.\n“Los he visto. Son como una... ¿lamprea?”. Sachi tembló de pies a cabeza al pronunciar la última palabra.\n“Déjame terminar”. Ike quería subirse los lentes, pero terminó dejando una huella dactilar en el cristal. Se los quitó y se dio un golpecito en el ojo izquierdo mientras decía: “la costumbre de devorar los globos oculares tiene dos significados: rendición...”\nDespués se tocó el ojo derecho y continuó: “y amor”.\nSachi también se tocó las cuencas oculares mientras reflexionaba. Parecía estar pensando cuál de los dos significados había presenciado.\n“En realidad, la Princesa tampoco sabe diferenciarlos. Para ella, quienes se rinden, a los que vence en la batalla, y los que la aman son lo mismo: quienes no representan una amenaza para ella en la lucha por el poder”.\n“Por eso no es extraño que los asesinos del Imperio de Andrómeda la secuestraran. Debe ser el plan de algún otro heredero para matar dos pájaros de un tiro”.\n“Yo no quiero verme involucrado en una lucha por el trono. Por eso debo pedirte que la ayudes”.\n“Pe-, pero... ¡nosotros no tenemos eso tipo de relación! ¿Acaso no soy la persona a la que más odia?”.\nEn estos mismos momentos, ¿de qué estaban hablando las chicas? ¡Tal vez nunca lo sepamos!"
          }
        ]
      },
      {
        "title": "Volumen IX",
        "desc": [
          {
            "type": "RichText",
            "text": "“Vera es muy hermosa, como una estrella brillante en el universo, pero yo...”. “Los niños parecen más bajos que las niñas de la misma edad”\nHay que dejar que la infancia se vaya con la llegada de la juventud. No es demasiado tarde para pensar en ello ahora... La verdadera melancolía ha llegado finalmente a Vera.\n«Muerte en el templo»\nA medida que Vera y Sachi crecieron, la química entre los cuatro cambió delicada e inexplicablemente.\n“Basta de excusas”, le dijo Sachi a Ike. “Vera no dejaría de perseguirte incluso aunque nunca pudieras corresponder sus sentimientos”.\nIke era un símbolo de tierras lejanas, una metáfora de lo desconocido y lo novedoso. Un pájaro valiente nunca anida, sino que flota a la deriva en los vientos de la admiración.\nIke respondió a Sachi con un consejo: “No importa cómo lo digas. Tener mil años te hace un viejo”.\n“Entonces somos de la misma edad”, intervino la Princesa alegremente en la conversación.\nCuando por fin Sachi reunió el coraje para declarar su amor, se encontró con el más terrible de los destinos.\n¿Recuerdas la antigua espada que Ike y Vera recibieron de los dioses antiguos cuando se conocieron? ¡Era lo que Ike necesitaba para impulsar el destino! ¡Pero ahora, Vera se ha cortado un dedo con la espada, y los arcaicos virus despiadados le quitaron la vida!\n“¡Es por tu culpa!”. Sachi agarró a Ike por el cuello. Si la tragedia no hubiera sucedido, Ike solo habría sonreído, pues tenía un alma bondadosa. Pero esta vez apartó la mano de Sachi.\n“¿No puedes ir atrás en el tiempo? ¡Por favor, hazlo para salvar a Vera!”, le rogó la Princesa.\n“No lo entiendes. Es el futuro el que puede salvar al pasado, no al revés”. Ike se mordió los labios hasta derramar sangre.\n“Un mito local habla de una Edad de Plata en la que la gente disfrutaba de una infancia aparentemente interminable, pues podía durar hasta doscientos años. Esto solo hizo que su corta madurez fuera muy complicada”.\nPara los demás, la infancia se había convertido en reliquia del pasado, pero, al mismo tiempo, parecía que la juventud nunca llegaría.\nContinuará en «La melancolía de Vera», ¡pero sin Vera!"
          }
        ]
      },
      {
        "title": "Volumen X",
        "desc": [
          {
            "type": "RichText",
            "text": "“Es suficiente. Vamos a casa... El lugar más lejano con el que he soñado es Delfos, donde estás...”\nPerdón por la demora en explicarlo, pero Delfos es el centro de la mitología griega. Un final perfecto para «La melancolía de Vera», ¿no?\n«La melancolía de Vera»\nPara revivir a Vera, Sachi, Ike y la Princesa se embarcaron en un increíble y emocionante viaje que duró veinte años. El trío luchó contra el Barón del Infierno, mató al dragón intergaláctico devorador de estrellas, rescató a dos galaxias y al Imperio Galáctico, e incluso eliminó cuatro especies de peligrosos gusanos interestelares en el camino.\nCuando Vera abrió los ojos, se dio cuenta de que estaba entre los brazos de Sachi, ahora convertido en un héroe cósmico.\nPara las especies dominantes de Andrómeda, veinte años no fueron más que unos cuantos segundos. La Princesa estaba tan encantadora como siempre, pero su semblante mostraba una curiosa mezcla de felicidad y menoscabo genuinos.\nSachi, que había perdido un ojo en sus aventuras, ahora era un hombre alto y fuerte. Sus lágrimas empaparon los hombros de Vera y, aunque aún era un poco llorón, no tenía ni un pelo de tonto.\nEl paso del tiempo no trató mal a Ike, en cuyo rostro se mantenía una leve sonrisa.\n“No soy más que un eco del tiempo”. Ike comenzó sus preparativos. “Como dije, el pasado no puede cambiar el futuro, pues las reglas predeterminadas del equilibrio son algo más poderosas que yo. Pero el futuro, con sus posibilidades infinitas, podría salvar el mundo”.\nIke transformó a Sachi en la persona que era hace veinte años y el tiempo se invirtió hasta el día de su partida. Parecía que nada había cambiado entre los cuatro, pero se dieron cuenta de que los días inocentes que una vez compartieron nunca volverían.\n“Siento haberte hecho perder tu infancia”, se disculpó Ike ante Sachi. “Ahora vete, la juventud que mereces te espera”.\n“Por ti, pasé por todas las maravillas del universo. Mi infancia ya se acabó”. Sachi se armó de coraje frente a la persona con quien estaba predestinado. “Nunca llegaré a mi juventud sin ti a mi lado”.\n¿Cuál sería su respuesta?\nEl autor ahora está viviendo a lo grande gracias a las regalías que obtuvo con los primeros nueve volúmenes. Si por casualidad lo ves en alguno de los mundos, ayúdanos a presionarlo para que publique algo nuevo."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La melancolía de Vera"
          }
        ]
      }
    ]
  }
}