{
  "epId": 2312,
  "name": "Rex Incognito",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Rex Incognito_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una novela fantástica de Liyue en la que se relatan las visitas de Rex Lapis al reino de los mortales en una de sus formas reencarnadas. Ambientado en una época en la que el mundo estaba repleto de tesoros, las historias reales y ficticias se mezclan con los sueños antiguos en este cautivador relato que tiene lugar en el puerto comercial de Liyue.\nLiyue es una tierra donde abundan todo tipo de tesoros raros y exóticos, y donde hay tesoros, hay gente que sabe encontrarlos.\nMingui, la primera dueña que tuvo la Tienda de Antigüedades Xigu, era una persona muy peculiar.\nLa Tienda de Antigüedades Xigu de la Pendiente Feiyun era frecuentada por clientes refinados y de clase alta. En un principio cerrada durante el día, solo abrió sus puertas al público una vez que la luna comenzó a verse en el cielo nocturno. Los clientes de la tienda no eran en absoluto gente ordinaria, sino personas adineradas y con un gusto excepcional.\nUn reloj de Fontaine que marcaba la hora de manera más precisa que cualquier otro, incienso de Sumeru, una vasija de vino de un aristócrata del antiguo Mondstadt, un taburete de madera bendecido por el trasero de un Adeptus que una vez se sentó en él durante más de una hora, un cáliz de nefrita del que el Rey Geo probó un sorbo de té, una vasija de celadón que el Arconte Anemo, la deidad vecina de Liyue, rompió por accidente... Todos estos artefactos estaban expuestos de la mejor manera posible, a la espera de ser comprados por los clientes con los que estaban predestinados.\nUna noche, un joven se paró frente a la tienda para admirar y examinar detenidamente las antigüedades expuestas en los estantes.\nLa dependienta de la tienda quedó impresionada por su larga túnica negra, tan oscura y solemne como los picos de las montañas, y también por sus ojos, que eran del color del ámbar.\nAquel no era un hombre normal y corriente. Mingui lo supo nada más verlo.\n“Bienvenido. ¿Le interesa alguna de mis antigüedades? Si es así, escoja la que más le guste”.\nSu tierna voz rompió el silencio de la noche.\n“¿Eh? Oh, disculpe”,\ndijo el hombre con una sonrisa y un tono de voz que denotaba algo de timidez.\n“Me llamaron mucho la atención las falsificaciones tan buenas que vende”.\nEl artículo que le había llamado la atención era un medallón de jade dañado.\nEl patrón grabado en el lado del medallón que estaba de cara al cielo nocturno estaba intacto. Cuando la luz de la luna brillaba, se filtraba en las intrincadas imperfecciones del jade, las cuales podían verse más claramente, y también se colaba entre los huecos de la superficie del medallón. Debido al desgaste de los bordes, era imposible discernir las palabras e imágenes que había inscritas en él. No había duda de que parecía haber tenido una vida bastante turbulenta.\n“¿Cómo que ‘falsificaciones’? ¿Qué le hace pensar eso?”.\nMingui ya estaba acostumbrada a la soberbia de algunos clientes, pero no pudo contenerse ante una provocación como esa.\nAdemás, ese artículo en particular había sido desenterrado por un aventurero en un palacio abandonado de las profundidades del abismo después de que apenas saliera con vida. Recordó todo lo que había regateado con el aventurero para conseguir el objeto, y cómo al final le costó una gran parte de su fortuna. Si realmente no fuera más que una falsificación, no solo implicaría que había perdido una inmensa parte de su riqueza, sino que también causaría un daño irreversible a la reputación de la Tienda de Antigüedades Xigu, conocida por sus artículos de excelente calidad.\nPor ello, Mingui decidió que echaría a aquel cliente desconocido que amenazaba con cerrarle la tienda y, además, se las ingeniaría para venderle el medallón de jade.\n“Oh, por favor, continúe. Sería un honor para mí contar con su valoración”.\n————————\n“Como todos sabemos, Teyvat se sumió en el caos hace 2500 años, cuando los dioses se declararon la guerra entre sí. El conflicto afectó a todas las personas en todos los rincones de la tierra. Es posible que, en esa época, Teyvat no estuviera dividido en las mismas Siete Naciones que existen hoy en día, pero, al igual que ahora, los pueblos tenían sus propios asentamientos, ciudades y civilizaciones...\nEn aquel entonces, se veneraban y adoraban unos dioses cuyos nombres ya nadie recuerda. Nuestros antepasados tomaron las perlas y las caracolas del mar, el jade de las montañas, las rocas de las praderas y la sal cristalizada de la tierra, con el fin de construir las imágenes de sus propios dioses.\nEste tipo de medallón de jade es una de las reliquias de esa época. Pertenecía a una antigua tribu que adoraba a Rex Lapis, aunque, obviamente, el Rey Geo aún no se llamaba ‘Rex Lapis’ en ese momento.\nFue una época en la que la gente vio cómo sus dioses luchaban en cruentas guerras. De hecho, Rex Lapis no acuñó ni puso en circulación la moneda común de las Siete Naciones, el Mora, hasta mucho tiempo después. Por ello, las tribus comerciaban intercambiando minerales que desenterraban de vez en cuando, y utilizaban las imágenes del Rey Geo como forma de garantizar la estabilidad de los precios.\nComo puede ver, la sabiduría de los mortales es algo fascinante. Éramos capaces de sobrevivir incluso antes de que Rex Lapis hiciera todo lo que hace ahora”.\nEl joven hizo una pausa como para reflexionar sobre la observación que acababa de hacer.\nSu sombra pareció volverse diminuta al estar de pie bajo la argéntea luz de la luna.\n“Este tipo de medallón de jade es un objeto difícil de conseguir en la actualidad. La mayoría están enterrados en los cauces de los ríos de las montañas, y, como están tallados a mano, todos ellos son únicos... Por eso, se suelen vender a precios astronómicos. Es más, afirmar que su valor es incalculable no sería una exageración.\nPor lo tanto, es una verdadera lástima que el que tiene expuesto en su estante sea una falsificación moderna. Y con ‘moderna’ me refiero a que probablemente se hizo en la generación de su padre como pronto.\nLos que nos dedicamos a esto tenemos un dicho: ‘un jade sin imperfecciones no es un jade de verdad’. Este, por ejemplo, tiene muy pocas imperfecciones y es demasiado brillante... Dudo mucho que sea una de las reliquias que fabricaron nuestros ancestros.\nAdemás, la imagen esculpida en él es femenina, algo extremadamente raro entre este tipo de reliquias tan antiguas”.\nEl joven alzó el medallón de jade contra la luz de la luna para inspeccionarlo con más detalle.\n“Si bien existe alguna que otra leyenda popular sobre las encarnaciones de Rex Lapis con forma femenina, nunca ha sido documentado en los registros históricos, y tampoco existen pruebas materiales que lo demuestren”.\nPese a su edad, el joven tenía un aire de erudito viejo y pedante.\n“Está usted equivocado, estimado cliente”,\ndijo Mingui mientras se reía tímidamente, igual que un astuto zorro provocando a un cazador inexperto.\n“¿Le gustaría escuchar una historia antes de dar su veredicto final?”\nLa dependienta, cuyos ojos eran largos y finos, se dispuso a contar su historia de principio a fin."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Una novela fantástica de Liyue en la que se relatan las visitas de Rex Lapis al reino de los mortales en una de sus formas reencarnadas. Entre los altos picos de las montañas repletas de jade, las imágenes con formas concretas contrastan con las mentiras vacías y sin forma.\nRex Lapis, la deidad que tanta gente venera hoy en día, era uno de los muchos dioses que caminaban entre la gente hace mucho tiempo.\nEn esa época, existía la leyenda urbana de que el Rey Geo era un dios frío e insensible. Era justo y siempre juzgaba de manera imparcial, pero carecía de los sentimientos propios de los mortales. Igual que una roca, era duro e indiferente.\nA pesar de esto, la gente lo veneraba y confiaba en él, ya que sus leyes servían para garantizar que el comercio fuera justo y que el mundo fuera seguro. Así fue como la creencia de la gente en el Arconte Geo lo ayudó a hacerse más fuerte y poderoso.\nSin embargo, ni siquiera los dioses pueden controlar las creencias y las dudas de sus seguidores mortales.\nNi siquiera un dios guardián de la justicia puede inculcar sus normas en los corazones de las personas.\nEn el Pueblo Mingyun había un artesano de jade al que le encantaba bromear. Cualquier encargo que le hicieran lo completaba de la manera más poco ortodoxa posible, y siempre terminaba el trabajo el último día antes de la fecha acordada.\nSi el cliente pedía una estatua de un cazador dominando a una feroz bestia, recibía una estatua en miniatura de un jabalí angustiado corriendo por su vida.\nCuando algún cliente de su tienda le preguntaba por qué se comportaba así, él respondía:\n“Cuando un cazador se acerca a su presa, aunque no se muestre a sí mismo, su imponente presencia es suficiente para asustarla”.\nSi el cliente pedía una figura de jade con la forma de un soberano poderoso y de gran estatus, casi siempre les daba la figura de un majestuoso trono.\nCuando le preguntaban por ello, él respondía:\n“Un soberano poderoso y con gran estatus no durará más de cien años en el poder. El trono desde el que gobierna vivirá mucho más que él”.\nDe este modo, el artesano de jade pasó a ser conocido como el “extraño hombre” del Pueblo Mingyun. Mientras, en el próspero Liyue, los acaudalados comerciantes pensaron que se trataba de un estafador al que tal vez comprarían jade u otros artefactos solamente para ver de qué formas engañaba a sus clientes.\n——————\nUna noche, una mujer llegó a su taller.\nLlevaba un largo y esbelto vestido negro, y, al estar bajo la luz de la cristalina luna creciente, sus ojos emitían un tintineante brillo similar al del ámbar.\nEl artesano nunca la había visto antes, pero descubrió que era una persona con la que era fácil hablar. Era extraño. Ella parecía estar familiarizada con cada depósito de nefrita de la aldea. Hablaba de las maravillas del mundo como si fueran sus hermanas, y del jade y los metales preciosos con tanto afecto como lo hace un padre con su hija.\nLos únicos temas de los que casi nunca hablaba eran la cultura, las tradiciones y la interacción social.\nTal vez no entendía bien los asuntos de los humanos. O quizás simplemente no quería hablar de ello. Fuera como fuese, no cabe duda de que era una mujer fuera de lo normal.\nAl menos, eso pensó el artesano.\n“Me gustaría que me hicieras un medallón con un grabado de la imagen del Rey Geo”.\nLa mujer pidió lo que quería justo cuando habían terminado de hablar y estaba a punto de irse.\n“Pero tengo una condición: no puedes tallar el aspecto que tú mismo imaginas que tiene el Arconte Geo. Debes hacerlo únicamente según lo que hayas visto con tus propios ojos.\nDe lo contrario, no te pagaré ni un Mora”.\nAsí, ambos cerraron el trato, por el cual acordaron que el pedido debía estar terminado en un plazo de tres días.\nEl primer día, el artesano de jade solo se preocupó de comer y beber con sus amigos. No aceptó ni un solo encargo.\nEl segundo día, fue a la montaña para buscar jade. No atendió a ningún cliente ni amigo en todo el día.\nEl tercer día fue cuando empezó a tallar y pulir el jade en bruto. Trabajó en ello desde el amanecer hasta que finalmente lo terminó ya bien entrada la noche.\nCuando la luna creciente volvió a verse en el cielo de la noche, la joven de ojos ámbar volvió a entrar en la tienda.\nEl artesano le entregó con gran orgullo su creación.\nSe trataba de un medallón de jade con la imagen de un dios grabada en él: la imagen de la mujer.\nLa mujer, completamente perpleja y con el ceño fruncido, exigió una explicación.\nEntonces, el artesano dijo así:\n“El primer día, pregunté a los sabios y eruditos cuáles eran los principios del Rey Geo y cómo funcionaban. Eso solo era el esqueleto.\nEl segundo día lo pasé entero en la montaña observando las rocas, escuchando cómo crecían los elementos y reflexionando sobre el aspecto del Rey Geo. Pero eso solo era la sangre y el cuerpo.\nEl tercer día, me tapé ambos ojos y empecé a tallar y cortar el jade según creía conveniente. A veces, sabía que tenía que tallar, y otras, sabía que tenía que parar. Eso era el alma”.\nEl artesano se rio tímidamente y añadió:\n“Pero ni siquiera yo sé por qué acabé creando esta forma”.\nLa mujer, que parecía muy pensativa, jugueteaba con el medallón.\n“Interesante. Esto me recuerda a otra historia...”,\nagregó, y miró al artesano con sus ojos color ámbar para contar su historia."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Una novela fantástica de Liyue en la que se relatan las visitas de Rex Lapis al reino de los mortales en una de sus formas reencarnadas. Las ideas preconcebidas sobre las leyes y la igualdad se derrumban en este cuento fantástico.\nLiyue es una tierra donde abundan todo tipo de tesoros raros y exóticos, y donde hay tesoros, hay gente que sabe encontrarlos. En la época más próspera de Liyue, los tesoros desaparecían de la ciudad al ser comprados por los comerciantes nada más llegaban a ella.\nAquella era, igual que ahora, una época de comerciantes y capitanes de barcos. Era una época en la que solo aquellos con más poder se atrevían a luchar contra las tumultuosas mareas del mercado y las furiosas bestias del océano.\nAdemás, en aquel entonces, en los muelles de la imponente ciudad portuaria trabajaban incontables marineros y albañiles.\nCuenta la leyenda que Rex Lapis no solo se encarnaba en un noble, sino que también socializaba con la élite de la Terraza Yujing. En otras ocasiones, se encarnaba en un ciudadano de a pie y caminaba entre los mineros, los pescadores, los marineros y los comerciantes.\nEn aquella época, había un barquero pescador al que se podía encontrar en los muelles de Liyue. Era una persona muy exigente y crítica con el resto, y siempre trataba muy mal a sus ayudantes. Cuando las cosas no salían como él quería, le echaba la culpa a sus asistentes sin ni siquiera escuchar lo que tenían que decir; incluso los castigaba reduciéndoles el sueldo.\nUn día, el barquero conoció a un joven.\nEra un ayudante que había contratado hace poco. Vestía unas ropas viejas y desgastadas, y llevaba un pañuelo en la cabeza. Había algo en él que era distinto al del resto de pescadores. Al ver el color de su piel y la expresión de su cara, se podía ver que era un aldeano de la Aldea Chingtsé que había salido de su hogar en busca de una vida mejor. En su rostro aún podía verse el rastro de la montaña.\nEra igual de burdo y malhablado que el resto de personas de la montaña. Pero lo más enervante de él era que, al repartir la pesca del día, siempre le hacía ascos a los pulpos porque tenían tentáculos, y al marisco porque era demasiado viscoso.\n“¿De verdad crees que estás en posición de ser quisquilloso? ¡Ni que fueras un noble de familia rica!”.\nEsta frase pasó a ser la excusa preferida del barquero para descontar el sueldo de los pescadores.\nAnte esto, el joven siempre se reía bobamente y seguía con lo que estaba haciendo.\nHasta que un día, preguntó:\n“Si a una persona le gustan hacer unas cosas y otras no, ¿por qué habría que obligarla a hacer lo que no le gusta?”\nEl barquero, asustado por el zopenco de su discípulo, le golpeó en la cabeza levemente pero con indignación.\n“¡El mundo funciona así! Si la gente no hiciera un trabajo solo porque no le gusta, ¡nunca llegaría a ser nada!”\n“Pero esa no era la intención de Rex Lapis al crear las reglas de este mundo”.\n“¡¿Dónde escuchaste semejante tontería?!”\n“Está bien. Le contaré una historia”.\nLos ojos del joven brillaban con el reflejo del sol poniente, como si fueran pepitas de oro ocultas en una cueva.\n“Ah, que aparte de decir tonterías, ¿también cuentas historias?”,\nse interesó el barquero al saber que el joven bobo contaba historias.\n“Está bien, cuéntala. ¡Pero no dejes de trabajar mientras lo haces!”\nEn los ojos del joven, que se rio como si estuviera tramando algo, se pudo ver un destello de luz.\n“Te contaré la historia del medallón de jade”.\nAsí, mientras el joven contaba su historia, el barquero perdió la noción del tiempo. Tampoco se dio cuenta de que alguien aprovechó la situación para repartir entre todo el mundo el dinero que había descontado del sueldo a los trabajadores."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Una novela fantástica de Liyue en la que se relatan las visitas de Rex Lapis al reino de los mortales en una de sus formas reencarnadas. En una época en la que los tesoros del mundo se ponían en duda, una simple broma era todo lo que se necesitaba para revelar las mentiras.\nEra la época en la que innumerables tesoros y artículos exóticos llegaban al puerto de Liyue.\nUna noche, Mingui, la dueña de la Tienda de Antigüedades Xigu, investigaba reliquias mientras contaba historias antiguas junto con un joven noble sin nombre.\nEl tema de su debate era un medallón de jade.\nComo todo el mundo sabía, crear un objeto de jade falso no era algo para lo que se necesitaran muchos recursos en Liyue. Puede que crear una buena falsificación fuera un poco más caro, pero era un costo que la mayoría de los comerciantes se podían permitir.\nLo realmente difícil era crear una historia falsa, pero tan buena que fuera creíble.\nAlgo así como la historia de un artesano de jade que vagaba en las profundidades de un bosque, o la de un joven pescador con un comportamiento muy extraño... Sí, aquellas historias sobre personajes divergentes podían llegar a ser las más creíbles.\nRex Lapis estableció reglas y contratos, pero nunca obligó a los mortales a cumplirlos siguiendo un modelo de autoridad perfecto porque sabía que solo eran un medio, no un fin. El verdadero equilibrio y sentido de las cosas radicaban, en realidad, en la conciencia de cada individuo y su capacidad para tomar decisiones por sí mismos.\nEl estricto barquero no comprendió este principio, por lo que su ayudante lo temía y, a la vez, se burlaba de él.\nLos humanos son como las antigüedades: el nivel artesanal, la calidad, la rareza y la perfección son factores determinantes, pero el verdadero valor de una reliquia radica en la historia que hay detrás de ella.\nEl joven y quisquilloso noble no entendía esta idea, por lo que no reparó en calificar de “falso” al medallón de jade, además de despreciar su valor.\nAhora bien, si los tesoros de la Tienda de Antigüedades Xigu se examinaran únicamente con criterios empíricos y tangibles, puedo asegurar que no tendrían ningún valor.\nComo las lágrimas de una joven por su capitán, que se convirtieron en perlas eternas; o un rey mortal que esculpió con sus propias manos el retrato de su reina fallecida para sellar su alma en la escultura...\nEsas historias, esas leyendas que deberían haber desaparecido con el tiempo, se resguardaron bajo la cáscara de las antiguas reliquias.\n“Interesante historia. Ahora dame esa falsificación”,\ndijo el joven noble de ojos dorados mientras asentía con una sonrisa.\n“Aun habiendo escuchado mi historia, ¿sigues pensando que es una falsificación?”,\nrespondió Mingui después de un largo suspiro.\n“Sí”.\nEl joven no pudo evitar sonreír de alegría, pero de una manera en que no había sonreído desde que entró en la tienda.\n“Después de todo, el hecho de que los medallones de jade de tu historia fueran una moneda antigua es una tontería. Una tontería que yo inventé”."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Rex Incognito"
          }
        ]
      }
    ]
  }
}