{
  "epId": 2317,
  "name": "Nuevas crónicas de los seis kitsune",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Nuevas crónicas de los seis kitsune"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Las historias en las que se relatan recuerdos del pasado siempre están relacionadas con la pérdida de algo. Este libro no es completamente nuevo, sino una reedición de la obra «Crónicas de los seis kitsune de Urakusai».\nPrólogo\nLas historias relacionadas con los recuerdos siempre están relacionadas con el instante en el que se obtiene algo para luego perderlo.\nEl motivo detrás de este humilde escrito no es nada fuera de este mundo.\nAquella noche, mientras bebía para pasar el tiempo en el Restaurante Uyuu, me encontré con una vieja amiga que no había visto en años. No sé cuándo llegó, pero de pronto se sentó a mi lado.\n“Oh, ¿quién es esta persona que está de buen humor, a pesar de beber a solas?”.\nAl escucharla, le respondí:\n“No siempre tienes el privilegio de disfrutar de un buen trago. En ocasiones, tienes que ser paciente y esperar —incluso si eso implica beber a solas”.\n“Las mismas viejas excusas... Eres tan aburrido como siempre...”.\nEso dijo la editora en jefe mientras sostenía la taza en su mano con gentileza, como si estuviera de humor para un trago.\n“¿Buscas ganarte una propina? Después de todo, no hay nada que hacer”.\n“Yo invito las bebidas esta noche”.\nElla ríe mientras lo repite por tercera ocasión.\n“Volviste”.\nPétalos del Cerezo Sagrado llevados por el viento caen en su taza, creando ondas en la pequeña luna reflejada en ella.\nUn sentimiento familiar brota dentro de mí, y unas palabras vergonzosas salen de mi boca en contra de mi voluntad:\n“Estás ebria”.\nHay disgusto en su expresión, y el tono de su voz es resuelto y serio.\nPero tras un instante, pone la taza en la mesa y suelta un suspiro:\n“Cuando ella se fue, yo todavía no había nacido”.\nYo apenas era un adolescente.\n“Quizás eres el único que puede recitar las historias que ella solía contar”.\nY así es como terminé por escribir de nuevo para la Editorial Yae.\nA mis fieles lectores, les pido que no lo malinterpreten como una promesa egoísta para dejar de escribir.\nPero estoy preparado para los descuentos en esos exquisitos licores, así como pagar de vuelta las rondas de bebidas que la editora en jefe amablemente me invitó."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Itaru, “el zorro negro” y sus hazañas originalmente formaban parte del tercer volumen de «Crónicas de los seis kitsune de Urakusai», pero debido a las preferencias del autor, fueron publicadas en el primer volumen.\nDisculpen por divagar. Antes de cada historia, habrá una introducción.\n¿Por qué “Nuevas” crónicas de los seis kitsune?\nComo sabrán, cuando hay algo nuevo, invariablemente hay algo viejo. Este volumen presenta ligeras modificaciones de la versión popular de las «Crónicas de los seis kitsune de Urakusai» de hace quinientos años. Mi escritura tiene sus limitaciones, pero me gustaría pensar que el mismo Urakusai disfrutaría de ella, así como todos los demás.\nHablando de él, obtuvo la fama cuando apenas era un niño. Mostró gran interés tanto en la literatura como en las ceremonias del té. Era considerado como uno de los kitsune de mayor porte y elegancia entre los suyos.\nDesafortunadamente, hace quinientos años, Urakusai cometió un grave error que llevó consigo por el resto de sus días...\nSin más preámbulos, la primera escena de las «Nuevas crónicas de los seis kitsune» comienza con la imponente Montaña Yougou.\nSe dice que en aquel entonces, la gran kitsune Hakushin contaba con seis aprendices, todos ellos poderosos e ingeniosos. Se encargaba de ayudar a Hakushin con los asuntos del santuario y a proteger la Montaña Yougou.\nLa menor de ellos era Itaru, la “kitsune negra”. A pesar de ser una kitsune femenina, prefería asumir una forma corpulenta y robusta, y tenía una personalidad indómita. En una ocasión, comenzó a causar problemas en el templo del santuario después de beber, y tumbó un repositorio de la Shogun. Hakushin estaba furiosa, y desterró a Itaru de la montaña para que reflexionara sobre sus acciones.\nItaru no se inmutó al dejar la montaña, e hizo caso omiso de las advertencias de Hakushin. Tras encontrar una botella de licor, se dirigió a una pequeña aldea en busca de problemas."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Este volumen narra la historia de las diferencias entre Itaru, “el zorro negro” y las oni gemelas de Tokaku. Desafortunadamente, este cuento quedó olvidado en los textos originales, solo para ser descubierto y editado en su presentación actual.\nEn el capítulo anterior, Itaru, la kitsune negra, se dirigía a una aldea buscando problemas. En realidad, lo que encontró fueron dos mujeres vestidas como leñadoras, armadas hasta los dientes con espadas de diferentes tamaños y propósitos.\nAl ver una silueta alta y oscura acercarse, cuyas zancadas sacudían la tierra y levantaban el polvo, las dos mujeres se pusieron en guardia, y empuñando sus armas preguntaron al unísono:\n“¿Quién eres? ¿Eres un monstruo?”.\nA lo que la sombra respondió:\n“¿Un monstruo? ¡Jaja!”.\nSin dudarlo, ambas mujeres desenvainaron sus espadas para matar a Itaru. Pero ella las tomó de las muñecas mientras evadía sus ataques y sus espadas largas cayeron al piso. Intentaron desenvainar sus wakizashis, pero ya era muy tarde. Itaru dio un manotazo a una de ellas y la lanzó contra el suelo, y tomó a la otra del cuello de la camisa mientras le ponía el pie en el pecho a la que estaba en el suelo.\n“¿Las oni gemelas de Tokaku? ¡Parece que no aprendieron nada el año pasado después de la paliza que les di por acechar a los aldeanos!”.\nAl escucharla, las dos bandidas se estremecieron de miedo y rogaron por sus vidas. La kitsune negra las arrojó al suelo y dijo:\n“En fin, soy un monstruo sin dueño que ha sido desterrado por mi ama, Hakushin. Así que ¿por qué no me acompañan a ayudar a los necesitados? ¡Será divertido!”."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "En las «Crónicas de los seis kitsune de Urakusai», escrita hace quinientos años, Youzan y Yui prosiguen sus historias por separado, pero en esta ocasión la madre y su hija siguen siendo rescatadas por Itaru.\nEn el capítulo anterior, Itaru, la kitsune negra, logró someter a la pareja de bandidas, las oni gemelas de Tokaku, y comenzó su recorrido para ayudar a los desamparados.\nDurante una parada en la Aldea Konda, se encontraron con una mujer y su hija.\nTras entablar conversación con ella, supieron que se llamaba Youzan, y su hija, Yui. Ambas eran músicos de la lejana Isla Seirai, y venían a celebrar el festival en Inazuma. Sin embargo, fueron estafadas por un vendedor de calavandas que, después de ofrecerles unas cuantas para saciar su sed, las obligó a comprárselas a un precio desorbitante. Sin embargo, el par de músicos no era muy acaudalado, y no tenían dinero suficiente para continuar con su peregrinaje o para regresar a casa...\nLas oni gemelas de Tokaku eran famosas por ser impulsivas. Al escuchar la historia, rechinaron los dientes y decidieron darle a ese comerciante deshonesto una lección y cortarlo en mil pedazos. Sin embargo, la kitsune negra pensó en otro plan:\n“Bien. Entendido”.\nDespués reconfortó a la madre y a la hija.\n“No se preocupen. Hablaré con él y me haré cargo”.\nHabiendo dicho esto, Itaru se dirige a buscar al comerciante deshonesto."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "Este es el episodio más tenso de la serie, y se dice que fue escrito por Urakusai al volver a Liyue. En esta edición se presenta la adaptación íntegra propuesta por el escritor.\nAunque las anécdotas de Itaru, la kitsune negra, llegaron a su fin, pido que me perdonen por divagar sobre cosas del pasado.\nPor alguna razón que hasta la fecha no se ha podido esclarecer, en aquel entonces Urakusai incitó la ira de la señorita Saiguu. Sin embargo, la Srta. Yae accedió a contarme la historia conforme el vino fluía.\nLo que sigue a continuación son mis propias palabras. He transformado la realidad en una historia ficticia.\nCuando la Sacerdotisa Kitsune dejó los campos de Hakushin para dirigirse al Gran Santuario Narukami, la Srta. Yae aún no había nacido. Por eso, esta pasó su infancia escuchando historias sobre la señorita Saiguu, y desarrolló una gran admiración y respeto por ella.\nPor esta razón, los años de peregrinaje de Yae llegaron a su fin con su visita al Gran Santuario Narukami.\nDebido a su relación sanguínea, la Sacerdotisa Kitsune prestó gran atención a la crianza de la Srta. Yae. Sin embargo, la Srta. Yae ahora evita en la medida de lo posible recordar aquellos días...\nAunque he asegurado que estas no son más que palabras del autor, evité divulgar muchos detalles de la vida de la Srta. Yae para evitar que estas líneas sean eliminadas por la editora en jefe.\nPero volvamos al tema de la señorita Saiguu. En aquella época, Urakusai provocó la ira de Saiguu por motivos desconocidos hasta hoy día. Lo único que se sabe es que quizás sus acciones estuvieron relacionadas con la última incursión del Abismo.\nSin embargo, luego de que Urakusai fuera obligado al destierro, la Sacerdotisa Kitsune no podía quedarse en el Gran Santuario Narukami, por lo que fijó su residencia en Tenshukaku.\n“Una gran calamidad se avecina. Debo cumplir con mi deber de proteger a los seres vivos, por lo que debo acudir a la Shogun lo antes posible”.\nAl momento de la segunda partida de la señorita Saiguu, la Srta. Yae no era más que una jovencita. La persona a la que siempre había seguido la dejó una vez más. No comprendimos las palabras de Saiguu hasta que el desastre azotó el archipiélago...\nPero ya era demasiado tarde, y el curso de la historia fue contrario a lo que uno esperaba.\nEntonces, la señorita Saiguu se marchó por tercera vez, y en esta ocasión, de manera definitiva.\nPara los humanos, los acontecimientos de hace quinientos años son algo muy remoto, pero para aquellos seres de vidas más longevas, la aflicción y el sufrimiento que dejaron son difíciles de borrar."
          }
        ]
      }
    ]
  }
}