{
  "epId": 2318,
  "name": "Brisa en el bosque",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Brisa en el bosque"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de baladas de Mondstadt, grabadas, compiladas y editadas por eruditos hace siglos.\n«Selección de cuentos»\n«Brisa en el bosque» y «Brisa en el lago» son una colección de dos volúmenes de poemas narrativos. Los académicos han anotado y ordenado muchas canciones cantadas por bardos sin nombre de Mondstadt, las cuales componen ambos volúmenes.\nLos bardos a menudo exageran o distorsionan la historia para conseguir audiencia y algunos Moras más. Por lo tanto, la mayoría de sus obras tienen una credibilidad realmente dudosa. Lo que permite que, en contra de los mil vientos del tiempo, las canciones sigan siendo populares incluso hoy en día fueron su desbordante imaginación e ingeniosa retórica.\n...\n“Las canciones de los bardos provienen de la antigüedad”.\n“Entonces, los dioses convivían con personas de verdad”.\nEl poeta, que había terminado de recitar los cuentos de las ruinas y de Vennessa, comenzó a contar la historia del Dragón del Viento: “Esta historia proviene de la antigüedad, cuando los dioses aún caminaban entre nosotros”. El dragón agraciado por Anemo nació en Gaotian* en aquella maravillosa época. Descendió lentamente y lo examinó todo con ojos curiosos.\nAterrizó en un pueblo, pero los aldeanos, aterrorizados, le arrojaron piedras. El dragón no entendía por qué gritaban de miedo.\nAterrizó en un cementerio, donde solo escuchó los lamentos de personas afligidas. El dragón no entendía lo que murmuraban con tristeza.\nAterrizó en un huerto, donde fue maldecido por los furiosos granjeros que perdieron sus cultivos. El dragón no entendía por qué gritaban de ira.\nEl mundo era demasiado complicado para el joven dragón. Se sentía desconcertado, pero no se rindió.\nHasta que un día, el dragón escuchó la música de la Lira Sagrada. “Der Himmel” era el nombre de la lira que acompañaba al Arconte de los Vientos. Encantado por la poesía, el Dragón del Viento aterrizó junto al mejor bardo bajo el cielo.\nLa gente entró en pánico, pues los poderosos Dragones Elementales y los grandes arcontes que gobernaban el mundo nunca se habían visto cara a cara.\n“¡Contemplen su belleza y benevolencia!”, cantó el Bardo de los Vientos.\n“Pero no sabemos lo que quiere”, respondió la gente.\nLa música y la poesía hipnotizaron tanto al dragón como a los humanos. ¡Qué magia tan insondable! El dragón decidió quedarse junto al Bardo, pues él también deseaba ser comprendido por todos los seres. Así, aprendió el lenguaje humano y las técnicas de canto del Bardo de los Vientos.\n(Omitido)\nDe este modo, las generaciones posteriores pasaron a considerarlo uno de los Cuatro Vientos que vigilaba y protegía a Mondstadt.\n“El atroz sol cayó sobre su reino y la refulgente perla perdió su brillo”.\n“El oro perdió su color y la nívea seda tiñó el crepúsculo”.\nAsí, comienza otra historia que ocurrió en el reino perdido de Khaenri'ah.\nLa dinastía del Sol Oscuro había caído y el caos reinaba en el mundo. La alquimista, conocida como “Oro”, fue corrompida por su propia codicia y ambición, y creó un ejército de monstruos sombríos con sus misteriosos poderes. Durin, un dragón negro serpentino, surgió del mar para proyectar su sombra sobre Mondstadt. Fue en ese momento cuando el Caballero del Diente de León se quedó sin sucesor, y los Caballeros de Favonius no pudieron enarbolar su bandera del halcón.\nLas persistentes pero abatidas plegarias invocaron al arconte de Mondstadt, el Bardo de los Vientos. Las cuerdas de Der Himmel, la Lira Sagrada, sonaron una vez más, invocando al Dragón del Viento.\nComo última línea de defensa de Mondstadt, el Dragón del Viento luchó contra el dragón malvado hasta la muerte entre las furiosas tormentas.\nEl Dragón del Viento prevaleció. Destrozó la garganta del malvado dragón, a costa de ingerir su sangre venenosa. Esta era como el oro corrompido, con poderes para derrumbar montañas y envenenar la tierra.\nEl Dragón del Viento protegió a Mondstadt con su vida, y su único deseo era ser comprendido por los humanos. Así, terminó cayendo en un profundo sueño.\nDer Himmel, la Lira Sagrada, emitió una melancólica melodía.\nCantó: “Cuando llegue el día en que te despiertes, extenderás tus alas y vivirás libremente, pues un dragón nace para surcar los cielos. Así, los mortales entenderán tu belleza...”\n(Gaotian*: las vidas engendradas por los elementos se convierten en Slimes si descienden, o cristalópteros si ascienden; pocas se convierten en monstruos elementales peligrosos. Rara vez se ven criaturas elementales draconianas, cuyos poderes igualan a los de demonios pasados)."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Complemento a la selección de poemas de «Brisa en el bosque» con extractos de diversas fuentes.\nCuenta la historia del Dragón de Mondstadt.\n«El libro del dragón»\nExtraído de «Investigación sobre las costumbres culturales del Reino del Viento», o más comúnmente conocido como «Registros de culturas y costumbres», por Jacob Musk.\n...\nEl Lobo, conocido como el “Caballero de Boreas”, la Leona, que ostentaba el título de “Caballera del Diente de León” (también llamada la “Caballera de Dandelion”), el Halcón de los Caballeros de Favonius y Dvalin, el Dragón del Viento, han sido considerados durante mucho tiempo como los Cuatro Vientos protectores de Mondstadt.\nDespués de que la Caballera del Diente de León liberara a Mondstadt, se establecieron los Caballeros de Favonius, a quienes se unió el Caballero de Boreas. Así, la tradición de adorar a Los Cuatro Vientos fue cobrando forma en Mondstadt. Sin embargo, Dvalin, el antiguo Dragón del Viento, los precedió a todos.\nHace aproximadamente cien años, la tierra estaba sumida en el caos. La oscuridad se extendió, contaminando todo lo que tocaba. Los bárbaros y las criaturas más inmundas deambulaban por las tierras carbonizadas, obligando a las personas a vivir dentro de los muros de la ciudad.\nFue un momento especialmente difícil para Mondstadt. El Caballero del Diente de León no tenía un heredero adecuado y los Caballeros de Favonius habían perdido a muchos de sus valientes hombres y mujeres durante las cruentas guerras. Por si fuera poco, Durin, el dragón corrupto de poderes inconmensurables, comenzó a atacar Mondstadt en este complicado momento.\nLas oraciones de los ciudadanos despertaron al Arconte Anemo, que, con su voluntad, invocó a Dvalin, el Dragón del Viento. Como último guardián de Mondstadt, Dvalin luchó contra Durin con todo su poder.\nEl resultado fue evidente. Los restos de Durin aún descansan en los picos nevados al sur de Mondstadt, pero no se sabe nada sobre la forma en que terminó la batalla. Se dice que Dvalin arrancó la garganta de Durin y ambos cayeron del cielo al mismo tiempo. El cuerpo de Durin se hundió en la nieve, mientras que Dvalin fue invocado por el Arconte Anemo y cayó en un profundo sueño.\n...\nLa gente solía creer que Dvalin despertaba cada vez que Mondstadt se enfrentaba a una nueva amenaza.\nPero en estos tiempos de paz, la creencia en Los Cuatro Vientos se ha perdido y sus templos están casi desiertos.\n(Cita de fuente desconocida: cuando finalmente descubrimos que la monstruosidad extranjera llamada Stormterror, con la que los Caballeros se enfrentaron muchas veces, era Dvalin de los Cuatro Vientos, el antagonismo formado por el odio ya no podía disiparse. Al despertar de sus cien años de sueño, lo que Dvalin percibió fue, sin duda, la traición de la gente de Mondstadt, a la que protegió con su vida...)"
          }
        ]
      }
    ]
  }
}