{
  "epId": 2321,
  "name": "Una leyenda de espadas",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1660416516,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "En un mar de estrellas invertido, una guerra lleva teniendo lugar durante cientos de años luz. Esta se trata de un nuevo tipo de novela de artes marciales que se desarrolla a partir de un magnífico comienzo. ¡Aquí empieza la historia!\n“Pero ¿qué ganan los demás si las ambiciones del Sr. Sher se vuelven realidad?”.\nFaranges, la ministra de Asuntos Militares, observó el mar de estrellas frente a su ventana. La galaxia y los astros emitían una luz pálida sobre su rostro y se reflejaban al recorrer lentamente sus cabellos.\nNo pudo evitar recordar la primera vez que vio ese vasto océano de estrellas desde esa misma ventana, pero había olvidado el asombro que sintió en aquel entonces. Los recuerdos de su tierra natal, a cientos de años luz de ahí, se habían tergiversado y quedado en el olvido.\n“Su Majestad, perdone si lo que voy a decir está fuera de lugar, pero esta guerra ha durado mucho tiempo. Hemos peleado con incontables constelaciones, hemos acabado con decenas de millones de vidas por medio de todo tipo de planes y medios y nos hemos convertido en alcaldes y emisarios de constelaciones desconocidas, todo para hacer realidad el sueño del Sr. Sher. Sin embargo, ¿qué hemos obtenido nosotros de todo esto? Nuestros enemigos ocupan todos los rincones de la galaxia y no dejan de crecer en número. ¡Un día terminaremos engullidos por ellos!”.\n“La visión de mi hermano es la de un imperio eterno, un imperio que no sabe lo que es el miedo o la carencia. Los menos ya no dictarán el destino de los más, nadie será considerado más importante que otro y los desamparados ya no serán considerados criminales. Los enemigos que no puedan comprender esta visión caerán por el peso de su propio destino”.\nLa princesa Gopatha sacudió la cabeza. Su voz era amable y fría a la vez.\nAl parecer, la guerra antiguerrilla intergaláctica no solo se cobró su brazo y su ojo, ya que cuando Faranges la miró, ya no vio a la alegre mujer que solía ser antes...\n“Creo en la decisión de mi hermano. No es alguien que tome decisiones para beneficio personal, así que no vuelvas a hablar así de él”."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "En un mar de estrellas invertido, para la gente de la “costa”, incluso una gran guerra de características divinas no es más que una ínfima y casual perturbación en su silenciosa vida. Pero para aquellos soldados inmersos en el conflicto, ¡la guerra es su vida!\nNi una armada de naves de guerra de clase Yazata sería capaz de hacer mella en una defensa tan sólida.\nLos rebeldes se apresuraban al punto débil en medio de la confusión de la general Geldafried. Anushwaran, la Fortaleza Estelar, era una maravilla de la arquitectura y un milagro de la ingeniería diseñado por la propia princesa Gopatha. Pero para los rebeldes, la fortaleza no era más resistente que una cáscara de huevo.\nBastinu dirigía la rápida nave por los intrincados conductos de ventilación. Dejó atrás a gran velocidad los gases venenosos y nubes de elementos que emanaban de los numerosos pozos, a la vez que esquivó a los centinelas mecánicos que le pisaban los talones. La velocidad vertigionosa de la nave hizo que se le taponaran los oídos y se le nublara la vista.\n“Llegó el momento”.\nEso pensó Bastinu mientras el núcleo del sistema de propulsión empezaba a revelarse.\n“Es la hora”.\nEso pensó la general Geldafried mientras contemplaba la esfera luminosa en la órbita del planeta.\nEn ese momento, dio la orden de realizar un ataque indiscriminado al planeta.\nBastinu lanzó un ataque mortal al núcleo de la fortaleza...\n“Me encantaría ver la cara de enojo que pondrá la princesa Gopatha...”\nLas dos pensaron lo mismo a la vez."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "En un mar de estrellas, también hay pequeñas islas con su propia historia, artistas marciales y asuntos más triviales. ¡Aquí da comienzo la leyenda del shogunato de Suruga!\n«Hace diez años»\n«A 25 años luz de distancia»\nCon el país bajo la mano de hierro del shogunato Suruga, el pueblo solo conocía penalidades.\nEl shogunato Suruga de aquella época estaba dirigido por el shogun Imagawa Ujizane. Hace cuatro años, tras decapitar al fin a Danjouchuu, el rey de los demonios, comenzó el reinado de terror del shogunato.\nEn esa era, un espadachín libre y de habilidad incomparable vagaba por esas tierras.\nEste caballero se llamaba Bitchuu Kyuubei y era conocido por la gente como “Shinkurou, el vigilante”.\nBitchuu Kyuubei no siempre había sido un ronin. Se dice que antes era un estratega en el que el shogunato depositaba su confianza, hasta que fue traicionado por una familia rival. Debido a la naturaleza paranoica del shogun, Bitchuu Kyuubei no tuvo otra opción más que huir y refugiarse en parajes desolados.\nHoy en día, Kyuubei está en la cima de las montañas contemplando la lejanía. Pero ¿qué es lo que mira?\n¿El campo que se extiende hasta el infinito? No...\n¿La distante cordillera? Tampoco...\n¿El camino que serpentea? ¡Sí! Pero no solo eso...\nPues... ¿Qué mira Kyuubei exactamente?\nLos granjeros que compraron su protección a cambio de arroz estaban demasiado asustados como para preguntar.\nParece que solo el espadachín silencioso podía responder a esta pregunta."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Hay un proverbio de Inazuma que dice así: “los ladrones son los hijos y las hijas de la guerra”. En una época sumida en el caos de la guerra, la cosecha de arroz también está en conflicto. ¡Aquí se desenvaina la primera espada de «Una leyenda de espadas»!\n“Comienza el otoño. Se acerca la época de la cosecha”.\nAsí habló Saitou Onisa.\nEn una era de guerra y caos, los ninjas son mercenarios de élite que completan sus tareas incluso aunque corran grave peligro.\nLa guerra es lo que da sentido a la vida de los ninjas, y su fuerza proviene de la autoridad que ostentan. Ese es el camino de los ninjas.\nTambién es su destino perder la esperanza cuando termina la guerra y quedarse sin autoridad.\nA la vez que el shogun Imagawa unificaba el país, los ninjas fueron siendo exterminados o atrapados y algunos incluso se convirtieron en bandidos.\nY eso es precisamente lo que era Saitou Onisa.\n“No hay prisa, esperaremos a que los aldeanos terminen de recoger nuestro grano”,\ndijo una persona llamada Yonemata Tasuke.\nNormalmente, los bandidos son samuráis que se han cansado de la vía recta o granjeros que luchan por su supervivencia.\nNacen de la guerra y crecen gracias a la astucia y a las maldades descontroladas.\nPor eso, cuando la guerra termina y regresa la paz, la influencia de los bandidos va desapareciendo.\nYonemata Tasuke había nacido en una familia de granjeros corrientes y no comenzó su carrera criminal hasta que tuvo más de cuarenta años. A pesar de su edad, se le daba bien ser bandido, y hasta se convirtió en cabecilla.\nLos bandidos más malvados son siempre los que han sufrido la opresión en sus propias carnes.\n“Después, lo quemaremos todo y no dejaremos ningún testigo”.\nPor su voz, se notaba que procedía de una época caótica."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "En una orilla remota de las islas dispersas que yacen en el mar de estrellas invertido, en una aldea poco digna de mención alguna, un guerrero errante en apuros y unos campesinos unirán fuerzas. La gran batalla contra los bandidos se acerca...\nEl terreno donde se ubicaba la Aldea Asada tenía forma de media luna.\nShinkurou se dio cuenta nada más poner un pie allí.\nSi lograra que más aldeanos organizaran emboscadas en las montañas y aprovecharan la altura para atacar, podría derrotar fácilmente a los enemigos que llegan cansados tras un largo viaje. Además, había más aldeanos que bandidos, así que rodearlos no debería ser difícil.\nPero el problema eran justamente los aldeanos... Para atraer a los bandidos hasta el valle, se necesitaba un pequeño grupo para actuar como cebo. Estas gentes habían vivido en una época de caos y ahora sufrían bajo la tiranía del shogunato, por lo que su instinto de supervivencia era inquebrantable. ¿Cómo podía lograr que se presentaran voluntarios para sacrificarse a sí mismos?\nAdemás, había otra cuestión... Si fuera un ejército samurái de un periodo de guerra, utilizaría ataques incendiarios para atrapar a los enemigos en el valle y que el viento avivara las llamas, lo que causaría unos daños catastróficos.\nPero el grupo que lideraba no era más que un puñado de aldeanos que querían proteger su hogar. De ninguna manera quemarían sus casas o sus graneros... Aunque era comprensible, si no acabara con los bandidos de una vez por todas, las consecuencias serían peores.\nShinkurou se sentó y siguió pensando."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Capitán, con todos mis respetos, se ha dormido durante toda la reunión, ¿no es cierto?\".\n\"Oh, me has pillado\".\n\"Es porque, aunque se mantuvo muy erguido todo el rato, estoy muy acostumbrado a ver cosas así. Capitán, no debería usar la formación que recibimos para algo así. Si el General se enterara, no se libraría solo con escribir un informe\".\nAunque aquello fue lo que dijo, Mahasti sabía que, al menos por el momento, nadie se atrevería a sublevarse contra su superior. En el cuartel general de la Flota Aliada reinaba una frágil y delicada paz y, su superior Bitchuu Kyuube, un capitán de mediana edad conocido como \"Shinkurou\" y que ahora muchos llamaban erróneamente \"Semimaru\", era a quien todas las facciones querían ganarse a toda costa y la persona que seguramente conseguiría sacarlos del atolladero.\nEso fue hace ya 10 años…\nPensó Shinkurou para sí mismo.\nMás tarde, la victoria en la Aldea Asada fue considerada una mera demostración de la capacidad militar de Shinkurou, pero para quienes estuvieron implicados, supuso el comienzo de un gran desastre.\nEl shogun no podía permitir que una persona con semejantes capacidades vagara por las montañas.\nPoco después, Shinkurou fue apuñalado en ambos ojos hasta quedar ciego y luego encarcelado.\nEsta situación se postergó hasta cinco años, cuando un ejército aliado y liderado por el daimio del clan Oome derrotó al clan Imagawa, a cuyo líder le cortaron la cabeza. Solamente a partir de entonces, los habitantes del país pudieron vivir en paz…\nTodo lo anterior lo escuchó Shinkurou de los propios labios del recién nombrado shogun Ujizane.\nShinkurou nunca había visto en su vida a la gente normal poder vivir y trabajar en paz, y este shogun desconocido no era ciertamente una persona recta y bondadosa. Pero la amnistía general proclamada lo terminó de convencer, ya que eran algo en lo que no podía evitar tener fe.\nAl recordar el pasado, Shinkurou no pudo evitar romper en sollozos. Ya fuese entonces o ahora, al final siempre acababa metido involuntariamente en el ojo del huracán.\n\"En esta nación se nos considera traidores. Pero es que en este vasto universo también lo somos\".\nAsí dijo indiferente el shogun, mientras dirigía su mirada al acuclillado Shinkurou.\n\"Los impuestos imperiales ya no son algo que este insignificante planeta en un pequeño rincón del universo pueda soportar. Y en cuanto a tu talento, debería florecer en medio del firmamento\".\n\"Ese villano de Imagawa ya te arrebató tu nombre y tu apellido, pero un pasado así es mejor abandonarlo. A partir de ahora, te llamarás 'Semimaru'\".\nDe esta forma, una persona sin pasado, una persona que ya no podría volver a contemplar el vasto universo y todo lo que alberga, se irguió ante él."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Una leyenda de espadas"
          }
        ]
      }
    ]
  }
}