{
  "epId": 2322,
  "name": "La leyenda de los mares",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La leyenda de los mares"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "El legendario cuento de un marinero anónimo ambientado en una época en la que Liyue estaba plagado de monstruos marinos.\n«Marea alta»\nMientras la luna brillaba en el mar de estrellas del firmamento, la melodía de una saloma emergía de las profundidades del mar.\nHabía una vez un poderoso barco que ancló en el puerto de Liyue. Su líder era un hombre que perseguía y daba caza a terribles monstruos de las profundidades del océano. El hombre era conocido como “Capitán”.\nEl casco de su barco estaba adornado con esqueletos de monstruos marinos, una señal inconfundible de la intrépida voluntad del Capitán. Sin embargo, en las salomas de la tripulación, rara vez se mencionaba la caza de criaturas de las profundidades. No es que los marineros no se enorgullecieran de su reputación o se jactaran de sus logros, sino que, tras tanto tiempo navegando por los despiadados mares, habían aprendido que las canciones que mezclaban sangre y agua eran las más desafortunadas de todas.\nCon su espada en mano, el Capitán navegó a través de las vastas aguas, rozando arrecifes rocosos y enfrentándose a las cambiantes mareas. Guio su nave sin temor e hizo frente por igual al rugido de las tempestades y al de los monstruos. El oscuro mundo que existía bajo las turbias aguas era como un ilimitado campo de caza para él. Los monstruos que se atrevían a agitar las aguas se convertían en trofeos que el Capitán colgaba en su barco.\nSin embargo, el Capitán solo entendía al viento y a las olas, y nunca pareció comprender lo agridulce que era la vida de la gente común. Toda su vida, lo único que había hecho era buscar y cazar, acompañado únicamente de la salada brisa marina y los leves gritos de las ballenas del océano. La tripulación lo temía más que lo adoraba, y siempre era muy precavida para no hacer enojar a aquel hombre cuyo temperamento parecía estar siempre enmarañado entre un montón de algas marinas. Aun así, el barco del Capitán siempre navegó silenciosamente, inflexible ante los peligros de la mar.\nLa única persona capaz de causar un pequeño destello de ternura en los ojos del Capitán era la muchacha que solía sentarse sobre la gran proa del navío. Ella, que formaba parte de la tripulación, se sentía mágicamente atraída por la melodía de las mareas y el canto de las ballenas, y siempre guiaba al barco a través del viento y las olas hacia las aguas infestadas de bestias.\nLa joven timonel del barco ofrecía sus canciones al mar, mostrándole su respeto a cada ola y a cada brizna de viento:\n“Escucha el grito de las criaturas en el mar y el eco de las olas sacudidas por el vendaval”.\n“Cuando el mar y el viento estén a nuestro favor, hacia el horizonte navegaremos”.\n“Que las deidades que murieron, y también mi capitán”\n“Nos guíen por el océano, y nos lleven hasta la verdad,”\n“Para que las almas de los marineros lleguen al puerto al que llaman «hogar»”.\nLa letra de la saloma dio paso a las feroces órdenes del Capitán, que rápidamente llamó a todos para zarpar. El imponente navío abandonó lentamente el puerto y se puso en marcha, desvaneciéndose en el horizonte con los primeros rayos del amanecer.\nLa historia del Capitán comenzó como cualquier otra travesía que había hecho."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Al son de la interminable melodía del océano, el marinero luchó contra el enemigo con quien estaba predestinado a luchar hasta encontrarse con su amargo final.\n«Olas salvajes»\n“Ven conmigo al abismo del mar y escucha los murmullos que provienen de la oscuridad”.\n“Cuando el viento y las olas sean favorables, navegaremos hacia la inmensidad de la vorágine”.\n“Escucho el parloteo de mi señora, deseando el bien a sus futuros herederos:”\n“Que naveguen a través de los vientos y sobre las olas danzantes,”\n“y que perforen la guarida del monstruo con sus heroicos arpones para que vea el fin de su vida”.\nIncluso durante la más violenta de las tempestades, sus cantos nunca cesaban. La voz de la doncella armonizó con las furiosas olas, guiando al Capitán a través de las peligrosas mareas para navegar audazmente hacia el ojo de la tormenta, donde acechaba el monstruo marino.\nTambaleándose de un lado para otro por los rayos y los torbellinos del mar, la nave rodeó el vórtice y se aproximó a las traicioneras aguas del monstruo. Destellos de relámpagos revelaron la silueta del Capitán, que empuñaba su espada con gran determinación.\nSiguiendo la dirección en la que miraba, la tripulación solo pudo distinguir una oscura figura oculta entre las densas nubes, y que de vez en cuando era iluminada por los destellos de los relámpagos. La enorme figura oculta no era otra cosa más que el cuerpo de la bestia. Los aterradores esqueletos que colgaban de la nave ahora parecían simples cachorros en comparación con la abominable silueta que había ante ellos, la cual se asemejaba a una cadena montañosa en el centro de la vorágine.\nBajo órdenes del Capitán, la tripulación descargaba ráfagas tras ráfagas de arpones con sus ballestas, desatando sus temores y delirios mortales en el cuerpo masivo que yacía como un muro imponente ante ellos. Las descargas de balas de cañón y arpones de hierro causaron horribles heridas en el cuerpo de la bestia.\nEl monstruo marino siseó violentamente de dolor, hundiéndose bajo las enormes olas carmesí antes de golpear el casco del barco con todas sus fuerzas. El barco casi se volcó por la fuerza del golpe, y las olas carmesí se estrellaron contra la cubierta. Los torrentes de agua dejaron a los marineros empapados, mientras estos maldecían a los dioses elementales y continuaban flagelando el cuerpo de la bestia con piedras y lanzas afiladas.\nEl despiadado Capitán nunca se estremeció ante los oponentes que le deparaba el destino. La joven doncella, situada en la cima de una gran ballesta, respondió con sus cantos a los rugidos atronadores de la terrible bestia. La nave maniobró alrededor del monstruo, navegando sobre los torrentes vertiginosos y atacando los afilados colmillos y garras del monstruo con catapultas, arpones, hondas e incluso cuerpos humanos para desahogar su temor y furia.\nCuando el cuerpo del monstruo estaba cubierto de heridas y casi todos sus tentáculos y garras fueron cercenados, la nave del Capitán se redujo a un casco flotante. La mitad de los mástiles de la nave se habían caído, la mitad de sus cañones estaban fuera de combate y la mitad de la tripulación había sido devorada por el monstruo; incluso la preciada espada del Capitán se había partido en dos. Este era un combate imposible de ganar. Parecía como si un simple niño estuviera desafiando a un corpulento hombre adulto.\nEl monstruo herido sabía muy bien que su oponente ya no representaba ninguna amenaza. Deseando devorar la nave que ahora yacía inerte en las aguas, emergió a la superficie y abrió sus enormes fauces."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando la tormenta por fin amainó y la superficie del océano volvió a estar tranquila, el suave viento tocó una conmovedora melodía de regreso a casa.\n«Marea baja»\nA pesar de que aquella noche la luna estaba cubierta por unas nubes oscuras, la saloma no cesó.\nMientras la tormenta se calmaba en la superficie, el barco astillado se desvió lentamente hacia el abismo.\nLa enorme boca en espiral del monstruo se abrió de par en par, y un gruñido retumbó desde lo más profundo de su interior. El monstruo, satisfecho con lo que había cazado, abrió sus párpados, cubiertos de arrecifes y coral, para presenciar los últimos momentos de vida de otro oponente más que lo había subestimado. Entonces, el moribundo Capitán pudo ver un punto de fragilidad en los ojos de la bestia.\nEn ellos, vio un corazón aún más oscuro que el abismo, y pensó que esa sería la oportunidad de salvarse.\nEntonces, el último relámpago de la tempestad brilló en el cielo, iluminando la nave mientras los colmillos en espiral del monstruo la partían en dos y la hacían desaparecer en medio de una niebla de astillas. Hasta el chirrido metálico de la quilla se ahogó bajo las olas.\nEntonces, la oscuridad volvió... Hasta que el furioso rugido del monstruo se escuchó sobre las oscuras aguas una vez más.\nEl Capitán clavó su espada en el ojo de la bestia una y otra vez hasta sumergirse en las sucias aguas, cuando, finalmente, hundió por completo su espada, ahora rota, en uno de los ojos del monstruo.\nEl Capitán se aproximaba a su traicionero destino mientras era agarrado por innumerables garras y pinzas, y continuó luchando con uñas y dientes hasta que hizo pedazos las afiladas garras del monstruo...\nUna melodía familiar inundó la salada brisa marina cuando empezaron a cesar los movimientos del monstruo.\n“Canta conmigo mi despedida al mar; esta saloma que llegué a adorar”.\n“Ahora nos favorecen el viento y la mar, pero sé que mi fin no tardará en llegar”.\n“Mi viejo capitán pronuncia mi nombre, y solo queremos estar a salvo, no importa dónde”.\n“No nos olvides en mis últimos momentos de lucidez, y canta esta canción otra vez”.\n“Ojalá llegue el día en el que por fin me encuentres en este profundo abismo, reposando cual bella durmiente”.\n“Tal vez, en aquel momento, la vorágine también te llevo hacia sus adentros”.\nLos tentáculos del monstruo emergieron del mar, agitándose como si protegieran algo muy valioso. Una muchacha flotaba en medio del mar mientras entonaba una melodía. No importaba cuántas garras atravesaran su piel, ni que los tentáculos apretaran sus muñecas con fuerza; tampoco importaba que su ropa, hecha jirones, flotara por el océano... Ella seguía cantando la melodía de despedida.\nEntonces, el monstruo arrastró suavemente a la joven a las profundidades del mar.\nEn una era en la que el mar estaba gobernado por toda clase de desastres impredecibles, todos los días moría gente en él.\nAl despertarse, el Capitán vio que se encontraba en la cubierta de un desconocido barco mercante. Tras perder tanto a su barco como a toda la tripulación, lo único que le quedaba era un cuerpo lleno de heridas y el lejano recuerdo del onírico eco de una saloma.\n“Cuando la marea y el viento sean favorables, zarparé al mar y la vengaré a ella, tan fascinada por el sonido de las olas...”"
          }
        ]
      }
    ]
  }
}