{
  "epId": 2323,
  "name": "El corazón de Aguaclara",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una leyenda transmitida por los cazadores de Aguaclara que relata el encuentro entre un joven desconocido y el hada de un manantial.\nBajo la luz de luna que caía como el agua de una cascada, el joven de ojos llorosos pidió un deseo en el manantial.\nUn hada procedente de un lugar muy lejano, que había establecido su residencia en el solitario manantial, escuchó en silencio el mudo deseo del joven.\nLas hadas de los manantiales no tienen recuerdos del pasado ni sueños profundos. Nacen de la esencia del agua, y son las descendientes sin rostro de los ángeles.\nPor ello, cuando la curiosa hada emergió del manantial y escuchó el llanto del corazón del muchacho, se sintió muy interesada por su joven y frágil vida.\nLa silenciosa hada alargó sus dedos sin forma, fríos como la noche y suaves como una bendición caída, para acariciar la frente y las mejillas del joven.\nSobresaltado ante un tacto desconocido, el joven alzó la cabeza y se encontró con la mirada del hada.\n“¿Tú puedes hacer que mi deseo se cumpla?”, preguntó.\nLa abrupta pregunta sorprendió y confundió al hada del manantial, que se limitó a asentir sin decir nada.\nEl joven, en cambio, se marchó con un aspecto de satisfacción.\nLo que no sabía era que el hada estaba sola. No tenía ni amigos ni familia, y también había perdido una parte de su sabiduría.\nPero cuando el agua del manantial fluyó de entre las grietas de las piedras para converger en su estanque, y cuando el hada contempló el mosaico de la imagen de la luna en la ondulante agua, entonces, poco a poco, pudo recuperar su habilidad para pensar y consiguió imitar fragmentos de palabras.\nComo un niño curioso, el hada observaba el mundo con pureza, amor e inocencia. Se regocijaba al ver a los zorros y las ardillas robar bayas, y se sentía triste al contemplar cómo el horizonte quedaba envuelto en nubes oscuras.\nUn complejo e inmaduro sentimiento con respecto al joven de aquella noche emergió del corazón del hada.\nElla, que estaba sola en el mundo, no tenía ni el poder ni la sabiduría para concederle su deseo.\nPero sí podía compartirlo con él e impregnarse de vitalidad gracias a ese anhelo."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Una leyenda transmitida por los cazadores de Aguaclara que relata cómo fueron conociéndose el hada de un manantial y un joven.\nContemplando el mosaico que formaba en el manantial la luz de la luna, el joven abrió su corazón para desahogarse ante ella.\nEl hada aprendió muchas cosas a raíz de las palabras del joven.\nY este reforzó la confianza en sí mismo gracias al silencio de aquel ser fantástico.\nEl hada del manantial entendió, aunque vagamente, que las cosas buenas de este mundo no solo son la luz de la luna o las bayas, y que en la oscuridad que apesadumbra a las personas no solo hay nubes negras que ocultan el firmamento de la noche.\nEl joven le habló de bosques, de ciudades y de altas murallas. Compartió con ella su felicidad, su tristeza y también sus miedos.\nA medida que escuchaba, se sentía cada vez más fascinada por este mundo imperfecto en el que había nacido.\nCuando el joven se sintió frustrado por su impotencia, el hada del manantial le limpió con dulzura y en silencio las lágrimas que se le derramaban. De ellas, el hada también aprendió un poco más sobre este mundo.\nEl hada purificaba las lágrimas que convergían con el manantial, y las convirtió en un agua de manantial que trajo al joven unos dulces sueños. Este olvidó aquel dolor al despertarse, y en sus sueños se encontraba con la silenciosa hada del manantial.\nCada vez que eso sucedía, el hada también sonreía mientras dormía en el manantial bañado por la luz de la luna.\nEl fresco rocío alimentó los sueños del joven, que rejuvenecieron el alma de la solitaria hada.\nEn esos sueños, el hada del manantial le contaba al joven historias sobre el lejano reino de Hydro. Le hablaba de su tierra natal, donde todo era de un color azul zafiro, le cantaba sobre la nostalgia del exilio y se lamentaba entre anhelos por regresar a su hogar. En estos sueños, el joven era el que escuchaba en silencio, lloraba por sus problemas y se regocijaba en su felicidad.\nAsí, el hada del manantial adquirió la capacidad de hablar dentro de los recuerdos y los sueños del joven.\nDe este modo, ambos se convirtieron en amigos que lo compartían todo."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Una leyenda transmitida por los cazadores de Aguaclara que relata la promesa que se hicieron un hada del manantial y un joven.\nUna noche que el viento cesó de soplar y los fragmentos del reflejo de la luna en el manantial se unieron, el joven escuchó hablar al hada por primera vez.\nLas hadas son unas criaturas mucho más delicadas y sensibles que los humanos, por lo que el joven no puedo evitar sentirse hechizado por su dulce y elegíaca voz.\nPrecisamente debido a esta naturaleza, el hada pudo leer el pensamiento del joven, incapaz de esconder lo que pensaba, y anticiparse a la promesa que estaba a punto de hacer.\nDe repente, el hada sintió miedo.\nLa vida de los mortales es intensa pero fugaz, y el niño aún tenía que crecer y envejecer. Una vez se desvanecieran su juventud e inocencia, ¿cómo trataría a los puros descendientes de los elementos? En el ocaso de su vida, ¿se culparía a sí mismo por tirar por la borda su vida por una promesa infantil?\nEl hada del manantial era pura y bondadosa, pero no comprendía el amor humano. Nunca había visto las cosas más maravillosas de la humanidad, sino que simplemente había estado sin hacer nada durante milenios de cambios. Precisamente por ello, sentía un miedo mucho mayor por las despedidas.\nLo que para los humanos es el milagro de la espera eterna, para las hadas elementales no es más que un placer fugaz.\nSin embargo, ni siquiera ellas, con su gran poder, son capaces de revertir el envejecimiento de sus seres queridos.\nLa delicada hada no podía quedarse de brazos cruzados observando la llegada de aquel día irreversible, por lo que decidió dar un beso al joven para impedirlo.\nAbsolutamente estupefacto, este interpretó aquel beso como un sí a la promesa que hizo, en lugar de como el frío rechazo del hada hacia él.\nEn ese mismo instante, el hada decidió que, algún día, tendría el coraje suficiente de abandonarlo.\nY el joven juró que permanecería a su lado en el manantial para siempre."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Una leyenda transmitida por los cazadores de Aguaclara que narra el amargo final de un joven que ya no era joven y el hada de un manantial que nunca envejeció.\nAños más tarde, el joven creció, hizo nuevos amigos y vivió nuevas experiencias.\nMientras, el hada del manantial siguió cantando para él las mismas dulces y pacíficas elegías que cantaba cuando era joven.\nHasta que un día, ella finalmente se fue, y nunca más pudo velar por el joven.\nEl goteo del manantial nunca más volvió a sonar como si fueran palabras, y la imagen fracturada de la luna tampoco volvió a unirse para formar una luna llena.\nEntonces, el hada tuvo una epifanía: aunque había encontrado un hogar al que regresar y experimentado fugazmente lo que es la felicidad, seguía estando sola en el mundo.\nPor su parte, el joven, que ya no era tan joven, no fue capaz de notar la ausencia del hada, y se culpó a sí mismo de su propia soledad.\n“Tal vez fue una simple fantasía infantil”,\npensaba a veces al escuchar el borboteo del manantial.\nSin embargo, aquel frío beso sí fue real; tan real como cuando la brisa de la noche jugueteaba con el cabello del hada.\nDe repente, cayó en cuenta de algo: aunque había conocido y se había despedido de incontables nuevos amigos, y aunque había vivido grandes aventuras y regresado a su hogar en innumerables ocasiones, seguía estando solo en el mundo.\nEntonces, las lágrimas derramadas por el joven cayeron a las límpidas aguas del manantial, igual que antaño, y mojaron la imagen fracturada de la luna.\nSin embargo, esta vez el hada no apareció, tal y como prometió.\nReacia, se dio la vuelta, dispuesta a ser el objeto de un inocente sueño infantil y una fugaz invitada que vagaba desde una tierra extranjera, pero no estaba dispuesta a romper, con su vida casi eterna, la promesa de su amado.\nCuenta la leyenda que, en la actualidad, cada vez que llueve, las gotas que caen en el manantial se mezclan con las lágrimas del hada.\nHasta el día de su muerte, el joven creyó firmemente en esta superstición infundada.\nPor desgracia, el hada del manantial, que tuvo que ignorar sus propios sentimientos, no fue capaz de creer en ello."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El corazón de Aguaclara"
          }
        ]
      }
    ]
  }
}