{
  "epId": 2324,
  "name": "La leyenda de Vennessa",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una canción popular que se remonta a los inicios de Mondstadt y que cuenta la historia de Vennessa, la fundadora de los Caballeros de Favonius, en sus primeros años como esclava en Mondstadt.\nAmigos de Mondstadt, ¡disfrutemos! ¡Beban cuanto quieran!\n¡Por la libertad! ¡Por el Arconte de los Vientos!\n¡Por Vennessa, la primera caballera en honrar este mundo!\nHijos e hijas de Mondstadt, ¡que la gracia del Arconte Anemo quede grabada en sus corazones!\nNo; ¡comprendan que la gracia no es la libertad, sino la lucha en sí misma!\nOcurrió hace muchos años.\nAmigos, discúlpenme por improvisar,\nPues han de tener claro como el día, que la gloria y la libertad de Mondstadt\nNacieron cuando Barbatos tocó suavemente las cuerdas de la lira.\nLos poemas cantan sobre la fama de los héroes,\nMas la anónima libertad merece una mayor celebración.\nEncadenado por la realeza, Mondstadt solo podía suspirar.\nLas festividades no eran para los ricos más que juegos de vanidad\nMás allá del alcance de la gente común.\nMondstadt no era sino un terrible calabozo.\nEn el juego de la esclavitud, la realeza encontraba su gozo,\nAjena a su sino, que acabaría siendo su propio foso.\nÉrase una dama confinada a una celda,\nProcedente de las australes praderas.\nNació libre, mas ahora está encadenada,\nPues permanece por un tirano aprisionada.\nSin embargo, su alma piadosa nunca dejó de rezar\nPor su gente, por Mondstadt, por la falsa libertad."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Una canción popular que se remonta a los inicios de Mondstadt y que cuenta la historia de Vennessa, la fundadora de los Caballeros de Favonius, en sus primeros años cuando conoció a Barbatos, el Arconte de Anemo, y cómo derrotó al Dragón y derrocó a los Aristócratas.\nAmigos de Mondstadt, ¡disfrutemos! ¡Beban cuanto quieran!\nLlegó el día en que Barbatos respondió a su devoción.\nSiguiendo el rojizo cabello de la joven, el Arconte Anemo ascendió a su posición.\n“Todo ser merece un nombre”, el espíritu proclamó,\n“Déjame crear el tuyo a través de una canción”\n“No busco nada más que tu amistad a cambio”.\nLa joven felizmente correspondió, y su miedo rápidamente se disipó.\nY así, bajo la voz cantante de Barbatos,\nLa joven al dragón asolador derrotó,\nMientras los aristócratas se escondían con pavor.\n“Mondstadt es libertad”, cantaban los vientos para su gente.\nLa brisa del bosque se unió para derribar la torre del tirano pudiente.\nLa leona levantó la cabeza, liberada por fin de los grilletes.\nY así, la joven se ganó una prestigiosa fama.\nAl cantar junto al Arconte Anemo, su corazón agradecido estaba.\nBarbatos rechazó su agradecimiento y respondió:\n“Tú eres la única protagonista de tu canción”.\n“Confiarme tu amistad y tu nombre fue un honor”.\n“Para alabar tu libertad, esta es mi canción”.\nAmigos, ¡bebamos un poco más!\nBebamos por la fuente de la libertad de Mondstadt,\nPor cuando los días se convierten en noches y la desesperación invade los rostros.\nNunca olviden los heroicos cuentos de Vennessa,\n¡Nunca dejen de perseguir la libertad!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La leyenda de Vennessa"
          }
        ]
      }
    ]
  }
}