{
  "epId": 2325,
  "name": "Más que un simple perro",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Más que un simple perro"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "A veces, los sentimientos son como las tormentas de verano: vienen de improviso cuando uno no está preparado. Esta es una de esas historias de verano, llena de nostalgia y ambientada en la época de los aristócratas. Aquí comienza la historia.\nTodo el mundo sabe que los Lawrence eran una familia aristocrática con una reputación cuestionable.\nLa lujosa vida de la familia se sostenía mediante la represión del pueblo.\nLos Lawrence llevaban vidas licenciosas. Bajo su cruel gobierno, cometieron innumerables crímenes contra el pueblo.\nAunque la gente común resentía unánimemente la codicia de los nobles, nadie se atrevía a alzar la voz.\nEl joven Dietrich era un noble aristócrata.\nNo había cometido ningún crimen deplorable a su tierna edad. De hecho, su habilidad con la espada era supuestamente excepcional entre los círculos nobles.\nSus únicos defectos eran su mal genio y su ilusión de que todo el universo giraba en torno a él. Tales rasgos, por supuesto, no eran poco comunes entre los hijos de la nobleza, por lo que no fue motivo de gran preocupación.\nSin embargo, dado que nació con el apellido de la familia Lawrence, era solo cuestión de tiempo antes de que lo arrastraran a las filas de los otros sinvergüenzas.\nAsí fue que un día, la fruta podrida de la familia decidió cometer su primera fechoría.\nPoco antes se había saltado la clase de teoría elemental de su tutor, Damo, para a ir a jugar a la ciudad. Pero en el trayecto se encontró con una joven de cabello rubio y ojos azules.\nDietrich no podía describir el flujo de emociones que sintió en ese momento. Solo podía sentir que su corazón latía descontrolado y con una fuerza como nunca antes había sentido.\n“Así debe ser como se sienta una gata madre al ver a sus hijos”,\npensaba Dietrich para sí mismo, que no pudo resistir la tentación de buscar a la joven.\nA pesar de revelarle su identidad, ella lo miró desinteresada, sin ningún cambio de humor aparente.\nConvencido de la ignorancia e inocencia de la plebeya, decidió que la secuestraría al amparo de la noche.\n“Después de raptarla, la encerraré en una jaula, como una madre que castiga a su gatito desobediente”."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Dicen que el dinero no trae la felicidad, ¡pero puede resolver la gran mayoría de los problemas! Las vacaciones de verano de una joven en Mondstadt comienzan con el melódico tintineo de unos Moras.\nLa plebeya llegó a la ciudad en un hermoso día soleado. Su largo cabello dorado brillaba como el sol de la primavera, y sus ojos azules brillaban como los destellantes rayos del sol vespertino. Es difícil imaginar cómo una chica así podía viajar sola desde las afueras, infestadas de monstruos, hasta la ciudad.\n“¡Sospechar de ella sería un insulto a su belleza!”.\nAsí gritó el centinela de la puerta, borracho, entre la multitud dentro de la taberna. Sus ganancias por vigilar la puerta ese día fueron especialmente abundantes, suficientes para mantener su taza a rebosar hasta el amanecer.\n“¡Todos sabemos que quedaste atónito por su belleza!”,\ndijo sin titubear el hombre que había a su lado.\n“¡Ja! ¿Tú qué sabes? ¿Acaso parezco un viejo verde que va detrás de las damas? ¡Te mostraré lo que realmente me interesa!”.\nEl soldado sacó rápidamente su monedero y lo agitó en su mano.\n“¡Por Los Siete! ¡Esta noche tú invitas!”.\n“¡Ya oíste! ¡A beber como si no hubiera un mañana! Pero me preocupa que bebas un trago más y te caigas al suelo...”\n...\nEntonces, la erudita itinerante llamada Nottie se instaló en la ciudad para comenzar su nueva vida.\nNottie hablaba con suavidad y tranquilidad. En algún momento, un rumor comenzó a circular por las calles, según el cual, si intercambiabas unas palabras con ella durante el día, tendrías dulces sueños esa noche.\nAparte de eso, su llegada a la ciudad no trajo consigo ningún cambio. Después de todo, la gente no solo tenía que lidiar con su vida diaria, sino también con la constante opresión de la nobleza.\n“Oh, pensé que era muy simple. Nunca hubiera imaginado que sería así...”.\nCon la luz crepuscular inundando su habitación, Nottie inclinó la cabeza y la apoyó en sus manos. Estaba sentada cerca de la mesa, y sus dedos parecían estar envueltos alrededor de algo. Las palabras que pronunció fluyeron como un canto mágico con el poder de engañar a las personas."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Aunque vivas en una ciudad totalmente segura, siempre tienes que tener cuidado: los lobos acechan en la oscuridad. Entre estas páginas podrás encontrar técnicas tan insólitas como la hipnosis en masa.\nLlegó la noche.\nEl leve aullido de una bestia salvaje se escuchó a lo lejos. Parecía ser el aullido de un lobo.\nNottie se sentó en su cama, se arremangó y en su brazo se reveló un brazalete de color blanco como un hueso y tallado en forma de serpiente enroscada.\nLa cabeza de la serpiente era sorprendentemente realista, con una boca abierta en la que se podían ver sus colmillos. Su cuello estaba echado hacia atrás como si estuviera lista para abalanzarse sobre su presa en cualquier momento.\nEl cuerpo deslizante de la serpiente se enroscó alrededor de su brazo, emitiendo un aura peligrosa bajo los rayos de las lámparas mágicas que iluminaban la habitación.\n“Buenas noches, mi querida hermana”.\nNottie acarició suavemente el brazalete, el cual frotó juguetonamente con su meñique a lo largo de la cola de la serpiente.\nPoco después, las lámparas mágicas se apagaron y toda la habitación quedó a oscuras.\nLa oscuridad de la noche trajo a Nottie un poder ilimitado.\nYa había notado la presencia de aquel desconocido en el momento en que entró en la habitación.\nSentada en la cama, podía ver claramente a Dietrich mientras él recogía silenciosamente su ropa y daba vueltas en la oscuridad.\nA Nottie le resultaba cada vez más difícil contener la risa, hasta que Dietrich apareció justo frente a ella.\nDietrich se encontró con los mismos ojos deslumbrantes que ocuparon su mente todo el día.\nPero sus ojos eran de alguna manera diferentes ahora. Ya no eran azules como el agua, como Dietrich había visto aquel día. En ese momento, estaban llenos de noche, desprovistos de olas, tranquilos como las profundidades del mar.\n“Toma, bebe agua de esta taza”.\nEso fue lo último que escuchó Dietrich antes de perder el conocimiento."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "“Hasta un perro podría aprender algo tan básico como la etiqueta de la clase alta”, dijo la erudita con altanería. Ella no se andaba con tonterías.\nLa copa se resbaló de la lánguida mano de Dietrich mientras este caía al suelo.\nNottie se agachó junto a él y le quitó la espada que llevaba en la cintura.\nAcarició la empuñadura del arma y, al retirar su mano de ella, una piedra preciosa negra que había sido incrustada en la empuñadura cayó sobre su palma.\n“¡Pero qué oportuno! Me trajiste el Ojo de la Noche Eterna. ¡Gracias!”.\nMientras hablaba, se quitó el brazalete de serpiente y colocó la piedra preciosa negra en su boca.\nLas escamas y la carne de la serpiente comenzaron a producir rápidas ondulaciones desde su cabeza hasta el resto del cuerpo. Una pequeña serpiente negra se desenrolló de la mano de Nottie, se deslizó de su palma y cayó al suelo. La serpiente comenzó a agrandarse, convirtiéndose en una enorme pitón con ojos rojos y escamas negras. Su cuerpo ocupaba casi toda la habitación.\nNottie extendió las manos mientras las lámparas mágicas iluminaban la habitación. La pitón comenzó a encogerse nuevamente y se enroscó alrededor de su brazo.\n“¿Eh? ¿Te estás escondiendo?”.\nNottie volvió su mirada hacia debajo de la cama.\nAhí encontró...\nUn perro.\nEl perro estaba temblando como si la serpiente lo hubiera asustado unos momentos antes.\n“Oh, qué lástima. ¡Quería convertirte en un lobo, pero parece que te convertí en un perro!”.\nAunque Nottie se disculpaba, sus palabras carecían de cualquier señal de remordimiento.\nDietrich aún no se había dado cuenta de lo que estaba sucediendo, ya que el hecho de correr debajo de la cama lo hizo solo por instinto.\nFue después de escuchar las palabras de Nottie cuando recuperó la consciencia. Intentó decir algo, pero por más que se esforzara, solo decía “¡Guau, guau, guau!”.\nDespués de escucharse a sí mismo, Dietrich entró en pánico y salió corriendo de debajo de la cama.\nNo importa cuántas veces saltara Dietrich frente al espejo, o cuántas veces aullara de incredulidad, la imagen del joven noble que era antes nunca volvió a aparecer.\nDietrich se volvió, le gruñó a Nottie y se abalanzó sobre ella. Nottie no movió ni un músculo. Simplemente lo miró con los brazos cruzados, sin que él pudiera avanzar por mucho que lo intentara.\n“Esta no es la forma adecuada de dirigirse a una dama. ¡Parece que necesitas que te entrenen!”"
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "“¡Pórtate bien, perro! No tendrás ninguna recompensa por hacerlo bien, pero sí habrá un castigo por hacerlo mal”, dijo la bruja de cejas negras mientras sonreía.\n“Permite que me presente de nuevo. Soy Nottfriga, pero quizás me conozcas mejor por mi apodo. La gente me llama la ‘Bruja de la Noche’”.\nMientras Nottfriga hablaba, sus suaves cabellos dorados se tornaron negros y se fundieron con la oscuridad del cielo nocturno. Sus ojos azules también se ennegrecieron, como si la noche hubiera entrado en ellos.\n“A partir de ahora, seré tu dueña. Por supuesto, te entrenaré adecuadamente”.\nNottfriga se puso de cuclillas y le puso a Dietrich un collar salido de la nada. Mientras más peleaba Dietrich, más se encogía el collar, y así hasta ajustarse a su cuello. Sin importar cuánto agitara la cabeza o intentara usar sus garras para deshacerse del collar, este no se movía ni un ápice.\n“Oh, ya perdimos mucho tiempo. Apresúrate, vamos”.\nNottfriga se disponía a salir a la ciudad cuando, de repente, Dietrich intentó huir a su mansión aullando y usando todas sus fuerzas. Sin embargo, sus esfuerzos fueron en vano, ya que el collar había tomado el control de su cuerpo, y solo podía seguir a Nottfriga.\nNottfriga lanzó una mirada de desprecio a Dietrich mientras jugaba con un rizo de sus cabellos entre sus dedos.\n“Por más entretenido que sea verte sufrir, eres demasiado ruidoso. Si quieres que te demuestre mi nuevo hechizo, ‘Silencio nocturno’, prueba a ladrar un poco más”.\nEn ese instante, fue como si el mundo entero se hubiera callado. La intuición le sugirió a Dietrich que lo mejor era no convertirse en el conejillo de indias de los experimentos de Nottfriga."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Nota del editor: ¡Gracias a todos por su apoyo! Fuimos a la Taberna Cola de Gato y sacamos a rastras al borrachuzo del autor. Aunque estaba como una cuba, debería poder seguir escribiendo el siguiente tomo. ¡Permanezcan atentos!\nDietrich fue testigo de la desintegración de la familia Lawrence.\nNo sabía dónde podía estar el gato que había criado su madre, y sentía como si estuviera muy cerca y a la vez muy lejos de su padre ausente y de su madre, que tendía a ser bastante histérica. Por mucho que gritara, ninguno de los dos se dio la vuelta para mirarlo.\n“Guau...”\nDietrich agachó la cabeza y, antes de que pudiera decir nada más, el suelo a sus pies se empezó a resquebrajar. De repente, de él emergieron las manos de la anciana bruja, que lo agarró con mucha fuerza del cuello.\nSintió que no paraba de caer, hasta que, finalmente, acabó frente a los pies de la bruja.\nSin embargo, no sintió ningún tipo de dolor. Qué extraño...\nEntonces, algo lo arrastró por la correa de su collar.\nTodo a su alrededor estaba oscuro, por lo que lo único que alcanzaba a ver eran sus propios pies. En aquel lugar había una caldera que desprendía humo, y en cuyo interior burbujeaba un extraño líquido negro junto a una sustancia solidificada. También pudo distinguir una telaraña y los restos de una serpiente venenosa.\nDe repente, escuchó la voz de Nottfriga susurrándole en el oído: “Genial, aquí está el ingrediente que me faltaba. Si te meto en la caldera, ¡mi caldo de la inmortalidad estará listo! ¡Jajaja!”\n“¡Guau, guau, guau! ¡Suéltame, maldita bruja!”\nDietrich forcejeó con todas sus fuerzas y, inesperadamente, consiguió deshacerse fácilmente del collar que tanto lo apretaba.\n“¡Guau!”\nEntonces, cayó inconsciente.\nNo escuchó nada más, a excepción del ligero silbido del viento y la macabra risa de Nottfriga."
          }
        ]
      },
      {
        "title": "Volumen VII",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Por qué se ríe mientras me da galletas para perros?”. En este nuevo encuentro en un bosque muy familiar, ¿quién será realmente la joven desconocida?\n“Despierta, despierta”.\nDietrich sintió que alguien agitaba su cuerpo suavemente para despertarlo.\n“¿Estás bien?”\nUna mano se le acercó a la nariz para comprobar si aún respiraba.\nAquella voz le resultaba familiar...\nEra suave como una brisa en el mes de abril, y reconfortante como los cálidos rayos del sol de un mes de marzo.\nDietrich abrió los ojos abruptamente y, entonces...\nSe encontró con la joven de cabello rubio y ojos azules.\n“¡Menos mal! ¡Por fin te despertaste!”, dijo ella entre risas.\n“¿Estoy en... Celestia?”, preguntó Dietrich.\n“No, solo estamos en un bosque normal y corriente”, respondió la joven.\nCuando Dietrich volvió en sí, se dio cuenta de que aquella mujer era la culpable de todo lo que le había pasado: ¡era la malvada bruja Nottfriga! De repente, se empezó a sentir muy mal, se alejó de ella de un salto y se puso en posición de alerta.\n“No te preocupes, no voy a hacerte daño. Oh, cierto, aún no me he presentado. Soy Magdalene, la hermana de Nottfriga”, explicó la mujer mientras acariciaba la espalda del perro. Debía tratarse de una técnica mágica para calmar los nervios. Entonces, se apoyó sobre Dietrich y dijo: “Bueno, ya te sientes mejor, ¿no?”\nPor fin podía tranquilizarse unos momentos. Quería preguntarle a esa mujer cómo era capaz de entender lo que él decía, pero, por mucho que lo intentaba, solo le salía ladrar.\n“¿Que cómo puedo entenderte? Pues con un simple truco de magia. Mi hermana también puede hacerlo”.\n“Guau, ¡guau, guau!”. Es decir, que esa bruja entendía perfectamente lo que decía, ¡solo fingía que no para hacerme rabiar!\n“¡Oye! En realidad, mi hermana es una persona muy dulce”. Cada vez que nombraba a Nottfriga, a Magdalene se le dibujaba una cálida y hermosa sonrisa.\n“...”"
          }
        ]
      },
      {
        "title": "Volumen VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "“¡Maldición! ¡La bruja oyó mis insultos!”. “Oh, qué perrito tan malo. Pero es la obligación del dueño educar a su perro, así que no me queda más remedio...”. ¡La bruja está a punto de revelar sus crueles secretos!\n“Esta bruja... ¿habrá intercambiado su cerebro por poderes mágicos? No hay forma de hablar con ella...”, pensó Dietrich mientras escuchaba el parloteo de la excesivamente habladora mujer de cabellos dorados.\n“¡Oye! ¡No digas eso! Si mi hermana te escucha, ¡se enojará muchísimo!”, le dijo muy bajito Magdalene a Dietrich mientras agachaba la cabeza para mirarlo.\n“Guau, guau, guau, ¿guau, guau?”. ¡Pues no le digas nada y ya! Espera un momento... ¿Cómo sabes lo que estoy pensando?\n“Qué pena. Ya es demasiado tarde para eso”.\nDietrich alzó la mirada aterrorizado por una gran presión que sentía sobre él.\nAunque aparentemente nada había cambiado...\nAun así...\nEstaba seguro de que aquella mujer se había transformado en otra persona.\n“Parece que, al fin y al cabo, esa pesadilla que has tenido te ha servido para algo. Al menos, has podido aprender de tus errores, aunque según mis estándares no sea suficiente”. Esa voz tan arrogante y fría... Sí, no era otra que Nottfriga.\n“Bueno, de momento pondré en ti la esencia del corazón demoniaco”.\n¿Qué es eso de la “esencia del corazón demoniaco”?\nEspera, creo que Magdalene mencionó algo sobre ello.\n“No tengas miedo. En realidad, la pesadilla que has tenido no era real. Mi hermana ha puesto la esencia del corazón demoniaco en tu cuerpo, lo que ha despertado tu mayor miedo. Por eso soñaste con esa cosa tan horrible.\nPero seguramente lo hizo por tu bien. Después de todo, ella es una persona muy dulce”.\n...\nDietrich, a quien se le habían puesto los pelos de punta, miró a Nottfriga mientras temblaba de terror. Ya no se atrevía ni a pensar.\n“Veo que todo lo que te he enseñado ha servido de algo. Bien, entonces prosigamos con nuestro camino”. Al observar lo acobardado que estaba Dietrich, la bruja se sintió satisfecha."
          }
        ]
      },
      {
        "title": "Volumen IX",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Cómo se siente la muerte de un cálido día de primavera?”. Eso dijo la joven una mañana, en contra de toda lógica. “Debe ser... ¿peluda?”.\nEn un bosque inmenso, donde flotaba sosegadamente la niebla entre los árboles, dorados rayos de sol se filtraban entre las ramas mientras las hojas de la frondosa flora concluían su travesía al fundirse sobre el terreno lozano.\nEn ese preciso instante, Magdalene apareció caminando a un ritmo apacible mientras sostenía un perro entre sus brazos. Sí, ese perro era Dietrich. La mujer de cabellos dorados pisó un magnánimo árbol nudoso de raíces retorcidas y continuó atravesando el bosque. Su caminar era sereno y lleno de gracia, como el de un elegante flamenco.\n“Por suerte, Magdalene está aquí. Si llega a ser Nottfriga, seguro que me hace caminar por mí mismo. Incluso utilizaría algún tipo de magia para obligarme a correr, aunque este tipo de camino no sea transitable para un perro. Bueno, ni para una persona, ni siquiera se puede decir que haya un camino, solo hay árboles por todas partes. Ah, si Magdalene me lleva en brazos todo el camino, no tendré de qué preocuparme...”. Dietrich alzaba la cabeza de vez en cuando para mirar a Magdalene mientras todas aquellas conjeturas formaban un terrible nudo en su pensamiento.\nLa luz del sol reverberaba de forma intermitente sobre el rostro de la joven, cuya belleza no tenía nada que envidiar a la de cualquier mujer noble. Su tez inmaculada y su mirada gentil conformaban la delicadeza de su apariencia, como la del rocío que nace de la mañana sobre los pétalos de las flores.\n“La piel de Magdalene es tan blanca... No es comparable a la de ninguna joven noble que haya visto antes”, pensaba Dietrich mientras contemplaba a la joven de reojo.\nDe repente, Magdalene interrumpió sus pensamientos para articular palabra: “Te voy a contar una historia que te va a encantar. ¿Sabes?... En realidad... Yo estoy muerta”."
          }
        ]
      },
      {
        "title": "Volumen X",
        "desc": [
          {
            "type": "RichText",
            "text": "Al fin y al cabo, nadie en este mundo puede ser liberado.\nÉrase una vez, una bruja que dio a luz a dos niñas gemelas.\nSin embargo, las brujas no pueden quedarse con dos descendientes de la misma generación a la vez. Ese es el precio que pagan por su poder.\nPero la magia negra de esta bruja ha había alcanzado su máximo potencial, y ofreció su propia fuerza vital para proteger a sus dos hijas.\nLo bueno siempre dura poco. A medida que la fuerza vital de la bruja se iba agotando, la muerte se acercaba más y más.\nLa bruja se había liberado de la inmortalidad, dejando que la hermana mayor, Nottfriga, cargara con toda la responsabilidad. Nottfriga estaba convencida de que su hermana Magdalene no había sobrevivido por su culpa.\nPor suerte, Nottfriga había heredado el talento para la magia negra de la bruja. Utilizando su propio cuerpo como recipiente, logró extraer el alma de Magdalene mediante unos complicados conjuros.\nDespués, registró los viejos libros encuadernados en piel de bestia que la bruja guardaba en su torre y creó un cuerpo utilizando magia negra y alquimia. Colocar un alma en un cuerpo y revivirla no es tarea fácil, es una técnica prohibida en la magia blanca y, además, Nottfriga no sabía nada de magia blanca.\nLa obsesión de Nottfriga con Magdalene le permitió llegar a una solución: transformó a su hermana en un brazalete en forma de serpiente, se lo puso en la muñeca y se embarcó en una aventura.\n“Mi querida hermana, cuando todo esto acabe, no nos separaremos nunca jamás...”"
          }
        ]
      },
      {
        "title": "Volumen XI",
        "desc": [
          {
            "type": "RichText",
            "text": "“Chucho ruidoso, ¡te taparé el hocico!”... “¡Mmm! ¡Mmm!”. Esa noche, la joven le confió algo importante a su fiel perro.\nEl último rayo de luz se desvanece y la oscuridad envuelve el bosque.\n“Hora de cambiar de hermana”.\nMagdalene dejó a Dietrich en el suelo de repente.\n“Oh, al final te daré un regalo. Seguro que mi hermana también se alegrará”.\nDiciendo esto, Magdalene activó su magia blanca y de sus dedos comenzaron a surgir rayos de luz que se convirtieron en un resplandor fulgurante.\n“Bueno, a partir de ahora tienes que portarte bien. ¡Shhh! No hables ahora”.\n“¿Qué? Vaya misterio...”, murmuró Dietrich, quien no había tenido tiempo de reaccionar. Pero antes de que terminara de pronunciar esas palabras, una mano delgada le tapó el hocico.\nTras un instante, la joven que ya ha cambiado le introduce rápidamente algo en la boca.\n“Esto es...”\nEs la empuñadura de una espada. La suya.\nLa espada que solía colgar orgullosa de su cintura.\n“¡¿?!”\nDietrich abrió el hocico por instinto para decir algo.\n“Muérdela con fuerza si no quieres morir”. Nottfriga extendió la mano y Dietrich notó cómo su collar se apretaba hasta dejarlo casi sin respiración. Lo único que podía hacer era morder y callar.\n“Escúchame bien, ahora tendrás que defenderte usando esta espada. Aunque eres un mocoso inútil e ignorante, si murieras aquí me causarías un grave problema”, dijo Nottfriga en tono grave mientras levantaba la cabeza de Dietrich. “Además, nuestra lección todavía no ha terminado. Si te murieras ahora, me arruinarías la diversión”.\nLa Bruja de la Noche terminó de hablar, retiró la mano y se arregló la túnica.\nEl collar se afloja y vuelve a su forma original. El aire se filtra entre sus dientes y por sus fosas nasales y llega a sus pulmones. Dietrich no se atreve a aflojar la presión y respira dolorido.\nPoco después, se oyó un alboroto en la distancia..."
          }
        ]
      }
    ]
  }
}