{
  "epId": 2326,
  "name": "Versos de Equilibrium",
  "desc": "Dice la leyenda que es una antigua encantación para conmemorar a Rex Lapis y al Adeptus Yaksha. A la vez, es un texto antiguo de la fe del Arconte Geo.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Detalles",
        "desc": [
          {
            "type": "RichText",
            "text": "De todos los elementos del mundo, el único sólido es el Geo,\nConstruido sobre una orgullosa tradición que lo hace duradero.\nJusta es la ley del Rey Geo, e inefable su sabiduría.\nJuzgando lo bueno y lo malo ejerce su hegemonía,\nMientras a todo mal y monstruo extinguía.\nEn su búsqueda del orden celestial para controlar las mareas,\nlos Adeptus lo ayudaron y los Yaksha las armas tomaron.\nEl pueblo de coraje se llenó, y los monstruos a su guarida se retiraron.\nEl Rey rocas lanzó, que en montañas se moldearon.\nAl monstruo marino subyugó, y en tal noble cometido triunfaron.\nLos monstruos fueron derrotados, mas el alma de uno buscaba venganza.\nEra el alma de una bestia con cuernos que en el abismo oceánico desapareció.\nEl odio alimentó su ira, y su mente quedó nublada,\nEl mal inundó los mares, lo que a más demonios engendró,\nY una plaga demoniaca del resentimiento emergió.\nA cinco guardianes Yaksha el Rey una tarea encomendó:\nEliminar la nociva ira de la que el mundo por su culpa se infestó.\nLas montañas temblaron y la furia Yaksha ardió gloriosamente,\nMas, de los cinco guardianes, solo hubo un superviviente.\nEra Alatus, que protegió y trajo la paz a la gente.\nVolvió la paz que durante tanto tiempo no hubo.\nLos Adeptus ascendieron al Desfiladero Jueyun seguros\nY los Yaksha a su guarida retornaron sin apuro.\nCon este sacrificio, muchas almas encontraron consuelo,\nA la luz de una hoguera, el Rey quedó satisfecho."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Versos de Equilibrium"
          }
        ]
      }
    ]
  }
}