{
  "epId": 2335,
  "name": "La leyenda de la alabarda fragmentada",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/56700882/a422c7127040f4d2e1f9ff3a63e8dcfe_8283306985658249750.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1677460384,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La leyenda de la alabarda fragmentada"
          }
        ]
      },
      {
        "key": "Obtención",
        "value": [
          {
            "type": "RichText",
            "text": "Volumen I: Vendido por Jifang.\nVolumen II: En una mesa frente a Hua Chu y Jianchiu en Puerta de Piedra.\nVolumen III: Del Maestro del Té Liu Su después de escuchar todas sus historias.\nVolumen IV: Vendido por Jifang.\nVolumen V: Vendido por Jifang.\nVolumen VI: Recibido de Xingchiu durante su misión legendaria «El ratón de biblioteca espadachín»."
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "En la antigüedad, cuando en Axis Mundi no existían los límites, había nueve reinos, y cada uno era un mundo propio. El reino de los humanos era conocido como Zhongzhou, mientras que los dioses residían en el de Shenxiao.\nDespués de la última calamidad, estalló una guerra entre los dioses, en la que el Rey de los Dioses cayó, incendiando los nueve reinos y destruyendo todos los seres vivos.\nAhora, los reinos han renacido y la vida vuelve a prosperar, pero el pasadizo entre los reinos de Axis Mundi ha sido cerrado.\n¡Comienza una novela gráfica completamente nueva sobre la épica odisea de la búsqueda de la Alabarda del Rey de los Dioses!\n«Asuntos oficiales urgentes»\n“¡Soy el Gran y Glorioso General Weiyang, emisario de la corte imperial en una misión real! ¡Exijo que te hagas a un lado de inmediato!”\n“¿General? Entonces, «el Gran y Glorioso» es un rango militar ahora, ¿eh? Pensé que era el nombre de un cargo del gobierno”, respondió Mir sin titubear.\nWeiyang estaba tan enfadado que echaba humo por las orejas. “¡¿Cómo?! ¡¿Un ignorante bárbaro de la frontera como tú pretende educarme en los asuntos de la corte?!”\n“¿Es que acaso han cambiado el sistema burocrático en los últimos años?”\nDos artistas marciales que acompañaban a Weiyang y que llevaban unas espadas atadas a la cintura se echaron a reír. “¡Jaja! Así termina nuestro gran viaje a la capital... Cruzamos más de mil millas y peajes en carreta, ¡todo para quedar atrapados en una pequeña posada del desierto!”\nEl mesero Chin miró fijamente la cara toda colorada de Weiyang: “¡Pero si eres una mujer! ¡Una mujer oficial disfrazada de hombre!”, exclamó mientras se golpeó la palma de una mano con el puño de la otra.\n“Astuta observación”, respondió uno de los artistas marciales. “De hecho, es la Secretaria de ceremonias. Nosotros dos somos oficiales militares; uno de la Guardia Imperial y el otro de la Escolta Imperial, ambos versados en armas de asta y espadas. Servimos bajo las órdenes del Gran Ministro Imperial para recuperar las Espadas Ominosas”.\n“Aunque la parte sobre el Gran y Glorioso Ge... General... ¡Jaja! Aunque eso es inventado, lo de estar aquí por una misión de la corte sí es verdad”, intervino el otro artista marcial.\nLas Espadas Ominosas eran algo de lo que Mir había oído hablar. Existía una historia sobre un meteorito de siderita que cayó del cielo hace cinco o seis años, y se dictaminó que, como tesoro de la naturaleza, pertenecía a la familia real. Sin embargo, un espadachín llamado Feng lo había tomado para sí mismo y lo usó para fabricar ilegalmente nueve espadas. Se decía que las Espadas Ominosas fueron maldecidas por el meteorito y podían absorber la inteligencia de las personas. Naturalmente, esto causó un gran revuelo entre los círculos de artistas marciales.\n“Ya veo, ya...”, dijo Mir mientras cerraba la puerta del baño.\n“Menos ver y más salir de ese baño... ¡Ya!” Con su disfraz de hombre expuesto, Weiyang dejó de tratar de recobrar la compostura y habló con su voz normal. Sorprendentemente, parecía más encantadora de lo que uno podría esperar.\n“Una dama de la corte debe ser educada y refinada. A diferencia de los hombres, no puedo hacer mis asuntos oficiales urgentes simplemente en un lugar discreto en la naturaleza. ¡Por favor, date prisa!”\nMir se lavó las manos y salió del baño. Luego se sentó frente a la mesa junto a los dos artistas marciales.\n“No nos encontramos con alguien tan familiarizado con los asuntos de la corte en todas las ciudades fronterizas”. El oficial de la Escolta Imperial miró a Mir de arriba a abajo. “¿Puedo preguntarle sobre su historia personal?”\n“Mi padre, Mi Tingren, era Ministro de Banquetes Imperiales. Tras ser acusado de malversación de unos fondos que estaban destinados a financiar la comida del ejército, lo despojaron de su puesto y lo exiliaron a la frontera”. Mir hizo una pausa para rascarse la barbilla antes de continuar. “Desde entonces, mi viejo no volvió a ser el mismo. Todavía tengo la intención de volver a la corte un día y limpiar la reputación del apellido Mi”."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir, que accidentalmente emprendió el viaje para recuperar las Espadas Ominosas, se topó con una gran crisis antes de que su aventura comenzara. La élite de la Guardia Imperial y la Escolta Imperial fue asesinada por enemigos que poseían las Espadas Ominosas. Ante tal inminente peligro, Mir recordó un hechizo que le enseñó su padre cuanto trabajaba para la Corte de Banquetes Imperiales. Cuenta la leyenda que el Emperador Celestial tiene una hija pequeña cuyo nombre no era conocido en la tierra. La niña, que había poseído el cuerpo de Weiyang, reveló su apariencia ante el mundo entero. ¿Quién prevalecería? ¿Los portadores de las Espadas Ominosas, ahora convertido en demonios feroces? ¿O Mir, que apenas podía defenderse bien en combate?\n«El cuerpo poseído»\n“¡Mmm! ¡Delicioso!”\nAhora que el espíritu había poseído su cuerpo, Weiyang tenía un aspecto mucho más dulce y gentil. Dio un pequeño mordisco a una de las tortillas de Mir, pero estaba demasiado caliente, así que, en un intento por evitar quemarse la lengua, se sacó la comida de la boca y jadeó frenéticamente. A decir verdad, lo hizo de una manera muy adorable.\n“¡Estoy lleno! Voy a descansar mientras me baja la comida”. Mir, que había renunciado a uno de sus globos oculares para apaciguar al espíritu, se sirvió otra tortilla y preguntó: “¿Me lo podrías repetir, por favor?”\n“Muy bien. El «meteorito» era, en realidad, una Alabarda Divina que fue cortada en pedazos por un plebeyo y convertida en nueve espadas malditas: las Espadas Ominosas. Esta es la Espada de la Bruma. Hasta ahora, he conseguido tres en total”.\n“¿Y tú eres...?”\n“Fui la hija del Emperador Celestial, pero hace mucho que olvidé mi nombre. Estuve a cargo de celebrar juicios y dictar sentencias. Era juez, como se dice en tu lengua”.\nComo la Corte de Banquetes Imperiales era responsable de los sacrificios y las ofrendas, el padre de Mir lo había obligado a aprender hasta el último detalle y palabra de cada ritual conocido de la corte. Debido a que la mayoría involucraban encuentros con poderes extraños y deidades con muy mal humor, él también sabía bien cómo tratar con ellos. Por ejemplo, sabía que las deidades tendían a proteger sus nombres, ya que conocerlo le permitiría al humano que lo descubriera ejercer un control absoluto sobre ellas. Por ello, no le convenció el hecho de que no supiera su propio nombre.\n“Entonces, ¿la corte quiere recuperar las espadas para reconstruir la Alabarda Divina?”, preguntó Mir mientras trataba de aceptar esta posibilidad.\n“No lo sé. La dueña de este cuerpo no sabe nada más. Solo está... realmente enojada. Quiere demostrar su valía”. Weiyang se llevó una mano al pecho.\n“¿Y cuál es el siguiente paso? ¿Tengo que realizar algún tipo de ceremonia de despedida para ti?”. Mir se acarició el ojo vendado y sin vista. “¿Y luego recupero mi ojo?”\n“Dame un nombre”. La mujer levantó la cabeza, ajena a las migajas de tortilla que tenía en los bordes de la boca.\n“¿Pero qué dices? Los exámenes del funcionariado imperial los supervisa personalmente el propio Emperador. ¿Cómo reclamaré el puesto de mi padre con un solo ojo?”\n“Yo también tengo cosas que recuperar, como las piezas restantes de la Alabarda Divina”, respondió ella. “Si no lo hago, el mundo entero arderá en las llamas del infierno”.\nMir fijó su mirada en ella sin decir nada.\n“No tienes por qué venir conmigo, pero, por la seguridad de todos los seres de este mundo, ¿te parece bien si de momento me quedo yo con tu globo ocular?”"
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "“Mejor quédate con el nombre 'Weiyang'. Te hará el camino más fácil. Si llevas contigo los documentos oficiales del gobierno, deberías poder campar por el reino a tus anchas”. Todavía preocupado por Weiyang, Mir decidió acompañarla en su viaje y ayudarla a enfrentarse a los demonios que pudieran encontrar.\nAunque ya habían reunido cinco Espadas Ominosas y todo parecía ir bien, sabían en sus corazones que aún les quedaba la parte más peligrosa del viaje.\n«Un oscuro viaje hacia el oeste»\n“Esto es lo único que puedo hacer por ti”, dijo Mir mientras colocaba una serie de platos sobre la mesa. Luego se sentó frente a Weiyang.\nElla todavía estaba vendando su brazo derecho después de habérselo roto en la pelea a muerte que acababa de ocurrir. Miró a Mir con intensidad durante un buen rato, pero él simplemente estaba sentado con la mandíbula apoyada en la mano y mirando hacia abajo. Ninguno de los dos dijo una palabra.\nFinalmente, Weiyang intentó usar un par de palillos con su mano izquierda, pero, por desgracia, su destreza resultó insuficiente y no pudo sacar ni una sola albóndiga del cuenco de sopa.\nMir suspiró, le quitó los palillos de la mano y dijo: “Déjalo. Yo te doy de comer”.\n“Así que sí puedes hacer más cosas por mí”, bromeó Weiyang tras comer un par de veces. Como siempre, su estado de ánimo era imperturbable.\n“La Corte de Banquetes Imperiales se dedica a adorar y hacer sacrificios a ustedes, los seres divinos del cielo. Servirles es lo que mi familia ha hecho desde siempre”.\n“Cuando los dioses entran en acción, ¿qué podemos hacer los mortales sino observarlos atónitamente?”,\npensó Mir, pero se dio cuenta de que lo mejor era no decir eso en alto.\n“¿No dijiste que, cada vez que peleas contra el dueño de una de las Espadas Ominosas, usas la telequinesis para hacer que tu alabarda levite y tu espada ataque? Usar palillos no puede ser más difícil que eso, digo yo...”\n“Ese es un poder que me otorgó mi padre y solamente yo soy capaz de usarlo, pero únicamente lo hago para sentenciar a los culpables. No debo...” La voz de Weiyang tembló. “No debo usarlo a la ligera”.\n“Antes de morir, ese tipo dijo algo realmente extraño sobre mi padre”. Mir estaba aburrido y prendió una vela. “«El Ministro Mi no era inocente, pero tampoco fue acusado injustamente». ¿Qué demonios quiso decir con eso?”\nSi la corte no estaba dispuesta a reconstruir la Alabarda Divina, entonces tendría como aliada a la hija del Emperador Celestial, que había poseído el cuerpo de Weiyang, pero también tendría un enemigo en la corte.\nEl rostro de Weiyang se oscureció a la luz de las velas, como indicando que había entendido lo que Mir estaba pensando.\nElla dijo: “No tienes por qué seguir ayudándome. A un mortal como tú no le conviene competir contra la corte”.\nMir respondió: “No hablemos de eso. Primero, he de descubrir la verdad sobre mi viejo padre”.\nWeiyang dijo: “Oh... ¿Vamos a visitar a tu querido padre? Entonces mañana compraré algo de ropa de seda y maquillaje nuevos”.\nMir contestó: “Es una persona muy sencilla. No tienes por qué molestarte en hacer todo eso”.\nA Weiyang se le dibujó una expresión muy severa en el rostro. “¿No es este el cargo que juraste cumplir?”"
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "“Cálmate, hijo mío. Escucha, Mir: yo no soy tu verdadero padre...”\n“¡Noooooo!”.\nEl Ministro de Banquetes Imperiales era, en realidad, Khan el Asura, procedente de Jotunheim. Huir de la capital no fue más que un acto en colaboración con el Maestro de Ceremonias y el Gran Secretario para proteger a la hija de Shenxiao, Emperador Celestial.\n“El difunto Shenxiao, ahora llamado Contra Mundi, fue una vez un querido amigo mío. Pero, ahora que sé que la has invocado, todos mis deseos se han cumplido”.\n«El plan maestro»\nNi los monjes o los Adeptus habrían sabido qué hacer ante tal situación.\n“Esta es la Espada de la Llama, conocida como «Katakugosha». Fue fabricada a partir de un fragmento de la Alabarda Divina cuyo propósito era servir como ofrenda en un ritual Dharani del reino del fuego para ahuyentar a los malos espíritus. Ah, perdón... Para que Su Majestad lo entienda, está hecha con las runas del reino del fuego, uno de los nueve reinos de la runa del Rey de los Dioses”.\n¿Cómo podía mostrar tal dominio de la espada este guerrero que se dirigía hacia el oeste? La mayoría de los que habían sido despojados de su inteligencia por una Espada Ominosa pierden su instinto de lucha y olvidan lo que han aprendido de artes marciales.\nMientras jadeaba en medio del abrasador aire caliente, Weiyang se intentó curar el brazo que se había roto. Normalmente, sus habilidades le permitían reparar huesos rotos, pero esta vez las inextinguibles llamas de su herida ardían implacablemente.\nA medida que perdía sangre, la vista se le nublaba. Mir se puso delante de ella para protegerla.\n“Debes tener muchas preguntas. ¡Bien, te lo contaré todo! Maté a tu padre porque trató de detener la resurrección del Rey de los Dioses. Y la razón por la que soy capaz de controlar las runas de fuego, en lugar de ellas a mí, es porque...”\nEl guerrero del este levantó la Espada Ominosa. “Es porque soy la encarnación de un Guerrero de Caza Celestial...”\nCuenta la leyenda que, antes de que el Emperador Celestial fuera a la guerra contra los Asura, seleccionó a los soldados de tres reinos para que se convirtieran en su ejército celestial después de la muerte. A veces, las inclemencias del tiempo en el pantano les frenaban con tornados cuyas nubes tormentosas los rodeaban. Los habitantes de los pantanos decían que estos soldados del ejército celestial estaban cazando nubes celestiales.\n“¿C-Cómo es posible?”. Una expresión de incredulidad se dibujó en el rostro del guerrero cuando la Espada Ominosa entró en contacto con su objetivo, que le hizo un corte desde el omóplato hacia abajo del cuerpo.\nEntre todo aquel caos, Mir sacó la espada que su padre le había dejado como herencia. Lo hizo más como un gesto de desafío que un intento genuino de defenderse. Él no lo sabía, pero esta era la espada más maldita de todas, la que una vez prendió al mundo entero en llamas: Laevatain. Si las runas eran el mayor misterio del reino del fuego, Laevateinn era su más pura, invariable e inextinguible realidad.\nLa espada, cuyo fuego se extinguió después de que el mundo ardiera en llamas, ahora había absorbido la runa del reino del fuego y volvía a arder con un brillo resplandeciente.\n“El mundo entero... destruido otra vez...”, dijo Weiyang mientras caía al suelo inconsciente."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "“Entre los oficiales militares, hay muchos que desean abrir a Axis Mundi, ya que un mundo caótico elevaría enormemente el estatus y la importancia de los artistas marciales”.\n“¿Acaso quieren que estalle otra Guerra de los Asuras?”.\n“Él sí”.\n¡El tira y afloja entre los funcionarios, los militares y los planes de los dioses del pasado amenazaban una vez más a los nueve reinos!\n«El legado de una Diosa»\n“Tus acciones han salvado a la gente. Te has convertido en un gran guerrero”. El príncipe heredero, con las manos cruzadas por detrás de la espalda, caminó en círculos alrededor de Mir, que estaba arrodillado sobre el suelo.\nMir ni se conmovió.\n“Entrega la Alabarda Divina y podrás asumir el puesto de Ministro de Banquetes Imperiales. El puesto de Gran Secretario Superior también será tuyo en una década, si así lo deseas”. El príncipe se sentó. ”¿Y bien? ¿Cuál es tu respuesta?”\n“Un humilde plebeyo como yo no debe hablar hasta que Su Majestad le permita levantarse”.\n“Pero, si ahora te doy permiso para hablar, será porque tú me lo has ordenado... Eso no puede ser. Bien; como futuro señor de toda la tierra...”\n“Bah, qué tonterías...”, dijo Mir mientras cambiaba de postura. “Según el protocolo oficial de la dinastía gobernante, al conocer al príncipe heredero no es necesario hacer una reverencia y gritar «¡Viva el Rey!». El saludo adecuado sería el convencional arrodillamiento e inclinar la cabeza tres veces. Supe que estabas a punto de convertirte en Emperador, así que pensé en venir y presentar mis respetos. Pero no son necesarios esos aires de superioridad”.\n“¡Pero serás...!”\n“¿Seré qué?”, espetó Mir mientras se levantaba. “Te daré una mitad de la Alabarda Divina. Las ofrendas del Dharani del reino del fuego se las haré a mi padre, así evitaré que ocurran más discusiones familiares”.\n“Bueno, supongo que no pasa nada mientras la parte que me des esté bien. De aquí en adelante, ¡será el arma imperial que simbolizará la sucesión al trono! Jajaja”.\nMir se sentó descortésmente frente al príncipe heredero. ”¡No entiendo cómo puedes ser tan tonto si hemos tomado de la leche de la misma madre!”\n“¡Cómo te atreves! No tengo nada más que respeto por Lady Mi, que sirvió como mi nodriza. Si no fuera por las virtudes que me inculcó, no estaría aguantando tu...”\n“Denle el cargo de Ministro de Banquetes Imperiales a alguien a quien le importe. Yo regreso a mi casa”.\nEl príncipe enmudeció de repente.\n“¿Cómo está Weiyang?”, preguntó Mir mientras masticaba con aires de indiferencia.\n“Oh, por el heroico acto de recuperar las espadas, ha sido ascendida a un puesto en el servicio de ceremonias. Su padre, el Gran Ministro Imperial, no estuvo implicado en el malvado plan, según testificaron el Maestro de Ceremonias y el Gran Secretario Superior. Yo mismo me aseguraré de que se satisfagan todas sus necesidades”.\nAquello sonaba un poco extraño,\npero bueno, ya da igual...\nElla ya no estaba con él, que por fin había recuperado el ojo que le faltaba. Sin embargo, a día de hoy, todavía sentía un dolor lejano, como si le faltara una mano."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir recitó nuevamente el hechizo olvidado. La chica y él estaban juntos de nuevo: “Así que esta es tu verdadera apariencia”.\n“El mundo está en la ruina. Debe arder para resurgir”. En su locura, el Emperador Celestial llegó a esta conclusión.\n“Si estuvieras en mi lugar, ¿lo entenderías?”, preguntó el ladrón después de saquear el santuario.\n“No hace falta disculparte, porque eres un ser bondadoso”.\n«La Nada»\n“Oh, hija mía, en quien he depositado toda mi confianza, ¿acaso no te traje a este mundo para que me atravesaras con una lanza?”. El Rey de los Dioses resucitado flotó en el cielo mientras el rugido de los truenos, la fuerza de los tornados y el parpadeo de los relámpagos celebraban su vuelta al mundo.\nPero la chica ya no tenía miedo. Había esperado este momento toda su vida. Vivió para ello.\nNo; no era tan así. La verdadera fuente de su coraje fue el tiempo que pasó con él.\nLa primera Alabarda Divina, Irmin, atravesó el Axis Mundi y conectó los nueve reinos. Hoy en día, sus réplicas se extienden por todos los cielos.\nTemiendo volverse loco tras su muerte, el Rey de los Dioses fabricó una última Alabarda Divina, la cual bautizó con el nombre de “Princesa del Juicio”. En ese momento, aquel ser... No, ella, al fin pudo revelar su verdadera forma.\n...\n(Al final del libro hay una nota de la editora)\n«La leyenda de la alabarda fragmentada» fue un exitoso primer intento de la Editorial Yae de Inazuma para incorporar elementos de la cultura de Liyue en una de sus novelas. Los primeros cinco volúmenes fueron un éxito y se convirtieron en un fenómeno cultural tanto en Inazuma como en Liyue. Comercialmente, el hecho de que exista un sexto volumen es muestra de la popularidad de la obra.\nEstoy convencido de que el inesperado final del sexto volumen no dejará a nadie indiferente.\nO eso espero.\nAunque el final parece un libro totalmente distinto, he de decir que no fue porque presionáramos al señor Chang el Noveno, el autor, a escribir más para una nueva saga. La realidad fue que, apresurado por cumplir con las fechas de entrega, acabó escribiendo de cualquier manera y desvirtuándose de su estilo habitual. El señor Chang simplemente quería poner a prueba sus habilidades de escritor. ♡\nSin duda alguna, entendemos perfectamente a los fans de los primeros cinco volúmenes. Por eso, estamos preparando una edición de coleccionista formada por cinco volúmenes, que se titulará «Caja de libros de madera negra». ¡Quienes crecieron leyendo «La leyenda de la alabarda fragmentada» en librerías no pueden dejar pasar la oportunidad de hacerse con un ejemplar! Y manténganse también al corriente de las historias de la Princesa del Juicio.\nEditora en jefe de la Editorial Yae"
          }
        ]
      }
    ]
  }
}