{
  "epId": 2337,
  "name": "El bosque de bambú a la luz de la luna",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El bosque de bambú a la luz de la luna"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Un muchacho deja su aburrido pueblo natal y se pierde en un bosque de bambú durante el crepúsculo. ¿Con qué sueños antiguos soñará allí?\nEntre las susurrantes cortinas esmeraldas, allí donde el croar de las ranas y el zumbido de las cigarras se entremezclaban, y donde la humedad impregnaba las grietas de las rocas, había un rincón marchito de un bosque de bambú.\nHay muchas leyendas de zorros en los bosques del Monte Chingtsé.\nTras una fuerte tormenta, el agua que escurría a través de las hojas emitía una melodía. El joven prosiguió su marcha y, serpenteando el camino, escaló rocas mojadas y recorrió caminos de piedra cubiertos de musgo. Las vides impedían su paso, y las ramas arañaban su piel, hasta que llegó a la orilla del bosque esmeralda del Monte Chingtsé. Entonces, se sentó a descansar al lado de una roca agrietada.\nLa anciana de la aldea había advertido que la temporada de lluvias era la época de la boda del zorro. Solo los niños eran capaces de ver la procesión de la novia y el puente rojo, escuchar el zumbido de las cornetas y el retumbar de los tambores.\nLa anciana también le había advertido que los niños no podían acercarse a la procesión.\n“Si te acercas demasiado, ¡los zorros te robarán el alma!”,\nle advirtió la anciana de la aldea.\n“¿Qué harás si se llevan tu alma?\nSi un zorro se lleva tu alma, no podrás volver... Quizás te conviertan en una corneta, unos platillos o un tambor...”,\ndijo mientras simulaba golpear un tambor para asustar al niño.\nPero conforme fue creciendo, el niño dejó de creer en esos cuentos de hadas. Guiado por un Seelie, el muchacho atravesó el laberinto esmeralda, cuando alcanzó a escuchar el chillido de un zorro. No obstante, estas astutas criaturas que habitan en las profundidades de los bosques de bambú no aparecen de manera fortuita frente a los viajeros. Ni qué decir de una procesión entera de zorros.\nDecepcionado, el muchacho pateó una roca que estaba junto a sus pies, y siguió recorriendo el camino hacia las profundidades del bosque.\nLa anciana dijo que, en el pasado, el lugar donde ahora se erige el bosque de bambú fue una nación conquistada por el gran Arconte Geo. ¿Cómo era el dios de la roca en ese entonces? ¿Tenía manos, pies y un rostro como los humanos? ¿O acaso tenía una apariencia similar a los hombres y bestias de piedra que hay a lo largo del río?\nLos herboristas que solían ir a la ciudad a vender hierbas medicinales regresaron con noticias del Rito del Descenso de ese año, contándoles a todos sobre la majestuosidad de Rex Lapis. Los curiosos niños esperaban poder ver con sus propios ojos algún día a ese gran dios que sus ancestros en la montaña habían venerado por generaciones.\n¿Acaso la naturaleza inalterable del Monte Chingtsé era una bendición del Arconte Geo? ¿Acaso la voluntad del dios de la roca era que la gente envejeciera en paz por generaciones?\nEstas respuestas se encontraban más allá de los confines de la aldea, en aquel bosque separado de un mundo que envejecía.\nLleno de dudas y expectativas, el joven entró decidido en el bosque, pero se extravió a la sombra de las hojas de bambú."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando la luna se eleva en el cielo nocturno, el muchacho se encuentra con una joven en el bosque de bambú. Pero ¿será ella una Adeptus, o se trata de una trampa urdida por algún monstruo?\nEntre los velos esmeraldas del bosque, el joven perdido se topó con un compañero inesperado.\n“¿Qué pasa? ¿Te perdiste?”,\ndijo en voz baja el joven con un ligero tono de arrepentimiento.\nCuando se dio la vuelta, vio la esbelta figura de una mujer que vestía de blanco. Estaba parada al lado de un manantial burbujeante. Las perlas de su ropa brillaban, y sus ojos dorados se confundían con los últimos destellos del sol crepuscular.\nLa anciana de la aldea le había contado que alguna vez un caballo blanco emergió del manantial y se convirtió en un Adeptus ayudante de Rex Lapis.\nPero nunca le dijo de qué manantial, ni el nombre de la bestia iluminada.\nAdemás, a excepción de sus ojos dorados, la mujer no daba la impresión de ser una Adeptus.\nMás inesperado aún era ver a un Adeptus usando un impermeable de paja para resguardarse de la lluvia.\n“Tonto...”.\nLa mujer de blanco tenía una sonrisa astuta, y sus ojos dorados se asemejaban a dos lunas nuevas.\n“¡La tonta eres tú!”,\nrespondió el joven furiosamente.\n¿Cómo podía una persona que hablaba tan vulgarmente ser un Adeptus?\n“¡Quise convertirme en un marinero y salir a recorrer el mundo para ver con mis propios ojos la lanza de Rex Lapis!”.\n“Pero en cuanto saliste de casa, te perdiste en este bosque de bambú”,\ndijo la mujer con un tono calmado y una mirada burlona e irritante.\n“Yo no...”.\n“Si no quieres admitirlo, está bien. Ven, te enseñaré el camino”.\nLa mujer sonreía mientras extendía su blanca mano hacia el joven. Los rayos del ocaso se filtraban a través de las hojas de bambú.\n“... Gracias”.\nAl tocarla, el joven sintió su mano fría y húmeda, como el rocío que se posa sobre un brote de bambú.\nLentamente, el sol se ocultó detrás de las montañas, tiñendo el cielo de azul en un instante.\nLa anciana de la aldea dijo que de noche, las energías negativas se concentraban en la cima de la montaña y el ambiente se enfriaba, haciéndolo un lugar propicio para los espíritus.\nLos demonios y fantasmas que habitaban ahí eran producto de la condensación de las ánimas de aquellos que murieron con resentimiento y a los que se les negó la oportunidad de otra vida. Las ramas y los tallos de bambú que crecieron a su alrededor se marchitaron gradualmente, y los cuerpos de las personas que quedaron allí enredados se corrompieron.\n“A veces les piden a los viajeros encargos que no pueden cumplir y los arrastran a una trampa...\nEn otras ocasiones se ofrecen a guiar a viajeros despistados, solo para llevarlos a un nido de demonios.\nAsí que, jovencito, si caminas lejos de casa, ¡por nada del mundo bajes la guardia!”,\ndijo la anciana de la aldea, mientras le daba al joven unas palmadas en la cabeza a modo de lección.\nEntonces, ¿acaso ella era un demonio del bosque?\nEl joven avanzaba lentamente mientras cavilaba.\n“¿Ocurre algo?”\nLa mujer volteó la mirada, mientras la luna brillaba a sus espaldas y sus ojos emitían un destello dorado."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "En lo más profundo del bosque de bambú, la realidad se mezcla con los sueños del pasado. En esta historia, el joven se sume en un sueño con imágenes indescriptibles.\nLa noche siempre llega temprano en el bosque de bambú del Monte Chingtsé.\nEn las profundidades del bosque, las afiladas sombras de los bambúes cortaban la luz de la luna. En aquel lugar donde el croar de las ranas cesó y el zumbido de las cigarras se desvaneció, unos nuevos brotes de bambú emergieron bajo la luz plateada.\nHay muchas leyendas de zorros en los bosques del Monte Chingtsé.\nAl caer la noche, la mujer de blanco le contó al joven innumerables historias. Todas ellas eran historias antiguas que el joven nunca antes había escuchado.\n“En un pasado remoto, tres lunas brillantes colgaban del cielo nocturno. Eran tres hermanas más antiguas que incluso el propio Arconte Geo o las rocas sobre las que yacía Liyue.\nLas lunas eran hijas de la poesía y el canto, y eran las reinas de la noche. Solían recorrer la bóveda celeste en una carroza de plata. Cada diez días, una de ellas le sucedía el trono a la siguiente. Así continuaron los ciclos, hasta el día en que ocurrió el desastre.\nLas tres lunas amaban a la misma persona, la Estrella Matinal. En el breve instante entre el día y la noche, las tres hermanas caminaban a través de las constelaciones que se desvanecían para visitarla en sus aposentos. Al despuntar el alba, las reinas de la noche se apresuraban a su carroza para ocultarse.\nTres hermanas comparten un afecto profundo por un mismo amor, al igual que el afecto que se tienen la una a la otra. Eso fue antes de la calamidad que trastornó su mundo.\nEl desastre volcó la carroza de Su Majestad y destruyó el corredor de estrellas de su palacio. Las tres hermanas en el cielo nocturno se volvieron la una contra la otra, lo que las condujo al camino de su propia muerte. Lo único que quedó fueron sus cuerpos pálidos, que emitían una luz clara y fría...”.\nLa mujer alzó en ese momento la mirada hacia la brillante luna sobre el mar de bambú. La luz argéntea bañaba su fino cuello mientras sus dorados ojos destelleaban.\n“Los lobos son los hijos de la Luna. Siempre recordarán la calamidad y las penas que causó. Es por eso que, cada luna llena, lamentan el destino de su madre... Es por eso que los niños que conviven con los lobos llaman ‘Estrella del Desconsuelo’ a la estrella matutina, la amante superviviente de la Luna”.\n“Ya veo...”.\nEl joven calló por un instante.\nLa anciana de la aldea nunca antes había contado esa historia. Quizás ni siquiera el más viejo de la aldea había escuchado tales leyendas. Quizás eran más majestuosas que las historias de las bodas del zorro o de los espíritus que acechaban en el bosque, pero no eran tan vívidas como las leyendas del Rey Geo expulsando a los demonios. Eran más bien como un sueño borroso e incomprensible.\n“Esta es una historia que nunca ocurrió, y que fue olvidada por los hombres mucho tiempo atrás”.\nLa mujer de blanco acarició suavemente los cabellos del joven, bajó los párpados, y el dorado de sus ojos se atenuó un poco.\n“Antes de que los dioses ancestrales crearan el cielo y la tierra, había dioses merodeando por el mundo. Fue en este momento cuando aparecieron muchos de los Adeptus. Pero ¿y antes?\nSolo hay recuerdos rotos, fragmentos de recuerdos que se convirtieron en historias, historias que se convirtieron en leyendas transmitidas de boca en boca...\nEstos recuerdos antiguos que sobrepasan los límites del mundo mortal conmueven a quienes los escuchan, ya sean deidades o Adeptus”.\nLa mujer dejó salir un profundo suspiro de su boca y descubrió que el joven a su lado hacía tiempo que había partido al país de los sueños.\n“En serio...”.\nRiéndose, la mujer se despojó de su abrigo para colocarlo sobre su cuerpo.\nEsa noche, el joven soñó con un cielo nocturno con tres lunas, y una carroza parada frente a las puertas del palacio en las estrellas."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "A medida que llega el alba, el destino separa a los dos jóvenes, que toman caminos distintos. Pero los ecos de esa antigua historia aún resuenan en el bosque, que todavía espera acoger entre sus árboles al muchacho de pueblo.\nAl aclarar el día, el joven despertó lentamente.\nLa blanca niebla brillaba contra la luz del sol como una cola de caballo grácil en ese bosque lleno de historias de zorros y demonios.\nSujetando la mano del joven, la mujer caminó en dirección adonde la luz penetraba en el bosque de bambú. Serpenteando a diestra y siniestra, cruzaron matorrales con mosquitos, escalaron rocas resbaladizas tapizadas con musgo, y descendieron por rocas montañosas en medio de las sombras del bambú. Finalmente, aquella mujer guió al joven a la salida del bosque.\n“Todavía no sé cómo te llamas, ni de dónde vienes”,\npreguntó el joven, deseando seguir escuchando más historias como la de la noche anterior.\n“...”.\nLa mujer se puso de espaldas a la luz, y sus ojos brillaron con un resplandor dorado.\nNo dijo ni una palabra. Solamente sonrió.\nMuchos años después, cuando el joven dejó de ser joven, los recuerdos brotaron una vez más, y en ese instante lo comprendió todo. Las diferencias entre ellos dos eran abismales, como la noche y el día. Él estaba destinado a dejar su aldea para ir a Liyue a rogarle al Arconte Geo riqueza y fortuna. El destino de ella era darle la espalda al mundo y vivir en reclusión, alejada de la majestuosa mirada del Rey Geo y protegiendo aquellas historias antiguas que poco a poco fueron quedando en el olvido.\nAsí fue como el joven y la mujer de blanco y ojos dorados partieron por caminos distintos.\nÉl empacó sus bolsas para dirigirse a la próspera ciudad portuaria, y ella se quedó ahí de pie, en los límites del bosque de bambú. Aquellos ojos dorados parecían haber adivinado desde hace tiempo el destino de aquel muchacho. Viejo y cansado del bullicio del mundo humano, finalmente un día regresó sobre sus pasos a esa aldea tranquila.\nBajo el cielo rojizo del amanecer, el joven escuchó el relinchar de un caballo y su galopar.\nAl voltear la mirada, no había nadie detrás de él. Solo encontró un pelaje blanco sobre su hombro."
          }
        ]
      }
    ]
  }
}