{
  "epId": 2338,
  "name": "Registros de Jueyun",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. Esta edición describe la leyenda de la bestia de piedra.\n«La bestia de piedra»\nHay estatuas de piedra a lo largo y ancho de todo Liyue. La mayoría fueron construidas por lugareños que les rezaban para que hubiera buen tiempo para las cosechas. Pero también hay estatuas aún más antiguas.\nHay una leyenda en particular muy popular entre los pescadores del Río Bishui, los cosechadores de Hierba plateada del Pantano Dihua y los mineros más ancianos. Dicen que en algunos rincones de la tierra, las antiguas bestias de piedra se despiertan por la noche debido al frío del otoño y contemplan un mundo que, poco a poco, se ha vuelto demasiado extraño para ellas. Al escuchar el sonido de las ranas y los insectos que les saludan, responden con gritos profundos y conmovedores que salen de sus gargantas petrificadas. Luego deambulan por Liyue, inspeccionando una vez más la tierra que una vez protegieron.\nNadie ha visto con sus propios ojos a una bestia de piedra moverse. No obstante, los lugareños que mejor conocen el terreno, ya acostumbrados a que las estatuas cambien de sitio y posición, sí han observado este fenómeno. Se dice que las personas con un sueño más ligero que acampan en la zona suelen escuchar de madrugada un sonido parecido al fluir del agua, solo que mucho más grave.\nPero ¿de dónde procedían estas antiguas bestias de piedra? Según los ancianos de la Aldea Chingtsé, fueron las bestias iluminadas que lucharon junto a Rex Lapis, el Arconte Geo, en la Guerra de los Arcontes. Cuando el conflicto terminó, las mareas del océano cesaron y la paz volvió a Liyue. Las bestias perdieron su función como protectoras de los mortales y se retiraron a tierras distantes, donde vivieron una vida alejada del mundo de los mortales.\nPero algunas bestias, anhelando los años que protegieron a Liyue, recordaron con cariño los gloriosos días en que sirvieron bajo Rex Lapis. Aunque no pertenecían al reino de los mortales, tampoco eran inmortales; para ellas, la vida algún día llegaría a su fin. Por lo tanto, suplicaron a Rex Lapis que convirtiera sus efímeros cuerpos de carne en piedra eterna, a lo que el misericordioso Arconte Geo accedió."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de historias legendarias y fantásticas de Liyue. Incluye muchas anécdotas cortas y famosas, en su mayoría de temas populares. En concreto, este capítulo contiene anécdotas ficticias sobre leyendas antiguas.\n«El palacio submarino»\nLlegó el día de la boda.\nEl majestuoso Dios del Mar estaba sentado en el centro de su caracola gigante, mientras sostenía con las manos las riendas de dos serpientes marinas. Imponentes como la Cordillera Tianheng, se detuvieron ante el carruaje real cuando su maestro aceptó el regalo de perlas de los ancianos del pueblo y dejó a la novia entrar en el vehículo. A cambio, el pueblo sería bendecido por el Dios del Mar con un año sin tormentas ni maremotos.\nLlevaron a la novia a un lugar bajo las olas del mar, lejos de casa, de la multitud que celebraba el festivo día, y de su solitaria madre. El Dios del Mar la llevó por un pasillo con grandes columnas, formado por el esqueleto de una ballena muerta, que conducía a una puerta palaciega adornada con brillantes perlas y caracolas iridiscentes. Entraron por la puerta. La joven novia por fin había llegado al palacio que el Dios del Mar había hecho para ella, y que iba a ser su nuevo hogar.\n“No tengo ningún interés en los asuntos ordinarios de los mortales”, le dijo el dios a su prometida en un intento para reconfortarla, con una voz como el romper de las olas.\n“Este ha sido el nuevo hogar de muchas otras jóvenes mujeres, así como el lugar donde pasaron sus últimos días. Para ellas, que fueron expulsadas de sus pueblos natales, el océano era un lugar de refugio seguro, donde nada ni nadie las molestaría mientras duermen”.\nPero esta joven no quería un nuevo hogar decorado con perlas y caracolas exóticas. El deslumbrante espectáculo del fondo del océano, con criaturas que acechaban en la oscuridad, no la llenaron de paz, sino de temor. Pasaron los días y, cuanto más tiempo permanecía la chica recluida en aquella habitación en la que ni amanecía ni se ponía el sol, más añoraba su hogar natal y más débil y lánguida se volvía.\nHasta que un día, el Dios del Mar notó su alicaído ánimo y, aunque entristecido por su elección, permitió a la joven seguir adelante con su decisión.\n“En el putrefacto mundo humano, llegará el día en que te arrepentirás de tu decisión”. El Dios del Mar se quitó una caracola marina que adornaba su cintura y se la regaló a su esposa.\n“Llegará el día en que la soplarás y sonará y, entonces, regresarás a este lugar”.\nLa joven tomó la caracola y regresó a tierra. Pasaron los años y se convirtió en madre. Cuanto más avanzaba su simple y pacífica vida, más le parecía que el palacio del océano fue tan solo un sueño de la infancia. De vez en cuando, las impresionantes vistas del mar, con sus grotescas criaturas, inundaban su mente desde las oscuras profundidades de su memoria. Pero era algo que ocurría muy poco, y pronto se quitó esos pensamientos de la cabeza. Vivió así año tras año, hasta que un día, en la celebración de la boda de su hija, los ancianos del pueblo llegaron a su casa para llevársela. En ese momento, entendió por qué el Dios del Mar dijo hace años que se arrepentiría y que, al final, regresaría junto a él.\nAsí, el día de la ceremonia, hizo sonar la caracola.\nEl dios del mar respondió a la llamada, apareciendo de entre las olas para abrazar a la aldea. Pero su abrazo provocó un maremoto en el Océano que inundó el pueblo y se tragó a los aldeanos y ancianos mientras dormían. Un colosal carruaje con forma de caracola tirado por dos gigantescas serpientes marinas se detuvo frente a ella, deslumbrándola con sus brillantes perlas.\nLa madre tomó a su hija de la mano y se subió al carruaje del Dios del Mar. Era exactamente como los recuerdos de su infancia, solo que, esta vez, el hogar que ahora dejaba atrás había quedado en ruinas bajo las olas del océano."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. En esta edición, se relata la historia de la Colina Wuwang.\n«Wuwang»\nEntre las montañas y colinas al norte del Monte Chingtsé, hay una llamada Colina Wuwang. Debido a la atmósfera sombría y opresiva que la envuelve, existen numerosas leyendas sobre ella.\nLos habitantes de Liyue dicen que las almas de los difuntos vagan entre los árboles de la Colina Wuwang y deambulan por el antiguo pueblo abandonado, flotando entre los árboles secos y las hojas marchitas y sin alejarse nunca de las cosas que atesoraron en vida. Estos espíritus errantes atraen con frecuencia a los visitantes despistados y los conducen hasta los peligrosos caminos de la montaña, desde donde caen en los riachuelos tumultuosos o son devorados por monstruos acechantes.\nEl nombre de «Wuwang» bebe igualmente de estas tradiciones y transmite en una antigua lengua la idea de recibir un castigo sin tener culpa. Incluso el más prudente de los viajeros se verá rodeado de los malignos vapores de esta colina.\nLos inocentes habitantes de las montañas y quienes están de paso siempre corren el riesgo de caer en los engaños de los espíritus y acabar en bosques sombríos cubiertos de niebla donde esperan peligros desconocidos. Los fantasmas de la Colina Wuwang tienen muchas formas de seducir a los mortales, ya sea transformándose en un amor perdido o en un pesar nunca olvidado. También pueden utilizar la voz de los muertos, la calidez de quienes ya no están y el remordimiento de quienes no actuaron cuando tuvieron la oportunidad, de forma que quienes cruzan esta colina son incapaces de resistir sus ardides y los siguen ciegamente.\nPero la Colina Wuwang no siempre fue así. Este lugar estuvo habitado hasta hace no mucho tiempo; y en el pasado más distante había aldeas diseminadas por su falda. Ahora las casas no son más que ruinas y lo único que queda son los susurros de los espíritus de sus antiguos habitantes.\nEntre los niños de la Aldea Chingtsé es popular la siguiente leyenda: Los jóvenes de la Colina Wuwang, seducidos por los cantos de sirena de un monstruo marino, se precipitaron al Río Bishui con sus promesas ilusorias y sus sueños infantiles. La corriente los arrastró hasta el Mar de Nubes, donde se fusionaron con las olas infinitas y olvidaron todos sus recuerdos de las montañas, los bosques y las aldeas... y sus sueños también se transformaron en canciones de monstruos marinos.\nAsí desaparecieron generaciones enteras de jóvenes, hasta que los ancianos de la Colina Wuwang también fueron muriendo de viejos uno detrás de otro y la magnífica ciudad portuaria que relucía bajo la atenta mirada de Rex Lapis engulló otra silenciosa aldea fantasma.\nPero, al contrario que los mortales, con su volubilidad y su corta vida, las líneas ley lo recuerdan todo. Los elementos se convierten en espíritus y recrean los viejos sueños y pesadillas de los habitantes de este lugar. Como una madre que ha perdido a su hijo e intenta encontrar la forma de redimirse del pasado, las venas sin sentimientos de la tierra forman las figuras de sus antiguos residentes una y otra vez, repitiendo el llanto de cada criatura, el lamento de cada anciano, todas las comedias y todas las tragedias. Igual que el canto de un monstruo marino, seducen inconscientemente a todas las almas nostálgicas que pasan por allí."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. En esta edición, se cuenta la misteriosa historia de los Seelies de las montañas.\n«Los espíritus de la montaña»\nEn las montañas y bosques de Liyue hay muchos espíritus llamados Seelies que vagan libremente. Estos seres luminosos deambulan eternamente entre la niebla que rodea los árboles, o flotan en medio de las ruinas de antiguas ciudades y pueblos abandonados, y guían a los viajeros que poseen una Visión hasta tesoros escondidos o ingeniosos mecanismos.\nEn Liyue creen que estos seres pequeños y silenciosos simbolizan la buena suerte. Unos dicen que en realidad son las almas de Adeptus fallecidos o de Arcontes buenos cuyo nombre nadie recuerda; otros piensan que son los ecos dejados en la montaña por quienes perdieron a un ser querido, y guían hasta su hogar a los viajeros solitarios.\nEn las zonas rurales de Liyue se dice que los Seelies que vagan por las montañas son seres aún más antiguos que los Adeptus y poseían una forma exquisita y una gran sabiduría. Según esta leyenda, los Seelies deambulan por las montañas y los bosques y pasean por los salones de la vieja ciudad desde mucho antes de que Rex Lapis se enfrentara a los Arcontes.\nEn algún momento del que no hay registros, una ancestro de los Seelies y un viajero procedente de otras tierras se encontraron y juraron un pacto de unión eterna ante las tres hermanas del Palacio de la Luna. Pero apenas treinta días después sobrevino una gran calamidad, y la Seelie y su amante recorrieron el mundo en pedazos hasta que una catástrofe detuvo sus pasos y un castigo despiadado los separó para siempre y destruyó hasta sus recuerdos.\nLa dulce Seelie que rompió con su amor y el resto de sus hermanas fueron estropeándose cada vez más. Arruinaron sus bellas figuras, se desperdigaron por montañas, bosques y ruinas, y se convirtieron en pequeñas criaturas que han olvidado mucho y lo han perdido todo. Pero, aun despojadas de sus voces y su sabiduría, siguen cantando canciones llenas de pesar. Por este motivo, como siguen conservando algo de afecto por su amante desaparecido, guían a los viajeros que cruzan los picos nublados y los bosques cubiertos de niebla, y rememoran las historias de tiempos pasados tomando prestadas viejas ruinas, ajuares polvorientos y poemas ilegibles.\nPor supuesto, todo esto no son más que leyendas inventadas, las huecas fantasías de los campesinos de Liyue sobre los tiempos anteriores a Rex Lapis, y no poseen ni un ápice de credibilidad. En cuanto al motivo por el cual los tristes Seelies deambulan por la naturaleza, sigue habiendo distintas hipótesis y no existe consenso."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. Esta edición describe el origen de las bestias iluminadas Chilin y los mortales.\n«Los Chilin»\nSegún las leyendas sobre las montañas de Liyue, los Chilin son unas bestias iluminadas nobles y bondadosas. Se suelen dejar ver en las montañas y los bosques, y solamente salen al exterior cuando el rocío y el brillo de las estrellas coinciden en la misma noche. Además, únicamente se alimentan del dulce y puro rocío matutino y de plantas amargas y fragantes.\nLos Chilin son unas bestias gentiles. La elegancia y la ceremoniosidad fluyen por sus venas. Se dice que nunca lastimarían a ningún ser vivo, y que nunca pisan a ningún insecto, ni arrancan una hoja de un árbol. También hay quien dice que cada uno de sus hábitos y movimientos respeta los protocolos más antiguos y refinados que existen, algo que no ha cambiado en miles de años.\nAl terminar la salvaje Guerra de los Arcontes, muchos Adeptus no se volvieron a acostumbrar a los ruidos y las molestias de los humanos. Por ello, bajo disposición de Rex Lapis, se recluyeron en los bosques y las montañas y no volvieron a interferir en el mundo humano, sino que vivieron felices en la naturaleza.\nSin embargo, había muchas bestias iluminadas que habían entablado grandes lazos de amistad con algunos mortales, por lo que decidieron llevar a cabo la voluntad del Rey Geo de ayudar en la ciudad con su fuerza y bondad. Así pues, algunas se recluyeron en las montañas y las aldeas, y otras caminaron por las concurridas calles de Liyue, convivieron y se mezclaron con la gente e incluso formaron lazos de sangre con algunos de sus habitantes.\nSegún una leyenda folclórica, hace miles de años, entre los elegantes Chilin ya existían casamenteros que los enlazaban con los ignorantes y salvajes mortales.\nDurante la Guerra de los Arcontes, la gente utilizaba flores de loto y hojas de laurel para vestirse.\nUna noche, una Chilin mordisqueó la ropa que un herborista que se estaba bañando en la montaña había dejado en la orilla de un estanque. La aún muy joven bestia iluminada no entendía el sentido de la vergüenza y los deseos de los humanos, y mucho menos el por qué los seres como ella no debían poner pie en el mundo de los mortales.\nPara disculparse por su inapropiado comportamiento, y para evitar que el frágil mortal se asustara por el sobrenatural aspecto de la Adeptus, esta adoptó la forma de una humana y apareció ante el herborista cuando la tenue luz de la luna llena se proyectó sobre todo el estanque.\nAun así, la joven bestia iluminada no consiguió entender la vergüenza y los deseos del humano. En el bosque iluminado por las luciérnagas y por la débil luz de la luna, el mortal, estupefacto ante tal aparición, y ella, vestida con las gotas del rocío y el brillo de los astros, rieron juntos y corretearon entre la fragancia de las flores y los bosques de bambú. Ella también le mostró las moradas de los Adeptus y le explicó el lenguaje de las bestias y los pájaros. Finalmente, ambos durmieron entre el canto de los insectos en la serenidad de la noche, y soñaron con cosas que parecían muy lejanas.\nCuando el primer rayo de sol despertó al herborista al proyectarse sobre su rostro, ya no había ni rastro de la noble bestia iluminada.\nHay muchas opiniones con respecto a lo que ocurrió después de aquella historia. Algunos dicen que, una noche, la Chilin dejó una cesta de bambú frente a la puerta de la casa del herborista, tras lo que se perdió entre la bruma y la luz de la luna. Cuando el hombre salió a comprobar qué habían dejado, se encontró con una cesta en la que había un bebe durmiendo plácidamente.\nOtros dicen que la Chilin empezó a vivir con el humano, tuvieron hijos y ella se acabó acostumbrando a la caótica vida humana.\nFuese cual fuese la historia real, lo cierto es que hoy en día las elegantes bestias iluminadas conviven con los humanos, aunque ocultas entre los mares de gentes, esperando que Rex Lapis vuelva a llamarlas una vez más."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Una colección de las muchas historias legendarias de Liyue. Incluye cuentos cortos y anécdotas universalmente populares, la mayoría sobre temas folclóricos. Esta edición es sobre las Ruinas de Dunyu.\n«El jade exiliado»\nAl noroeste de la ciudad de Liyue, y más concretamente en un valle al sur de la Montaña Nantianmen, existen unas antiguas ruinas donde reina el silencio.\nEntre todas ellas, existen unas a las que la gente de Liyue acostumbra llamar “Ruinas de Dunyu”, las cuales se dice que ya existían en la época de la Guerra de los Arcontes.\nSegún una antigua leyenda popular, el nombre de “Dunyu” significaba “lugar al que se exilió el jade”.\nEn una época muy remota en la que Rex Lapis ni siquiera había llegado a su juventud, un astro cayó en las tierras que había al oeste de Liyue. Tras el impacto, toda esa zona se convirtió en una sima gigante en la que, sin embargo, crecieron jade y otras piedras preciosas. Había tantos minerales en ella que, al final, se convirtió en el centro de la industria minera de todo Liyue.\nCuando el astro desconocido cayó, unos fragmentos se separaron de él y salieron despedidos hasta unas formaciones rocosas al norte de Lisha.\nComo todo el mundo sabe, todos los minerales encierran un espíritu y una vitalidad en su interior. Durante un tiempo tan largo que ningún mortal podría llegar a concebir, dichos minerales escucharon y presenciaron a su propio ritmo el latido de las líneas ley, la reverberación de los manantiales y el lento pero firme movimiento de las escarpadas montañas.\nSin embargo, el astro caído del cielo era diferente. En comparación con las simples y robustas rocas de la tierra, él tenía un carácter arrogante e irascible.\nCuando los innumerables arcontes y reyes del mundo lucharon entre sí para reclamar el trono que, según ellos, les estaba predestinado, el cielo estrellado y aquella profunda sima perdieron todo su color, y las tragedias y calamidades detuvieron la respiración de las montañas y los ríos. El astro que cayó del firmamento no pudo soportar tantas perturbaciones, por lo que, ignorando el llamado de la Sima, huyó hacia el cielo.\nCuando el jade caído del firmamento regresó al cielo estrellado, dejó en la tierra un boquete muy profundo en el que la gente construyó ciudades y fortalezas. Reclamaron su soberanía sobre aquello que les había otorgado el astro y vivieron aislados del resto del mundo.\nDurante los milenios de viento, nieve y caos que se sucedieron, las imponentes ciudades del valle de Dunyu se mantuvieron en pie. De hecho, hasta hace 500 años, estos asentamientos seguían teniendo contacto con el próspero Liyue.\nSin embargo, los oscuros desastres y desgracias originados en las profundidades de la sima hicieron que los pobladores de Dunyu no tuvieran más remedio que sellar sus ciudades, huir y dispersarse por todas partes. Nadie sabe por qué estos exiliados tuvieron que sellar su hogar, ni siquiera los Adeptus y los Yakshas, que tantas cosas han atestiguado en sus miles de años en este mundo.\nAsí pues, las ciudades y las fortalezas que fueron selladas se convirtieron en enormes tumbas y ruinas vacías a las que lo único que llegaba era el agua y el viento. Por ello, la gente de Liyue bautizó este lugar como “Ruinas de Dunyu”."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registros de Jueyun"
          }
        ]
      }
    ]
  }
}