{
  "epId": 2339,
  "name": "La leyenda de la espada solitaria",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/56700882/8a2a97dfcbf57ba712c2200e5b23879d_9187298933318463539.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1677460387,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La leyenda de la espada solitaria"
          }
        ]
      },
      {
        "key": "Obtención",
        "value": [
          {
            "type": "RichText",
            "text": "Volumen I: Enfrente de Verr Goldet en la Posada Wangshu.\nVolumen II: En una mesa escondida detrás de un puesto de verduras en la Aldea Chingtsé.\nVolumen III: Puesto de comida de la Señora Su en el Puerto de Liyue.\nVolumen IV: La Casa de Libros Wanwen en el Puerto de Liyue."
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una popular novela de artes marciales de Liyue. Una historia de amor y odio, de amistad y enemistad, que tiene lugar en un mundo sin elementos y alquimia. En este volumen, se relata el comienzo de la venganza de Jin 72.\nLa solitaria espada atravesó el aire de la noche emitiendo un destello, pero sin ser desafiada por las estrellas o la luna.\nEl viento otoñal de las montañas lloraba en voz alta mientras seguía la danza en espiral de la espada.\nEl fuerte viento y la lluvia acompañaron a un solo viajero en su viaje de regreso a casa.\nEsta persona tenía un cabello rebelde, un rostro feroz, y un aspecto de lo más místico y extraordinario. Llevaba unas ropas muy finas y, en su camino de vuelta a casa, caminaba balanceándose de un lado a otro como si estuviera enfermo o herido de muerte. Parecía más un muerto viviente que alguien vivo.\nLlevaba caminando tres días. Tres días en los que había pasado hambre y no había dormido.\nTres días antes de aquello, tenía un nombre, blandía una famosa espada y era discípulo de un maestro en decadencia. Lo único que le quedaba era la tristeza y la preocupación, las cuales también acabaron desprendiéndose de él al ser arrastradas por una repentina lluvia que hizo que se cayera al suelo embarrado y dejara un agujero con la forma de su cuerpo.\nTres días antes de aquello, un espadachín sin nombre había comenzado una pelea con él; una pelea que acabó con maestro y discípulo enterrados en la despiadada nieve de la montaña mientras esta aullaba, ahora teñida de rojo sangre.\nEn la actualidad, ahora tiene otro nombre: Jin 72.\nSe llama así porque fue el último de los 72 discípulos de su escuela.\n——————\nNo sabía cuánto tiempo había caminado antes de escuchar el sonido de las carretas detrás de él.\nJin 72 se apeó a un lado del camino y preguntó: “disculpa, ¿este carro pasa por la Aldea Tupi?”.\n“Pocas son las carretas que, pasando por aquí, no pasan por la Aldea Tupi”, respondió el conductor de la carreta después de saludarlo.\n“¿Y puedes llevar a más gente en tu carreta?”, volvió a preguntar Jin 72.\n“Poder, puedo, pero no me has preguntado si quiero hacerlo”, contestó el conductor.\n“Pero si te diriges hacia la Aldea Tupi, ¿qué te cuesta llevarme?”, cuestionó Jin 72 desconcertado.\n“Porque tú no eres yo, y yo no soy tú”, replicó el conductor.\n“¡Bah! Pues qué conversación tan estúpida...”.\nY al decir esas palabras, Jin desenvainó su espada. El conductor de la carreta no sintió más que un frío escalofriante y cayó al suelo sin poder pelear ni decir nada más.\nJin 72 era ese tipo de personas que, aunque lo habían perdido todo y su audacia había menguado, siempre odiaría a las personas que hablaban sin sentido.\nMontado en la carreta manchada de sangre, Jin 72 partió hacia la Aldea Tupi."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Una popular novela de artes marciales de Liyue. Una historia de amor y odio, de amistad y enemistad, que tiene lugar en un mundo sin elementos y alquimia. En este volumen, se relata la llegada de Jin 72 a la Aldea Tupi.\nDicen que en esa tierra lejana, “Tupi” significaba “quemar la falsedad para descubrir la verdad”.\nLa Aldea Tupi se encontraba al pie de una montaña yerma que conectaba con el mundo exterior por un solo viejo camino, el mismo por el que iba Jin 72.\nLos cielos se oscurecieron y el viento y la lluvia aullaron.\nJin 72 no guardaba ninguna relación con la Aldea Tupi, excepto la venganza, por lo que buscó al jefe de la aldea de inmediato.\nCuando la carreta finalmente se abrió paso a través del viejo y fangoso camino hasta la falda de la montaña, era completamente de noche y las nubes oscuras proyectaban una sombra hasta donde llegaba la vista, ocultando la luna. Jin 72 se refugió en las sombras, disolviéndose cuerpo y alma en la noche.\nEn esa noche profunda, la luz pálida y pura de la luna brilló sobre la cabeza del jefe de la aldea. La Aldea Tupi era bastante pequeña, pero su jefe no era una persona corriente. Nadie conocía su nombre ni su pasado, y nadie se atrevía a preguntar por ello.\nSolo sabían que sus manos estaban manchadas de sangre, de un pasado tan rojo como sus ojos.\nEran rojos y penetrantes como una cuchilla que perfora el corazón de aquel a quien mira.\nDel mismo modo, su carácter era frío como una puñalada directa al corazón.\n“Ha llegado la hora”,\nnegó el jefe con la cabeza mientras hablaba consigo mismo. La fría luz de la luna bailaba sobre su cabeza calva.\nAllí afuera, un demonio hambriento blandía una espada larga que derramaba sangre, masacrando a sus seguidores uno tras otro.\nAunque la Aldea Tupi estaba llena de gente malvada, las escuelas y las sectas tenían sus reglas, por lo que nadie se atrevería a actuar precipitadamente buscando venganza.\nPero Jin 72 no pertenecía a ninguna escuela o secta y, por lo tanto, no estaba sujeto a ninguna de esas reglas. No era más que un fantasma hambriento con solo una hoja afilada, sediento de la sangre de sus enemigos.\nEl viento y la lluvia acompañaron al estruendo de la batalla, de manera que el agua limpiaba el color carmesí que salpicaba al cuerpo del espadachín. Entonces, volvía a bañarse en la sangre de sus enemigos...\nEl espadachín carmesí avanzó en medio de una niebla rojiza. Muchas eran sus heridas, pero ninguna pudo detenerlo.\nCuando por fin la niebla se disipó en medio del diluvio interminable, el espadachín cruzó los charcos turbios y rojos bajo sus pies y se dirigió hacia la mansión del jefe.\n——————\nEl estruendo quedó atrás, y solo entonces el jefe levantó una copa de vino y esparció el alcohol en el aire con un movimiento rápido.\nQuizás era para brindar por la reunión predestinada que se avecinaba, o como un ritual por su alma corrupta.\nSe abrieron las puertas. Era Jin 72. El color rojo de su cuerpo contrastaba con los cegadores elementos grises del exterior.\n“Tengo una pregunta para usted, jefe”.\n“Ha tomado la vida de muchos de mis hombres”.\n“Trescientos sesenta y dos, para ser exactos. Ni más, ni menos...”\nEl jefe no dijo nada y su rostro permaneció inmóvil, pero la vena palpitante de su sien delataba su ira interior.\n“Ah, sí, y un perro”.\nDicho esto, con un solo movimiento, Jin hizo que algo cayera encima de una caja de vino...\nEra un hueso del perro que custodiaba la puerta. Hacía tiempo que había sido cocinado y devorado hasta no dejar nada.\nEn media hora, Jin 72 no solo había acabado con las vidas de trescientos sesenta y dos hábiles hombres, sino que incluso había convertido al perro guardián en estofado.\n¡Qué crueldad!\n¡Qué atrocidad!\nEl jefe de la aldea dejó escapar un grito de horror. Se puso en pie y desenvainó su espada."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Una popular novela de artes marciales de Liyue. Una historia de amor y odio, de amistad y enemistad, que tiene lugar en un mundo sin elementos y alquimia. En este volumen, se relata el duelo entre Jin 72 y el jefe de la Aldea Tupi.\nLa lluvia había cesado, pero los cielos todavía no aclaraban.\nJin 72 le había preguntado al jefe por información sobre su némesis.\nYa no quedaba nada en la Aldea Tupi, salvo casas sin gente y espíritus sin cuerpo.\nNi siquiera eso quedó, porque este era un mundo sin espíritus.\nEn este mundo, no existía el poder elemental.\nPor ello, los recuerdos de los muertos no podían permanecer en el reino mortal mediante la resonancia elemental.\nEl jefe de la aldea era un enemigo formidable. Su espada era extremadamente rápida, y consiguió causar muchas heridas en Jin 72, cada una tan profunda que llegó hasta sus huesos.\nPero, por desgracia, su corazón era demasiado lento.\nEste era un mundo sin elementos,\npor lo que su espada no se podía imbuir con ellos.\nEl manejo de la espada era, por tanto, una cuestión de pura habilidad física, y no de control elemental.\nLa espada es una extensión del cuerpo, tal y como el brazo controla los dedos, o como la mente dirige a los ojos.\nAunque era un experto en el arte de la espada rápida, el jefe de la aldea nunca comprendió el valor de la “mente”, por lo que cayó de un solo golpe.\nJin 72 caminó hacia el jefe caído y pateó el incensario roto que tenía en su mano izquierda.\nEl jefe se había concentrado demasiado en asestar una ráfaga de golpes salvajes sobre el cuerpo del espadachín, pensando que así lo agobiaría hasta no poder defenderse, y no tenía los ojos puestos en la mano izquierda de su enemigo, que debía estar vacía...\nEn un instante, el incensario golpeó al jefe de la Aldea Tupi en la frente con tal fuerza que lo estampó contra la pared. Tras ello, el jefe quedó totalmente fuera de combate. Ahora yacía inmóvil en el suelo.\n“Delincuente despreciable...”.\nPero solo le respondió el viento: el villano que sujetaba el incensario ensangrentado no dijo una palabra.\n“... La persona que estás buscando está en las montañas áridas más allá de este pueblo... Ve a buscar tu muerte allí...”.\nPero el villano se había ido, y lo único que le quedó ahí para responderle era el susurro del viento...\n... y el crepitar de las llamas salvajes."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Una popular novela de artes marciales de Liyue. Una historia de amor y odio, de amistad y enemistad, que tiene lugar en un mundo sin elementos y alquimia. En este volumen, se relata el peligroso viaje de Jin 72 a las montañas.\nJin 72 esperó hasta que el arcoíris desapareció para salir de la Aldea Tupi hacia las montañas desoladas.\nLa leyenda antigua decía que estas montañas áridas habían sido creadas por cortes de la espada del Emperador Celestial y, por lo tanto, eran increíblemente difíciles de escalar.\nSegún los cuentos populares, se les llamaba estériles porque habían sido empapadas por las lágrimas de la Madre Tierra y, por lo tanto, se habían convertido en tierras amargamente saladas donde nada crecía.\nLas montañas áridas habían sido explotadas una vez en busca de oro y gemas, pero todas las minas se arruinaron en un terremoto, y sus trabajadores quedaron enterrados.\nNadie volvió a intentar reconstruir la mina para extraer las riquezas de la montaña, y sus cavernas fueron infestadas de malvadas bestias y bandidos.\nY entre estos males escondidos en las montañas estaba la némesis de Jin 72.\nEl espadachín se estremeció y avanzó vacilante, porque las heridas que le había infligido el jefe de la Aldea Tupi en la batalla le estorbaban.\nSabía que algo lo observaba desde entre las rocas yermas, y que las bestias que habían captado el olor de su sangre estaban ocultas en todas partes.\nTantos años derramando sangre habían hecho que Jin 72 agudizara al máximo sus sentidos.\nSintió que aquellas montañas sin vida eran, en realidad, una gran trampa mortal.\nBandidos y villanos esperaban a que entrara en alguna estrecha gruta, se metiera en un pequeño desfiladero o pasara por la fosa de una mina derrumbada para atacarlo en la oscuridad y acabar con su existencia.\nPero, al menos por su aspecto actual, las escarpadas montañas parecían ser suficientes para matar a Jin 72.\nEl espadachín renqueaba con cada paso que daba por el traicionero y sinuoso camino. De vez en cuando, la grava se desprendía bajo sus pies.\nAl mismo tiempo, sobre un acantilado retorcido flanqueado por árboles muertos, los ojos de dos siluetas se entrecerraron al ver al diminuto vagabundo.\n“Ha estado peor desde que partió del campamento en la base de la montaña. Si dejamos que siga caminando por esa senda traicionera, seguramente caerá hacia el abismo”,\ndijo una vieja bruja delgada como un palo.\nMiró a su lado con unos ojos gélidos, mortales y agudos como una serpiente escondida en una hendidura rocosa.\n“Lo dudo”,\nrespondió, y se volvió para enfrentarse a la estruendosa voz de un anciano corpulento.\n“Mató a trescientos sesenta y dos personas en la Aldea Tupi, e incluso preparó un estofado con el perro guardián”.\n“Quizás fue gravemente herido por el jefe de la aldea al grado que casi no se puede mover, pero debemos tener cuidado”.\n“¡Auuu!”\nLa anciana desapareció en el bosque marchito emitiendo un ruido de disgusto.\n“...”.\nEl anciano observó un rato más mientras el espadachín cojo se detenía por un momento antes de darse unas palmadas en su gran barriga y partir lentamente.\nEn todo el viaje, no tocó ningún árbol seco, ni ninguna hoja de hierba.\nEntonces, las nubes se congregaron para anunciar la tormenta, y una lluvia mordaz comenzó a caer de nuevo.\nBajo la lluvia de la montaña, el herido Jin 72 se apoyó en su espada como una muleta y luchó hacia adelante.\nEl frío glacial y la cantidad de sangre que perdió fueron demasiado para él, que cayó sobre la grava y la estéril piedra.\nJusto cuando la oscuridad lo abrazó, alcanzó a ver el dobladillo ondulante de una falda azul celeste...\nJuraría haber visto eso antes..."
          }
        ]
      }
    ]
  }
}