{
  "epId": 2346,
  "name": "El zorro en el mar de dientes de león",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El zorro en el mar de dientes de león"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "“Dientecito, dientecito, vuela lejos con el viento un poquito”, recitó el zorro.\nSe trata de un inolvidable cuento de hadas de Mondstadt sobre un cazador y un zorro. Así empieza «El zorro en el mar de dientes de león», un cuento de 11 tomos.\n“Dientecito, dientecito, vuela lejos con el viento un poquito”,\nrecitó el zorro.\nSopló las semillas del diente de león, que se alejaron volando, y anunció solemnemente:\n“Así, sus deseos volarán con el viento y llegarán al Arconte Anemo”.\nEn ese instante, una ráfaga de viento se llevó muchos otros dientes de león.\n¿Volaron a algún lugar apacible junto con mis esperanzas y sueños?\n¿Cuándo ocurrió?\nHace algún tiempo, en la parte trasera del pueblo, crecían innumerables árboles frondosos, y en el centro del bosque había un pequeño lago.\nMe recordó a las vidrieras de la Catedral de Mondstadt, tan brillantes y resplandecientes.\nLa luz del sol brillaba a través de las hojas de los árboles, reflejándose en el agua como piedras preciosas fragmentadas. Era realmente bello.\nEse día hacía fresco. Yo estaba cazando en el bosque con mi arco y, al llegar al lago, sus resplandecientes aguas me recordaron a una mujer que amé hace mucho tiempo.\nNo recordaba cómo era, solo que sus ojos se parecían al agua del lago, brillantes como piedras preciosas fragmentadas.\nCreo que perdí la conciencia y me dormí sin darme cuenta al contemplar esas rutilantes aguas. Caminé indiferente por la orilla del lago y olvidé que había salido a cazar.\nDesperté cuando escuché el sonido de algo que se congelaba. Era una Flor de neblina que crecía junto al lago, y que congeló el agua que la rodeaba. Al lado había un zorro blanco que tenía la cola congelada en el agua. Pobre criatura.\n“Debe haber tocado con la cola el agua que hay junto a la Flor de neblina mientras bebía”.\nLas Flores de neblina son plantas peligrosas que podrían causar congelación si no se tiene cuidado. Hay que ser muy cauto para recogerlas.\nAl ver cómo me acercaba a él, el zorro forcejeó con miedo. Su cola congelada se agarrotó aún más y lanzó un gemido de dolor.\n“Oh, no. No hagas eso”,\npensé.\n“Pobre animal. Morirá de hambre si no lo salvo. Me lo llevaré a casa y esa será mi buena acción del día”.\nImaginé el delicioso guiso de zorro que podría cocinar con los rábanos que cultivé. Solo pensar en ello me devolvió la energía y me hizo sonreír.\nEntonces, saqué mi arco de cazador y caminé cuidadosamente hacia él.\n“Buen chico. No te muevas”."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "“Tranquilo, no te muevas”. Al encontrar a un cazador, ¿qué destino le espera al zorro atrapado por una flor de neblina?\nSegunda parte de la historia del cazador y el zorro.\n“Buen chico. No te muevas”.\nEsa frase me la enseñó el padre de mi padre. Cuando cazo zorros, siempre la recito silenciosamente para que mis manos no tiemblen al tirar de la cuerda del arco.\nCuando estaba a punto de disparar, el zorro levantó la cabeza y me miró directamente a los ojos. Sus ojos eran como el agua de un lago: brillantes como piedras preciosas fragmentadas.\nSentí como si el soplido de un fuerte viento dentro de mi cabeza desordenara mis pensamientos. Mi flecha no alcanzó su objetivo y rompió accidentalmente el hielo que atrapaba la cola del zorro. Este levantó su cola, me dirigió otra mirada rápida y corrió hacia el bosque.\nAclaré mis pensamientos y comencé a perseguirlo, pero ¿quién en este mundo podría correr más rápido que un zorro?\nPoco a poco, el zorro se hizo cada vez más pequeño y, finalmente, se convirtió en una mancha blanca.\n“¡Eh! ¡No huyas!”,\ngrité mientras me faltaba el aliento.\nLa mancha blanca disminuyó la velocidad al escucharme.\n“¿Me está esperando?”,\nsopesé.\n“Si este zorro quisiera huir, ya lo habría hecho”.\nLos zorros son unos animales extraños. Siempre acaban desapareciendo cuando corren, incluso cuando lo hacen en llanuras tan planas como Levantaviento, en las que se los ve claramente.\nEs como si huyeran a otro mundo.\nEsto confirmó lo que pensaba.\n“Ese zorro blanco me está esperando. Estoy seguro”.\nCon total confianza en el zorro, perseguí la brillante mancha blanca durante horas. De repente, empezó a soplar un viento helado.\nLo que vi a continuación me estremeció.\n“¿Qué es esto?”\nLa mancha blanca se dividió en dos.\nY luego en tres, en cuatro... Era como si se multiplicara a medida que soplaba el viento. Al final, perdí la noción de cuántas manchas había.\nEn ese momento, las manchas blancas volaron hacia mis ojos como para entrar en ellos. Me los froté y descubrí que las manchas solo eran dientes de león que flotaban. El zorro se había ido.\nMe reí de mí mismo y regresé a casa.\nMi cena fue un estofado de rábano y carne sin carne. ¡Qué poco me gustan los rábanos hervidos sin carne! Tenía mucha hambre y, poco a poco, me fui quedando dormido.\nMe desperté en medio de la noche por algo que se estaba moviendo fuera."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "El cazador que nunca conseguía cazar fue despertado por la conmoción del exterior. ¿Quién está ahí fuera?\nEl cuento del cazador y el zorro continúa. «El zorro en el mar de dientes de león», tercer tomo.\nNo pude atrapar al zorro blanco y tuve que irme a dormir con el sabor de rábanos hervidos insípidos en el estómago. Si no fuera por lo que estaba a punto de suceder, ya me habría olvidado de lo del zorro.\nDe repente, me desperté al escuchar unos ruidos extraños que venían de la puerta.\n“¿Serán jabalíes que han venido a comerse mis rábanos?”\nSalté de la cama y abrí la puerta. Para mi sorpresa, había un pequeño zorro blanco. Su pelaje era tan blanco que brillaba en la oscuridad de una manera similar a los rayos de sol que se reflejan en el agua después de filtrarse a través de las hojas de los árboles.\n“Debe ser el zorro del otro día”,\npensé, y luego vi esos ojos que parecían piedras preciosas en el agua. Me miraban como si lo estuvieran haciendo desde el fondo de mi corazón.\nEntonces, caminé hacia el zorro sin nada en las manos y con los ojos medio cerrados del sueño.\nEsta vez se quedó quieto y me esperó en silencio.\nCuanto más cerca estaba del zorro, más grande parecía.\nCuando me paré frente a él, se había transformado mágicamente en una persona.\nEra una chica alta y esbelta, con un cuello de cisne y piel nacarada. Sus ojos brillaban como piedras preciosas fragmentadas en el agua. Por la noche, parecían rayos de sol que se reflejaban en el agua después de filtrarse a través de las hojas de los árboles.\n“¡Qué belleza! Se parece mucho a la chica de quien estuve enamorado hace tiempo. No me acuerdo de cómo se llamaba, pero, con esos ojos, tiene que ser ella”,\npensé.\n“Esta debe ser la magia de los zorros”.\nLo más extraño fue que sabía que los zorros podían usar magia. Supongo que, después de ver esos ojos, cualquier cosa es posible.\nPero la magia y los zorros que se transforman no son nada en comparación con esos ojos que parecían piedras preciosas en un lago. Durante un tiempo, permanecimos en silencio en la oscuridad de la noche.\nPor fin, ella habló. Aunque no lo hacía en nuestra lengua común, de alguna manera pude entenderla. Debe ser otro de sus trucos.\n“Si no hubiera llegado cuando lo necesitaba, habría muerto en aquel lago”.\nSe paró a pensar y dijo:\n“Bueno, morir en ese lago de aguas bellas como piedras preciosas no habría sido tan malo.\nPero los zorros somos unos seres agradecidos, así que le devolveré el favor”.\nInclinó el cuerpo para hacer una reverencia. Su largo y sedoso cabello negro le caía por los hombros como si fuera una cascada."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "En una noche estival en la que los dientes de león flotan como copos de nieve, tiene lugar un encuentro tras varios días de ausencia.\nSiguiendo al zorro, el mar de dientes de león aparece ante los ojos del cazador. «El zorro en el mar de dientes de león», cuarto tomo.\nTras esa noche, el zorro no volvió a venir en varios días.\nPero durante esos días, en el bosque aparecieron más y más presas.\nPequeños pinzones, grullas de largas patas, jabalíes impetuosos...\n¿Era debido a la estación del año, o a la compensación del zorro? Fuera como fuese, esas noches al fin pude comer auténticos estofados con carne.\nPero el zorro no volvió a aparecer.\nSuena extraño, pero antes me costaba menos dormir, incluso con el estómago vacío. Ahora, repleto y satisfecho, no podía dejar de pensar en lo que vi aquel día, el zorro que se convertía en mujer.\n¿Cuándo volvería a ver esos ojos cristalinos como el agua del lago?\nEn este duermevela nervioso, oí un ligero ruido detrás de la puerta.\nEsperando ver una pequeña silueta blanca, salté de la cama y abrí la puerta.\nNo había ojos cristalinos ni una cola blanca y sedosa, sino dientes de león que flotaban bajo la luz de la luna, como si fueran copos de nieve.\nDe repente, algo se me metió en la nariz.\n“¡Achú!”\nAl momento, los suaves dientes de león formaron un remolino y volaron por todas partes, como en una ventisca.\nEn medio de la ventisca de dientes de león, dos ojos como dos piedras preciosas me miraban como si quisieran llegar hasta mi corazón.\nAtravesando el remolino de dientes de león, avancé hacia el pequeño zorro.\nEl zorro movió las orejas, agitó la larga cola sobre la hierba y, tras girarse, desapareció en la espesura del bosque.\nLo seguí rápidamente.\nUna pequeña bola blanca y esponjosa aparecía y desaparecía entre las sombras de los árboles.\nParecía la luz de la luna filtrándose entre las hojas, o los astutos Seelies con sus movimientos elegantes.\nConfiando en el zorro, lo seguí durante un tiempo hasta que salimos del oscuro bosque.\nAnte mí se extendía un mar interminable de dientes de león bajo la luz de la luna.\nCuando aún no había recuperado el habla, oí un ruido detrás de mí.\nUn sonido débil y ligero, como los pies descalzos de una joven caminando sobre un suelo cubierto de hojas secas.\nEl zorro llegó hasta mi espalda y el viento nocturno me trajo su olor, húmedo y fresco y con un matiz ligeramente amargo de diente de león.\nDos manos se posaron sobre mis hombros, los finos dedos fríos como el hielo.\nDespués se inclinó hasta mi oreja, sus largos cabellos derramándose sobre mi hombro.\nPude sentir a mi espalda su pulso y el movimiento de su respiración, calmada y tranquilizadora.\n“Solo los zorros saben cómo llegar a este lugar, la patria de los dientes de león.\nEspero que se quede en este lugar y enseñe a mi hijo a hablar la lengua de los humanos...\nComo pago, le enseñaré cómo transformarse”.\nMe hacía cosquillas en la oreja, como una suave brisa nocturna que transportara dientes de león.\nQué extraño, yo no había mencionado la magia de transformación, ¿cómo podía saberlo?\nNo respondió y me tomó la mano para guiarme hacia el interior del mar de dientes de león.\nEl viento del norte y el viento del sur, con su fragancia ligeramente amarga, traen recuerdos difusos.\nMe llevó a jugar tiernamente, al estilo de los zorros, entre los vellones blancos y suaves, hasta que la luna se elevó en el firmamento."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "Después de aceptar las condiciones del zorro, el cazador llegó a la tierra de los infinitos dientes de león. También era el lugar donde estaba su presa.\nEl cuento del cazador y el zorro en el mar dientes de león, parte 5.\nEn el infinito mar de dientes de león situado en medio de la nada, vi que estos despegaban con el ligero empuje de la brisa. De repente, supe la respuesta a esa pregunta que había permanecido en mi mente durante años.\n“Así que este es el sitio donde se esconden los zorros cuando los cazadores los persiguen”,\npensé.\n“Qué lugar tan bonito”.\nPero, cuando empecé a enseñarle al pequeño zorro a hablar nuestra lengua común, sentí un gran vacío, como si hubiera viento soplando en mi interior.\nAl hablar con ella y mirarle a esos ojos que parecían gemas en el fondo de un lago, no sentía que estuviera hablando con un zorro, sino con la chica que amaba hace años.\nPor eso, cuando el zorro y yo estábamos juntos, era como si la persona a quien amase hubiera tenido un bebé. Nos podíamos llevar bien, pero siempre me sentía algo triste.\nEn cuanto pensaba en su promesa —el zorro dijo que, si lograba enseñar a su hijo a hablar en lengua común,\nentonces, me enseñaría el truco para transformarme—,\ny en lo seriamente que la hizo, me sentía completamente entusiasmado.\nPodría transformarme en un pájaro que surca los cielos. ¿Cuán alto volaría? O podría transformarme en un pez que nadase hasta lugares en los que nunca he estado, como el Arrecife de Musk.\n“¡Ah! También podría transformarme para cazar”, pensé emocionado. “Así nunca más tendré que comer ese guiso de rábanos sin carne”.\nNo sé cuánto tiempo estuve en el mar de dientes de león, los cuales se balanceaban con el suave viento.\n¡En parte fue porque el pequeño zorro aprendía rapidísimo! No solo le enseñé a hablar, también a hacer cálculos, a plantar rábanos, a cambiar el cristal de una ventana, a afilar un cuchillo...\nEn los descansos, charlábamos un poco.\n“¿Por qué quieres aprender la lengua de los humanos?”\nA lo que rápidamente contestó:\n“Pues para transformarme en humano y hacer amigos humanos”.\nEntonces, le pregunté:\n“¿Y por qué quieres tener amigos humanos?”\nAgachó la mirada."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "“¿Por qué necesitas aprender a hablar como un humano?”. “Así podré ser amigo de los humanos cuando me convierta en uno”.\nEso es lo que cuenta el cuento infantil «El zorro en el mar de dientes de león», sexto tomo.\n“¿Por qué quieres aprender la lengua de los humanos?”\nle pregunté una vez al zorro.\nÉl respondió alegremente en lengua humana:\n“Pues para transformarme en humano y hacer amigos humanos”.\n“¿Y por qué quieres tener amigos humanos?”\nAgachó la cabeza, como si le hubiera preguntado algo que le entristeciera.\n“Una vez, vi a un chico en un bosque muy lejano.\nIba vestido de gris y su aspecto y mirada eran como los de un lobo”, añadió.\n“En aquel entonces, yo acababa de aprender magia, así que estaba eufórico. Correr a dos patas por la hierba era muy divertido, pero, desafortunadamente, la altura de un zorro no es como la de un humano. Tampoco lo son las cosas que vemos y olemos.\n¿Me entiende, profesor? Cuando me quise dar cuenta, estaba perdido”,\ndijo frustrado al recordar aquello.\nHabía corrido hasta llegar a un bosque muy lejano donde encontró muchos monstruos.\nCuando pensaba que iba a ser devorado, el lupino chico de gris apareció y ahuyentó a los monstruos. Luego, sin decir ni una palabra, desapareció en el bosque.\n“Si pudiera transformarme en humano y hablar en su lengua, ¡iría en busca de ese chico y me haría amigo de él!”,\ndijo el zorro lleno de júbilo.\nEntonces, no pude evitar preguntarle:\n“¿Es que yo no soy tu amigo?”\nEl pequeño zorro respondió con sinceridad:\n“Mamá dice que usted es mi profesor, y que, por tanto, somos diferentes. Espere, ahora que lo pienso, no debería haberle dicho eso”.\nInclinó la cabeza confundido. Su esponjosa cola acarició los dientes de león de alrededor mientras reflexionaba sobre la difícil pregunta.\n“¡Ya sé!”\nexclamó.\n“Si le enseño algo que usted no sepa, eso me convertiría en su profesor.\nSi los dos somos profesores, estaríamos en pie de igualdad”,\ndijo en su rudimentaria lengua común con mucho esfuerzo y atascándose en cada frase.\n“Profesor, déjeme enseñarle un truco de magia que solamente yo conozco”,"
          }
        ]
      },
      {
        "title": "Volumen VII",
        "desc": [
          {
            "type": "RichText",
            "text": "“Dientecito, dientecito, vuela lejos con el viento un poquito”, recitó el zorro.\n¿Podrá el Cazador también aprender magia para hacer realidad sus deseos? Descúbrelo en «El zorro en el mar de dientes de león», séptimo tomo.\n“Profesor, déjeme enseñarle un truco de magia que solamente yo conozco”,\ndijo en su rudimentaria lengua común con mucho esfuerzo y atascándose en cada frase.\nEn ese momento, arrancó un pequeño diente de león.\n“Dientecito, dientecito, vuela lejos con el viento un poquito”,\nrecitó el zorro.\nSopló las semillas del diente de león, que se alejaron volando, y anunció solemnemente:\n“Así, sus deseos volarán con el viento y llegarán al Arconte Anemo”.\nEn ese instante, una ráfaga de viento se llevó muchos otros dientes de león.\n“¿Lo ve? El Arconte ha escuchado mi deseo”,\nafirmó con alegría.\n“¿Qué has pedido?”\n“Ser amigo suyo, profesor”.\nEl pequeño zorro agachó la cabeza de repente.\n“La boca de los zorros tiene una estructura distinta a la de los humanos. Debe haber sido agotador enseñarle lengua común”.\nLa madre zorro había llegado inadvertida. Sus ojos eran tan profundos como un lago sin fondo. Ante tal mirada, el pequeño zorro se escondió entre los dientes de león.\n“Cuando domine la lengua de los humanos...”,\npensé.\n“Cuando domine la lengua de los humanos...”,\ndijo taciturna."
          }
        ]
      },
      {
        "title": "Volumen VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "“Cuando aprenda la lengua de los humanos...”. El viento nocturno se llevó el sonido de la voz del zorro junto con los dientes de león, cada vez más lejos.\nAl fin y al cabo, un zorro es distinto de un humano y sus alegrías y penas no son las mismas. Léelo en el cuento infantil «El zorro en el mar de dientes de león», octavo tomo.\n“Cuando domine la lengua de los humanos...”,\ndijo taciturna.\nAbsorto, contemplé su rostro.\nDespués dijo algo más, pero no lo oí con claridad. La traviesa brisa nocturna estaba cargada de dientes de león y amortiguaba sus quedas palabras.\n¿O tal vez ese era su idioma original, la lengua del viento y los dientes de león?\nAl ver que no decía nada, se echó a reír.\nSu risa era muy hermosa. Sus ojos curvados relucían con una luz entrecortada, como dos lunas en un lago ondulante.\n“¿Por qué quiere aprender la magia de transformación de los zorros?”\n“Quiero aprender la transformación para poder surcar los cielos como un pájaro, para poder volar hasta sitios lejanos que nunca he visto siquiera...”\nEsa fue mi respuesta.\n“Oh, y así cuando esté cazando no tendré que agazaparme entre la maleza, sino que podré ir volando por el cielo como las aves de presa”.\nDespués no pude evitar pensar eso.\nComo si el diente de león que tenía en la mano hubiera oído mi deseo, se fue flotando hacia la luna.\n“¿Sí?”\nElla bajó la cabeza y su largo cabello negro cayó como una cascada desde su cuello pálido. La luna se reflejaba en su pelo y se extendía por su piel nívea, brillante y reluciente, como si pudiera reflejar la sombra de las nubes del cielo.\nYo no podía apartar los ojos de ella. Tras un momento, me sonrojé y aparté la mirada ligeramente.\nAl fin y al cabo, los zorros son bestias libres y no esconden su hermosura por vergüenza, como hacen los humanos.\nAunque ya no era la primera vez que la miraba o que la tocaba, cada vez que la luna se posaba en su cabello no podía evitar sonrojarme y apartar la mirada.\nElla giró la cara mientras reflexionaba y exhaló un suspiro, como si estuviera molesta.\nPermanecimos en silencio sentados en medio del mar de dientes de león durante mucho tiempo, tanto que pensé que estaba enojada conmigo.\n“Los zorros somos seres agradecidos. Le enseñaré la transformación para que pueda cumplir su deseo”.\nEl zorro me miró al decir eso.\nSus reconfortantes ojos cristalinos centelleaban a la luz de la luna.\n¡Qué alivio! ¡No se había enojado!\nPor alguna razón desconocida, dejé escapar un breve suspiro."
          }
        ]
      },
      {
        "title": "Volumen IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuando te enseñe lo que no se puede enseñar, ¿podré volver a ver este mar de dientes de león?\nEn el mar de dientes de león, el cazador comienza a pensar en el momento de la separación. «El zorro en el mar de dientes de león», noveno tomo.\nLos zorros son animales inteligentes y astutos.\nEl pequeño zorro aprendía muy deprisa y, en ocasiones, incluso hacía preguntas que me ponían en un aprieto.\nDespués de todo, el idioma de los humanos es complejo y refinado, a diferencia de la sencilla lengua de las bestias.\nA veces, el idioma es como un ovillo con el que jugara un minino, con hebras colgando por aquí y por allá, enredándose en la boca de los estudiantes y a veces también en la del profesor.\nSin embargo, los zorros son animales inteligentes. El zorrito aprendió rápidamente muchos términos relacionados con el viento, y era capaz de describir con palabras burdas la forma de los dientes de león y los estanques en los que se reflejaba la luna.\nCada vez que el zorrito aprendía una palabra nueva, cada vez que intentaba explorar el mundo con el idioma que estaba aprendiendo, cada vez que le daba un nuevo significado al viento, los dientes de león y la tierra, ella estaba a nuestro lado, mirándonos.\nEl pequeño zorro aprendía muy deprisa, pero yo no me sentía satisfecho.\nCuando le enseñe lo que no se puede enseñar, ¿me dejará quedarme en este mar de dientes de león?\nCuando llegue ese momento, ¿podré contemplar esos ojos amables bajo la luz de la luna?\n¿Volverá a reírse de forma traviesa y me guiará hasta las profundidades del mar de dientes de león, donde retozaremos y respiraremos el aroma de la brisa que trae un matiz amargo?\nAl reflexionar así, me perdí en recuerdos melancólicos.\nAquella noche que ya está borrosa en mi memoria, cuando me despedí de aquella chica, la luna que nos observaba desde lo alto era la misma que esta.\n“Se ha esforzado mucho durante este tiempo”.\nNo sé en qué momento el zorro había aparecido ante mí. Hizo una reverencia y su largo cabello negro, resplandeciente bajo la luz de la luna, cayó en cascada por sus hombros.\n“Cuando domine la lengua de los humanos, quizás pueda hacer nuevos amigos...\nLe agradezco mucho lo que ha hecho por nosotros. Desde que empezó a enseñarle el idioma, está mucho más alegre que antes”.\nMe observó con aquellos ojos profundos que relucían como piedras preciosas.\n“Cuando nos haya enseñado todo lo que hay que saber... ¿a dónde irá?”.\nFascinado por sus ojos centelleantes, por un momento olvidé responder.\n¿Es esto también la magia de los zorros?\nEl zorro, al ver que no decía nada, sonrió y exhaló un suspiro.\nDespués se giró y avanzó en la dirección de la luna, guiándome hacia el centro del mar de dientes de león.\nEl zorrito, al ver esto, agitó la cola y, volviéndose, se adentró en la espesura de dientes de león."
          }
        ]
      },
      {
        "title": "Volumen X",
        "desc": [
          {
            "type": "RichText",
            "text": "Llegó el día de separarse... El zorro se despide de su madre, de su maestro y del mar de dientes de león.\nEs hora de cumplir la promesa. «El zorro en el mar de dientes de león», décimo tomo.\nEl pequeño zorro seguía saludándonos con la mano mientras caminaba. Su figura se hizo cada vez más pequeña hasta convertirse en una pequeña mancha blanca. La mancha se mezcló con el mar de dientes de león y se desvaneció lentamente.\nTras desaparecer, la madre zorro se giró hacia mí.\nSu figura se volvía más grande a cada paso que daba.\nCuando se puso frente a mí, se transformó repentinamente en humana.\nEra una chica alta y esbelta, con un cuello de cisne y piel nacarada. Sus ojos brillaban como piedras preciosas fragmentadas en el agua. Por la noche, parecían rayos de sol que se reflejaban en el agua después de filtrarse a través de las hojas de los árboles.\n“¡Qué belleza! Se parece mucho a la chica de quien estuve enamorado hace tiempo. No me acuerdo de cómo se llamaba, pero, con esos ojos, tiene que ser ella”,\npensé.\nLa magia y la transformación en humana se quedaban cortas comparadas con esos ojos, que parecían lagos y perlas. Permanecimos en silencio en aquel infinito mar de dientes de león.\nFinalmente, no pude contenerme y dije:\n“Entonces, ¿lo que me vas a enseñar es la magia de transformación?”\n“Así es. Le estoy muy agradecida por habernos ayudado todo este tiempo”.\nInclinó el cuerpo para hacer una reverencia. Su largo y sedoso cabello negro le caía por los hombros como si fuera una cascada.\nDespedirme del pequeño zorro me había dejado un gran vacío en el corazón. Pero el mero hecho de pensar en transformarme me volvía eufórico.\nPodría transformarme en un pájaro que surca los cielos. ¿Cuán alto volaría? O podría transformarme en un pez que nadase hasta lugares en los que nunca he estado, como el Arrecife de Musk.\n“¡Ah! También podría transformarme para cazar”, pensé emocionado. “Así nunca más tendré que comer ese guiso de rábanos sin carne”.\n“Quédese quieto, por favor”.\nEmpezó a dar vueltas a mi alrededor mientras se volvía más grande con cada giro que daba.\nNo, no solo ella se volvía grande. También los dientes de león, que en un principio me llegaban por los tobillos, pero que pronto alcanzaron mi cintura hasta convertirse en imponentes árboles.\nSentí algo extraño y me di cuenta de que la madre zorro se había convertido en una gigante."
          }
        ]
      },
      {
        "title": "Volumen XI",
        "desc": [
          {
            "type": "RichText",
            "text": "“Dientecito, dientecito, vuela lejos con el viento un poquito”, recitó el zorro.\nUn inolvidable cuento de hadas de Mondstadt sobre un cazador y un zorro. No te pierdas el final de «El zorro en el mar de dientes de león».\nEn ese instante, me di cuenta de que yo me había convertido en un diente de león.\nNo podía gritar por mucho que quisiera, pues los dientes de león no tienen ni lengua, ni boca. Lo único que podía hacer era ver cómo la gigante me arrancaba cuidadosamente utilizando sus dedos pulgar e índice.\n“Dientecito, dientecito, vuela lejos con el viento un poquito”,\nrecitó la zorro.\nSopló las semillas del diente de león, que se alejaron volando, y yo quedé atrapado en una tormenta que me arrastró.\nEl remolino me hizo marearme. Esos ojos, que brillaban como piedras preciosas en un lago, se alejaban de mí cada vez más junto con mi consciencia y el deseo que pidió el zorro.\n“Arconte Anemo, ¡transfórmanos a los zorros en humanos, pues solo así dejaremos de temer sus arcos y cuchillos de caza!”\n...\nMe desperté en el bosque que había detrás de mi pueblo.\nTenía una exuberante vegetación y, en el centro, había un pequeño lago.\nMe recordó a las vidrieras de la Catedral de Mondstadt, tan brillantes y resplandecientes.\nLa luz del sol brillaba a través de las hojas de los árboles, reflejándose en el agua como piedras preciosas fragmentadas. Era realmente bello.\nEse día hacía fresco. Yo estaba cazando en el bosque con mi arco y, al llegar al lago, sus resplandecientes aguas me recordaron a una mujer que amé hace mucho tiempo.\nNo recordaba cómo era, solo que sus ojos se parecían al agua del lago, brillantes como piedras preciosas fragmentadas.\nCreo que perdí la consciencia y me dormí sin darme cuenta al contemplar esas rutilantes aguas."
          }
        ]
      }
    ]
  }
}