{
  "epId": 2347,
  "name": "Diario de alguien",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Diario de alguien"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Cartas que colecciona Dongdong, de la Aldea Chingtsé. Al parecer, es una correspondencia con su padre.\nQuerido Dongdong:\n¡Qué rápido pasa el tiempo! Hace ya tres meses que estoy fuera. ¿Me extrañas, hijo? ¿Te vas a dormir temprano todos los días? ¿No estarás portándote mal con la gente del pueblo, o sí? No pasa nada, dentro de poco estaré de vuelta. En cuanto regrese de Inazuma, te prometo que esta vez sí iremos al puerto a ver los barcos de la Flota Crux Meridianam.\nDongdong, ¿te acuerdas de la Costa Yaoguang? He conseguido tanto oro que no puedo ni cargar con él. Cuando regrese, ¡vamos a comer muchas cosas deliciosas y a hacer tofu todos los días con el molino del pueblo! Pero lo que más me gustaría hacer con este dinero es comprar una casa en Liyue. Una de esas con vistas al mar. Cuando haya vuelto, tú decides qué hacer, ¿vale?\n¿Sabes? Me encontré con un Guardián de las Ruinas en un acantilado enorme que había enfrente del Estanque Luhua, en la Llanura Guili. Estaba allí sentado cabizbajo, totalmente quieto, mientras el tronar ensordecedor y la fuerte lluvia caían sobre él, que ni se inmutaba. Me quedé mirándolo un buen rato hasta que, por fin, ¡me di cuenta de que el guardia estaba dormido! Comencé a trepar por su cuerpo, orgulloso de mis capacidades. Llegué a su cabeza y, al poner mis manos sobre ella, se escuchó un ruido. ¡Crac! Y acto seguido otro. ¡Buuuum! La cabeza cayó peñasco abajo y, desgraciadamente, se rompió en pedazos. De lo contrario, me la habría llevado como botín de guerra para mostrártela.\nCuando seas un poco más grande, te llevaré a ver los paisajes del Desfiladero Jueyun. Allí, la niebla es como un mar de nubes, las cascadas son aún más imponentes que las de la Aldea Chingtsé y uno puede contemplar cómo la morada de los Adeptus aparece y desaparece entre la bruma. Es realmente impresionante. ¡Y hasta he conocido a un Adeptus de verdad! Comimos, bebimos, hablamos y nos reímos juntos. Incluso me regaló una botella de la que sale vino cuando soplas. Pero tú no puedes tocarla, que todavía eres pequeño y no puedes beber alcohol. Cuando crezcas, mis valiosas pertenencias serán todas tuyas.\nCuando acabe mi aventura en Liyue, iré al puerto para tomar un barco de la Flota Crux Meridianam en el que navegaré hacia un nuevo destino lejano. Seguro que veré aún más cosas impresionantes y tesoros escondidos. ¡Qué ganas de contártelo todo! Dongdong, tú sigue portándote bien y acostándote pronto. No comas muchos dulces, que te saldrán caries. ¡Y no hagas enojar a los ancianos del pueblo! Intenta llevarte bien con todo el mundo y no te pelees con nadie. Yo regresaré muy pronto con muchísimas cosas que contarte.\nCuídate mucho. Papá."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario dejado por alguien en la naturaleza. Describe un encuentro desafortunado en la Costa Yaoguang.\n«Costa Yaoguang»\nOtra vez hay niebla. De haberlo sabido, no habría hecho caso a esos viejos mineros y no habría venido hasta aquí por oro. Los muy vejestorios se jubilaron hace ya diez años y toda la información que me dieron está obsoleta. ¡No me sirvió nada de lo que me dijeron! Con tanta niebla no pude encontrar nada, ni siquiera la dirección de vuelta a casa. Oye, Dongdong, tú estarás comiendo bien, ¿no?\nEscuché el ruido de unos Hilichurls provenir de algún lugar entre la niebla. Quizás debería ir en dirección opuesta a ese ruido. Así alguien me salvará...\nDespués de caminar durante no sé cuánto tiempo, la niebla siguió sin disiparse y yo ya no sabía si era de día o de noche. ¿Eh? ¿Eso que veo son unas sombras? Que el Rey de la Roca me salve de no equivocarme de camino, pero, si voy con ellas, puede que alguien me rescate. Decidido: iré con las sombras.\nAl final, como la niebla era tan densa, no me podía fiar ni de las sombras, así que decidí acampar hasta que se fueron para proseguir. No sé, a lo mejor debería regresar por donde vine...\n¡Maldición! Escucho Hilichurls por todas partes. Voy a...\n(El contenido del diario acaba aquí)."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario dejado por alguien en la naturaleza. Describe un encuentro desafortunado en la Llanura Guili.\n«Llanura Guili»\n¡Qué mala suerte!\nDespués de todo lo que me costó huir del campamento Hilichurl y llegar a la Llanura Guili, ¡un Guardián de las Ruinas me empezó a perseguir! Como no reaccionó en absoluto aunque estaba lloviendo a cántaros, pensé que era porque no podía moverse. Quién me iba a decir que un repentino destello sobre su cabeza lo despertaría. ¡Estaba vivo!\nIntenté huir como un pollito indefenso mientras el Guardián me perseguía para tirarme por el peñasco. Menos mal que, de tanto correr, acabé encontrando una gruta en el pie del mismo, donde pude esconderme y burlar al enemigo. Si no, habría terminado hecho pedazos o... No sé, no quiero ni pensarlo.\nAhora ya lo he dejado muy atrás, pero sigo escuchando en mis oídos un ruido parecido al zumbido de mil abejas. Debo haberme roto dos huesos, porque no tengo fuerza en los brazos. Pero aún puedo seguir... No; tengo que seguir. Con mi edad, si no hago un último esfuerzo, no sé si volveré a ver a mi hijo Dongdong y a su madre."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario dejado por alguien en la naturaleza. Describe una aventura en el Desfiladero Jueyun.\n«Desfiladero Jueyun»\nEn el pie de la montaña, conocí a un herborista que me arregló los huesos de una manera muy dolorosa. Me contó que muy poca gente consigue sobrevivir en una pieza a un Guardián de las Ruinas... Así que supongo que yo tuve mucha suerte.\nDesde lo alto, lo único que se veía era cómo la niebla cubría todo el Desfiladero Jueyun, una región con muy poco rastro humano. Era imposible discernir cuán denso era el mar de nubes. En las profundidades del bosque de piedra, el lejano rugir de monstruos y bestias iluminadas que se escuchaba me ponía los pelos de punta. No entiendo cómo podían sacar de aquí ámbar y hierbas medicinales. Se supone que, antiguamente, mucha gente pobre del pueblo se asentó en Liyue porque se ganaban la vida con el tráfico de material medicinal. ¿Cómo es que yo no tengo esa suerte?\nAquella noche llovió mucho y las montañas estaban demasiado resbaladizas para escalar. No sé dónde puse mi arnés y mi pico de escalar. Qué raro, yo no suelo ser tan descuidado. ¡Seguro que es culpa de los monstruos de la montaña! Quizás haya sido un zorro...\nTras cuatro o cinco días de ir de acá para allá, por fin logré obtener unas buenas hierbas medicinales, así que empecé a prepararlo todo para marcharme. En un principio, pensé en explorar un poco más, pero este lugar endemoniado es terrorífico. Por las noches, siento como si las sombras del bosque me siguieran por detrás, y los rugidos de los monstruos, procedentes de la cima de las montañas, se escuchan cada vez más cerca.\nAl descender de la montaña, tomé del suelo una vieja botella que no estaba en mal estado. Solo tuve que lavarla un poco en un manantial. Se la daré a Dongdong cuando regrese. Seguro que se pondrá muy contento. Le diré que es una valiosa botella que me regalaron los Adeptus."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario dejado por alguien en la naturaleza. Describe sus experiencias en Liyue.\n«Liyue»\nComo vendí en la Farmacia Bubu la medicina que recolecté, no solo recuperé el dinero perdido, sino que también gané algo de más. Si sigo así, podré comprar una casa en Liyue en unos años más para vivir junto a Dongdong. Lo bueno es que, para entonces, él estará a punto de comenzar la escuela.\nSi hubiera sido buen estudiante cuando era joven, no habría conocido a esa chusma de los Ladrones de Tesoros, ni me habría gastado la herencia de mi padre. Cuando pienso en eso, solo quiero que Dongdong estudie con el mejor profesor y haga buenos amigos. Así nunca se tendrá que ver en la misma situación que yo. Por él, aún no puedo rendirme. Tengo que seguir esforzándome.\nAun así, sigo aferrándome a la idea de hacerme rico de repente, por lo que probé suerte en un juego de apuestas en El Misterio del Jade. En un principio, no quería malgastar el dinero en ello, pero es que el Jefe Shitou es tan elocuente... Al final acabé apostando todo mi dinero, ¡y no tuve tan mala suerte! Conseguí ganar unas nefritas de buena calidad, pero perdí la hoz que usaba para recolectar hierbas, y también el botiquín.\nAhora ya no me queda nada. Aunque los tesoros que gané son muy buenos, no es fácil cambiarlos para comprar otras cosas. Lo único que puedo hacer es seguir jugando. Iré al extranjero a probar suerte. ¿Me aceptará la Capitana Beidou si pido refugio en la Flota Crux Meridianam?\nMe conformo con cualquier cosa. Aunque solo sea para limpiar la cubierta del barco. Hace tres días que no como nada..."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Un diario dejado por alguien en la naturaleza. Describe un encuentro desafortunado en la Isla Jinren.\nIsla Jinren\nRobé un bote del barco pirata y remé durante tres días con sus noches hasta que llegué a tierra.\nDesde aquí puedo ver la legendaria montaña de la Isla Narukami y el Cerezo Sagrado que crece en ella. Sus colores son dulces y serenos bajo la luz de la luna y me traen recuerdos de mi hogar.\n¿Se sentirá solo Dongdong en la Aldea Chingtsé? No sé si hice lo correcto al venir hasta tan lejos para ganarme la vida. Creo que me estoy haciendo viejo y por eso pienso estas tonterías.\nMientras deambulaba por esta isla encontré una especie de melón de color violeta. Era un poco astringente y no tenía mucho sabor. Lo comí con piel y los dientes y la lengua se me pusieron violetas; el color tardó bastante en desaparecer. La próxima vez lo cocinaré antes de comerlo.\nMonté un pequeño campamento en la isla. Mañana, cuando amanezca, iré hacia el sur... Los piratas dijeron que la capital de Inazuma está en esa dirección.\nEn la ciudad debe haber muchas ofertas de empleo. Tal vez debería quitarme de la cabeza esta tontería de las aventuras y buscar un trabajo de verdad. Cuando haya ahorrado suficiente dinero y tenga mi propia casa, iré a buscar a Dongdong y lo traeré aquí.\nAdemás, aquí el precio de la vivienda es mucho menor que en Liyue."
          }
        ]
      }
    ]
  }
}