{
  "epId": 2348,
  "name": "La todopoderosa Shogun: renacida como Raiden con un poder ilimitado",
  "desc": "Una novela ligera muy popular en Inazuma. Cuenta la historia de una persona normal y corriente que de pronto se convierte en la Shogun Raiden. Debido a su original y entretenida trama, se ha vuelto muy popular y ha servido de inspiración a muchos autores de novelas ligeras.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Detalles",
        "desc": [
          {
            "type": "RichText",
            "text": "La vida a veces es así.\nNuestros padres siempre decían que había que saber distinguir entre el bien y el mal, entre lo bueno y lo malo. Pero lo cierto es que siempre nos toca elegir entre dos opciones malas y solo nos limitamos a elegir la menos mala.\nMi novia ha roto conmigo y le ha dicho a mis jefes que soy adicto al juego, así que ahora tampoco tengo trabajo. No tengo dinero para hacer ese tipo de cosas. Si no pago las tasas de protección, mis padres podrían estar en peligro.\nY encima me han regañado por no tener perspectiva de futuro, por no tomarme el trabajo en serio y no tener ahorros.\n¿Por quién hago esto? Yo... No he hecho nada malo, ¿verdad?\nPero si hubiera hecho algo malo, sería haberme esforzado para nada, querer acabar con todo esto y aun así tener agallas para hacerlo.\n¿Qué importa ahora? Les pagaré en cuanto vengan y después tendré que pensar en cómo ganar Mora. Si no, voy a tener que empezar a comer algas.\nBueno, tal vez deberíamos elegir la menos mala de las dos opciones.\nQue me corten en dos con una espada o que me caiga una piedra y me aplaste... ¿cuál de las dos sería mejor?\n“Tzzz...”\n¿Qué es ese sonido tan extraño...?\n¿Será que se acerca una tormenta?\n...\nNo sé cuánto tiempo he estado inconsciente.\nAntes de perder el conocimiento recuerdo haber tenido la sensación de que algo afilado me atravesaba el cuerpo.\n“Pero... ¡¿cómo es que no me duele nada?!”\nMe sobresalté tanto que se me escapó un grito.\n¿Esa es mi voz?\n“Ah, ah.”\nEra cierto.\nLevanté un brazo y comprobé como, debajo de la hermosa tela, asomaba una piel sorprendentemente pálida.\nAquel no era mi cuerpo, pero durante un instante mi mente no fue capaz de procesar aquel hecho.\nNo era posible.\nMe puse en pie y por fin fui capaz de admirar los ropajes que vestía en todo su esplendor.\nCada detalle estaba bordado al milímetro, casi como si fuera la ropa de alguien realmente importante.\nAcaso...\n“Pero ¿y el renacuajo de antes?... Esta es... ¿la Shogun Raiden?”,\ndijo con una potente voz.\nSí.\nParecía que me había convertido en la Shogun Raiden.\nLos Samuráis Kairagi que venían a por la tarifa de protección se pusieron en guardia. No podía ver sus rostros, pero sus movimientos denotaban cautela y miedo.\nNunca había visto nada semejante.\n“Chicos, es la hora de la v-venganza...”\nSu voz se quebró. Tenía miedo.\nNo quería quedar en ridículo delante de sus compañeros, así que no podía huir, pese a que ya sabía como acabaría aquello.\nCada vez había más... Veinte, treinta, cincuenta...\nTal vez pensaban que tener ventaja en número les daría una oportunidad.\nPero el poder de la Shogun Raiden no es algo con lo que pueda compararse la gente normal y corriente.\n“Venga, adelante.”\nRespira, concéntrate y ponte en posición.\nCon este golpe de espada, cambiaré mi destino.\n“Filo del pensamiento vacío...”\n...\nEspera.\n“¿Cómo se supone que se usa el Filo del pensamiento vacío?”"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La todopoderosa Shogun: renacida como Raiden con un poder ilimitado"
          }
        ]
      }
    ]
  }
}