{
  "epId": 2349,
  "name": "La pulsera de perlas",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La pulsera de perlas"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "La pescadora Zi Xin, nacida en el seno de una familia muy pobre, pierde por accidente la pulsera de perlas que siempre lleva puesta mientras vendía pescado en la calle. Lo que no sabía es que esa pulsera la llevaría hasta la persona con quien estaba predestinada...\nActo I: De peces y agua\nProtagonista masculino: Fan Jie\nProtagonista femenina: Zi Xin\nPersonaje cómico: Sra. Zhang\nPrimera escena\n(Zi Xin entra en escena vestida de azul)\n(Declamación)\nZi Xin: La marea refleja la montaña y la brisa acaricia el verde arrecife.\n(Aparte)\nZi Xin: Soy la hija de un pescador y crecí junto al muelle. Ya tengo dieciséis años.\nZi Xin: Mis padres ya no son jóvenes. ¿Qué otra cosa puedo hacer, más que salir en la barca? Es mi destino.\n(Dongtang, lento)\nZi Xin: Los peces nadan libremente y su venta sustenta mi hogar. Echo las redes al agua y vuelvo a comenzar.\n(Zi Xin lanza la red y la vuelve a recoger)\n(Dongtang, appassionato)\nZi Xin: A la intemperie siempre estoy faenando, por sobrevivir siempre luchando. El frío es mi eterno compañero mientras los ricos disfrutan de su brasero.\nZi Xin: Aunque de los vestidos de seda de las muchachas ricas no puedo disfrutar, la pulsera de perlas que llevo en la muñeca alegra mi faenar.\nZi Xin: En una familia pobre, la belleza es inútil. El sustento lo gano con mi trabajo y lo demás es fútil.\n(Zi Xin amarra su bote en el muelle y salta a la orilla)\n(Dongtang, senza misura)\nZi Xin: Es hora de vender el pescado en las calles de este poblado.\n(Zi Xin sale de escena)\nSegunda escena\n(Zi Xin lleva una cesta)\n(Dongtang, straziante)\nZi Xin: ¡Pescado fresco! ¡Pescado fresco!\n(La Sra. Zhang aparece llevando una cesta con flores)\n(Sprechstimme)\nSra. Zhang: ¡Qué peces tan energéticos! (Los peces aletean y salpican de agua a la Sra. Zhang). ¡Harán una buena sopa!\nSra. Zhang: Así empapada de pies a cabeza, ¿no parezco realmente una joven belleza?\n(Aparte)\nZi Xin: ¿Cómo se llama, abuela?\nSra. Zhang: Soy la Sra. Zhang y vendo flores en esta calle.\nSra. Zhang: Jovencita, con esa vocecilla no conseguirás vender ni un pescado en todo el día.\nSra. Zhang: Muy linda es tu carita, pero si no levantas la voz, no podrás llenarte la barriguita.\n(Zi Xin baja la cabeza)\n(Aparte)\nZi Xin: No se ría de mí, Sra. Zhang.\nZi Xin: ¡Oh, no!\nSra. Zhang: ¿Qué sucede?\nZi Xin: ¡La pulsera que siempre llevo no está! ¿Qué voy a hacer ahora?\n(Fan Jie entra en escena vestido con vivos colores y llevando la pulsera de perlas en la mano)\n(Dongtang, andante calmo)\nFan Jie: Durante mi paseo matutino encontré esta pulsera de perlas por azares del destino.\n(Aparte)\nFan Jie: Soy Fan Jie y trabajo en el muelle. Mis compañeros me eligieron como su jefe.\nFan Jie: La pulsera que encontré debe ser de esa joven.\nFan Jie: Quiero devolvérsela, pero no deseo que me acusen de haberla robado.\nFan Jie: Comprobaré primero si tiene marcas en la muñeca de haberla llevado.\n(Dongtang, preludio de 12 compases, irato)\nFan Jie: ¿Se vende el pescado con facilidad en esta agradable ciudad?\nZi Xin: Con esta frescura, no dejará usted ni la raspadura.\nFan Jie: ¡Qué peces tan vivaces! ¡Sus ansias de libertad son voraces!\nFan Jie: Acérquese para que pueda verla mejor.\n(Zi Xin se acerca)\nFan Jie: Las perlas son el adorno perfecto para su hermosura.\n(Dongtang, appassionato)\nZi Xin: ¿Este hombre me querrá engañar? Sus artimañas no me podrán conquistar.\nZi Xin: Con mis ojos almendrados le lanzaré una mirada que lo dejará helado.\nZi Xin: ¡Menuda insolencia! ¡Su dignidad brilla por su ausencia!\n(Aparte)\nFan Jie: No se enfade, señorita. Solo quería ver si tenía la marca de una pulsera en la muñeca.\nFan Jie: Parece que es usted la dueña de esta pulsera. Ahora que se la devolví, no la molestaré más.\nFan Jie: Soy Fan...\n(Se interrumpe, se tapa la boca y se gira. Fanjie sale de escena)\nFan Jie: ¡Es hora de irme!\n(Aparte)\nZi Xin: Oh, mi héroe, espere...\n(Dongtang, lento)\nZi Xin: Por mi forma adusta, traté a ese hombre de forma injusta.\nZi Xin: ¡Su nombre olvidé con mi turbamiento! ¿Cómo podré mostrarle mi agradecimiento?\n(Aparte)\nZi Xin: Me avergüenzo de mí misma...\nSra. Zhang: Doy mi testimonio de que esto huele a matrimonio. ¡El destino y su fortuna te ofrecieron un marido, tontuna!"
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Antes de que Zi Xin pudiera conocer el nombre del joven que le devolvió su pulsera, este ya se había marchado. Para encontrarlo, la Sra. Zhang le dio una idea...\nActo II: Se busca pulsera de perlas\nProtagonista masculino: Fan Jie\nProtagonista femenina: Zi Xin\nPersonaje cómico: Sra. Zhang\nPersonajes cómicos secundarios: Zhang San, Li Si, Wang Erma\nPrimera escena\n(Zi Xin y la Sra. Zhang entran en escena)\n(Aparte)\nZi Xin: Últimamente me siento afligida, no consigo estar tranquila.\nZi Xin: Todo por haber culpado a ese caballero tan bondadoso.\nZi Xin: Él solo quería devolverme mi pulsera de perlas, mas yo ni siquiera le di las gracias. Tampoco le pregunté por su nombre, sino que le di una reprimenda.\nZi Xin: ¡Qué avergonzada me siento! Me encantaría encontrar a ese hombre tan bueno. Pero ¿cómo voy a encontrarlo en un puerto tan grande?\nSra. Zhang: No creo que debas sentirte triste ni preocupada.\nZi Xin: Oh, Sra. Zhang, ¿por qué dice eso?\nSra. Zhang: Si cuelgas un aviso anunciando que habrá una recompensa para quien encuentre tu pulsera de perlas, ¿no crees que vendrá a ti?\n(Danching, andante calmo)\nZi Xin: Hay quien dice...\nZi Xin: Que el vino hace que la gente se sonroje, y que la riqueza el corazón encoge.\n(Zi Xin camina cabizbaja)\nZi Xin: A ese caballero deseo encontrar, mas dudo si él se querrá mostrar.\n(Aparte)\nSra. Zhang: Vamos, no dudes tanto. ¡Hazlo y ya!\nSra. Zhang: Hazme caso y no te arrepentirás.\n(Zi Xin y la Sra. Zhang salen de escena)\nSegunda escena\n(Zhang San, Li Si y Wang Erma entran en escena)\n(Sprechstimme)\nZhang San: Me llamo Zhang San.\nLi Si: Me llamo Li Si.\nWang Erma: Me llamo Wang Erma.\nZhang San: Miren este aviso. ¡Vamos por la recompensa!\nLi Si: ¿En serio crees que voy a hacer algo bueno por alguien?\nWang Erma: El tonto de Li Si tiene razón.\n(Aparte)\nZhang San: Amigos, amigos, ¿vienen todos a reclamar la recompensa de la señorita Zi Xin?\nLi Si: Así es.\nWang Erma: Efectivamente.\nLi Si: ¿Tú también encontraste el tocado de flores de Zi Xin?\nWang Erma: Que yo recuerde, lo que perdió fueron unos aretes.\nLi Si: ¿Qué dices? Era un tocado.\nZhang San: Tontos, ¡era un perfume!\nWang Erma: Bah, qué más da. ¿Acaso importa lo que hayamos encontrado cada uno?\nZhang San: Jajajaja.\nLi Si: Jajajaja.\n(Zhang San, Li Si y Wang Erma van a ver a Zi Xin)\nZhang San: Hola, Zi Xin. Soy Zhang San, y he encontrado el perfume que perdiste. ¿Tienes la recompensa?\nLi Si: ¡Aparta! Soy Li Si, y yo encontré tu tocado de flores. La recompensa es mía.\nWang Erma: ¡Cierren el pico! Soy Wang Erma, y he encontrado tus aretes. La recompensa me corresponde a mí.\nZi Xin: ¿D-de qué están hablando? ¡Me están mareando!\nZi Xin: Además, no conozco a ninguno de los tres. Si hubiera perdido mis aretes, mi perfume o mi tocado de flores, ¿no creen que lo sabría?\nZhang San: Seguro que no te acuerdas porque estabas demasiado ocupada vendiendo pescado. Pero no te preocupes, dame la recompensa y asunto cerrado.\nLi Si: Venga, ¡danos esos Moras!\nWang Erma: Si no nos das nada, destruiremos tu puesto y socavaremos tu reputación.\nZi Xin: ¿Pero de dónde han salido estos rufianes?\nZi Xin: Sra. Zhang, mire lo que ha pasado por hacerle caso.\nSra. Zhang: No te preocupes, pensaré en una manera de echarlos.\nSra. Zhang: ¡Oigan!\n(Zhang San, Li Si y Wang Erma se sientan en el suelo a la vez)\nSra. Zhang: ¡Le dije a la señorita que ofreciera una recompensa falsa justamente para atrapar a unos ladronzuelos como ustedes!\nSra. Zhang: Las cosas que han traído son todas falsas. ¡Vamos! ¡Devuélvanme el tocado, los aretes y el perfume de Zi Xin!\nSra. Zhang: O si no...\nZhang San: O si no, ¿qué?\nSra. Zhang: Les obligaré a que nos compensen por habernos robado el valioso tocado hecho con lirios de cristal prensados, los aretes de jade noctilucoso de excelente calidad y el perfume importado desde el extranjero.\nSra. Zhang: ¡Vamos! ¡Vayan sacando esos Moras!\n(La Sra. Zhang persigue a Zhang San, Li Si y Wang Erma con una escoba)\nZhang San: ¡Oiga!\nLi Si: ¡No nos pegue, por favor! ¡No hace falta que nos dé ni un solo Mora!\nWang Erma: ¡Vamos! ¡Denle lo que quiere para que nos deje en paz!\nTercera escena\n(Zhang San entra en escena con Fan Jie)\n(Aparte)\nZhang San: Ahora entiendo lo que hiciste. Por haberle robado sus cosas a esa chica, ¡a mí y a mis amigos nos pegaron!\nFan Jie: Yo, Fan Jie, soy un hombre justo y con una gran moral. Jamás robaría nada, así que le ruego que no manche mi nombre con afirmaciones sin fundamento.\nZhang San: Ya que te niegas a admitir que eres un ladrón, ¿por qué no vienes conmigo a ver la señorita que perdió sus cosas?\nFan Jie: Por mí, perfecto. Vamos, estoy deseando saber quién está calumniándome.\n(Zhang San y Fan Jie van a ver a Zi Xin)\nZhang San: ¿No es la señorita Zi Xin la que perdió sus cosas? A ver cómo le explicas lo que has hecho.\nFan Jie: ¡Muy bien! Ah, ¡aquí estás!\n(Dongtang, appassionato)\nFan Jie: La señorita el otro día estaba enojada, sé que no le pudieron salir otras palabras.\n(Dongtang, allegro)\nFan Jie: Por favor, señorita, no tiene que desconfiar, pues yo, Fan Jie, no hago más que en el muelle trabajar.\nFan Jie: Soy un hombre humilde y de pocas riquezas, ¿por qué querría robarle sus valiosas piezas?\nFan Jie: Mi honestidad se encontró con sus acusaciones, mas espero que su problema pronto se solucione.\n(Aparte)\nZi Xin: Oh, así que el hombre caballeroso se llama Fan Jie.\nZi Xin: Es mi culpa que se haya visto envuelto en todo esto.\nZi Xin: Debo pedirle disculpas. Si no las acepta, insistiré hasta que lo haga.\n(Zi Xin se acerca a Fan Jie para ofrecerle sus disculpas)\nZi Xin: Oh, buen señor mío, le pido disculpas por el malentendido de antes. En realidad...\n(Fan Jie se da la vuelta)\nFan Jie: ¡Hum!\n(Zi Xin se ríe ligeramente y se acerca aún más)\nZi Xin: En realidad, existe una razón.\nZi Xin: Como se fue sin más y sin decirme cómo se llamaba, quise buscarlo para recompensarle.\nZi Xin: Pero veo que fue una mala decisión, y que no he hecho más que causarle problemas.\nZi Xin: Por ello, me gustaría ofrecerle mis disculpas.\nFan Jie: ¿Eh?\n(Dongtang, lento)\nFan Jie: Aunque sus acusaciones me causaron gran enojo, ahora veo este malentendido con otros ojos.\nFan Jie: Me siento descontento e indignado, mas soy incapaz de hablarle con enfado.\n(Aparte)\nFan Jie: *Ejem, ejem*, permítame que le pregunte.\nFan Jie: Ha dicho que lo de antes fue un malentendido, ¿no es así?\nFan Jie: Y, como quería encontrar a la persona que se llevó su pulsera de perlas, colgó un anuncio y me acusó a mí por error, ¿cierto?\nZi Xin: Correcto. Por eso quería pedirle disculpas.\n(Fan Jie reconforta a Zi Xin)\nFan Jie: No tiene por qué ser tan educada conmigo. Alguien como yo no se merece su cortesía.\nFan Jie: Soy yo quien actuó inapropiadamente y la puso en un aprieto. Yo debería pedirle perdón.\nZi Xin: Oh, no diga eso, señor mío.\n(Fan Jie hace una reverencia)\nZhang San: ¡Oigan! ¡Déjense de cortesías y dennos nuestros Moras de una vez!\nSra. Zhang: ¡Cállate! ¿No ves que están charlando? ¿Qué quieres ahora?\nSra. Zhang: Las damas y los caballeros aquí presentes hoy han venido a ver la ópera de Yun Jin. ¡Nadie quiere escuchar tus tonterías!\nSra. Zhang: ¿Es que no lo ves? ¡Vamos, fuera de aquí!\n(La Sra. Zhang se lleva a Zhang San)\nZi Xin: Ahora que lo pienso, yo estoy aquí vendiendo pescado todos los días. ¿Cómo es posible que no nos hayamos visto nunca?\nFan Jie: Yo paso todos los días por esta calle para ir al trabajo.\nFan Jie: Pero como siempre está tan concurrida, nunca nos hemos visto. Tal vez mañana el destino sí lo quiera.\nZi Xin: En ese caso, no puedo esperar a que llegue mañana."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Un joven y una beldad se conocen y se enamoran. En teoría, deberían vivir felices para siempre, pero un villano que anhela la belleza de la joven empieza a causar problemas...\nActo III: La pulsera extraviada\nProtagonista masculino: Fan Jie\nProtagonista femenina: Zi Xin\nPersonaje cómico: Sra. Zhang\nVillano: Wu Wang\nPersonajes cómicos secundarios: Wu Yi y Wu Er\nPrimera escena\n(Zi Xin y Fan Jie suben a escena)\n(Declamación)\nFan Jie: Un perro ladra agitadamente al amanecer.\nZi Xin: Los rayos del sol se reflejan sobre la fina escarcha de los tejados.\n(Aparte)\nFan Jie: Vaya, ¿esa no es la señorita Zi Xin?\nZi Xin: Así es. Hola, señor Fan Jie.\n(Dongtang, senza misura)\nFan Jie: Anoche, soñé que con ella me encontraba.\nZi Xin: Nuestro encuentro fue tan breve que volver a verlo deseaba.\nAmbos a la vez: Ojalá aquello que tanto deseamos se materializara.\n(Aparte, al unísono)\nZi Xin: Fan Jie...\nFan Jie: Zi Xin...\n(Aparte)\nFan Jie: Los rayos del sol se empiezan a asomar y ya ha empezado el trabajo en el muelle. Este humilde servidor debe marcharse.\nFan Jie: Zi Xin, me tengo que ir.\n(Zi Xin hace una reverencia para despedirse de Fan Jie. Al marcharse, este vuelve la cabeza. Zi Xin agacha la cabeza y vuelve a subirla. Fanjie sale de escena y Zi Xin entrelaza las manos)\n(Dongtang, lento)\nZi Xin: Oh, ¡qué dolorosa despedida!\n(Zi Xin sale de escena)\nSegunda escena\n(Wu Wang, vestido con ropa de arquero de color verde y cuello ancho, Wu Yi y Wu Er entran en escena)\n(Declamación)\nWu Wang: Wu Wang es mi nombre, aunque como “el Rey” hay quien me conoce.\nWu Wang: Hoy me sentía triste y abatido, así que por las calles hice un recorrido.\n(Aparte)\nWu Wang: ¡Wu Yi, Wu Er!\n(Aparte, los dos a la vez)\nAmbos: ¡Sí, señor!\n(Aparte)\nWu Wang: Me gustaría comer algo, ¿qué me recomiendan?\nWu Yi: ¿Qué le parecen unas albóndigas de camarón dorado?\nWu Wang: Estoy cansado de comer carne y pescado, así que, aunque se trate de marisco, acepto tu recomendación.\nWu Wang: Wu Er, ayúdame a buscar un restaurante donde pedir unas albóndigas de camarón dorado.\nWu Er: ¡Entendido!\nWu Wang: No tan rápido. Recuerda que tienen que tener un perfecto brillo dorado. No quiero que estén quemadas bajo ningún concepto.\nWu Er: Que no estén quemadas. Entendido, señor.\nWu Wang: Espera. Quiero que las albóndigas tengan el tamaño perfecto, ni muy grandes ni muy pequeñas.\nWu Er: Ni muy grandes ni muy pequeñas. Entendido, lo haré de inmediato.\nWu Wang: No, espera.\nWu Er: ¿Qué más requisitos tiene? Vamos, dígalos todos de una vez.\nWu Er: Si la comida de este restaurante no es buena, haremos lo que siempre hacemos.\nWu Yi: ¿Y qué es lo que siempre hacemos?\nWu Er: No pagar ni un Mora.\nWu Wang: No podemos hacer eso. ¿Ves el puesto de pescado que hay en esta calle? La dueña es una joven muy hermosa que, con solo mirarla, uno ya se siente más satisfecho que habiendo comido.\n(Dongtang, lento)\nWu Wang: Le preguntaré por su situación familiar, y así sabré si a ella puedo cortejar.\n(Wu Wang se dirige hacia Zi Xin)\n(Aparte)\nZi Xin: Hola, estimado cliente, ¿viene a comprar pescado?\nWu Wang: Eh... Sí, claro. Señorita, ¿de dónde es usted? Y sus padres, ¿dónde están?\nZi Xin: Me crié aquí, en el muelle, y mis padres ya son muy mayores. Yo soy el único sustento de mi familia.\nZi Xin: ¿Por qué lo pregunta, estimado cliente?\n(Vuelve la cabeza y habla en voz baja)\nWu Wang: Excelente. Ahora que sus padres no están con ella, debería aprovechar la ocasión.\n(Vuelve a mirar a Zi Xin)\nWu Wang: Señorita, ¿está usted comprometida con otro hombre?\nZi Xin: Lo único que hago es trabajar para poder vivir. No, no estoy comprometida.\nZi Xin: Pero, estimado cliente, ¿qué tiene que ver el matrimonio con comprar pescado?\n(Vuelve la cabeza y habla en voz baja)\nWu Wang: Excelente. Como no está comprometida, aunque le pasara algo, no tendría a nadie que cuidara de ella.\n(Vuelve a mirar a Zi Xin)\nWu Wang: Y, señorita, ¿está usted enamorada de algún buen muchacho?\n(Zi Xin agacha la cabeza sin decir nada)\n(Dongtang, senza misura)\nWu Wang: Al verla cabizbaja sin decir nada, entiendo que esta señorita no está casada. Así pues, tengo una idea bien malvada.\nWu Wang: Vengan, muchachos, vengan. Ayúdenme a raptar a esta joven belleza y brindemos por ella con vileza.\n(Wu Wang, Wu Yi y Wu Er se llevan a Zi Xin)\nTercera escena\n(La Sra. Zhang entra en escena)\n(Aparte)\nSra. Zhang: Distinguido público, si ya han visto más óperas de Yun Jin y son todos unos expertos, seguramente ya sabrán lo que sucederá.\nSra. Zhang: No queda otra alternativa más que un enfrentamiento cara a cara.\nSra. Zhang: Para que nazca un héroe, debe haber algo que lo impulse a actuar.\nSra. Zhang: Como, por ejemplo, un malvado monstruo, algo que perturbe la paz de la gente o un gran cambio de era. En situaciones tan convulsas es cuando aparecen los héroes.\nSra. Zhang: Estos luchan heroicamente por una causa justa para tener un lugar en la historia. Sin embargo, si se acobardan...\nSra. Zhang: Por ejemplo, ese Zhang Jie... no, ¿cómo se llamaba? ¿Wang Jie? Ah, ya sé: Fan Jie.\nSra. Zhang: La gente común como nosotros debemos instarle a actuar para que salve a la hermosa joven y para que se escriban historias sobre esto.\nSra. Zhang: Veamos cómo reaccionará Fan Jie.\n(Fan Jie entra en escena)\n(Aparte)\nSra. Zhang: Oh, ¡llegas tarde!\nSra. Zhang: ¡El conocido e infame Wu Wang se ha llevado a Zi Xin!\n(Dongtang, allegro)\nFan Jie: ¡Oh, no!\nFan Jie: Debió estar tan asustada... ¡Qué tragedia esta! Nunca imaginé que tal infortunio podría suceder enfrente de mis propias narices.\nFan Jie: Esos villanos pueden hacer daño e incluso cometer asesinatos. Si voy con Zi Xin...\nFan Jie: Temo ir con vida, pero regresar sin ella.\n(La Sra. Zhang entrega a Fan Jie la pulsera de perlas)\nSra. Zhang: Señor Fan, ¿cómo puede decir eso?\n(Dongtang, allegro)\nFan Jie: Veo la pulsera de perlas y, ¡oh!, no puedo más.\nFan Jie: ¿Cómo pudieron esos villanos a una frágil mujer raptar?\nFan Jie: Con la pulsera en la mano llevando, mi espada furiosamente blando. Ese Wu Wang de lo que hizo se arrepentirá, y ante mí llorando se arrodillará.\n(Fan Jie y la Sra. Zhang salen de escena)"
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Para rescatar a su amada, el joven se pone en peligro y se adentra en la boca del lobo con su espada en mano. Mientras, su amada sobrevive a duras penas...\nActo IV: La prueba del candelabro\nProtagonista masculino: Fan Jie\nProtagonista femenina: Zi Xin\nVillano: Wu Wang\nPrimera escena\n(Fan Jie entra en escena por el lateral izquierdo y Zi Xin aparece sentada en solitario en el lateral derecho)\n(Dongtang, appassionato)\nFan Jie: La pobre muchacha fue raptada por un traidor, solo pensar que mi amada sufre inunda de pena mi corazón.\nFan Jie: Con este pensamiento y determinación, me apresuro a hacer justicia. Yo, Fan Jie, derrotaré a ese malhechor y a su malicia.\nFan Jie: ¡Me marcho!\n(Fan Jie se apresura a caballo hasta llegar a la morada de Wu)\n(Aparte)\nFan Jie: Azoté a mi caballo para que fuera más veloz y desde la lejanía pude escuchar el alboroto de la embriaguez tan atroz que estas paredes aguardan en su interior.\nFan Jie: Este lugar parece más una cueva de lobos que un hogar.\nFan Jie: Si quiero salvar a Zi Xin, debo encontrar a ese canalla.\nFan Jie: Sí, ¡ese será el plan!\n(Fan Jie trepa el muro y sale de escena)\n(Piangevole)\nZi Xin: En la alcoba me acompaña la solitaria luz de una vela, tras el cerrojo indómitas bestias me esperan.\nZi Xin: Quién iba a imaginar mi destino con este final, raptada por unos maleantes, ¿cómo recuperar mi libertad?\nSegunda escena\n(Wu Wang entra ebrio en escena por el lateral derecho)\n(Declamación)\nWu Wang: Yo soy fiero y desbocado, pues incluso a los dioses tengo atemorizados.\n(Aparte)\nWu Wang: jajaja, vaya suerte he tenido esta mañana, jeje.\nWu Wang: Encontré una muchacha de ojos almendrados y labios rosados.\nWu Wang: Ahora que hemos disfrutado de un buen vino, ¡es hora de encontrarnos con esa bella mujer!\n(Dongtang, andante calmo)\nZi Xin: Aquí está ese bellaco borracho y atontado. Menos mal que tengo este candelabro.\n(Aparte)\nZi Xin: ¡No me atraparás!\n(Tras un agitado forcejeo entre Wu Wang y Zi Xin, esta golpea a Wu Wang con el candelabro y él cae al suelo. Zi Xin se desmaya de la conmoción)\n(Dongtang, andante calmo)\nZi Xin: Qué suerte tuve en una disputa de tal calibre, ahora forzaré la puerta y por fin seré libre.\n(Aparte)\nZi Xin: No hay ni una luz afuera. ¿Por qué está tan oscuro?\nZi Xin: Volveré a encender el candelab...\nZi Xin: ¡Un momento! Si ese tirano me vuelve a atrapar, correré un grave peligro.\nZi Xin: Al menos tengo este candelabro que, aunque no alumbre mucho, me ayudará a guiarme a través de la oscuridad.\nZi Xin: Sí, eso haré."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "En medio de la oscuridad más absoluta, el villano, el joven y la doncella se buscan unos a otros. Un peligroso malentendido está a punto de suceder...\nActo V: Devolviendo la pulsera\nProtagonista masculino: Fan Jie\nProtagonista femenina: Zi Xin\nVillano: Wu Wang\nPrimera escena\n(Fan Jie entra en escena por el lateral izquierdo y Zi Xin, por el lateral derecho. Wu Wang aparece tumbado en el suelo)\n(Ambos se mueven por la casa de Wu Wang en la oscuridad)\n(Sus manos chocan en la oscuridad y ambos se asustan al no poder reconocer al otro)\n(Wu Wang se despierta)\n(Aparte)\nWu Wang: No puedo creer lo que veo, esta muchacha que me atizó con el candelabro es tan obstinada como yo.\nWu Wang: No hay nadie por aquí. Tal vez haya huido más adentro.\nWu Wang: Hum, ya cayó la noche y la puerta está cerrada.\nWu Wang: Si no es trepando el muro, no podrá salir. Al menos no por la puerta.\n(Wu Wang entra al recibidor)\n(Aparte)\nWu Wang: Ja, vaya panda de borrachos. ¡No han dejado ni una luz encendida!\nWu Wang: Bueno, encenderé una luz y buscaré a esa muchacha.\n(Wu Wang pisa el pie de Fan Jie en la oscuridad y ambos dan un paso atrás)\nWu Wang: ¡Así que estás aquí, muchacha! Jajaja\n(Wu Wang abre los brazos para abalanzarse sobre Fan Jie, pero este se aparta. Ambos tantean con las manos hacia todas partes en la oscuridad mientras Zi Xin se refugia en una esquina)\n(Finalmente, Wu Wang atrapa a Fan Jie)\nWu Wang: Jajaja, ya te tengo.\n(Aparte)\nWu Wang: ¿Hum? Tus caderas se han ensanchado bastante desde la última vez que nos vimos.\nFan Jie: Hace mucho frío afuera, así que me puse más ropa.\nWu Wang: Oh, es cierto que hace frío.\nWu Wang: Entonces, ¿por qué me pareces más alta?\nFan Jie: Me puse unos zapatos de tacón, como los que se ponen las artistas de ópera para actuar.\nWu Wang: Oh, ¡debe ser complicado caminar con eso!\nWu Wang: ¿Y por qué siento tus manos tan rudas?\nFan Jie: Acércate y te contaré un cuento...\nWu Wang: Oh, claro...\n(Fan Jie le clava su espada a Wu Wang)\nFan Jie: ¡El cuento de cómo mi espada puso fin a tu destino!\n(Wu Wang cae desplomado al suelo)\nSegunda escena\n(Aparte)\nFan Jie: Ja, despreciable villano, ¡tus malvadas fechorías cesaron con mi espada!\nZi Xin: ¿Fan Jie? ¿Eres tú?\nFan Jie: Esa voz... ¿Señorita Zi Xin?\n(Zi Xin y Fan Jie se acercan y se dan la mano)\nZi Xin: ¡Eres tú, Fan Jie!\nFan Jie: Oh, Zi Xin, debes haberlo pasado muy mal.\nFan Jie: Ese canalla recibió su merecido. Ahora lo único que quedan son sus secuaces.\nFan Jie: Pero si el árbol cae, los monos caerán con él también.\nFan Jie: Señorita Zi Xin, no se preocupe. Yo romperé la puerta.\n(Fan Jie rompe la puerta)\nZi Xin: Si no fuera porque Fan Jie vino a salvarme, ni me imagino qué destino habría de esperarme.\n(Dongtang, lento)\nZi Xin: Ojalá pudiera entregarte un corazón de perlas.\nFan Jie: Disfrutemos de la brisa en el rincón más alejado de la tierra.\nFan Jie: Sobre las flores se refleja el brillo de la luna.\nZi Xin: Con la cabeza baja, hacemos que nuestra promesa se cumpla.\n- Fin -"
          }
        ]
      }
    ]
  }
}