{
  "epId": 2350,
  "name": "Cuentos de un borracho",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Cuentos de un borracho"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Uno de los muchos cuentos populares sobre los borrachos de Mondstadt. Esta es la historia de un borracho que se encontró con un lobo hambriento y solitario en el territorio de los lobos.\nEn la tierra del vino de diente de león, los cuentos fantásticos se extienden por todos los lugares a los que llega el aroma de este vino.\nAl llegar a oídos de los ruidosos y traviesos borrachos, esos exagerados cuentos se consiguen extender aún más lejos. Son como historias de borrachos muy difusas y con tramas que marearían a cualquiera. Sí, puede que sean unos cuentos bastante simples y rudimentarios, pero nadie puede negar que tienen su interés.\nCuenta la leyenda que una vez hubo un borracho famoso en Mondstadt. Se decía que podía beber tanta cantidad de alcohol como cualquier cazador de Aguaclara fuera de la temporada de caza. Siempre que bebía, lo hacía hasta emborracharse. No salía de la taberna hasta que no le quedaba ni un solo Mora, ni tampoco hasta que no bebiera hasta la última gota de cada copa que tomaba.\nUna noche, tras un feliz rato en la taberna, se dirigió de vuelta a casa dando tumbos. De repente, la cabeza le empezó a dar vueltas y la vista se le nubló. Sin saberlo, había llegado al bosque de los lobos.\nHoy en día, el Reino de los Lobos es gobernado por el Rey Lobo del Norte. La siniestra atmósfera que emana del interior del bosque es suficiente para disuadir a la mayoría de los visitantes de acercarse a este lugar. Según los cazadores veteranos, el Rey Lobo reunió allí a los espíritus de todos los lobos para evitar que los forasteros entrasen en un territorio donde no eran bienvenidos.\nPero eso fue una época mucho antes de que el Rey Lobo y el Viento del Norte hubieran llegado al bosque y traído orden y paz a la raza de los lobos. En ese momento, el bosque era un lugar peligroso donde los lobos salvajes luchaban por sobrevivir. Sin que ningún humano lo supiera, en las profundidades del frondoso bosque estaba naciendo una feroz enemistad de sangre entre los lobos.\nUna de esas historias es la de un famoso borracho de Mondstadt que un día se aventuró en un bosque de lobos.\nCaminó a trompicones en la oscuridad con esa tenaz determinación que solo poseen los borrachos, sin disuadirse ni por las raíces de los árboles que lo hacían tropezar cada pocos pasos, ni por sus ramas que de vez en cuando lo abofeteaban en la cara.\nPoco después de entrar en el bosque, se dio cuenta de que unos ojos verdes que emitían unos destellos parpadeantes lo observaban.\nEran los ojos de un lobo solitario que había estado siguiendo al borracho silenciosamente y con recelo.\n“¡Nunca había visto nada así!”\nNadie se había atrevido a poner un pie en el bosque de los lobos en cientos de años, ya fueran caballeros con brillantes armaduras de acero o fugitivos desesperados con una harapienta vestimenta. Ni siquiera los crueles nobles quisieron exiliar a sus esclavos allí por temor a incitar la ira de los lobos salvajes y traer problemas no deseados a su propio territorio.\n“Este tipo se atreve a venir él solo hasta aquí. ¡¿Cómo es posible?!”.\nTodavía con recelo, el lobo siguió de cerca los pasos del borracho mientras tenía que soportar el horrible hedor a alcohol que se desprendía de él."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Uno de los muchos cuentos populares sobre los borrachos de Mondstadt. Esta es la historia de un lobo solitario y hambriento que se encontró con un borracho de Mondstadt.\nComo todo el mundo sabe, el sentido del olfato de los lobos es muchísimo más agudo y sensible que el de los humanos.\nNo es de extrañar, pues, que el hedor a alcohol que emanaba de la ebria presa del lobo fuese tan insoportable para él que los ojos se le llenaron de lágrimas.\n“¡Auuu!”\nHabiendo nacido en la naturaleza más salvaje y crecido en el bosque, el lobo nunca había tenido contacto con la civilización humana antes de aquella noche, y, aunque había olido el leve aroma del vino volando a través del Lago de Sidra una vez, no conocía su origen. Y menos aún comprendía el significado de esa sustancia para los humanos.\n“Quizás este tipo tan peculiar esté emparentado con las mofetas, porque parece que descubrió mi presencia hace bastante tiempo, ¡y ahora tiene la intención de envenenarme con su olor para intentar escapar!”,\npensó el lobo mientras aguantaba el olor a alcohol. Entonces, aceleró el paso para situarse sobre la sombra del borracho y, así, poder observarlo mejor.\nLos lobos son bestias precavidas y calculadoras, es decir, lo contrario que un humano borracho.\nY, sin embargo, aunque el vino tiende a producir mareos y obstruir la sensibilidad de los sentidos, a veces otorga la curiosa capacidad de detectar cambios extremadamente sutiles en la dirección del viento.\nAsí pues, casi por arte de magia, el borracho vio al solitario lobo que lo había estado persiguiendo todo el tiempo.\nO tal vez el alcohólico hedor que emitía el borracho era lo suficientemente potente como para disminuir la agudeza mental del lobo. De hecho, este se volvió menos consciente del terreno, lo que hizo que el sonido de las ramitas que pisaba alertara a su presa de la presencia del depredador.\n“¿Quién eres? ¿Tú también estás buscando un baño por aquí?”,\npreguntó el borracho mientras se rascaba sus entrecerrados ojos.\n“No, la pregunta es quién eres tú, humano. ¡¿Y qué es ese horrible hedor?!”,\nrespondió el lobo mientras abría sus fosas nasales, sacaba sus colmillos a relucir y gruñía.\nAdemás de no tener miedo ante las amenazas del lobo, el borracho sintió bastante curiosidad por ellas.\n“Amigo mío, aunque no sé cómo he podido ofenderte, según las tradiciones de Mondstadt, no está permitido emborracharse y aburrirse al mismo tiempo. Así que, aprovechando esta hermosa luz lunar, te contaré una historia”.\nUn eructo con olor a alcohol se le escapó nada más terminar la frase.\nEn un principio, el lobo pensó en hacer caso omiso al borracho y lanzarse directamente a su yugular.\nSin embargo, aquel asqueroso olor de borracho le había quitado el apetito, por lo que, muy a regañadientes, accedió a escuchar la historia.\n“¡Grrr! Pensándolo mejor, no tengo tanta hambre... Está bien, escucharé esa estúpida historia que tanto quieres contar”.\nEl borracho extendió los brazos y bostezó fuertemente, lo que casi hizo volar a unos dientes de león.\nEntonces, comenzó a contar su historia."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Uno de los muchos cuentos populares que cuentan los borrachos de Mondstadt. Esta es una antigua historia que le contó un borracho a un lobo.\nCuenta la leyenda que un lobo solitario vagaba por un páramo muy lejano.\nUna vez, él había sido el rey de su manada, el que los guiaba en la caza, en la batalla y en la búsqueda de un hogar... Pero ahora, el único legado de esos días eran las cicatrices que cubrían su cuerpo.\nÉl había guiado el camino por las vastas llanuras, las ruinas abandonadas y los territorios de los monstruos y de los Seelies.\nEl páramo era un lugar cruel. Mientras el Rey Lobo envejecía con cada día que pasaba, el resto de los lobos se dispersaban por todas partes. Con el paso del tiempo, solo quedó el anciano Rey, el único superviviente de su manada.\nSe dice que este páramo, una tierra que escapaba al control de los Arcontes, estaba habitada únicamente por fantasmas de dioses caídos, y los antiguos palacios de los Seelie que había en él ahora estaban vacíos. Así fue que, cuando el lobo solitario pasó enfrente de un palacio de color gris, escuchó el sonido de una música procedente de su interior, lo que le llamó mucho la atención.\n“Jamás había escuchado el canto de un pájaro o el grito de un insecto que fuera tan agradable para mis oídos. Gracias a ello, me he olvidado del hambre por un momento”.\nIntrigado, el lobo entró en el salón gris, atravesó la maleza y pasó junto a un sarcófago roto, en el que todavía se veía claramente el retrato de un gobernante fallecido.\nFinalmente, llegó a una habitación interior donde vio a una hermosa joven que tocaba un instrumento.\nSu piel era de un color blanco cenizo y parecía tener la cabeza inclinada hacia abajo. Sus delgados dedos acariciaban suavemente las frágiles cuerdas de un laúd mientras tocaba una triste y olvidada melodía.\nEl lobo se sentó frente a la joven y pálida doncella y se olvidó por un momento del hambre, la sed y la soledad, mientras escuchaba en silencio su canción.\n“El grito de los insectos en una noche de otoño de hace mucho tiempo es el coro de los exiliados, que, en su exilio, cantan la canción más antigua de la humanidad”.\n“Despojados de las personas y los objetos que amaban, así como de la protección de los dioses, lo único que les quedaba eran las canciones y los recuerdos”.\n“Los últimos cantantes y los primeros Seelies tocaron su melodía final en el salón de los ángeles”.\nLos juguetones Seelies del bosque, que también se sintieron atraídos por el canto de la joven, se dirigieron uno por uno a ofrecerle sus respetos.\n“¿Cuál es esa canción?”,\npreguntó el lobo, perplejo porque entendía cada verso, cada palabra o cada sílaba que cantaba, y, sin embargo, nunca antes había escuchado el idioma que hablaba la joven, muy diferente al de cualquier otro ser vivo.\n“Es una canción de los Seelies”,\nrespondió la pálida joven con su suave voz.\n“Hace mucho, mucho tiempo, escribimos esta canción para los salvajes humanos. Sin embargo, ahora la cantamos para llorar por nuestro propio destino”.\nEntonces, el lobo comenzó a cantar, aunque con torpeza, al son de la doncella.\nLa ronca y lúgubre voz del lobo revelaba una vida llena de dolor.\n“¿Qué cantas?”,\npreguntó la joven de piel blanquecina.\n“Nuestra canción”,\naseveró el lobo.\n“Suena horriblemente”.\nLa joven, en cambio, en ningún momento tuvo la intención de suavizar sus críticas mientras continuaba acariciando las cuerdas del laúd.\n“Aun así, puedes cantar junto a mí”.\nY así, el coro cantado entre la muchacha y el lobo invadió los aposentos del palacio que había sido abandonado hace mucho tiempo. Se dice que, incluso hoy en día, los aventureros que pasan por este lugar todavía pueden escuchar una extraña pero armoniosa melodía sonando desde su interior.\n“¿Y así acaba tu historia?”\nEl lobo, bastante decepcionado se relamió y dijo:\n“Déjame que yo te cuente una historia de verdad”.\nY de ese modo, el lobo se aclaró la voz y empezó con su historia."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Uno de los muchos cuentos populares de Mondstadt que se narran mientras se bebe. Un lobo le cuenta una historia de vinos y lobos a un borracho de Mondstadt.\nCuenta la leyenda que el primer vino de Mondstadt se elaboró en la época en que el Viento del Norte aún aullaba.\nEn la época del conflicto entre los Reyes del Hielo y la Escarcha, aunque temblasen de frío, los antepasados de Mondstadt elaboraban un rudimentario vino a partir de frutas silvestres. Lo hacían para aliviar el dolor de sus dedos congelados y para darles el valor de enfrentarse al duro e implacable invierno. En esa época, Mondstadt estaba completamente cubierto por el hielo y la nieve, y aún no existían los dientes de león.\nSe dice que la persona que inventó el vino fue un guardia negligente y descuidado de Mondstadt.\nEn las tribus que vivían rodeadas por el hielo y la nieve, los guardias se encargaban de vigilar el alimento, tan complicado de conseguir.\nVer un intruso humano en ese entorno tan hostil era algo muy poco habitual, pero sí había otras criaturas que, como resistían bien el frío, podían excavar túneles bajo tierra para llegar hasta las reservas de alimentos de los humanos. Según las reglas de la tribu, debía haber un encargado que vigilase los fosos de almacenamiento de comida en todo momento. Esta persona también debía tapar los agujeros que creaban los roedores, o incluso atraparlos con las manos en la masa si podían, a fin de mantener siempre a salvo las provisiones de la tribu.\nEn aquella época, los húmedos y oscuros fosos donde se almacenaba la comida necesitaban un cuidado y atención constantes para evitar que nada se pudriera. Además, había que estar siempre atento a las pequeñas y traviesas criaturas que se escondían para gastar bromas a los guardias.\nUn día, un astuto espíritu de viento aprovechó que el guardia que lo vigilaba estaba distraído para transformarse en un zorro. El zorro se metió con cuidado en un montón de manzanas silvestres que había allí, donde hizo que la levadura creciera para que las manzanas maduraran y fermentaran.\nEl guardia, extremadamente negligente, estaba hambriento cuando regresó y decidió comerse una de las manzanas. El suave sabor de la fruta fermentada fue un deleite tanto para su cuerpo como para su mente. Inmediatamente, tomó un poco de piel de animal y exprimió el jugo de las manzanas, a partir de lo cual se creó el vino.\nEl guardia negligente que inventó el vino en la era del hielo y la nieve también se convirtió en el primer borracho de Mondstadt. Se dice que también fue la primera persona en soñar estando ebrio.\nEn su primer sueño, soñó que se había convertido en un lobo solitario. En algún lugar perdido del pasado —¿o tal vez de un futuro lejano?—, luchó con sus colmillos y sus garras contra otras manadas de lobos rivales. Luchó por comida contra los humanos en medio de una violenta tormenta de nieve, y conoció al primer Seelie de todos.\nEl humano, que vivía en tribu, y el lobo, que vivía en manada, no podían vivir en soledad. Así, este vino recién elaborado sirvió para unir al hombre y al lobo en sus sueños.\nPero su actitud hacia los sueños era completamente distinta.\nEl humano, que solo conocía el viento y la nieve, anhelaba el páramo donde el lobo solitario corría libremente, el cual tenía un gran temor por las ambiciones del humano. No entendía por qué le fascinaba el peligro, ni por qué buscaba la esperanza en él.\nLo que preocupaba aún más al lobo era que cuando estaba en el sueño del humano borracho, ya no podía distinguir si era un lobo o un humano con un espíritu de lobo.\nEntonces, el solitario lobo juró alejarse del veneno de los humanos para siempre y nunca más caer en la tentación del alcohol.\nLos lobos no son hijos del viento, y la tierra del vino y la música bucólica no es su hogar. Por tanto, los lobos abandonaron el territorio de los humanos y se asentaron lejos de ellos, en los salvajes y profundos bosques de las montañas, un lugar al que nunca llegaría el aroma del vino.\n“Lo que los humanos llaman ‘alcohol’, para nosotros es una trampa hacia el abismo”,\nle dijo el lobo al borracho con arrogancia.\nCuando el lobo se volvió hacia el borracho para decirle aquello, vio que él ya estaba profundamente dormido sobre un lecho de ramas de pino.\nEl lobo estaba muy disgustado. Exhaló violentamente una bocanada de aire de sus fosas nasales y se marchó, dejando al humano alcohólico tirado en el suelo."
          }
        ]
      }
    ]
  }
}