{
  "epId": 2351,
  "name": "La princesa jabalí",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La princesa jabalí"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "¿Qué fantásticas historias ocurrieron hace tiempo en el Reino del Bosque?\nEn «La princesa jabalí (I)», se narra una historia de amistad, amor y muerte.\nEn los mitos de épocas pasadas, cada ser vivo en este mundo tenía su propio reino.\nEn aquella época, Mondstadt era un bosque, un patio de recreo para jabalíes.\nEn el bosque se encontraba el reino de los jabalíes, donde todos vivían felices bajo el reinado del Rey Jabalí.\nEl Rey tenía una encantadora y joven hija, que tenía el hocico más bonito, los colmillos más blancos y el pelaje más liso de todos.\nLa Princesa, bella y amable, daba los frutos más jugosos y dulces a sus súbditos todos los días.\nLa Princesa siempre lo compartía todo primero con sus amigos, desde bayas agridulces y manzanas crujientes hasta deliciosos champiñones.\nTodos los jabalíes del reino adoraban a su Rey y princesa, a quienes alababan así cada día:\n“¡Oinc, oinc! ¡Bendice a nuestro Rey! ¡Mientras él reine sobre nosotros, nunca moriremos de hambre!”\n“¡Oinc, oinc! ¡Bendito sea el gentil Arconte Anemo por darle a nuestro Rey una Princesa tan amable y educada!”\n(Hay unas pequeñas palabras escritas en un lado: “Papá, si no como dulces todas las noches y rezo todos los días, ¿me convertiré en un chanchito salvaje? Quiero ser un chanchito salvaje porque son muy sabrosos”)."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Un campo de hielo sin vida, una tierra que el gentil Arconte Anemo nunca visitó.\nLa historia de «La princesa jabalí (II)» continúa en los glaciares.\nAl norte del Bosque de los Jabalíes había un territorio de tundra congelado.\nEl juguetón Barbatos no había llegado aún a esas tierras, por lo que permanecieron cubiertas de hielo y nieve.\nToda criatura que caminase por esas tierras corría el riesgo de congelarse las patas y las pezuñas.\n“¡Hace frío, demasiado frío! ¡Mis pezuñas se van a romper de congelación!”\nNi el valiente y fuerte Rey Jabalí era capaz de aguantar la gélida tundra.\n“¡Oinc, oinc, oinc! ¡Mi hocico está morado del frío!”\nAllá, tan solo vivía un lobezno solitario.\n(Hay palabras infantiles escritas en la parte inferior: “¿Papá, por qué las patitas del pequeño guau resisten bien el frío?”)."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "“¡Ahora nunca perderás la esperanza!”. ¿Qué le deparará el destino al cachorro de lobo ante las maldades del frío?\nEsto y mucho más en «La princesa jabalí (III)».\nEl lobezno era un niño despreocupado que tenía unos ojos azules brillantes y un suave pelaje gris.\nCuando se enojaba, ¡se veía idéntico a la escultura de la cabeza de lobo que había en la cima de la Catedral de Mondstadt!\nPero un día, cuando estaba cazando en el bosque, se topó con Woobakwa, la malvada ardilla hechicera.\n¡En las tierras antiguas, ningún ser, ni siquiera demonios y dragones, eran más malvados que Woobakwa! Despreciaba todo lo bueno y juró transformar la belleza en fealdad y convertir la luz en oscuridad.\nAl ver al alegre lobo, la ira se apoderó de él, que maldijo:\n“¡Iiii! ¡Iiii! ¿Me pregunto si podré atravesar su corazón con el témpano de hielo más frío para que nunca sepa lo que significa la esperanza?”\nDicho esto, Woobakwa comenzó a maldecir al lobezno con su magia.\nPero, así porque sí, ¡el impaciente lobezno se metió al roedor en la boca!\n¡Woobakwa estaba tan furioso que maldijo con las palabras más vulgares e insultantes que jamás había usado! El lobezno escuchó un ruido que procedía de su boca, y solo entonces descubrió que había cometido un error.\n“¡Aúúú, lo siento mucho, señora ardilla, pensé que era comestible!”\nEl lobezno quería pedirle disculpas a Woobakwa, pero cuando apretó y aflojó la garganta, la ardilla se deslizó hacia su estómago de un trago.\n(Hay un trozo de papel con una discreta caligrafía pegado a la página: “Por eso, Lily, debes comer con precaución cuando estés en el campo”)."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "El cachorro de lobo creció en la soledad del frío, y el secreto de su solitario pasado quedó revelado.\nSigue leyendo esta apasionante historia en «La princesa jabalí (IV)».\nNadie sabía cuál sería la reacción química en el estómago del lobo, pero, de repente, ¡la maldición de Woobakwa hizo efecto!\nDebido a la maldición, su corazón fue perforado y congelado por un carámbano. Desde entonces, se volvió indiferente y malo. Cuando otros animales mostraban preocupación hacia él, él se lo pagaba con crueles comentarios o haciéndoles sentirse mal. Al final, acabó siendo odiado por todos.\nA partir de entonces, cuando otros lobos hablaban sobre él, decían:\n“¡Guau, qué lobo tan egoísta! Es un niño muy desagradable”.\n“¡Guau, guau, qué lobo tan insensible! Mantengámonos alejados de él”.\nEl lobezno perdió a todos sus amigos uno a uno, y el bosque ya no le daba la bienvenida, por lo que no tuvo más remedio que dirigirse hacia el norte.\nLas tormentas de nieve sacudieron la tundra del norte y mantuvieron alejadas a las criaturas. Pero con su corazón congelado, el lobezno ya no le tenía miedo al invierno.\nDecidió establecerse en estas tierras y se convirtió en el lobo solitario que deambulaba por la tundra.\n(En la esquina de la página hay algo que parece haber sido escrito por una niña: “Papá, pero ¿y qué pasó con Woobakwa?”)."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "“Nadie se merece este fin”. La princesa, que derramó lágrimas de compasión, rompió el hielo con determinación gracias a la ayuda de sus acompañantes. .\nLee cómo sigue la historia en «La princesa jabalí (V)».\nUn día, la princesa jabalí se enteró de la historia del lobezno, lo que le entristeció profundamente.\nEntonces, consultó con su gente cómo se podría descongelar su corazón y devolverlo a su antiguo y dulce yo.\nPreguntó y preguntó, pero solo el sabio zorro y la tortuga anciana sabían la respuesta:\n“¡Ack, ack, ack! Solo la sinceridad y el fuego podrían derretir ese malvado hielo. ¡Ack, ack, ack!”, respondió el zorro.\n“La amistad exige sacrificio. No existe la amistad sin el sacrificio. Lo siento, yo no sé hacer sonidos divertidos”, dijo el fiable abuelo tortuga.\nLa inteligente princesa descubrió lo que debía hacer de inmediato, por lo que se secó las lágrimas y les hizo una reverencia a los dos sabios animales:\n“¡Oinc, oinc! ¡Gracias! Me gustaría que me acompañaran a ver al lobezno. Así, ¡serán los primeros testigos de nuestra amistad!”\nLos corazones del zorro y la tortuga se llenaron de júbilo ante la invitación de la princesa. Partieron junto a ella y se dirigieron hacia el norte.\n(Pegado a la página hay un trozo de papel que parece haber sido escrito por el papá de la niña: “Las tortugas no pueden hacer ningún ruido, y no podemos obligarlas a hacerlo. El abuelo tortuga es demasiado educado para explicarlo él mismo, así que es necesario apuntarlo aquí”)."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Caminando por páramos helados y escalando gélidas montañas, la princesa y los dos sabios conocen a un personaje misterioso. Comienza la aventura en las cimas nevadas en «La princesa jabalí (VI)».\nEn la portada alguien ha escrito con caligrafía infantil: “Cuando papá vuelva a casa, me tiene que contar la historia de las montañas nevadas”.\nAsí, la princesa y los dos sabios partieron hacia las heladas montañas del norte.\nLo único que había en aquel lugar era hielo y nieve. Ni los animales más fuertes y valientes, ni las alimañas con las mejores habilidades de excavación, serían capaces de encontrar un brote tierno o un fruto jugoso allí.\nLa princesa temblaba de frío en la tundra, pero esto no la arredró: seguía avanzando sin titubeos.\nEl zorro sabio y la tortuga fiel no podían resistir la nieve y el gélido viento, y no cesaban de decirle a la princesa:\n“¡Ack, ack, ack! ¡Este lugar es demasiado frío y peligroso! ¡Si el rey se entera de que estamos aquí, se preocupará mucho! ¡Es mejor que regresemos! ¡Ack, ack, ack!”.\n“Es cierto, princesa, cada vez nieva con más fuerza y hará más frío aún... ¡Detengámonos y continuemos cuando se despeje el día! Lo siento, yo no sé hacer sonidos divertidos”.\nPero la princesa seguía firme en su empeño e, ignorando los consejos de los dos sabios, siguió adentrándose cada vez más en el frío del norte.\nA fin de cuentas, en este mundo, ¿qué es más noble que salvar a un amigo perdido y recuperar una amistad?\nDe esta forma continuaron avanzando hasta que sus patas y pezuñas se congelaron y se pusieron moradas, hasta que su respiración se convirtió en escarcha.\nEn lo alto de una cima helada, al borde de un glaciar por el que discurría el hielo, la princesa encontró un espíritu que flotaba en el viento.\nEn aquella montaña vivían unas antiguas hadas sabias sin forma física, pero con una poderosa magia.\n“¡Oinc, oinc! ¿Es la ama de este lugar? ¿Podría ayudarnos a cruzar la ventisca?”\npreguntó educadamente la princesa, mientras removía la nieve con las pezuñas entumecidas.\nEl zorro sabio y el fiel abuelo tortuga también miraban expectantes al hada del hielo mientras pateaban el sueño con sus patas congeladas.\n“Zum, zum”.\nEl hada respondió mientras flotaba en el aire:\n“De acuerdo, pero... zum, zum...\nA cambio, absorberé su fuerza física. Al avanzar por la ventisca se sentirán cada vez más hambrientos, más cansados y más congelados, pero sus vidas no correrán peligro... más o menos. ¡Zum, zum!”.\n“¡Oinc, oinc! Al fin y al cabo es un hada del hielo”, pensó la princesa,\n“y los dos animales más sabios y que más se preocupan por mí de todo el reino están conmigo. ¡Seguro que se les ocurrirá algo!”.\nLa princesa accedió sin titubeos a la solicitud del hada antes de que el sabio zorro y el fiel abuelo tortuga pudieran siquiera abrir la boca.\n“¡Oinc, oinc! Es un trato justo. ¡Llévenos a buscar al cachorro de lobo!”.\nY así, el hada se transformó en un cauce helado en el que la decidida princesa cruzó altas montañas heladas..."
          }
        ]
      },
      {
        "title": "Volumen VII",
        "desc": [
          {
            "type": "RichText",
            "text": "No todo se perdió en el suelo congelado. ¡El final perfecto de la amistad, el amor, la vida y la muerte!\nEste es el final de la hermosa y emocionante historia, «La princesa jabalí».\nDespués de aventurarse a través del frío y la tormenta, la princesa finalmente conoció al lobezno.\nEste estaba recubierto de hielo. Sus brillantes ojos azules se volvieron tenues e incluso olvidó cómo ladrar.\n“¡Aúúú! ¡Has llegado justo a tiempo, porque todavía no he almorzado!”\nAl escuchar eso, la amable princesa no pudo evitar llorar. Sus cálidas lágrimas parecían haber derretido un poco el hielo del corazón del lobo.\n“¡Aúúú! ¿Por qué lloras?”\n“¡Buaaa, buaaa! ¡Aquí morirás de hambre! ¡Nunca había visto tanta miseria en mi reino!\nSi hace falta, ¡lo sacrificaré todo para que no mueras de hambre!”\nEl lobezno se quedó estupefacto ante tal respuesta:\n“¡Aúúú! ¡Debes estar loca para atreverte a decirme algo así!”\nCuando el lobezno vio tal determinación en los ojos de la princesa, su corazón helado se resquebrajó un poco más.\n“¡No lo estoy! Por eso...\n¡Sacrificaré a las dos personas más sabias y cariñosas de mi familia solo para alimentarte! ¡Por nuestra amistad!”\nEl zorro sabía el horror al que se refería e intentó huir, pero el lobezno y la princesa lo inmovilizaron. El abuelo tortuga se asustó tanto que se metió en su caparazón.\nEl lobo y la princesa tomaron una deliciosa comida sobre la nieve. Después de encontrar una cueva, recogieron champiñones, prendieron una hoguera con musgo y comieron una sabrosa sopa de tortuga.\nEl lobezno comprendió por primera vez el placer de compartir y hacer amigos. Su corazón helado se derritió entre lágrimas felices.\nLa princesa lo agarró por la pata y ambos regresaron alegremente a su hogar.\n(En las últimas páginas hay una tarjeta con una elegante caligrafía: “Cariño, creo que deberíamos donar este libro de cuentos a la biblioteca”)."
          }
        ]
      }
    ]
  }
}