{
  "epId": 2352,
  "name": "Selección poética de Linling",
  "desc": "Una colección de poesía que Linling publicó con dinero de su propio bolsillo. Es su primera publicación, y es considerada la más notable de sus obras.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Linling's Anthology of Selected Poetry _icon.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Detalles",
        "desc": [
          {
            "type": "RichText",
            "text": "El gato\nGatos naranjas, gatos blancos. A todos les gusta un buen arrumaco.\nSi un gato abre sus grandes ojos, ¡no escapará ni un solo piojo!\nEl Gerente Xiao\nEl vigilante de los astilleros cabecea, y entre medias ronquidos vocea.\nDesde lejos, parece el rugido del estómago del Rey Geo, mas de cerca suena como un jabalí gritando por la boca.\nContemplando el mar\nContemplo el mar y admiro su belleza; su color azul me llena de entereza.\nEnormes son los remos de las barcas, que me recuerdan a una langosta de mil patas.\nContemplando el mar de nuevo\nTodos los días contemplo el mar hasta que el corazón me duele, y los ojos, más.\nAños han pasado desde que escribo poesía y nadie la ha apreciado hasta hoy en día.\nPero un día llegará en que los navíos zarparán, como grandes peces surcando el mar.\nY aquellos que no apreciaron mi talento literario se ahogarán en el agua tarde o temprano.\nCalles nocturnas\nLas luces como estrellas brillan en las calles repletas de comida.\n¡Mas pobre Changchang, que grita y llora, atrayendo la atención de toda una estampida!\nLa Cordillera Tianheng\nTianheng, una cordillera como una muralla donde el puerto de Liyue escondido se halla.\n¡Protege de monstruos! ¡Protege de bandidos! ¡Gloriosa es en todos los sentidos!\nPrimavera en el puerto\nLas flores de seda de Liyue florecen cuando la primavera llega.\n¿Es una hoja? ¿Es una tela? ¡Ah, no! ¡Es la flor de seda!\nOda al chop suey\nEste chop suey de Zhongyuan está muy salado. No puedo probar más que un bocado.\n“¿Cómo es posible que tenga tanta sal?”, pregunté yo en aquel lugar.\nLa Señora Su enfureció de ira: “¡O la tomas o la dejas! ¡Así es esta comida!”."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Selección poética de Linling"
          }
        ]
      }
    ]
  }
}