{
  "epId": 2355,
  "name": "La novela de la Calle del Ibis",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/17/10742394/4b54e8b4ffa1f4d80f2b04f4799a8a9f_8860486142523665544.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1660751198,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La novela de la Calle del Ibis"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis: Prólogo».\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\nSi encuentras las demás páginas, podrías reconstruir el libro.\nPrólogo: Crónicas de Inazuma, según los Tanuki\nDicen que en el pasado, cuando los frágiles y efímeros mortales aún no habían cruzado el mar hasta estas tierras, Inazuma pertenecía a los tanuki.\nHolgazanes e inconstantes, los tanuki nunca se preocuparon por el mañana, y dormían con la conciencia tranquila. En ese entonces, la tierra de Inazuma era un paraíso apacible para los tanuki, y todos los días eran un gran festival.\nAl menos, eso es lo que los tanuki más ancianos dicen.\nTiempo después, los kitsune llegaron por mar, e hicieron la guerra contra los tanuki por generaciones. Los diálogos de paz comenzaron después de que ambos lados sufrieran un gran número de muertes. Los tanuki, de carácter obstinado, se rehusaron a admitir la derrota, pero aceptaron cortar un fragmento del Cerezo del Trueno como ofrenda de paz para los kitsune.\nSin embargo, los kitsune eran tan astutos como traicioneros. Se dice que durante la gran guerra, muchas almas ingenuas fueron presa del engaño en los constantes enfrentamientos entre los kitsune y tanuki, y olvidaron quiénes eran o de dónde venían.\nFue así como las pobres almas mortales nacieron de estas criaturas perdidas.\nEsta es la historia que escuché en palabras de un tengu exagerado."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis (I)».\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\nSi encuentras las demás páginas, podrías reconstruir el libro.\nEl cuento de Yoichi\nUna tengu de nombre Yoichi vive en la Calle Ibis, un pequeño callejón en Hanamizaka. Ella renta una tienda en la que vende alcohol, pasando los días con sosiego.\nAunque decir “sosiego” quizás sea una exageración. “En caos” sería una expresión más precisa.\nDesde un punto de vista teórico, es de esperar que una persona que vende alcohol sepa una o dos cosas acerca de la industria. Y los monstruos no son la excepción.\nPara hablar sin rodeos, Yoichi tiene un gusto terrible para el alcohol, tan malo como su habilidad para los negocios. Lo peor es que, durante sus días de ermitaña, nunca pudo deshacerse de sus malos hábitos como tengu, provocando problemas entre los monstruos, secuestrando niños humanos, y armando un escándalo en medio de la noche. Eso, o irrumpe en un teatro, ignorando la atmósfera, y sube al escenario para darle una tunda al protagonista.\nYoichi ya habría sido obligada a renunciar y pasar el resto de sus días en un retiro en las montañas, de no ser por su estatus privilegiado entre los monstruos y su extensa red de contactos.\nSin embargo, los monstruos de la Calle Ibis tienen una opinión distinta de ella. Incluso aquellos de mayor autoridad ignoran sus travesuras, pues nunca ha pasado a mayores.\nAunque es arrogante y descuidada por naturaleza, como uno de los monstruos más grandes (según sus palabras), Yoichi no escatima cuando se trata de bienes materiales. Cada moneda que consigue, la gasta en alcohol o novelas de la Editorial Yae. Aun así, las novelas que compra rápidamente salen volando por la ventana tras apenas llegar a la mitad del libro. Como resultado, su hogar suele estar en un estado lamentable.\nEn pocas palabras, no tiene posesiones materiales a las cuales asirse, a excepción del abanico de lámina de oro que siempre cuelga de su cintura.\nLos tengu son monstruos que recorren distintos mundos, así que no es de extrañar que decoren sus cuerpos con trofeos con historias detrás. Tal es el caso de este abanico.\nEn una noche de luna, Yoichi, ebria y con la ropa desaliñada, me contó orgullosa de su historia...\nContaba que en uno de los tantos mundos que recorrió, asumió la forma de un arquero arrogante, que era el sirviente leal de un shogun igual de orgulloso. Ella —o mejor dicho, “él”— derribó a muchos oponentes siguiendo las órdenes del shogun, incluyendo samuráis robustos y tanuki disfrazados de ninjas astutos. Incluso fornidos demonios devorahombres cayeron de una flecha del arco de Yoichi.\n“¡Jajaja! Eres un soldado formidable. ¡Tienes la vista tan aguda como la de un tengu!”.\nA esa edad, el altanero shogun era desmesurado, y reía tan fuerte como quería. Era una escena vergonzosa de ver.\nCon el paso del tiempo, Yoichi hizo grandes aportaciones para el shogun, ejecutando incontables monstruos y mortales desafortunados. Sobra decir que algunos de sus logros fueron exagerados por ella. Sin embargo, lo que le granjeó la fama fue la última batalla en aquel mundo en el que pasó algunos siglos.\nEn aquella batalla marítima, el shogun y los rebeldes se enfrentaron en un estrecho en medio de una tormenta feroz. Los monstruos se contaban por millones, mientras que los samuráis humanos eran decenas de millones. Además de las innumerables muertes, cientos de miles de navíos se perdieron en las profundidades del mar. Yoichi hizo estas cuentas con las manos —y con mi ayuda, por supuesto.\nComo muchas historias de enfrentamientos que llegan a un punto muerto, los héroes de ambos lados partían a sus enemigos a la mitad como si fueran hojas de hierba, tiñendo el mar de rojo. Los shoguns malhumorados reían sin tapujos, negándose a retroceder sobre sus pasos y descansar.\nFinalmente, en una noche iluminada por una fría luna, un pequeño bote llegó flotando desde las filas enemigas. Una figura solitaria se irguió en el bote flotante, como un espejo en el agua. Al lado de aquella silueta había un estandarte reluciente con un abanico de papel en la punta, que emitía un resplandor dorado bajo la luz de la luna.\nEl shogun entrecerró los ojos mientras veía el abanico dorado a lo lejos, y estalló en un arrebato de ira:\n“¡Ah, qué osadía! ¡No toleraré una provocación tan descarada!”.\nYoichi no podía entender cómo podía el shogun ser tan susceptible, pero no tenía la voluntad para tratar de comprender la dignidad tan frágil de los mortales. En ese momento, ella —o más bien, él— utilizó su aguda visión de tengu para observar con detalle aquella silueta en el bote.\nFue entonces que la vio, una mujer diferente de todas las demás.\nMomentos después, una flecha solitaria voló por encima de la luna, rasgando el cielo nocturno.\n“¡Jaja, excelente!”.\nLas risotadas del shogun pronto se hundieron entre los vítores de su ejército.\n“Si esos viejos cretinos se dieran cuenta de lo que han perdido, ¡estallarían de ira!”.\nYoichi esbozó una sonrisa ebria. La expresión lasciva e indisimulada de la tengu era preocupante.\nResulta que, al momento de disparar la flecha en el aire, Yoichi abrió sus alas y atravesó el estrecho. Al pasar por aquel bote pequeño, tomó el abanico dorado y aquella hermosa mujer, y mientras el shogun maldecía allí abajo, se alejó del campo de batalla.\nUn botín perfecto para una tengu.\nEs una pena...\n“Al final, como sabrás, era esa gata anciana, quien no dejó de arañarme en todo el camino...”.\nYoichi saca la lengua y, desanimada, da un suspiro profundo.\n“Por cierto, ¡es temporada de tilapias! Debería llevarse unas cuantas”.\n“¿Eh? Incluso una tengu tacaña como tú tiene corazón?”.\n“¡Me refiero a esa anciana!”.\nAl ver la mirada amenazante de la tengu, me apresuro a tomar las tilapias que quedan y me voy."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis (II)».\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\nSi encuentras las demás páginas, podrías reconstruir el libro.\nLa historia de Sen\nHay otra calle angosta serpenteando el camino fuera de la casa de Yoichi. En esta calle habita una anciana.\nCuando la noche es oscura y la luna ha llegado a su cénit, los gatos despiertan de su letargo.\nSe dice que los gatos que han vivido más de cien o mil años pueden transformarse en mujeres jóvenes, y suelen gastarle bromas a la gente, o agobiar a viajeros para saldar una venganza. Sin embargo, esto solo son ilusiones de la gente.\nLos llamados “bakeneko” solo asumen la forma de una mujer joven cuando están enojados. La mayor parte del tiempo, prefieren transformarse en un anciano, ya que concuerda con su personalidad astuta y malhumorada. Además, con eso pueden atraer la amabilidad de los transeúntes.\n“¡Oye, eso no es gratis!”.\nUna joven alza la mirada al escuchar esa voz. Ha estado esperando encima del tejado por un largo tiempo. Su cara yace oculta en las sombras, y solo se distingue una tenue sonrisa y una luz dorada y esmeralda que emana de sus ojos. La luz de la luna permea en su vestido a lo largo de sus hombros expuestos, y se derrama en el dobladillo, enmarcando los contornos de sus largas piernas. Parece estar distraída, jugando con una espada de jade entre sus manos.\nEsa anciana debe estar furiosa...\n“Llegas tarde esta noche”.\n“Por supuesto. L-lo siento”.\nUnos mosquitos golpetean la linterna de papel, la cual en respuesta emite un tenue resplandor.\nLa luna trae consigo un viento húmedo que ahoga el chirrido de las cigarras.\nCon el cabello suelto y una sonrisa extraña que provoca desasosiego, la joven hace girar la rueca.\nSiendo una tanuki, solo puedo ser amiga de los tengu, pero no puedo evitar mostrar mi respeto ante un bakeneko. En fin, debería estar de rodillas disculpándome por mi transgresión.\n“Bueno, basta. La tilapia aún está fresca, puedes ponerte de pie”.\nCon esta figura de tanuki, es difícil para mí sentarme adecuadamente. La joven poco a poco se transforma en una anciana que lleva una sonrisa amable, pero enigmática.\n“Gracias, Sen”.\n“¡Llámame ‘abuela Sen’!”.\nFue un alivio.\nSin embargo, seguía teniendo una sensación extraña.\n“Jajaja. Hablando de eso, ¿cómo le va a ese tonto?”.\n*Ñam*... La abuela Sen engulle de un solo bocado al pescado entero, incluyendo la cola.\nLa historia de cómo cruzó camino con una tengu está llena de ironías. Yoichi ya ha contado este cuento desde su punto de vista, pero la versión de la bakeneko es totalmente distinta.\nLa abuela Sen no nació en este mundo, sino en uno en el que los mortales eran aún más violentos.\nUna noche, en medio de un bosque de bambú, Sen fue capturada por un monje errante y vendida al shogun como una bakeneko.\nElla no tiene recuerdos de aquellos días, pero se pregunta por qué los poderosos soberanos de aquel mundo terrenal siempre la molestaban y jugaban con ella. Todos los días era forzada a clavar sus garras en los enemigos, o a jugar juegos absurdos en los que solo ellos se divertían.\nAquellos largos días tan molestos transcurrieron en un abrir y cerrar de ojos, pues la vida de los monstruos es más larga que la de los humanos, así como su paciencia es mayor.\nEventualmente, cuando estalló la pelea entre el shogun y los rebeldes, Sen se transformó en un ninja.\n“Esta parte de la historia es aún mas aburrida...”.\nAl decir esto, la abuela Sen entrecierra los ojos y da un gran bostezo, al grado que su boca se estira hasta sus orejas.\nDespués, en la noche de la batalla marítima, el shogún tuvo un plan ingenioso...\nOrdenó a la abuela Sen que se transformara en una bella mujer, y que montara un barco con un abanico dorado en mano para humillar a los rebeldes, para que no se atrevieran a acercarse. Y si llegaran a hacerlo, la bakeneko les enseñaría una lección sanguinaria.\nY entonces, Yoichi...\n“Y entonces, esa tonta se irguió ante el resto, y dijo que podía derribar el abanico con una sola flecha”.\nEntonces, esa tengu...\n“... Resbaló, cayendo estrepitosamente al mar”.\nAquella gata anciana no podía parar de reír.\n“Estaba tan ebria aquella noche, que pensó que el mar estaba bravo, pero en realidad solo había una luna fría y ni un soplo de viento”.\n“En fin, nunca me había divertido tanto con ver a alguien así, y para no humillarla más, despedacé el abanico de papel yo misma, intentando contener mi risa... Entonces, un estruendo de vítores emergió de los barcos. Aún ahora me parece gracioso...”.\nEntonces, aquella tengu extendió sus alas y subió a los cielos como una nube que cubre la luna para arrojarse sobre esa belleza de mujer...\n“De pronto, perdió el control. Parecía más un erizo que una tengu, y cayó de nuevo al mar. Yo ya no podía contenerme más, y estallé en risas”.\nMientras reía, la abuela Sen sacó a la desafortunada tengu del mar. Sosteniéndola entre sus brazos, huyó con ella sorteando los barcos mientras reía sin parar.\nLa gente dice que cruzó ocho barcos en un parpadeo y desapareció en medio de la noche. Su risa aún podía ser escuchada tres días después de que la batalla hubiera llegado a su fin.\n“No podía parar de reír, pero la sujeté con firmeza... Al pensar en su situación tan vergonzosa, más fuerte la sujetaba, ¡y más reía! Jajaja...”.\nLa bakeneko no paraba de reír.\n“Y después me trajo a este mundo, ¡y me trataba como si fuera un trofeo!”.\nEl rostro de la anciana se hinchó y se transformó en el rostro de una jovencita resentida. Aun así, daba un poco de risa porque seguía roja de tanto reír.\n“¡No soy ningún trofeo!”.\n“En fin, quizás esa sea la razón por la que no viene a visitarme”.\nLa chica joven suelta un ligero suspiro, y sonríe con timidez.\n“Deberías irte, jovencito. No te molestes en cerrar la puerta. Vuelve en la próxima luna llena”.\n“Y no olvides llevarle este impermeable a nuestra vieja amiga”."
          }
        ]
      },
      {
        "title": "Volumen IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis (III)».\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\nSi encuentras las demás páginas, podrías reconstruir el libro.\nEl cuento de la abuela Ame\nTras salir de la casa de Osen, giré a la izquierda y luego a la derecha por un callejón sinuoso hasta llegar a un patio húmedo, y después llegué a la casa de la abuelita Ame.\nEn su elegante patio, hasta las cigarras estaban en silencio. Solo se escuchaba el silencioso goteo de las gotas de agua en la fuente de piedra, acompañado por los rítmicos golpes del tubo de la fuente de bambú.\nHace mucho tiempo, en las montañas y los bosques donde los yokai podían llevar una vida despreocupada, la mujer que podía convertir la niebla en lluvia era una buena amiga de los tanuki y los kitsune.\nNaturalmente, los yokai somos muy diferentes a los mortales. No tenemos problemas complicados que nos atormenten, ni tenemos cosas como el estatus o la clase social. Pero en las montañas envueltas en la niebla y la lluvia, la dulce ameonna siempre se las arreglaba para ganarse más respeto y adoración.\nPero más tarde, todos se habían sometido al Gran Gongen. Llegaron los buenos tiempos para los mortales, y los yokai vivían recluidos en diversos lugares, o eran objeto de destrucción y supresión... Fue entonces cuando la abuela Ame se trasladó a la Calle del Ibis. Como muestra de simpatía, la Sacerdotisa Kitsune del Gran Santuario Narukami le regaló esta mansión.\n¿Qué tipo de pérdida y dolor llevó a la Suma Sacerdotisa a cuidar con tanto esmero de la abuela Ame? Esto me provoca mucha curiosidad.\nDeteniéndome brevemente en el patio, observé la luna creciente balanceándose en el estanque mientras su voz sonaba suavemente en la fresca brisa nocturna.\n“Mis disculpas por haberte hecho esperar tanto tiempo”.\nCuando me di la vuelta, vi a la ameonna de pie junto a la puerta. Estaba bañada por la pálida luz de la luna. Su largo vestido blanco brillaba con el resplandor del rocío, pero su joven y esbelta figura desprendía un aura melancólica de una época pasada.\nEntonces, bajé la mirada y le entregué apresuradamente la gabardina que me dio Osen sin atreverme a mirar directamente a sus pálidos ojos grises.\nSe rumorea entre los mortales que los ojos de la apenada ameonna tienen un tono gris marmóreo parecido al de una persona ahogada. Aquellos que se atrevan a mirar directamente a esos ojos afligidos se perderán para siempre en la incomprensible niebla de la lluvia.\nEntre los mortales, no es más que una aburrida leyenda, pero para los yokai, “no mirar a los ojos de la apenada ameonna” es, de hecho, una regla no escrita de nuestro protocolo más básico.\n“Gracias”.\nLa voz de la abuela Ame era tan suave y dulce como siempre, como el rocío de la niebla matutina.\nNo me invitó a entrar, ni compartió su historia conmigo.\nSolo me entregó una caja de madera, pero eso es todo lo que necesitaba saber.\nAsí que, mientras la luna brillaba, abandoné el patio en silencio."
          }
        ]
      },
      {
        "title": "Volumen V",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis (IV)».\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\nSi encuentras las demás páginas, podrías reconstruir el libro.\nLa historia de Gonbei\nGonbei tiene 76 años y es el único mortal que vive en la Calle del Ibis.\nFue agricultor, samurái y artesano.\nLa caja que tengo en mis manos es obra suya. Tiene una superficie lisa de laca negra con incrustaciones de nácar iridiscente. Es un oficio que aprendió de los pescadores de la Isla Watatsumi.\n“Gracias por su trabajo”.\nEl anciano frente a mí inclinó la cabeza.\nAunque pensaba para sí mismo que esa era la forma en que los mortales debían comportarse con los yokai, seguía sintiendo un poco de lástima por su melancolía.\nSegún Gonbei, al contrario de lo que dicen las leyendas populares, una vez fue muy amigo de las ameonna que vagaban por las montañas y los bosques.\nLo que ocurre es que Gonbei, que entonces era un adolescente, quería que lloviera en los campos de su pueblo, tan afectados por la sequía. Por ello, hizo caso a las palabras del anciano de la aldea y se dirigió a las montañas para buscar la ayuda de una ameonna.\nEn aquella época, la abuela Ame ya no era joven y era muy consciente de los numerosos cambios que se producían en el mundo. Pero los seres de las montañas y los bosques son más simples e ingenuos en comparación con los mortales.\nEntonces... Ay... El joven Gonbei cometió el impensable error de engañar a los seres de las montañas y los mares. Aunque, a día de hoy, sigue insistiendo en que solo lo hizo para salvar su pueblo.\nEs más, su pueblo tuvo un año de grandes cosechas debido a las fuertes lluvias.\nDespués de eso, Gonbei, que estaba profundamente avergonzado, evitó las montañas y vino a vivir a la ciudad durante mucho tiempo.\n“Lo siento mucho”, dijo el anciano mortal inclinando la cabeza, pero sin sostener la caja de madera.\nSalí de su casa antes de que la luz de la luna se viera envuelta por las oscuras nubes."
          }
        ]
      },
      {
        "title": "Volumen VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Una vez que reúnas las 10 páginas de esta entrega, podrás formar «La novela de la Calle del Ibis (V)».\nEsta página arrastrada por la brisa parece haber sido arrancada de una antigua novela.\nSi encuentras las demás páginas, podrías reconstruir el libro.\nIntermedio\nDicen que en el pasado, cuando los frágiles y efímeros mortales aún no habían cruzado el mar hasta estas tierras, Inazuma pertenecía a los tanuki.\nHolgazanes e inconstantes, los tanuki nunca se preocuparon por el mañana, y dormían con la conciencia tranquila. En ese entonces, la tierra de Inazuma era un paraíso apacible para los tanuki, y todos los días eran un gran festival.\nAl menos, eso es lo que dicen los tanuki más ancianos.\nTiempo después, los kitsune llegaron por mar, e hicieron la guerra contra los tanuki por generaciones. Los diálogos de paz comenzaron después de que ambos lados sufrieran un gran número de muertes. Los tanuki, de carácter obstinado, se rehusaron a admitir la derrota, pero aceptaron cortar un fragmento del Cerezo del Trueno como ofrenda de paz para los kitsune.\nSin embargo, los kitsune eran tan astutos como traicioneros. Se dice que durante la gran guerra, muchas almas ingenuas fueron presa del engaño en los constantes enfrentamientos entre los kitsune y tanuki, y olvidaron quiénes eran o de dónde venían.\nFue así como las pobres almas mortales nacieron de estas criaturas perdidas.\nDeambulé por las sinuosas calles y callejones, mientras recapitulaba las historias de los tanuki.\nAl final, no encontré ningún restaurante que siguiera abierto.\nSupongo que esto significa que es hora de volver.\nCon esto en mente, me levanté y estiré la espalda frente al puesto de fideos del tío Kitsune.\nJusto en ese momento, percibí un olor muy familiar que procedía desde atrás..."
          }
        ]
      }
    ]
  }
}