{
  "epId": 2467,
  "name": "Halfdan",
  "desc": "<p>Un miembro de élite en la Guardia Real de Khaenri'ah bajo el comando del Espadachín del Crepúsculo.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/b9ba431d202f42175efec804dc0857cd_7803263860153270145.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1751879990,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Halfdan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6973891844868001568.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace más de quinientos años, Halfdan era un joven guerrero, un miembro de élite de la guardia real de Khaenri'ah; una nación sin precedentes, floreciente y poderosa, construida enteramente por humanos. Pero el Rey Irmin y los sabios rasgaron el velo del pecado, y cinco de las seis personas que debían evitar el desastre compartieron entre ellos suficiente poder del Abismo como para volcar un mundo entero. Cuando los monstruos del Abismo creados por Rhinedottir llenaron Teyvat, el Orden Celestial envió a los Arcontes de los siete reinos a Khaenri'ah, y la nación sin dioses fue destruida."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"El supuesto “orgullo de la humanidad” fue arrancado como una mala hierba del jardín de los dioses...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7b9129f9c6803c9736e7e71f50f2e96e_3453872013157491941.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Los Caballeros Serpiente Negra defendieron Khaenri'ah junto a su capitán, pero no pudieron salvarla. Las últimas órdenes que el Espadachín del Crepúsculo dio a Halfdan el día en que Khaenri'ah cayó, antes de volver corriendo al palacio, fueron: <color=#ffffff>\"Informa a todos los Caballeros Serpiente Negra de que protejan al pueblo de Khaenri'ah, cueste lo que cueste.\"</color> Aunque se los llamaba \"guardias reales\", cuando llegó el desastre, los nobles, aristócratas y el pueblo común fueron igual de despiadados. Durante el Cataclismo, todos los nativos de sangre pura de Khaenri'ah, incluido Halfdan, fueron maldecidos con la inmortalidad por la\nmientras que el resto fue transformado en monstruos llamados hilichurls. Bajo la maldición de la inmortalidad, los Caballeros Serpiente Negra perdieron la razón y los recuerdos, y se convirtieron en cascarones vacíos con solo la voluntad de destruir al enemigo y defenderse. Ahora, en sus armaduras solo queda la voluntad de \"luchar por una causa, unas personas y cosas indeterminadas\". Durante quinientos años, los Caballeros Serpiente Negra continuaron cumpliendo su deber, atormentados por el dolor de la maldición y la erosión."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/31c7856ee191800d8c2527f86ce5c2de_7778544314108706879.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La maldición de la inmortalidad negaba la muerte a quienes la sufrían, pero el cuerpo y el alma seguían siendo erosionados hasta volverse prácticamente inexistentes, aunque \"muerte\" no fuera la forma que esta erosión tomaba. Los Serpiente Negra hicieron su hogar en las profundidades de las minas del Abismo, donde había ruinas de una civilización antigua, similar en arquitectura a Khaenri'ah. Creían que la ciudad invertida del Abismo era Khaenri'ah en plena catástrofe, y que los hilichurls eran el pueblo de su reino que debía ser protegido. En la cámara superior de esta ciudad había una fuente, cuyas aguas tenían un efecto purificador que podía debilitar la maldición. Cuando los hilichurls se dieron cuenta de que su final se acercaba, instintivamente buscaron un lugar oscuro y tranquilo para despedirse de siglos de sufrimiento, y un lugar donde la maldición se debilitara era el más adecuado para ello."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/8a59436a38e36d12bf0995bb4bf32167_8004897852254487788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Un día, el/la Viajero/a y Paimon, que investigaban el extraño comportamiento de los hilichurls, y el capitán de la guardia real, Dainsleif, llegaron a la ciudad invertida. Cuando los Caballeros Serpiente Negra los atacaron, creyeron que estaban conectados con la Orden del Abismo —los sobrevivientes de Khaenri'ah que, bajo la influencia de la maldición y del Abismo, se convirtieron en monstruos que querían destruir el mundo gobernado por los Arcontes. Dainsleif vio a Halfdan de pie a lo lejos, y le pareció familiar, como si quisiera decir algo, pero pronto desapareció. Dentro de la ciudad invertida, encontraron más Caballeros Serpiente Negra protegiendo a los hilichurls, cuyo final ya estaba cerca. Halfdan reapareció y les ordenó retirarse, y Dainsleif finalmente lo reconoció. El Espadachín del Crepúsculo comprendió que los Caballeros Serpiente Negra no estaban bajo el mando de la Orden del Abismo, sino que protegían a los hilichurls, y el gruñido que emitían no era una amenaza, sino una antigua palabra de Khaenri'ah que significaba \"corre\". La fuerza de voluntad y el deseo de proteger a su pueblo eran tan poderosos que ni siquiera quinientos años de erosión pudieron destruirlos. Halfdan reapareció, hizo una señal para que Dainsleif y el/la Viajero/a lo siguieran, y fue hacia los hilichurls, que casi se habían fundido con la oscuridad. Allí, Dainsleif, el/la Viajero/a y Paimon conocieron el plan de la Orden del Abismo para usar el dispositivo amplificador debajo de la fuente y así levantar la maldición y revivir Khaenri'ah. Pero nada podía levantar la maldición de los dioses: estaba tejida en el destino mismo del mundo y existía en un plano de realidad superior al de las personas. Incluso la Soberana de la Muerte se negó a levantarla, para no arrancar la razón del mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/8a94eec1a8d622f3cf011d73b05df85d_2121116374676029932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Dainsleif, el/la Viajero/a y Paimon regresaron a la fuente, la Orden del Abismo usó el dispositivo amplificador para aumentar el efecto purificador de las aguas cien veces. Aunque esperaban que el proceso los librara de la maldición, los hilichurls, Halfdan, los demás Serpiente Negra y Dainsleif solo experimentaron un dolor extremo. A pesar del sufrimiento inmenso, Halfdan corrió hacia el dispositivo y detuvo el proceso sacrificándose. Pero incluso después del sacrificio de Halfdan, el dispositivo seguía activado. Tras destruir todos los mecanismos de suministro de energía, el dispositivo finalmente se apagó, pero ya no quedaba vida en Halfdan. Cuando Dainsleif estaba a punto de irse, el espíritu de Halfdan recuperó la conciencia por un momento y pudo despedirse del Espadachín del Crepúsculo, para luego desvanecerse sin dejar rastro."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Espadachín del Crepúsculo, señor Dainsleif... Lo siento, le he decepcionado, no pude proteger a nuestro pueblo.\"</color>\n<color=#ffffffd9>\"No. En estos quinientos años, hiciste lo posible por cumplir con tu deber. A día de hoy, ustedes siguen siendo mi mayor orgullo.\"</color>\n<color=#ffffffd9>\"Khaenri'ah no ha muerto, ¿cierto? Después de todo, usted todavía sigue aquí.\"</color>\n<color=#ffffffd9>\"Así es. Entonces... No hace falta restaurar la nación.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "name": "Caballero Serpiente Negra - Aire afilado",
        "desc": "Un soldado con una importante posición en la corte real. Se dedica a eliminar a los enemigos de la realeza con la habilidad de espada a la que llama “técnica de la verdad”.<br/>En el pasado, antes de que la gloria del antiguo reino cayera hasta ser imposible de restaurar, el Espadachín del Crepúsculo también fue uno de estos soldados.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Un anterior capitán de la guardia real de Khaenri'ah, quien fue maldito por Celestia con la inmortalidad.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/205556113/86cba0ac52d14db4084f3a30b16f48cd_688505044661450551.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El anterior capitán de la Guardia Real que ordenó a Halfdan y a otros Caballeros Serpiente Negra proteger a la gente de Khaenri'ah a toda costa.\nCaballeros Serpiente Negra\nUnos caballeros de la realeza que en el pasado ocupaban una importante posición.\nCon el paso del tiempo y las maldiciones que han caído sobre ellos, en la actualidad carecen de todo raciocinio y memoria. En sus armaduras solo queda la voluntad de \"luchar por una causa, unas personas y cosas indeterminadas\".\nSegún su grado de desgaste, se dividen en Soldados del Vacío y Caballeros Serpiente Negra.",
        "alignment": "center"
      }
    ],
    "videoCollection": [
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=LqCwQicfMuc",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Halfdan"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Caballeros Serpiente Negra"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/53a5b30eea7b2334730f3571f3ab99c8_9028426897497192559.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dainsleif y Halfdan."
          }
        ]
      },
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/07/205556113/6a162dee8fef61a1b596fc4dcba73007_8358738511967858689.png"
      }
    ]
  }
}