{
  "epId": 2487,
  "name": "Zhichiong",
  "desc": "<p>Un miembro del Gremio de Aventureros. Tiene un talento increíble para la cartografía.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/205556113/9c66a2fc15b043ba19d953964a8e1144_7694526774112990830.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1759885146,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Zhichiong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/da14b7867b5fe6fbea9580a99f97e3fc_3252764299420376978.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Zhichiong nació en el Pueblo Mingyun como parte de la última generación de mineros, pero como las vetas de mineral de Mingyun se habían agotado hacía mucho tiempo, ella y el resto de los mineros se vieron obligados a buscar trabajo en otros lugares, lo que la llevó a terminar en La Sima. Allí trabajó como cartógrafa, estudiando e investigando las minas subterráneas. Por su cercanía con los mineros, Zhichiong estaba acostumbrada a desplazarse por los peligrosos pasadizos subterráneos y los conocía como la palma de su mano. Poco después de su llegada, los mineros desenterraron una \"cosa\" en las minas a la que llamaron la Roca de los deseos. Los trabajadores creían que si se acercaban a ella, cualquier deseo se haría realidad. Tras la aparición de esta \"cosa\", empezaron a surgir Espatos lumínicos por todas partes en las minas, y los cambios en la estructura geológica de La Sima se aceleraron: una materia negra comenzó a aparecer cubriendo las rocas, el lodo oscuro y unas concreciones rezumantes se extendieron por todo el lugar. La influencia de la Roca de los deseos y del lodo oscuro empezó a volver locos a los mineros, por lo que las Siete Estrellas de Liyue se vieron obligados a sellar la mina. Después del cierre de La Sima, Zhichiong se convirtió en aventurera. Aunque solo había completado unas pocas comisiones para el Gremio de Aventureros, se inspiró en grandes aventureros como Stanley, Roald y Leonard. Así que cuando el Ministerio de Asuntos Civiles le pidió a Zhichiong que descendiera a las profundidades de La Sima como parte de un equipo de espeleología, aceptó de inmediato, esperando dejar su huella para que las generaciones futuras la recordaran. La aventurera creía que La Sima podía ser su propio Rubicón. Gracias a su talento en cartografía, su tarea era crear un nuevo mapa de las minas subterráneas, que habían cambiado tras el incidente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/22ecacb511800322d5b6f9f12e67b168_1395391201740701171.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El equipo de espeleología estaba dirigido por el erudito de Sumeru Khedive, y también incluía a la especialista en seguridad Jinwu, el bardo Taliesin, el/la Viajero/a y el antiguo Ladrón de Tesoros Clitofo. Al principio, Zhichiong desconfiaba mucho de Clitofo y quería entregarlo a la Geoarmada, pero cuando él los ayudó a despejar la entrada a los niveles inferiores de La Sima, cambió de opinión. Como Khedive, Jinwu, Taliesin y Clitofo no abandonaban el campamento del equipo, Zhichiong, el/la Viajero/a y Paimon fueron los encargados de investigar los cambios en La Sima, encontrar la \"cosa\" y elaborar el mapa. Durante la exploración, el estado de la aventurera comenzó a deteriorarse: la cercanía al lodo oscuro y a las concreciones rezumantes la hacían sentirse enferma, como cuando alguien se monta en un carruaje y al marearse tiene ganas de vomitar, o como cuando se pierde el sentido de la orientación al permanecer en un barco durante una tormenta. A pesar de su malestar, se negó a regresar a la superficie y continuó descendiendo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/26399c8ebd8fd3a1e73c74bc812f6879_1189357422189465702.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando Zhichiong, el/la Viajero/a y Paimon despejaron el camino hacia los niveles inferiores, descubrieron un fragmento flotante y brillante, similar a los fragmentos del Pilar divino en Espinadragón, del que otro aventurero le había hablado a Zhichiong. Este fragmento era la Roca de los deseos que había provocado el sellado de las minas de La Sima. Cuando lo vieron, estaba contaminado, y Zhichiong volvió a sentirse enferma, pero una vez que el cristal fue purificado, pareció poder respirar con más facilidad. Antes de descender a la parte más profunda, Khedive había advertido a Zhichiong que estar allí podría ser fatal para ella, pero pese a las órdenes y súplicas, se negó a volver. Era una aventurera, y el riesgo formaba parte de su vida. Zhichiong no quería pasar su vejez postrada en una cama, marchitándose con los años, dependiendo de otros para comer o incluso para ir al baño. Prefería morir en una aventura antes que esperar la muerte en una cama cómoda. No le interesaba un trabajo estable en el Ministerio ni la recompensa de Khedive, porque quería demostrar que las personas sin Visión y sin la gracia de los dioses también podían lograr grandes cosas. Creía que esa era la única manera de inspirar a quienes vinieran después de ella y mostrarles hasta dónde podía llegar un mortal no elegido y qué historia podía dejar atrás. Y aunque no tuviera éxito, quería permanecer en la memoria de la gente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/96e7f42f56638cdf7f6bb896e9edbddf_2885714699672117518.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después de que el/la Viajero/a y Paimon descubrieran el\nen lo más profundo de La Sima, Zhichiong fue a colocar balizas de investigación, pero nunca regresó. Al apresurarse a buscarla, el/la Viajero/a y Paimon la encontraron atrapada en el lodo oscuro, completamente exhausta y delirando: <color=#ffffff>\"La ciudad dorada... La torre oscura... ¡*Cof*, cof! Los emisarios divinos se han marchado...\"</color> . Tras este incidente, la chica recibió la orden de abandonar La Sima, y el Departamento del Ministerio de Asuntos Civiles la nombró oficialmente consultora y guía. Pero en lugar de aceptar, Zhichiong dejó el equipo de espeleología y huyó. Cuando el/la Viajero/a y Paimon encontraron su último campamento cerca del Pilar divino, había un obsequio para el/la Viajero/a y una carta en el suelo en la que se disculpaba por haberse marchado sin despedirse. Agradecía a Jinwu por su preocupación y decía que podía considerarla como su pariente más cercana. Pero, en vez de permanecer bajo su cuidado para siempre, eligió emprender una aventura real en solitario. Zhichiong se disculpó con Clitofo por haber desconfiado de él y con Muning por no poder retomar su servicio. La aventurera escribió que deseaba ir al lugar donde la Geoarmada habían luchado junto al yaksha de cuatro brazos quinientos años atrás, y que su viaje estaba lejos de terminar. Pero el/la Viajero/a y Paimon no hallaron nada más, salvo la carta."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Pero no puedo frenar mis ilusos pensamientos y preguntarme si aventureros tan famosos como Leonard, Stanley o Roald, aun siendo humanos corrientes, habrían visto los paisajes que yo vi, si se habrían adentrado conmigo en la oscuridad de las cuevas rocosas, si habrían venido a ver con sus propios ojos el fango morado oscuro que fluye como lava, los cristales azules flotantes, los viejos mapas grabados en antiguas estelas de piedra y todos esos magníficos misterios imposibles de describir con palabras... Si se habrían retirado del peligro con tal de salvar sus vidas, o si, siendo tan testarudos como yo, habrían arriesgado sus endebles vidas como humanos que son para explorar las impredecibles profundidades de la tierra...\"</color>\n<color=#ffffffd9>\"En aquellos tiempos remotos cuando héroes y Yakshas combatían junto a Rex Lapis, cuando seres divinos dividieron por la mitad colosales rocas y crearon montañas, en la antigua época cuando de la piedra se creó el mar, ¿cómo pudimos sobrevivir nosotros, los seres humanos, tan insignificantes, sin ningún amparo de los dioses? El amor y el odio mundanos, la felicidad y adversidad de los mortales, nuestros logros, las disputas y los lazos que separan y unen a los humanos corrientes... Toda esta gran variedad de vivencias... ¿de verdad merecen el desprecio de los dioses? ¿Realmente es incapaz el coraje humano de conquistar ese edén inimaginable para los mortales, ese lugar donde se hallan las deidades?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5369,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "Sima",
        "desc": "<p>Tal y como dice el proverbio: \"Los acantilados crean sombras evasivas. A dónde se dirigen las sendas traicioneras, todos lo desconocen\". En los textos antiguos de Liyue, este lugar es conocido como el Valle Yu. Incluso el brillo radiante del sol se hunde en las profundas sombras del ocaso. Aunque las leyendas no sean más que eso, uno siempre debe esperar lo inesperado al explorar esta mina subterránea laberíntica.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/0902c139b6e085cf89bdddc7cdd983e0_3759786955839715871.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Valle Chenyu",
        "desc": "<p>Las suaves brisas traen consigo el aroma del té a través de las montañas de Liyue, dotando al aire de una deliciosa esencia una vez más.</p><p>“El té crece entre las rocas, donde los arroyos de jade fluyen eternamente”. El ligero perfume y la antigua canción de jade se fusionan y se dejan llevar a través de los ríos que cruzan la Aldea Chiaoying hasta desembocar en el Puerto Yilong. ¿Qué aventuras aguardarán más allá de la densa niebla de las montañas?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/205556113/f783a7fc0a773c38db445bbba2eefb59_163796164123302821.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Visión",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las visiones son artefactos mágicos otorgados por Celestia y Los Siete a los llamados \"Arcontes Primordiales\", o \"Genshin\" en una lengua antigua, una pequeña minoría de personas con fuertes deseos. Ella les permiten canalizar un poder elemental específico. Todo poseedor de Visión tiene las cualidades para convertirse en una divinidad y ascender a Celestia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/11/10742394/fa9e7f4e1400794f2ee1468599880d59_2173439477692760270.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Jinwu_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>Investigador de Sumeru especializado en minerales y biología. Debido a los cambios en el entorno de la Sima financió con sus fondos un equipo de espeleología para adentrarse en la zona y recoger información.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/20619958/086809e1ae9843c57d4a17936c81ff88_8722946769095828396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2258,
        "name": "Carta de Zhichiong",
        "desc": "Una carta de una joven aventurera con un olor a flor chingxin ligeramente amargo.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/13/10742394/ba08fcad090f859730554c152cdb2208_8821625254006010549.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1182,
        "name": "Cristal gélido",
        "desc": "Un pedazo de cristal originario de las profundidades de la Sima. Este particular mineral de arena cristalizada es un fragmento que salió despedido durante tu combate con la misteriosa serpiente mecánica. En un principio, estos minerales eran unos objetos comunes y corrientes típicos de la Sima, pero este es distinto a los demás.<br/>Al exponerse a la radiación con otros minerales de color azul y el poder del Abismo, en su parte superior se crea un extraño patrón con forma de vórtice que resulta muy frío y que prácticamente hiela la sangre.<br/>El poder de la bóveda celeste y la ponzoña que asciende al cielo desde las profundidades de la tierra otorgaron esta forma a la arena cristalizada de la que se componía este mineral, como si de una advertencia a los mortales se tratara.<br/>Ya que el inerte mundo puede transformar la materia de esta manera, si esa persona valiente tuviera la oportunidad de ver el final de las oscuras profundidades, ¿cómo encararía todo lo que descubrió?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Frostglaze Crystal_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Peixiu",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diálogos"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sobre los cartógrafos</color>\nSolo soy un aprendiz, y aunque ya he completado algunos bocetos, todavía tienen muchos errores. Tendré que inspeccionar y explorar uno a uno los valles y túneles ocultos por la vegetación para hacer un estudio detallado.\nAy, esto me está volviendo loco. La topografía de este lugar es complicada, hay demasiados caminos y cuevas. A veces pienso si toda la montaña está hueca...\nEl progreso va muy lento... (Suspira), y tampoco estoy familiarizado con el terreno como la gente local.\nBueno... en realidad, este es un proyecto conjunto entre las sucursales del Gremio de Aventureros de Sumeru y Liyue, y los mapas elaborados los utilizarán quienes viajen entre ambos lugares por motivos comerciales y de aventura.\nAl principio, la que se encargaba del proyecto era una cartógrafa de Liyue. Tenía mucha experiencia y todos confiaban en ella.\nAdemás, se dice que solía hacer trabajos similares en la Aldea Chiaoying. Dicen que con solo un vistazo era capaz de conocer todos los detalles de la topografía, por complicada que fuera, y que sus mapas eran muy precisos.\nPero luego la enviaron a la zona minera. No me acuerdo si fue a la Sima o la Forja Peñasco Oscuro...\nEn cualquier caso, cuando vieron los mapas que había trazado, todos se sintieron avergonzados de sus propias habilidades, y los aventureros que los usaron los elogiaron a más no poder..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Tras haberse cerrado las minas de La Sima, Zhichiong se convirtió en Aventurera. Se inspiró en grandes aventureros como",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", Stanley, Roald y Leonard.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "name": "Sima",
        "desc": "<p>Tal y como dice el proverbio: \"Los acantilados crean sombras evasivas. A dónde se dirigen las sendas traicioneras, todos lo desconocen\". En los textos antiguos de Liyue, este lugar es conocido como el Valle Yu. Incluso el brillo radiante del sol se hunde en las profundas sombras del ocaso. Aunque las leyendas no sean más que eso, uno siempre debe esperar lo inesperado al explorar esta mina subterránea laberíntica.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/19/205556113/0902c139b6e085cf89bdddc7cdd983e0_3759786955839715871.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Zhichiong fue enviada a La Sima para hacer un mapa de las minas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Valle Chenyu",
        "desc": "<p>Las suaves brisas traen consigo el aroma del té a través de las montañas de Liyue, dotando al aire de una deliciosa esencia una vez más.</p><p>“El té crece entre las rocas, donde los arroyos de jade fluyen eternamente”. El ligero perfume y la antigua canción de jade se fusionan y se dejan llevar a través de los ríos que cruzan la Aldea Chiaoying hasta desembocar en el Puerto Yilong. ¿Qué aventuras aguardarán más allá de la densa niebla de las montañas?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/205556113/f783a7fc0a773c38db445bbba2eefb59_163796164123302821.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Aunque a Zhiqiong le disgusta la Aldea Chiaoying debido a un conflicto con un comisionista, la considera su segundo hogar. La Aventurera planeaba regresar allí a descansar después del Abismo.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3994,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Especialista del Ministerio de Asuntos Civiles. Se encarga de las necesidades materiales del Equipo de espeleología de la Sima.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2520,
        "name": "Jinwu",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Jinwu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3995,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3996,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2510,
        "name": "Khedive",
        "desc": "<p>Investigador de Sumeru especializado en minerales y biología. Debido a los cambios en el entorno de la Sima financió con sus fondos un equipo de espeleología para adentrarse en la zona y recoger información.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/20619958/086809e1ae9843c57d4a17936c81ff88_8722946769095828396.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Equipo de espeleología de la Sima",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ubicación",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/205556113/35c08eae85c3b0be630fecc0f2d71462_8960325094924085731.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La Sima, Liyue"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "La Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Me quedé atónito la primera vez que vi estas formaciones tan maravillosas y aterradoras... Nunca olvidaré la conmoción y el asombro que sentí entonces\".\n\"Pero hasta las creaciones más sublimes acaban haciéndose monótonas tras tantas idas y venidas a órdenes del Ministerio de Asuntos Civiles...\"\n\"Por eso quiero agradecerte tu ayuda, viajero/a, sin ella no podría continuar mi propia aventura...\""
          }
        ]
      },
      {
        "title": "Entrada a la Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Entrada a la mina de la Sima, que los mineros llaman reverentemente la 'Entrada a la Sima'. Desde que fue sellada por las Siete Estrellas tras el terremoto reciente, la mina parece aún más traicionera e impredecible\".\n\"Por fin rompimos el sello mágico que bloqueaba la entrada gracias a ti, viajero/a, solo espero que las Siete Estrellas no nos lo echen en cara...\""
          }
        ]
      },
      {
        "title": "Valle Fu'ao",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Este fue antaño el campo de batalla en el que lucharon a muerte Azhdaha y Rex Lapis. Solo soy una aventurera joven e inexperta y escribir no es mi fuerte, pero no puedo evitar conmoverme ante semejante escenario\".\n\"Comparados con el tiempo y el espacio insondables, o con las poderosas deidades capaces de alterar el mundo, ¡qué insignificantes somos los mortales!\""
          }
        ]
      },
      {
        "title": "Sima - Minas Subterráneas",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Yo crecí en el Pueblo Mingyun, donde los mineros trabajaban y vivían animadamente. Sus dichas y desdichas me acompañaron durante toda mi infancia.\"\n\"Ahora, viendo estas majestuosas pero desoladas minas subterráneas, me siento como si volviese al pasado, solo que este es un pasado mucho más solitario y sombrío...\"."
          }
        ]
      },
      {
        "title": "Ruta Minera Provisional",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Por aquel entonces, los trabajadores sellaron los túneles más profundos antes de ser evacuados, pero dejaron allí un Explotamontañas\".\n\"Puede que fuese una orden expresa de los mandamases de entonces, ya que el comercio de Liyue no puede prescindir por mucho tiempo de la arena cristalizada si quiere seguir prosperando\"."
          }
        ]
      },
      {
        "title": "Canal Subterráneo",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Descubrí esta laguna mientras exploraba sola el camino. Es una laguna de aguas limpias y refrescantes, ideal para relajarse y limpiarse toda la mala suerte del camino\".\n\"Cerca pacen sin prisa algunas mansas criaturas elementales y raras criaturas apartadas del mundo... He dibujado la laguna en el mapa. Sería estupendo que tú, viajero/a, pudieses seguir el mapa hasta alcanzarla\"."
          }
        ]
      },
      {
        "title": "Cámaras Rocosas",
        "desc": [
          {
            "type": "RichText",
            "text": "\"El cristal que una vez existió aquí fue el culpable que forzó el cierre de la Sima, y ahora su extraño movimiento ha vuelto a poner en vilo al Ministerio de Asuntos Civiles\".\n\"Menos mal que con tu ayuda, viajero/a, regresó a su guarida en el subsuelo más profundo y ha dejado vacío este solemne palacio rocoso\"."
          }
        ]
      },
      {
        "title": "Ruinas Desconocidas",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Descubrí estas enormes y terroríficas ruinas mientras exploraba sola, puede que se trate de una civilización milenaria que fue arrasada como castigo. Es como si esta antigua ciudad se opusiese a la existencia de extraños... y puede que esté relacionada con esos cristales violeta y ese barro de origen desconocido\".\n\"Solo me detuve un momento, no pude sino mantenerme apartada de esa silueta ominosa de la ciudad invertida\"."
          }
        ]
      },
      {
        "title": "Cañón Luminiscente",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Una caverna subterránea donde crecen inusuales hongos gigantes, casi puede oírse un sonido extraño como de respiración. Debe ser una alucinación, lo que quiere decir que este lugar está lleno de vapores venenosos, así que debo de irme inmediatamente de aquí\"."
          }
        ]
      },
      {
        "title": "Pilar de la Sima",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Viajero/a, decidí seguir tus pasos y llegar hasta aquí a pesar de que intentaras disuadirme repetidamente\".\n\"Ni en sueños podría imaginarme estas columnas ciclópeas azules como el cielo... es imposible que sean una creación de la tierra, solo pueden proceder del cielo, tan fulgurante como ellas\",\n\"Para poder desentrañar su misterio, decidí adentrarme en las profundidades a través de un pasaje oculto, no sé hasta dónde llegaré ni si podré dejar algún registro...\"."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Zhichiong"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Gremio de Aventureros\nEquipo de espeleología de la Sima"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Aventurera"
          }
        ]
      }
    ]
  }
}