{
  "epId": 2545,
  "name": "Madam Ping",
  "desc": "<p>Maestra de Yaoyao y Xiangling. <span class=\"wk-shady\">Ella es una Adeptus conocida como Caminante Errante.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/0f6d6b3952d41b274178b21b4b0169b9_2488593066523231042.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1710444990,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Madam Ping"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/61f706152a345f7148487f1169bdef55_7302510184355707171.png"
      },
      {
        "key": "Ubicación",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/12c8c0c1297ed856fa6bff78e5b29d97_6049273363816970623.jpg"
      },
      {
        "key": "Madam Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/9183df607ca57add5534afff69d9bb6e_2300668692354089645.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Madam Ping en su forma adéptica."
          }
        ]
      },
      {
        "key": "Madam Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/61d50fda74021bb63c04732f5140e73f_7634902583215199561.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong y Caminante Errante (Madam Ping)."
          }
        ]
      },
      {
        "key": "Madam Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/851e05bae840cc509552425cd63d4b9d_3653239312946464896.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Preservadora de Nubes y Caminante Errante."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caminante Errante",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace 3.700 años, Rex Lapis, junto con los Adeptus, fundó Liyue y firmó un contrato con ellos por el que estaban obligados a proteger a la gente de Liyue. Juntos construyeron ciudades, enseñaron a la gente construcción y tecnología."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/2a68bd933d4729296d6b6f53fed1c36a_8630253768766609295.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Entre los dioses, Guizhong, la Diosa de las Arenas, era una querida compañera de Caminante Errante. Su historia comenzó con cierta campana. En opinión de Guizhong, si bien los mecanismos no reemplazaban a los compositores humanos, sí eran capaces de producir melodías simples pero finas. Caminante Errante creía que la música era una expresión del alma, una empresa emocional que nunca podría esperar ser replicada por maquinaria. Discutieron interminablemente, hasta que Preservadora de Nubes le pidió a Rex Lapis que intercediera. Confiscó la campana y la designó para uso ceremonial. A partir de entonces, a menudo se veía a Guizhong y Caminante Errante reuniéndose en las montañas, discutiendo sobre música, mecánica y todos los asuntos del mundo mortal. Pero cuando comenzó la Guerra de los Arcontes, Guizhong fue dominada por el enemigo y cayó en batalla. Cuando Caminante Errante y Preservadora de Nubes llegaron por fin a la escena, todo lo que quedó entre las ruinas fue su cuerpo sin vida. Después de esto, a petición de Caminante Errante, Rex Lapis le otorgó la Campana purificadora para que la guardara."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/fbd73901aca7d29979882aac626a6dd4_2381289720089386625.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de la muerte de su amiga, Caminante Errante decidió dejar a los Adeptus y unirse al pueblo. Cambió su apariencia de la de una mujer joven a la de una mujer mayor y se hizo llamar Madam Ping."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Quizás, como el polvo que se asienta tras la tormenta</color>\n<color=#ffffffd9>nosotros también regresemos un día al mundo de los mortales.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/ba6882ad4e4d72f7a6324f6b10133452_4528892472607392733.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "En memoria de su amiga muerta, Madam Ping cultiva lirios de cristal, flores antiguas que casi desaparecieron tras la muerte de Guizhong. En la antigüedad se creía que los lirios de cristal podían leer los corazones humanos. Si escucharan sonidos hermosos como risas y cantos, también florecerían con alegría. Pero si escuchaban demasiados chismes o calumnias descabelladas, rápidamente se desvanecerían. Así, los lirios se marchitaron tras la muerte de Guizhong, y luego, muchos años después, tras la proclamación de la muerte del Geo Arconte, Morax.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/73555894/66a9dceb7daa0fd96ac32f3a9af48068_3473544201111764012.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Campana purificadora",
        "desc": "Se dice que esta campana mágica fue preparada específicamente para los Adeptus. Su sonido resuena en el aire y reverbera por mucho tiempo. Se usa para purificar el reino mortal.<br/>Parece tener vida propia, incluso cuando lo sostienes...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Lirio de cristal",
        "desc": "Una flor milenaria que solía encontrarse comúnmente en Liyue. Transforma los recuerdos de la tierra en su fragancia durante la floración.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Madam Ping",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Muchos años después, Caminante Errante vive bajo la forma de una anciana, y casi nadie de lo que viven hoy sabe que ella es un Adeptus. Dado que Rex Lapis dotó a todos los Adeptus de \"iluminación\", pueden crear otras dimensiones: mundos de bolsillo autónomos. La dimensión creada por Madam Ping es la morada dentro de la tetera de cerámica, que es su hogar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/a0a990eea30d7f5ee6099930cc60bb29_2448709328217838397.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, durante uno de los Ritos del Descenso, el Arconte Geo fue asesinado. Para realizar el Rito del Ascenso, el funeral ceremonial de la deidad, el consultor de la funeraria El Camino, Zhongli, pidió prestada la Campana pruficadora a Madam Ping. Esta fue la campana que Rex Lapis una vez tomó de ella y Guizhong. Zhongli era en realidad Morax, que quería dimitir del cargo de Arconte y para ello hizo una representación de su muerte delante de los residentes de Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/2ff6dcc39170d2d940af03c5bbd0acc0_375219131907949809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de la muerte de su Arconte, el pueblo de Liyue se enfrentó a un nuevo peligro: el Señor Supremo del Vórtice, Osial, liberado de su encarcelamiento por Nobile, un Fatui miembro de Los Once. Nobile quería poner a Liyue en peligro para atraer a Rex Lapis y tomar su Gnosis. Caminante Errante se unió a los otros Adeptus en esta batalla, protegiendo a la gente. Muchos Adeptus querían destruir el Puerto de Liyue por permitir la muerte del Geo Arconte y no querían dejar el poder a la gente. Madam Ping, por el contrario, quiso confiar Liyue a las Siete Estrellas de Liyue, quienes también lucharon contra Osial. Sabía que Ninguang, el \"Equilibrio Celestial\" de las Siete Estrellas de Liyue, atesoraba la Cámara de Jade con la que Osial fue derrotado. Y si estaba dispuesta a sacrificar el trabajo de su vida para proteger a Liyue, entonces era digna de gobernarla.\nCuando finalmente se realizó el Rito del Ascenso, Madam Ping, como muestra de gratitud por la ayuda, regaló la morada encerrada en una tetera al/a la Viajero/a y a Paimon para que siempre tuvieran un techo sobre sus cabezas. La dimensión, llamada Relajatetera, se creó utilizando jadeíta smagardus y arcilla centelleante de las orillas del Pantano Dihua. Madam Ping le pidió a su amiga, el espíritu de la Relajatetera, Sosegadora de la lluvia, también conocida como Gordi, que estuviera a cargo de esta dimensión.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ninguang",
        "desc": "Ninguang, conocida como el “Equilibrio Celestial”, es miembro de las “Siete Estrellas de Liyue”. Su riqueza es insuperable en todo Teyvat.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Nobile",
        "desc": "Tartaglia, apodado Nobile, el undécimo de Los Once de los Fatui.<br/>Obtiene poder de su siniestro Engaño y pelea utilizando un arte marcial que aprendió en una tierra oscura.<br/><br/>Un auténtico guerrero con una pasión insaciable por la lucha.<br/>Para él, cada batalla sangrienta y cada duelo a vida o muerte es una prueba placentera.<br/>El joven Nobile es famoso por sus hazañas en el campo de batalla.<br/>Pero él nunca da por sentadas las alabanzas.<br/><br/>Al fin y al cabo...<br/><i>“Tu destino es estar en el centro de los conflictos”.</i><br/><i>“El fragor de las espadas será la música que te acompañe”.</i><br/><i>“Los oscuros recuerdos de un lugar en tinieblas...”</i><br/><i>“Se convertirán en el poder con el que transformarás el mundo”.</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Gordi",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/03/73555894/e8a8103ba952ffceed4cb66c1830a563_6037233271779019663.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Campana purificadora",
        "desc": "Se dice que esta campana mágica fue preparada específicamente para los Adeptus. Su sonido resuena en el aire y reverbera por mucho tiempo. Se usa para purificar el reino mortal.<br/>Parece tener vida propia, incluso cuando lo sostienes...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Relajatetera",
        "desc": "Una tetera de Madam Ping. Parece que dentro hay otro mundo...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Jadeíta smaragdus",
        "desc": "Una piedra llamada jadeíta smaragdus. ¿Para qué la usará Madam Ping?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Discípulos",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Si los Adeptus se encuentran con alguien con un destino entrelazado con el del camino adéptico, lo tomarán como discípulos y le enseñarán sus artes. Entre los Adeptus, Caminante Errante es uno de los que más interactúan con los mortales. Tiene muchos discípulos, la más joven de los cuales se llama Yaoyao. El atesoramiento de pájaros, flores, peces e incluso rocas de Yaoyao le recordó a Caminante Errante los Adeptus y su cuidado por todas las cosas, y fue esto lo que atrajo su interés. Yaoyao nació en un lugar tranquilo cerca de la Aldea Chingtsé. Cuando Yaoyao se convirtió por primera vez en discípula de la Adeptus, todavía era demasiado joven para haber aprendido a leer y escribir, por lo que su maestro comenzó enseñándole diariamente la etiqueta de los tomos de poesía. A medida que crecía, Caminante Errante agregaría gradualmente los ritos de los Adeptus, sus métodos de autocultivo y sus propias artes de lanza al plan de estudios de Yaoyao. La naturaleza voluminosa de tales enseñanzas hace que memorizarlas sea un desafío para Yaoyao, pero su maestra no se preocupa demasiado por tales cosas, porque para ella es evidente que Yaoyao realmente ha escuchado esas lecciones. Habiendo decidido inicialmente ser una capataz más severa, Caminante Errante se sintió aliviada al ver la actitud seria de Yaoyao y, por lo tanto, relajó un poco sus requisitos. Que Yaoyao la tratara realmente como a su abuela también calentó enormemente las entrañas de su corazón.\nDe hecho, a pesar de tener la mitad de la altura de un adulto, Yaoyao atendía las comidas de Caminante Errante y se preocupaba por su salud cuando las épocas más calurosas del año daban paso al frío, como si olvidara que los dolores de cabeza y las fiebres no eran problemas comunes para los Adeptus. De hecho, Caminante Errante llegó a sentir como si realmente hubiera sido bendecida con una nieta y, a partir de entonces, nunca más volvió a decirle una palabra estricta a la niña. Si bien no había comenzado esta relación con ninguna otra intención que no fuera la de tomar un discípulo, ahora se ve a sí misma y a Yaoyao inseparables. Lo cual está bien, supone. Deje que la pequeña se quede a su lado durante algún tiempo todavía; después de todo, todavía tiene mucho que enseñar.\nOtra discípula de Caminante Errante es Xiangling, amiga de Yaoyao y cocinera talentosa que experimenta constantemente con diferentes ingredientes. Caminante Errante le enseñó a Xiangling el arte de empuñar una lanza, con el que ahora ayuda a Yaoyao."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/237301566/813673fad1da29fc5d2918474feae2a3_8716357686443499110.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Además, Caminante Errante es bastante cercano a la conocida asesora legal de Liyue, Yanfei, cuyo padre es un Adeptus que luchó del lado de Rex Lapis durante la Guerra de los Arcontes, y cuya madre es una humana. Cuando los padres de Yanfei se fueron de viaje alrededor del mundo, Yanfei se quedó a vivir con Madam Ping.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">La discípula más joven de Caminante Errante. Es una \"pequeña adulta\" de lo más dulce y considerada.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/73555894/5bc9df1fb67391e4c8080da3d855de53_8940271787934788217.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Una reconocida chef de Liyue. Le apasiona la cocina y sobresale al hacer sus platos calientes y picantes.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Una reconocida asesora legal que vive en Liyue. Esta joven tan perspicaz tiene parte de sangre de bestia iluminada.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "El Tour Iridescente",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace muchas generaciones, un viajero de Fontaine que deambulaba por Liyue resbaló y cayó en un lago. Justo cuando pensó que no viviría para contarlo, de repente escuchó una cautivadora melodía... Se dice que esa fue la melodía más hermosa y más conmovedora que escuchó jamás. Incluso en un momento tan crítico como ese, aquella melodía divina arrebató su atención por completo, hasta el punto de que casi olvidó que estaba a punto de morir ahogado... Cuando logró volver en sí, se percató de que estaba en la orilla. Cerca de él, permanecía de pie una mujer desconocida, con la mirada perdida. Tras comprobar que mi antepasado estaba sano y salvo, se esfumó sin articular palabra. El viajero intentó correr tras ella para darle las gracias. Sin embargo, aunque tan solo los separaba una distancia de diez pasos, por más rápido que él se aproximara hacia ella, siempre existía la misma distancia entre ellos. Era imposible alcanzarla. Finalmente, él se limitó a hacer una reverencia en la distancia para expresar su agradecimiento, observando cómo se alejaba entre el río y las montañas. Entonces se giró y puso rumbo de vuelta a su hogar. Cuando regresó a casa, comenzó a aprender a tocar un instrumento que le acompañara al recitar esta historia allá donde fuese, como hacen los bardos. Después de que la historia se transmitiese a través de varias generaciones y tras haber invertido una buena dosis de imaginación al contarla, se llegó a creer que aquella extraña mujer era una especie de hada. La historia acabó convirtiéndose en una leyenda local de Fontaine. Le pusieron el título de \"La misteriosa guardiana del lago\". Cuentan por ahí que, si alguien toca una canción en la orilla del lago, aunque no sea con una destreza magistral, el hada tarareará contigo aunque no seas capaz de verla...\nCon el paso de los años, Dvorak, descendiente de ese viajero, se embarcó en un viaje para descubrir la verdad de esta historia. Decidió volver sobre los pasos de sus antepasados ​​y buscar a los descendientes actuales de aquella dama. Pasó muchos años viajando y el deseo que había perseguido durante media vida se había convertido en una especie de obsesión. Una vez, Dvorak oró por la guía del Arconte Anemo en la Catedral de Mondstadt, y tan pronto como puso un pie fuera de la puerta principal, notó un grupo de hojas arrastradas por el viento, cada vez más al oeste, hacia la Puerta de Piedra. Un amable lugareño le dijo que esto significaba que el viento lo estaba guiando hacia Liyue, por lo que Dvorak siguió su consejo y se dirigió allí."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/d9ad26954d1ce9e0a40f196b72450232_6073810473998099720.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con la ayuda del Viajero, Paimon y Preservadora de Nubes, Dvorak descubrió que la dama que salvó a su antepasado era Caminante Errante, que estaba de luto por su amiga Guizhong. Hace mucho tiempo a Caminante Errante le encantaba salir a beber y disfrutar de la música con el gentío. Pero tras el fallecimiento de Guizhong, dejó de buscar la compañía de otros. A menudo se la encontraba sola, sentada en lo alto de una montaña, tocando la lira, absorta en sus pensamientos. Sus melodías fluctuaban de la tristeza a la calma, de la calma a la exaltación. Pasaron muchos años hasta que logró tocar una melodía que le satisficiera. Para celebrarlo, tocó la melodía hacia las nubes. Lamentablemente, sólo se la ha oído tocar esa melodía una única vez."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Puede que las cuerdas permanezcan intactas, pero la persona que inspiró esta melodía ya no está aquí. Dime, Preservadora de Nubes... ¿Quién va a entender mi melodía ahora?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Fue esta melodía la que cautivó a aquel viajero y se convirtió en leyenda durante varias generaciones."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/48a8af17d8d767a6405a2da2e6729ba9_442537155325678197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La historia del antepasado de Dvorak y Caminante Errante inspiró a Dvorak a organizar el Tour Iridescente, uno de los festivales de música más grandes de Fontaine. Fue Dvorak quien convirtió uno de los Ritos de los Linternas en un festival musical en el que se fusionaban la música clásica y la moderna. Al final del Rito de las Linternas, Caminante Errante tocó su melodía, que inspiró la creación del festival de música.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Rito de la Linterna",
        "desc": "<p>Cada año, en el día de la primera luna llena, Liyue celebra el Rito de la Linterna. Por la noche, la gente lanza muchas linternas celestes y una gran linterna mingxiao al cielo. Dentro de cada linterna hay un fragmento de plaustrita y los deseos del corazón escritos en varillas especiales. Las linternas flotan lentamente, iluminando el camino para las almas de los fieles defensores de Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/20/73555894/3f82489b8c5f64483f809198483c4709_5571298184253122870.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Preservadora de Nubes",
        "desc": "<p>Un Adeptus que vive en la Montaña Aozang, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/26/73555894/46ee1323ddfe94fe1707c1d50912504e_9173702040654960252.png",
        "displayStyle": "card"
      }
    ]
  }
}