{
  "epId": 264,
  "name": "Máscara fantasmagórica",
  "desc": "Material de ascensión de arma.<br/>En el pasado, una bestia sobrenatural con cuerpo de tigre y cola de serpiente engulló a Chiyo, una guerrera de la tribu oni con el emblema Electro estampado en la espalda, mientras luchaba contra las fuerzas de la oscuridad. No obstante, Chiyo consiguió liberarse tras desgarrar las entrañas de la criatura desde su interior.<br/>Así fue como se ganó el título de “Chiyo, la mordisco de tigre”, el cual tras muchos años cambió a “Torachiyo”.<br/>Pero mientras estuvo en el vientre de la bestia, el pecado la corrompió y vio a sus camaradas masacrados por esos dientes manchados de rojo sangre. Sumida por completo en la oscuridad, al final desenvainaría su espada contra la todopoderosa Narukami, quien le cortó el brazo con el que empuñaba la espada y uno de sus cuernos. Entonces, Chiyo huyó cual bestia herida desde la ciudad hasta el bosque. Dicen que, una vez allí, fue considerada como un monstruo desconocido y asesinada por los tengu, o tal vez por Los Ocelos, o tal vez por un vástago del clan Iwakura que entrenaba en lo profundo de las montañas, pues su belleza había sido retorcida por el odio y la agonía de sus heridas. O tal vez incluso conoció al humanoide con espada y máscara de oni cerca de los restos de la serpiente gigante, y allí terminó el viaje de su vida.<br/>Pocos de los que lucharon contra el abismo en aquellos días se salvaron de tener sueños oscuros. Aquellos que asesinaron monstruos y luego se convirtieron en ellos no eran una minoría. La frontera entre mundos se vuelve frágil y la corrupción quizás no sea simplemente unidireccional.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
  "filterValues": {
    "objectType": [
      "Material de ascensión de arma"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1660159013,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Máscara fantasmagórica"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Material de ascensión de arma"
          }
        ]
      },
      {
        "key": "Utilidad",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1936,
            "name": "Estrella Invernal",
            "desc": "Un arco inmaculado y punzante como el gélido hielo del invierno.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/冬极白星.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 2001,
            "name": "Axioma de la Kagura",
            "desc": "Una campana divina bendecida por la Suma Sacerdotisa y usada en las actuaciones de danza kagura. De ella emana la fragancia del Cerezo Sagrado.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 2014,
            "name": "Luz del Segador",
            "desc": "Una naginata que se usa para cortar hierba. Cualquier ejército que se enfrente a esta arma también se verá arrancado del suelo.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/薙草之稻光.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1930,
            "name": "La Captura",
            "desc": "Hace mucho tiempo, esta lanza era la preferida de un famoso bandido de Inazuma.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/「渔获」.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1949,
            "name": "Cruz de Kitain",
            "desc": "El arma utilizada por el famoso lancero que custodiaba a los tatarigami en la Isla Yashiori.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/喜多院十文字.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1975,
            "name": "Aleta Cortaolas",
            "desc": "Una naginata fabricada a partir de un brillante material de las profundidades del océano. En el pasado, perteneció a la raza de los tengu.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 2264,
            "name": "Kagotsurube Isshin",
            "desc": "Una famosa espada forjada en el lejano Reino del Norte. Sin embargo, en el nombre de “Isshin”, se corrompió en su camino de regreso a su hogar natal.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
            "amount": 1
          }
        ]
      },
      {
        "key": "Sintetizar",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Máscara del cuerno",
            "desc": "Material de ascensión de arma.<br/>En las canciones perdidas de las niñeras oni, Torachiyo era una joven elegante, de cuerpo robusto y rostro hermoso. En el pasado, fue una teniente en la que la Shogun confiaba plenamente. Torachiyo la siguió a los oscuros reinos abisales para expulsar a los seres más corruptos, gracias a lo que los oni adquirieron una buena reputación a pesar de que su sangre se diluía más y más con cada día que pasaba.<br/>Ya nadie canta estas canciones, pero esta máscara de un oni con cuernos, cuya forma original no nos ha llegado a la actualidad, aún posee un poder más allá de lo normal.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Jardín de Sunagare. Dominio de la forja: Cripta movediza IV (Miércoles, Sábado, Domingo)</color>"
          }
        ]
      }
    ]
  }
}