{
  "epId": 2672,
  "name": "Recuerdos del Bosque",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/f526e111c9c7dcbaed0d7fd8c8d58ef2_1148990917096702709.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "RES Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678126957,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Lámpara del Exilio",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Originalmente era una lámpara de aceite de estilo desértico, pero en algún momento le crecieron unas radiantes hojas verdes.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/80ddb6398975e6b891e383a30079b873_8002503966439113520.png"
      },
      "circlet_of_logos": {
        "title": "Corona Láurea",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una corona, obsequio de la diosa de las plantas, que fue heredándose entre los distintos reyes del laberinto. Al final, acabó en manos del vasallo de uno de esos reyes.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/11abc6739dff1cf50b95b394a3462162_6379266778710326233.png"
      },
      "plume_of_death": {
        "title": "Sabio de la Espesura",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una hoja de un color esmeralda, ligera como una pluma y extraída de la indumentaria de un sabio del bosque.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/9339ebbf175d61844f0b4fafddf7c601_4272413043704326180.png"
      },
      "flower_of_life": {
        "title": "Visitante del Laberinto",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una flor dorada arrancada de la corona del Rey del Bosque.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/f526e111c9c7dcbaed0d7fd8c8d58ef2_152261459693709024.png"
      },
      "sands_of_eon": {
        "title": "Fenecimiento de la Sabiduría",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un reloj utilizado por aquellos que se dedican a la búsqueda de la sabiduría. Lo que contiene no son granos inertes, sino diminutos granos de mostaza.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/05d12e842479ba0a1427baba124c4929_7273238674758943598.png"
      }
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Recuerdos del Bosque"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pajarito enjaulado en el Santuario Surasthana que solo puede contemplar el mundo desde sus sueños.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/f29490bddc56b4a6773b6c5003bbb853_4504849464985713888.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El set de daño dendro, y baja la resistencia de daño dendro a los elemigos cuando les das con la habilidad elemantal o definitiva, y ya que la fuenta principal de daño de Nahida es la habilidad elemental, podría ser un aumento de daño considerable."
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhacén",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El actual escriba de la Academia de Sumeru, un hombre de gran inteligencia y talento. Vive su vida libremente y es prácticamente imposible de encontrar.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/10742394/25249dd20b86c775fb35bdbbd805d9ec_4319012504770557273.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Si nadie más en el equipo está llevando ese set, ponérselo a Alhacén no sería una mala idea, pues la bajada de resistencia dendro es algo importante, tanto en equipos de reacciones dendro como en los que no lo son."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">La discípula más joven de Caminante Errante. Es una \"pequeña adulta\" de lo más dulce y considerada.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/73555894/5bc9df1fb67391e4c8080da3d855de53_8940271787934788217.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ponerle el set a Yaoyao en equipos de reacciones dendro puede ser beneficioso si nadie más en el equipo tiene el set, ya que aumentaría el daño de las mismas en un 30%."
      }
    ],
    "story": [
      {
        "title": "Visitante del Laberinto",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cuando el Rey del Bosque nació, la Reina de las Plantas le entregó una corona.</color>\n<color=#ffffffd9>Sin embargo, al final pasó a manos de la joven que siguió por primera vez los pasos del rey y que atravesó el laberinto.</color>\n<color=#ffffffd9>Ella solía acoger a muchos niños que se perdían en el bosque y que nunca habían pisado flores silvestres.</color>\n<color=#ffffffd9>Solo sabía servir al rey y proteger su laberinto, pues era</color>\n<color=#ffffffd9>consciente de que este mundo era solo un sueño del bosque.</color>\n<color=#ffffffd9>Enseñó a los niños a cazar en él y a pasear por sus sueños, pues</color>\n<color=#ffffffd9>los niños debían amar a las plantas y a los árboles del bosque porque todo era parte del jardín del rey.</color>\n<color=#ffffffd9>Debían honrar a las presas caídas por las flechas, pues ellas también eran súbditas del rey.</color>\n<color=#ffffffd9>Sus enseñanzas se transmitieron entre los niños perdidos durante mucho tiempo, y también cambiaron bastante.</color>\n<color=#ffffffd9>Al final, el origen de estas enseñanzas cayó en el olvido, pero algunos de los niños se convirtieron en guardianes del bosque.</color>\n<color=#ffffffd9>Al regresar al mundo humano, encendieron hogueras para alejar a las sombras oscuras durante la noche más larga de todas las noches.</color>\n<color=#ffffffd9>También hubo una persona que siempre caminó entre la espesura y que, de tanto cazar a sus presas, terminó olvidando el sol y la luna y cubierta de una sangre oscura.</color>\n<color=#ffffffd9>Era casi tan anciana como el último Rey del Bosque y, al final, tuvo un sueño sobre el laberinto y la caza.</color>\n<color=#ffffffd9>Su sueño fue tan inmenso que en un momento hasta incluyó en sí mismo los sueños de todos los habitantes del bosque.</color>\n<color=#ffffffd9>Ese laberinto era un campo de caza sin fin, donde las raíces y los arroyos trazaban caminos más detallados que las rayas de un tigre.</color>\n<color=#ffffffd9>Era incluso más cambiante que la luz de la luna reflejándose en el agua. De hecho, los recónditos susurros que intentaban predicar la muerte desaparecían en el laberinto, pues solo ella y aquellos</color>\n<color=#ffffffd9>niños que conocían las enseñanzas del Rey del Bosque eran capaces de atravesar el laberinto y adentrarse en el infinito campo de caza.</color>\n<color=#ffffffd9>Sin embargo, finalmente los susurros se desvanecieron, las bestias malignas huyeron y ella, completamente corroída, desapareció junto con el sueño.</color>\n<color=#ffffffd9>Al final, logró fluir dentro de los sueños de los humanos junto con innumerables fragmentos de sueños.</color>\n<color=#ffffffd9>Igual que un espejo roto refleja diferentes imágenes dependiendo del ángulo, los sueños que ella dejó para la humanidad también se</color>\n<color=#ffffffd9>contaron de muchas maneras diferentes.</color>\n<color=#ffffffd9>La historia más contada (y aclamada) terminó sin tener siquiera ninguna conexión con ella.</color>\n<color=#ffffffd9>El nombre por el que se la conoce en las historias es, en realidad, el nombre de aquella corona.</color>\n<color=#ffffffd9>Lo último que dejó para sí misma fue su verdadero nombre, un poco de agua en la que se reflejaba la luz de la luna y una flor</color>\n<color=#ffffffd9>dorada extraída de la valiosa corona que le dio su estimado rey.</color>"
          }
        ]
      },
      {
        "title": "Sabio de la Espesura",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Era la época del Rey del Laberinto…</color>\n<color=#ffffffd9>La damisela más virtuosa e inteligente al servicio del rey entendía el lenguaje de las bestias y era capaz de descifrar poemas a través del resplandor de la luna.</color>\n<color=#ffffffd9>Protegía el silencioso bosque, las tranquilas aguas en las que se reflejaba la luna y los infinitos terrenos de caza al final del bosque onírico.</color>\n<color=#ffffffd9>\"Nacimos en el majestuoso bosque exuberante y nuestro mundo está bajo la sombra de los árboles y sobre las verdes praderas.</color>\n<color=#ffffffd9>Las cosas que pertenecen al bosque siempre acabarán regresando a él. Mientras respetemos las leyes de la naturaleza, no habrá por qué temerle a la muerte.</color>\n<color=#ffffffd9>Porque siempre y cuando sigamos las leyes de la naturaleza, estas nos guiarán por el laberinto del bosque y podremos llegar a la más vasta de las praderas\".</color>\n<color=#ffffffd9>Sus enseñanzas inspiraron a muchos niños, pero, al igual que las venas de un tigre, poco a poco se fueron achicando.</color>\n<color=#ffffffd9>Era la época de la luna ominosa…</color>\n<color=#ffffffd9>Un joven ciego viajó a través de muchos reinos y atravesó montañas y ríos para seguir los pasos de su hermano mayor, quien vestía una armadura blanca.</color>\n<color=#ffffffd9>Pero finalmente, terminó perdiéndose en la oscura frondosidad bosque.</color>\n<color=#ffffffd9>Aunque estaba obsesionado con la práctica de la espada, era más dulce que cualquier otra persona. Y a pesar de ser bastante dogmático, no había nadie más justo que él.</color>\n<color=#ffffffd9>Al final de una de sus inmaculadas visiones, encontró en el bosque una reliquia pura y blanca como la luz de la luna.</color>\n<color=#ffffffd9>Después de eso, una bestia sedienta de sangre apareció. Cuando la cazadora llegó hasta él siguiendo la tenue luz de las ramas blancas,</color>\n<color=#ffffffd9>ya no le quedaban fuerzas para pedir ningún deseo. La figura blanca que había guiado su corazón se tornó más apagada y desapareció.</color>\n<color=#ffffffd9>Eran tiempos en los que reinaba la oscuridad, tiempos en los que el amanecer aún estaba muy lejos.</color>\n<color=#ffffffd9>Entonces, en su pesadilla, el sabio atisbó una espada larga y oscura y un color carmesí expandiéndose en el agua.</color>"
          }
        ]
      },
      {
        "title": "Fenecimiento de la Sabiduría",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Las leyendas antiguas decían que el Rey del Bosque era inmortal;</color>\n<color=#ffffffd9>que al final de su vida, su cuerpo se fusionaría con la selva; que</color>\n<color=#ffffffd9>sus garras y dientes se convertirían en madera tan dura como el hierro; que sus rayas formarían un laberinto infinito; y que sus ojos</color>\n<color=#ffffffd9>resplandecientes se transformarían en la luna clara que brilla en el cielo y en la que se refleja en el agua.</color>\n<color=#ffffffd9>Todos los fallecidos renacerán en otro cuerpo.</color>\n<color=#ffffffd9>Lo podrido dará lugar a brotes jóvenes y puros.</color>\n<color=#ffffffd9>\"Sin embargo, las almas destruidas por la muerte no serán más que recuerdos perdidos para siempre.</color>\n<color=#ffffffd9>¿Habrá un lugar para ellos en el ciclo de la vida y la muerte?</color>\n<color=#ffffffd9>El alma es solo un concepto vacío, por el contrario, y los recuerdos regresarán finalmente a la tierra.</color>\n<color=#ffffffd9>¿Por qué tener miedo de perder lo que originalmente no era más que vacío?</color>\n<color=#ffffffd9>Es mejor recordarnos y apoyarnos mutuamente, y guardar la imagen de todos para siempre.</color>\n<color=#ffffffd9>¡Así podremos romper el ciclo natural de la vida y la muerte y preservar nuestros recuerdos para siempre!\".</color>\n<color=#ffffffd9>Mucho tiempo después, los amigos que una vez prometieron recordarse siempre contrajeron la enfermedad maligna del olvido.</color>\n<color=#ffffffd9>Según las imágenes de las tres personas y los tres espíritus descritas en un viejo sueño no del todo olvidado, y en los</color>\n<color=#ffffffd9>registros e hipótesis que dejó un médico demente expulsado de la Academia, habría que atrapar el sueño, atrapar a</color>\n<color=#ffffffd9>los moradores del bosque capaces de controlar los sueños, para</color>\n<color=#ffffffd9>que ese amigo recuerde de nuevo su propio aspecto y recupere los recuerdos compartidos.</color>\n<color=#ffffffd9>Y si el órgano que gobierna los recuerdos está demasiado dañado como para sanar, entonces traeré a otro viejo amigo y viviremos</color>\n<color=#ffffffd9>juntos en los sueños del pasado.</color>\n<color=#ffffffd9>No estaría mal jugar en casas hechas en los árboles y explorar las inmensas profundidades de la jungla.</color>\n<color=#ffffffd9>En los sueños, todos tienen la oportunidad de empezar de nuevo.</color>\n<color=#ffffffd9>Pero antes, tengo que atrapar a esas criaturas del sueño.</color>\n<color=#ffffffd9>Esos mercenarios me ayudaron bastante en el pasado.</color>\n<color=#ffffffd9>Confío en que esta vez tampoco me decepcionarán.</color>"
          }
        ]
      },
      {
        "title": "Lámpara del Exilio",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Cuenta la leyenda que cuando el ignorante rey cayó a causa de su propia ambición, en el desierto surgieron muchos más reyes. Sin embargo, todos fueron cayendo como supernovas que explotan.</color>\n<color=#ffffffd9>Muchos tiranos de poca monta reunieron a los refugiados que huían del desastre y utilizaron ruinas antiguas como base para construir templos, ciudades palaciegas y murallas.</color>\n<color=#ffffffd9>Las ciudades construidas sobre ruinas se desmoronaban día tras día, y los tiranos, que una vez alardearon de su poder y riqueza, tuvieron una existencia efímera.</color>\n<color=#ffffffd9>Esta lámpara de aceite perteneció al joven príncipe de uno de esos reinos decadentes. Es uno de los últimos tesoros que quedaron en la colección de su familia.</color>\n<color=#ffffffd9>\"Mi padre subió a una torre alta para perseguir a un halcón, pero la torre era muy antigua y no pudo soportar su gran peso, así que se cayó a las ardientes arenas del desierto.</color>\n<color=#ffffffd9>Y así fue como el reino llegó a su fin. Yo, quien se suponía que heredaría el trono, me vi envuelto en un caos innecesario y me convertí en un peón de conspiraciones.</color>\n<color=#ffffffd9>En aquel entonces, mi corazón le pertenecía a alguien. Ella deseaba ser reina, mas no le importaba quién fuera su rey.</color>\n<color=#ffffffd9>Así fue como perdí a mi amada. Por el bien de mi vida y del trono, sellé su boca con el beso de una víbora y cubrí su cuerpo con un manto de arena.</color>\n<color=#ffffffd9>Después, al igual que en cualquier otro reino que recuerdo, enemigos de dentro y de fuera, tíos maternos y paternos, esclavos y plebeyos, todos comenzaron a pelear y a matarse los unos a los otros.</color>\n<color=#ffffffd9>La escasez y la guerra son como dos gemelos que han nacido con deformidades. Bailan incesantemente en las ardientes arenas que ya no tienen dios mientras nosotros enterramos nuestros egos en espejismos\".</color>\n<color=#ffffffd9>Así fue como el reino sobre la arena ardiente quedó sepultado en ella, y el noble príncipe, pudiente en el pasado, se convirtió en un exiliado que lo perdió todo.</color>\n<color=#ffffffd9>Con el deseo de conquistar un nuevo mundo, y con las pocas posesiones que le quedaban, el príncipe emprendió un solitario viaje por la selva.</color>\n<color=#ffffffd9>Mucho tiempo después, el príncipe que pretendía gobernar el bosque cual tigre de melena larga fue conquistado por la luz silenciosa de la luna.</color>\n<color=#ffffffd9>Atraído por la vigorosa figura de una cazadora que llevaba un arco blanco, y tras noches de persecución y evasión, el príncipe</color>\n<color=#ffffffd9>exiliado aprendió poco a poco a comprender los murmullos de la selva y los gruñidos de los tigres, y fue acogido por un sueño bondadoso.</color>\n<color=#ffffffd9>\"Jajaja, qué historia tan buena. Un noble exiliado y la búsqueda de su destino y su antigua gloria…</color>\n<color=#ffffffd9>La dorada tierra de los sueños siempre llama a la errante tierra que le pertenece\".</color>"
          }
        ]
      },
      {
        "title": "Corona Láurea",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>\"La vida y la muerte de todo en este mundo tienen un principio y un fin, pues se trata de un ciclo interminable\".</color>\n<color=#ffffffd9>Así describió una vez el soberano de los árboles el ciclo infinito de la vida.</color>\n<color=#ffffffd9>Los fallecidos tomarán prestados otros cuerpos para reencarnarse.</color>\n<color=#ffffffd9>Lo podrido dará lugar a brotes jóvenes y puros.</color>\n<color=#ffffffd9>Los frutos que caen al suelo se convertirán en alimento para las bestias.</color>\n<color=#ffffffd9>Y las bestias volverán a fundirse con la tierra para convertirse en nuevos frutos.</color>\n<color=#ffffffd9>El bosque siempre está lleno de vida.</color>\n<color=#ffffffd9>Cuenta la leyenda que, a fin de crear un frondoso bosque en medio del desierto, el dios de los bosques construyó en las profundidades</color>\n<color=#ffffffd9>de la tierra un mecanismo para invocar a la lluvia.</color>\n<color=#ffffffd9>Entonces, la luna proyectó sobre el agua unos haces de luz que crearon un laberinto.</color>\n<color=#ffffffd9>Y así fue como nació el tigre.</color>\n<color=#ffffffd9>Las rayas del tigre tenían tantas variaciones como caminos hay entre los árboles de un bosque.</color>\n<color=#ffffffd9>De ese modo, el tigre se convirtió en el Rey del Laberinto y recibió el nombre de \"Viagara\".</color>\n<color=#ffffffd9>El bendecido Rey del Bosque paseaba orgulloso por su jardín imperial.</color>\n<color=#ffffffd9>Gobernaba sobre la vida y se apoyaba en las aves y las bestias.</color>\n<color=#ffffffd9>Tiempo después, las semillas de las granadas cayeron al suelo y dieron lugar a los pequeños seres del bosque.</color>\n<color=#ffffffd9>El Rey del Bosque los bendijo bajo el primer árbol vasara e hizo un pacto con los sacerdotes.</color>\n<color=#ffffffd9>Prometió compartir el laberinto con aquellos pequeños seres y ordenó a las bestias no lastimarlos.</color>\n<color=#ffffffd9>Aunque la luz del sol fue una vez eclipsada y el agua, corrompida,</color>\n<color=#ffffffd9>el último Rey del Bosque dio su vida para defender los jardines.</color>\n<color=#ffffffd9>Entonces, un gran felino de melena larga heredó el título de rey,</color>\n<color=#ffffffd9>y, tomando su forma, vigiló a las bestias del bosque.</color>\n<color=#ffffffd9>Aunque tanto su grandiosidad como su poder no eran nada comparado con los del rey, mantuvo el pacto que hizo con él y</color>\n<color=#ffffffd9>protegió el bosque durante mucho tiempo.</color>\n<color=#ffffffd9>Además, nunca intentó siquiera lastimar a los seres protectores de la espesura.</color>\n<color=#ffffffd9>Así pues, aunque el eternamente cambiante laberinto estaba ya</color>\n<color=#ffffffd9>muerto, la vida siguió rebosando en el bosque.</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Bono de Daño Dendro +15%</p>",
      "fourSetEffect": "<p>Tras golpear a un enemigo con una Habilidad Elemental o Definitiva, la RES Dendro de dicho enemigo se reduce en un 30% durante 8 s. Este efecto se puede activar incluso cuando el personaje que lleva este conjunto equipado está en tu equipo pero no en combate.</p>"
    }
  }
}