{
  "epId": 2723,
  "name": "Eremita Invocatruenos",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de un desorganizado grupo de mercenarios procedentes del desierto dorado. Están dispuestos a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.</span><br><span style=\"color: rgba(255, 255, 255, 0.65)\">Su pasión por la batalla le viene de familia, pues es descendiente de una auténtica tribu de samuráis. A diferencia de otros bárbaros que empuñan sus grandes hachas, los guerreros de su tribu son grandes conocedores de las leyendas y el folclore de las ruinas del desierto.</span><br><span style=\"color: rgba(255, 255, 255, 0.65)\">Un inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/15/10742394/2511ef76a6dee1e388fea0826bade579_6021944771624123181.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 1663274231,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Eremita Invocatruenos</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Humanos</color>"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La fuerza central de los grupos dispersos de mercenarios del desierto. Al recibir cierta cantidad de daño, liberará el espíritu maligno sellado en su arma y entrará en un estado endemoniado, durante el cual su capacidad de combate aumenta considerablemente. Cuando la duración de dicho estado termina, queda debilitado por un tiempo.</color>"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2706,
        "name": "Satén rojo descolorido",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pedazo de seda roja ligeramente rasgada que se utiliza para cubrir los ojos.<br>Muchos Eremitas a menudo la usan con ese fin, pero su propósito original se perdió en las arenas del tiempo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/dfa4ba937ada162659c0264137d43a18_3410563961044699204.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2705,
        "name": "Seda roja bordada",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trozo de seda roja recortada con adornos sencillos.<br>Un guerrero experimentado es capaz de detectar la debilidad en los ojos de su adversario y tomar ventaja de ella. Desde hace tiempo, Los Eremitas no tienen un maestro al que servir, y ahora no confían en nadie más que en sí mismos. Están convencidos de que cualquier cosa te puede traicionar, incluso tus propios ojos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/ea95ad3608c20df54eb36f9e5a3cdac6_3348993767512835278.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2704,
        "name": "Brocado rojo lujoso",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pedazo de brocado rojo de seda dorada.<br>Los exiliados nacidos en las arenas doradas del desierto en ocasiones cantan una canción cuyo significado ha caído en el olvido. Adoran al sol abrasador que ilumina la tierra por igual, y lamentan su ida durante el ocaso. Al final de la canción se pronuncian algunas palabras desconocidas, las cuales se dice que son nombres de dioses antiguos. Cuenta la leyenda que cuando el rey del desierto aún vivía, su gente decidió cubrirse los ojos por no atreverse a mirarle directamente, ya que su esplendor era mayor que el del mismo sol.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/03/10742394/5f415e2b9f3f486a29b613d8d8c029c9_7991533370193191393.png"
      }
    ]
  }
}