{
  "epId": 2725,
  "name": "Espectro Dendro",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un monstruo capaz de flotar surgido a causa de una gran concentración de Dendro.<br>Un investigador de la Escuela de Etiología estudió a fondo las características ecológicas de esta criatura y llegó a la conclusión de que guarda relación directa con los aranara de las leyendas. Tras analizar exhaustivamente los resultados obtenidos, llegó a la conclusión de que los aranara son en realidad Espectros Dendro. Tiempo después, el investigador se convirtió en un escritor de cuentos infantiles de escaso prestigio.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/13/10742394/fadf14ff797dfdd9a87c3e03f5321fde_2932444691218741978.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 1663142611,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Espectro Dendro</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Seres elementales</color>"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un monstruo nacido de una alta condensación elemental y capaz de flotar en el aire. Al recibir un golpe individual de daño grave, acumulará furia. Cuando su furia esté al máximo, el Espectro se expandirá, se volverá más fuerte y provocará una violenta explosión al ser derrotado.</color>"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Moneda común. El lenguaje que todo el mundo entiende.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1018,
        "name": "Caparazón espectral",
        "desc": "El núcleo de energía que permite a los Espectros flotar. Contiene una pequeña cantidad de energía elemental.<br/>Parece que la mayor parte de la energía que contenía se dispersó hace tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1019,
        "name": "Corazón espectral",
        "desc": "El núcleo de energía que permite a los Espectros flotar.<br/>Estas formas de vida elemental tienen la extraña capacidad de aparecer y desaparecer en masa cada cierto tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1020,
        "name": "Núcleo espectral",
        "desc": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.<br/>Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png"
      }
    ]
  }
}