{
  "epId": 2835,
  "name": "Estabilizador de pesca",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un estabilizador de tensión autoadaptativo que, una vez instalado en la caña de pescar, nivela la tensión del sedal para que la pesca resulte más cómoda. El dispositivo es capaz de registrar automáticamente la intensidad de forcejeo de los diferentes peces. Cuantos más datos recoja, más preciso será el estabilizador.<br><br>El prototipo de este dispositivo surgió a partir de una ocurrencia disparatada de un inventor de Fontaine, y durante mucho tiempo pasó completamente desapercibido. Después de que el Gremio de Pescadores de Fontaine se percatara de su existencia, llevaron a cabo ciertas modificaciones que dieron como resultado el Estabilizador de pesca del que disponemos hoy en día. En cuanto salió a la luz, la mayoría de los miembros del Gremio dieron su aprobación. Con el tiempo, comenzó a utilizarse en otras regiones.<br>La región donde más se popularizó este dispositivo fue en Snezhnaya porque, según dicen, le gustó mucho a cierto miembro de Los Once.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/10742394/8787df7c967d172494ae302cf7609958_8017790531890526531.png",
  "filterValues": {
    "objectType": [
      "Artilugio"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1665781596,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Estabilizador de pesca</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Artilugio</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible al comprar en el Gremio de Pescadores de Mondstadt</color>\n<color=#ffffffa6>Obtenible al comprar en el Gremio de Pescadores de Liyue</color>\n<color=#ffffffa6>Obtenible al comprar en el Gremio de Pescadores de Inazuma</color>\n<color=#ffffffa6>Obtenible al comprar en el Gremio de Pescadores de Sumeru</color>"
          }
        ]
      }
    ]
  }
}