{
  "epId": 2921,
  "name": "Canción del fluir",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/09/56700882/7bde7140ee797f2a4012de65ff789cb5_4766088639283993853.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1676210708,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "... Cuando la dama del reino de Pushpavatika escuchó esto, no dudó en condescender.\nAcudió al palacio de (...) para poner a prueba la sabiduría de la princesa con unos complejos acertijos.\nUna infinidad de doncellas, sirvientes y soldados rodeaban a la siempre resplandeciente princesa.\nTodos vestían con la seda y el lino más finos, y parecían incontables estrellas diurnas rodeando a un solo rayo de luna.\n(Comentario de Tafazzoli, herbad de la Facultad Haravatat: aquí hay un error de traducción. La palabra \"seda\" en esta última frase debería ser más bien \"un tejido que nadie nunca había visto antes\", para que el lector no lo confunda con el textil característico de Liyue. Además, la referencia al \"palacio\" en la segunda frase del pasaje no se refiere a un palacio u otro edificio en el idioma original, sino a \"una tierra en la que los dioses están presentes\".\nLos eruditos de la Facultad Vahumana responsables de la traducción de este volumen no comprendían realmente el idioma de la época, pero yo haré las anotaciones que sean necesarias.)\nUna dulce fragancia emanaba de la princesa de ese (¿cerco? ¿Jardín? ¿Campo de batalla?).\nEra como un arroyo que rodea la luz plateada de la luna a la sombra de un árbol.\nDesde tiempos inmemoriales, nadie había contemplado una belleza semejante.\nAl igual que nadie había sido testigo de heladas matutinas en julio.\n(Comentario de Tafazzoli, herbad de la Facultad Haravatat: en la primera frase del pasaje, la palabra faltante podría ser también \"granja\" o \"cementerio\".)\n(Comentario de Yarshater, herbad de la Facultad Vahumana: muchas gracias por la anotación, maestro Tafazzoli. Ahora estamos aún más confusos sobre a quién se refería el autor del volumen.)\n... Así, la dama de Pushpavatika dijo:\n\"Alabados sean los alados soberanos en todos los reinos sobre la tierra.\nSoy una genio creada en los albores del tiempo, una ilusión evanescente, un destello que brotó de los ojos del creador.\nLa gente de todos los rincones canta alabanzas de su sabiduría, y me preguntaba si tendría la bondad de ayudarme a dilucidar algo que me desconcierta desde hace tiempo.\nLe entregaré estas especias, oro y gemas como regalo de agradecimiento por resolver mis tres acertijos\".\nA lo que la princesa de (...) respondió:\n\"Alabado sean los alados, los legítimos gobernantes de todos los reinos sobre la tierra.\nSoy la dueña del ayer y la regente del mañana, pero nunca vi una gracilidad y una elegancia como las tuyas.\nDama de Pushpavatika, cualesquiera que sean las dudas que albergas en tu mente, puedes planteármelas sin reserva algunas.\nEl valor de todas estas especias, oro y gemas no tiene comparación con el de difundir el conocimiento\"."
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "Y entonces la dama de Pushpavatika volvió a intervenir:\n\"Oh, misericordiosa Altesa, si tan sincera es,\nle pido que escuche con atención mi adivinanza.\n¿Qué es aquello que, aun rebosante de vida, es de tacto tan frío como un cadáver pero que lanza una cálida brisa entre la gente cuando muere?\".\nA lo que la princesa de (...) respondió:\n\"Estás hablando de las rosas que se marchitan a al final de la primavera. A pesar de sus espinas, no pueden ocultar su dulce aroma.\nLas flores se cosechan para fabricar un intenso perfume y los tallos se cortan para obtener la mecha de las lámparas de aceite.\nMuchos amantes han quedado cautivados por ellas a lo largo de la historia, y muchos monarcas han admirado su belleza.\nSin embargo, esas rosas solo viven por la luna y el rocío de la mañana\".\nLa dama de Pushpavatika guardó para sí la admiración que en ella despertaron aquellas palabras, logrando mantener su hermoso rostro en calma.\nManteniendo la compostura, dio un paso adelante y le planteó una segunda adivinanza a la princesa.\nLa dama de Pushpavatika dijo:\n\"Oh, princesa, ¡su sabiduría me llena de regocijo! Logró acertar la primera adivinanza.\nPero en este mundo, desde las estrellas al abismo, siguen existiendo incontables misterios sin explicación.\nOh, sabia Alteza, si su sabiduría es tan desbordante como se cuenta en las leyendas mundanas, responda a mi segunda adivinanza con la misma precisión de nuevo.\n¿Qué es aquello que se alza de la tierra al cielo para luego volver a descender?\nNadie lo ha visto nunca, pero ello todo lo ve.\nSu principio es igual que su fin, y su fin es idéntico a su principio.\nY aun así solo puede descender desde arriba y no ascender desde abajo. ¿A qué me estoy refiriendo?\".\nA lo que la princesa de (...) respondió:\n\"Me estás hablando de la ley celestial, del plan divino forjado en el origen de los tiempos.\nNo hay nadie en este mundo que haya presenciado la ley eterna, pero esta siempre ha dominado los designios de la realidad.\nUno debe postrarse solamente ante el espíritu divino de Vaana, nunca ante los ladinos y engañosos.\nSi uno se atreve a imitar las artes prohibidas, no conseguirá más que la destrucción en el precipicio de la sabiduría\"."
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "La dama de Pushpavatika sintió regocijo al escuchar aquellas palabras, pero su hermoso rostro se mantuvo impávido.\nSe inclinó suavemente ante aquella mujer que todo lo sabía y le planteó a la princesa el tercer acertijo.\nLa dama de Pushpavatika dijo:\n\"Oh, Alteza omnisciente, en verdad posee toda la sabiduría de las estrellas y del abismo.\nSin embargo, en este mundo no solo existen cosas efímeras, sino que existe un resplandor eterno.\nOh, sabia Alteza, cuya sabiduría es tan desbordante como se cuenta en las leyendas mundanas.\nResponda a mi último acertijo tan bien como al segundo.\n¿Qué es aquello que no puede soportar un flechazo, pero sí la destrucción?\n¿Qué no puede quebrar una armadura, pero sí derrumbar una ciudadela?\n¿Qué no se somete a los enviados del cielo ni a las naciones de la tierra?\n¿Qué no se deja sobrepasar ni por todo el poder de los dioses, ni por toda la maldad del universo?\".\nA lo que la princesa de (...) respondió:\n\"Me hablas de la sabiduría infinita que defiende (...) civilización.\nResucitará como (...) y permanecerá indestructible como (...).\nAunque el tiempo levante el polvo bajo sus pies, seguirá siendo como (...) incluso después de diez millones de años.\nEl pueblo se regocijará debido a (...) de la sabiduría infinita, e inevitablemente esta también (...) debido al pueblo\".\n(Comentario de Tafazzoli, herbad de la Facultad Haravatat: las omisiones del texto no son intencionadas, sino consecuencia del deterioro del volumen. Algunas de ellas se pueden inferir a partir del texto original, pero, lamentablemente, los eruditos de la Facultad Vahumana, responsables de la traducción del volumen, no parecen haberse dado cuenta de ello, así que voy a complementarlo brevemente con mi explicación.\nLa palabra que falta en la primera frase de la respuesta de la princesa puede ser \"mi/nuestra\", \"la eterna\" o \"la totalidad de la\".\nLa palabra que falta en la tercera frase de esta sección parece ser el nombre de una persona, aunque también podría encajar \"unos vestigios bien conservados\".\nEn la cuarta frase, la primera palabra que falta es \"el regreso\", \"la muerte\" o \"el renacimiento\".\nNo tengo forma de descifrar el resto de las palabras en este momento).\n(Comentario de Yarshater, herbad de la Facultad Vahumana: ¿Cómo no me habías dicho nada de esto hasta ahora?)\nLa princesa respondió a los tres acertijos sin que ninguno de ellos le supusiera demasiada dificultad.\nTras oír sus palabras, la dama de Pushpavatika no pudo evitar mostrar admiración hacia la princesa.\nEntonces, la dama de Pushpavatika volvió a intervenir y dijo:\n\"Oh, Alteza misericordiosa, omnisciente y eterna.\nSu sabiduría supera incluso a la de sus rumores.\nFelices sus subordinados, dichosos sus súbditos.\nPues ellos han podido estar a su lado y escuchar sus enseñanzas\".\n... Y desde entonces, las dos damas firmaron un pacto firme. Y eternamente a su lado estuvo su acompañante, el soberano (¿de la sangre? ¿de la ira? ¿de la corona roja?). Los tres se unieron para gobernar al pueblo de (...) y llevarles a la prosperidad eterna."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Canción del fluir</color>"
          }
        ]
      },
      {
        "key": "Obtención",
        "value": [
          {
            "type": "RichText",
            "text": "Volumen I: Casa de la Daena.\nVolumen II: Casa de la Daena.\nVolumen III: Casa de la Daena."
          }
        ]
      }
    ]
  }
}