{
  "epId": 2922,
  "name": "Las enseñanzas del bosque",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/27/56700882/425a24cdb1b72524b23ff328623f7cc5_2009815178042402907.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1677460330,
  "components": {
    "body": [
      {
        "title": "Versión I",
        "desc": [
          {
            "type": "RichText",
            "text": "Volumen I\n... Jamás me atrevería a mencionar su verdadero nombre, ni mucho menos sobrepasar mi estatus mortal y juzgar su condición divina. Yo, Sunitha Cosamvi, sirvienta de bajo conocimiento, simplemente registro aquellas historias que me han contado los sabios del pasado, y no de otras fuentes. Estas palabras son tan ciertas como mi propia existencia.\nCuando la sombra de la luna se rompió, las bestias emergieron del fondo del abismo y devoraron a miles de criaturas. Ninguno de los seres que ella creó lograron escapar a su fatídico destino, y toda la bondad, paz y sabiduría que les había otorgado perecieron ante la más pura de las maldades. Bajo la malévola sonrisa de la luna menguante, la marea oscuro inundó valles y desiertos y corrompió los manantiales que en el pasado rebosaban de rosas. La suciedad profanó la tierra y los mortales temblaron con desesperación. Los sabios denominaron “marea oscura” a este fenómeno, pues se comportaba como una inundación que devoraba las praderas, las aldeas y las ciudades.\nElla fue testigo de todo, y lloró apenada por el desconsuelo y el sufrimiento de los seres vivos. Con las lágrimas que derramó, extinguió el resplandor de las llamas, y de la tierra calcinada y baldía brotaron flores coronadas de rocío. Sin embargo, la raíz del mal permanecía bajo aquellas cenizas, y las sombras de la muerte seguían oscureciendo la tersa luz de la luna. Así, ella juró salvar a las criaturas de la tierra y se embarcó en un último viaje junto a sus seguidores.\nVolumen II\nSiguiendo las luces y sombras veteadas, ella llegó a un bosque que parecía haber sido destruido mucho tiempo atrás. A cada paso que daba, mil lotos nilotpala florecían tras ella. Todos los desastres, incendios, muerte y destrucción retrocedían ante su grandiosa sabiduría. Flores perfumadas brotaban de nuevo en medio de parajes agonizantes, y siguen siendo hoy tan abundantes como la grava del Valle Ardravi. Hasta los huracanes se convertían en simples bocanadas de aire con su cantar, agitando los cascabeles que resonaban en su solapa con un elegante trinar. Espíritus mensajeros, genios, humanos y criaturas salvajes se regocijaron y alabaron su nombre, pues ella era la más venerable y misericordiosa.\nEn las profundidades del bosque, recogió plantas para usar como armas, arrancó flores para hacer su corona y hierbas para tocar su karnay, con el que interpretó una insuperable melodía. En un instante, miles de soldados malévolos quedaron reducidos a polvo y se disiparon en el vacío para no regresar jamás. Enjugó las lágrimas de las criaturas del bosque y curó sus heridas con la misma suavidad con la que la brisa marina sopla sobre la arena, como una enviada a un oasis eterno en un tiempo remoto.\nPero la tierra todavía yacía devastada, las bestias y espíritus malévolos habían devorado su corazón y habían hecho de ella su morada: una cueva oscura en la que no brillaban ni el sol ni la luna. Su más valioso tesoro era el polvo, su manjar más valorado, el lodo; se mostraban cubiertos de plumas como las aves, pero eran incapaces de alzar el vuelo. A pesar de todo, ella decidió que acudiría a aquella oscura cueva y se adentraría en aquel lugar invadido por la malicia del que nadie logró escapar, para continuar este viaje rebosante de misericordia y pureza del que no regresaría nunca más.\nSe adentró a solas en aquel corazón vacío y tocó ligeramente su rostro eterno. Así, se convirtió en la inmortal Gaokerana y en la propia tierra. Cada brizna de conocimiento espiritual y cada brote de hierba encierran su férrea e inmarcesible voluntad. Un bravío mar de flores la rodeaba, brillante como el jade, fragante como las rosas, esplendoroso como las vestimentas celestiales. Entonces, cientos de pájaros cantaron en torno a ella, alabando su nueva vida, como cuando los mortales se desprenden de su ropa vieja y la cambian por otra nueva, como cuando se deshacen de sus ataduras y ascienden al templo de la eternidad.\nVolumen III\nMuchos no habían escuchado su voz, y aunque lo hubiesen hecho, no habrían sabido que era ella. Porque pocos saben relatar la verdad de aquello que escucharon desde lejos, y pocos hay que, aun conociendo la verdad, sean capaces de ofrecer las enseñanzas correctas. Su voluntad todo lo permeaba, y era indestructible como el conocimiento. Nadie podía acabar con lo indestructible, pues nunca ha habido ausencia de existencia en este mundo, ni existencia de ausencia.\nCabe mencionar que el bosque fue devastado por una oleada de monstruos oscuros, que la luz de la luna que caía sobre la apacible agua se fragmentó como los sueños que reflejaba, y que el laberinto interminable se derrumbó entre las abrasadoras llamas. El rey de las bestias lanzó, en vano, un rugido agonizante y cayó protegiendo todo aquello por lo que ella había luchado. Sin embargo, los recuerdos nunca se quebraron y nunca cayeron, sino que, igual que la sabiduría que ella dejó atrás, no nacen, son inmortales, eternos y antiguos.\nDe su mano, la reina de los sueños rompió las inmaculadas ramas blancas con delicadeza y reconstruyó el campo de caza esmeralda con las hojas caídas. Entonces, los hijos del bosque, fieles a su juramento, por fin pudieron volver a descansar en paz. Por más infortunios con los que se tope, un cazador siempre encuentra el camino de regreso a casa. Esta fue la primera y última promesa que les hizo a los niños y a los adultos que un día fueron niños. Quizás el polvo de la luna que quedó esparcido por el mundo se desvanezca como el rocío de la mañana... Pero aquello que en la memoria permanece, los sueños y los pensamientos, poseen una naturaleza pura e inalterable, como una perla que sobrevive indemne ante innumerables tormentas de arena."
          }
        ]
      },
      {
        "title": "Versión II",
        "desc": [
          {
            "type": "RichText",
            "text": "Volumen I\n... Jamás osaría mencionar su verdadero nombre, ni mucho menos sobrepasar mi estatus mortal y juzgar la condición divina que demostró en aquel entonces. Yo, Sunitha Cosamvi, servidora de limitado conocimiento, me limito a registrar aquellas historias que me han confiado los sabios que la acompañaron en el pasado, sin incluir fuente otra alguna. Estas palabras son tan ciertas como mi propia existencia.\nCuando la sombra de la luna se resquebrajó, hordas de temibles bestias emergieron de las abismales profundidades y devoraron miles de inocentes criaturas a su paso. Ninguno de los seres que ella había creado logró escapar a aquel fatídico destino, y toda la bondad, paz y sabiduría que les había otorgado perecieron ante la más pura de las maldades. Bajo la malévola sonrisa de la luna menguante, una marea lóbrega arrasó los valles e inundó los desiertos, y corrompió la pureza de los manantiales de los que en el pasado habían brotado tantas rosas. La inmundicia profanó la tierra y los mortales temblaron con desesperación. Los sabios denominaron \"marea oscura\" a este fenómeno, pues se comportaba como una inundación que devoraba las praderas, las aldeas y las ciudades.\nTestigo de todo cuanto se vio obligada a contemplar, lloró desconsolada por la angustia y el sufrimiento de aquellas pobres criaturas. Con las lágrimas que derramó, extinguió el crepitar de las llamas, y de la tierra calcinada y baldía brotaron flores coronadas de rocío.\nMas la raíz del mal permanecía agazapada bajo las cenizas, y las sombras de la muerte seguían acechando el perlado resplandor de la luna. Así, juró salvar a cuanta criatura habitaba aquellas tierras, y se embarcó en un glorioso viaje junto a sus seguidores.\nVolumen II\nSiguiendo las luces y sombras veteadas, llegó a un bosque que parecía haber sido destruido mucho tiempo atrás. A cada paso que daba, mil lotos nilotpala florecían tras ella. Toda catástrofe, incendio, muerte y destrucción retrocedía ante su grandiosa sabiduría. Flores perfumadas germinaban una vez más en medio de parajes agonizantes, y siguen siendo hoy tan abundantes como la grava del Valle Ardravi. Hasta los huracanes se convertían en simples bocanadas de aire con su cantar, agitando los cascabeles que resonaban en su solapa con un elegante trinar. Espíritus mensajeros, genios, humanos y criaturas salvajes se regocijaron y alabaron su nombre, pues ella era la más venerable y misericordiosa.\nEn las profundidades del bosque, recogió plantas para usar como armas, recogió flores para crear su corona y hierbas para tocar su karnay, con el que interpretó una insuperable melodía. En un instante, hordas de crueles soldados de la oscuridad quedaron reducidas a polvo y se disiparon en el vacío para no regresar jamás. Enjugó las lágrimas de las criaturas del bosque y curó sus heridas con la misma suavidad con la que la brisa marina acaricia la arena a su paso, como una enviada a un Oasis Eterno en un tiempo remoto.\nPero la tierra todavía yacía devastada, aquellas perversas bestias y espíritus habían devorado su corazón y habían anidado en el hueco que dejó: una cueva oscura en la que no brillaban ni el sol ni la tuna. Su más preciado tesoro era el polvo, su manjar más valorado, el lodo; aunque cubiertos de plumas cual aves, eran incapaces de alzar el vuelo. Así pues, ella pidió un deseo, y juró que acudiría a las recónditas cortes corrompidas y putrefactas, y se embarcó en su periplo para purificar la tierra baldía.\nEspíritus mensajeros, genios, humanos y criaturas salvajes vieron cómo se adentraba en el corazón hueco del mundo mortal, apenas rozando su rostro imperecedero. Así, con cuanta bondad, paz y sabiduría había agraciado al mundo, se convirtió en la inmortal Gaokerena y en la propia tierra. Fue entonces cuando brotaron los lotos inmaculados. Un bravío mar de flores la rodeaba, resplandeciente como el jade, fragante como las rosas, esplendoroso como las mismas vestimentas celestiales. Entonces, cientos de pájaros entonaron su canto en torno a ella, alabando su recobrada juventud. Los años perdidos por los niños de la humanidad se habían marchado para no volver, como el viento que sopla a su paso entre los árboles de un bosque. Pero ella regresó pese a todo, y honró al mundo una vez más con su deslumbrante divinidad, igual que ya hiciera al principio, cuando sembró las primeras semillas en el vasto mar de arena. Tal y como reza el salmo:\nEl camino, enderezado tiempo ha por vía de un gran voto, el de resquebrajar cadenas y aliviar congojas, y tener certeza de todo.\nPor el auspicio de su luz radiante, enemigos y demonios huían. Y entre el humo putrefacto brotó la divina sabiduría.\nContemplen la sabiduría que regresa, gloriosa albura nunca obnubilada. Como el sol cruzando las alturas, como la luna surcando la bóveda estrellada.\nLos lotos profusos florecen, irradiados de sapiencia. En este devoto edén elevo este himno en ofrenda.\nVolumen III\nMuchos nunca han escuchado su voz, y quienes lo han hecho, no sabrían discernir si se trata de ella. Y aun a pesar de ello, ella escucha sus deseos. Muchos han vislumbrado su rostro, y quienes lo han hecho, no sabrían discernir si se trata de ella. Y aun a pesar de ello, ella continúa velando sus sueños. Pues pocos son capaces de relatar de manera fidedigna las historias oídas a lo lejos, y pocos son quienes saben transmitir las verdades que lograron comprender con claridad. Incluso ahora, su fuerza de voluntad inunda todo, y vive en el Santuario Surasthana, velando los sueños de todos quienes viven en esta tierra. Al igual que cuando regresó y ordenó a la reina de los sueños romper las inmaculadas ramas blancas y reconstruir el campo de caza esmeralda de entre las hojas caídas.\nEl bosque fue devastado por una oleada de monstruos oscuros, y el laberinto interminable se derrumbó ante las abrasadoras lenguas de fuego. El rey de las bestias lanzó, en vano, un rugido agonizante y cayó protegiendo todo aquello que ella le había confiado. Pero ninguna desgracia podrá nunca arrebatarle su primoroso sueño, porque, mientras la gente aguarde expectante al sueño de la próxima noche, se formarán nuevos recuerdos y flores serenas se abrirán entre el rocío matutino y el polvo lunar.\nEsta es la promesa que hizo a aquellos que sueñan, su primera y última promesa. Porque los recuerdos son como perlas, aunque los vientos preñados de arena las arrojen de un lado a otro, su verdadero color nunca cambiará. Y porque todos los bellos sueños son como hierba nueva, aunque sea devorada por las crepitantes llamas, al final brotará de nuevo para mecerse bajo la cálida brisa primaveral."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las enseñanzas del bosque"
          }
        ]
      },
      {
        "key": "Obtención",
        "value": [
          {
            "type": "RichText",
            "text": "Volumen I, II y III: Dentro de la Casa de la Daena."
          }
        ]
      }
    ]
  }
}