{
  "epId": 2923,
  "name": "Stotra de la luz de los espíritus",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Según se dice, una comunidad religiosa del desierto, ahora inexistente, transmitió esta canción de generación en generación de manera oral. Sin embargo, no se sabe quién la transcribió.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/01/10742394/cda909617df5c89a702d8c2f2ddac7a5_8496926827228541020.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1667345592,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Oh, Nagarjuna:</color>\n<color=#ffffffa6>Con la luz de incontables espíritus, bendigo esta gran tierra eterna.</color>\n<color=#ffffffa6>Cuando la inmundicia del fondo del abismo mancilló el primer reino, los gloriosos espíritus que asistían</color>\n<color=#ffffffa6>a la Maestra de la Sabiduría se esparcieron en miles de formas.</color>\n<color=#ffffffa6>Subí corriente arriba por las aguas de la pena y la culpa para beber del dulce rocío.</color>\n<color=#ffffffa6>Y abrí una ruta para los espíritus bondadosos, para que la luz de la sabiduría ilumine cada rincón.</color>\n<color=#ffffffa6>Oh, Nagarjuna:</color>\n<color=#ffffffa6>Con la luz de incontables espíritus, alimento a los espíritus bondadosos del mar de flores.</color>\n<color=#ffffffa6>Contempla el alma iluminada por esos espíritus, contempla al último descendiente de la deidad de las plantas.</color>\n<color=#ffffffa6>Contempla a los guerreros que sobrevivieron a cien batallas, enemigos de devs y de demonios.</color>\n<color=#ffffffa6>Ni la turbia oscuridad ultraterrena pudo corroer sus cuerpos.</color>\n<color=#ffffffa6>Oh, Nagarjuna:</color>\n<color=#ffffffa6>Con la luz de incontables espíritus, trascendí la muerte de esta tierra inmunda.</color>\n<color=#ffffffa6>Purifiqué a los inocentes de sus pecados para que renacieran en una tierra pura libre de sufrimiento.</color>\n<color=#ffffffa6>Las venas de la tierra esconden las semillas kármicas de las que todo nace.</color>\n<color=#ffffffa6>La decadencia y el esplendor temporales en este mundo no son sino ilusiones que ocurren en las semillas.</color>\n<color=#ffffffa6>Oh, Nagarjuna:</color>\n<color=#ffffffa6>Con la luz de incontables espíritus, limpié los altos cielos de cubiles.</color>\n<color=#ffffffa6>El lodo que mana de las profundidades finalmente retrocedió.</color>\n<color=#ffffffa6>Y el legado perdido de Dahri quedó sometido a la ley celestial.</color>\n<color=#ffffffa6>Mil canciones se entonaron a la vez y el diluvio pausó.</color>\n<color=#ffffffa6>Oh, Nagarjuna:</color>\n<color=#ffffffa6>La marea oscura y la oscuridad de las profundidades podrían regresar.</color>\n<color=#ffffffa6>Si eso ocurre, entona este himno para invocar a la invencible luz de los espíritus.</color>\n<color=#ffffffa6>Ella nos guiará en nuestro ascenso.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Stotra de la luz de los espíritus</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en la Casa de la Daena</color>"
          }
        ]
      }
    ]
  }
}