{
  "epId": 2931,
  "name": "Manuscrito del director de la Compañía de Teatro Crepúsculo",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/20/56700882/ef77c4a2fe487e2859050afa5e20f6ff_4486650530679159656.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1677275681,
  "components": {
    "body": [
      {
        "title": "Prólogo",
        "desc": [
          {
            "type": "RichText",
            "text": "(En un opulento palacio con un atrezo igual de opulento. Su majestad el rey, la valiente princesa y su fiel escudero esperan en el escenario.)\nNarrador: Cuando el dragón malvado escuchó que los sueños de las personas eran tan valiosos como el oro, voló hasta el reino en busca de sueños que engullir.\nNarrador: Mientras tanto, el rey y la princesa se debatían entre tomar verduras o carne en la cena.\nNarrador: “¿Eh? ¿Y por qué no comen las dos cosas?”, pensó para sí mismo el fiel escudero de la princesa.\nNarrador: Mas como solo era un don nadie, a nadie le importaba su consejo.\n(Antes de subir al escenario, el dragón malvado da tres vueltas en el aire y escupe fuego. Pero tiene que tener cuidado con el atrezo, ¡y bajo ningún concepto escupir fuego contra el público!)\nDragón malvado: ¿Esos sueños que valen tanto como el oro tendrán un buen sabor si yo los devoro?\n(El escenario tiembla cuando el dragón aterriza en él. ¡Tiene que hacerlo de manera impresionante! Pero con cuidado también para no derribar las imágenes de fondo.)\nDragón malvado: ¡Uf! El suelo de este palacio es tan irregular que casi pierdo el equilibrio al aterrizar.\nDragón malvado: ¡Ah, bien, muy bien! Aunque no sean más que unos insignificantes humanos, seguro que tienen sueños ufanos. ¡Esta noche me daré un festín poco cotidiano!\n(El rey sube al escenario y mira al dragón con una expresión recta e imponente.)\nRey: ¡Márchate, dragón malvado!\nDragón malvado: ¿“Dragón malvado”? Qué ridículo.\n(El dragón abre las alas y tapa, por lo menos, la mitad de las luces del escenario.)\nDragón malvado: Un dragón tan instruido como este servidor, sin duda del título “bondadoso” es merecedor.\nDragón malvado: Los de mi especie siempre han preferido un tesoro, mas yo he descubierto que los sueños de los humanos valen incluso más que el oro.\nDragón malvado: Me resulta fascinante que cualquier hombre de sueños ahíto esté, aunque sin comer lleve un mes.\nDragón malvado: Los sueños de los humanos son un bien preciado, o al menos eso he escuchado.\nDragón malvado: (Con gran ansia de comer) Hoy por fin comprobaré si esos sueños son tan sustanciosos como valiosos dicen ser.\nDragón malvado: (Con aspecto poco afable) Esta hambre es insoportable. No puedo esperar a devoraros en este preciso instante.\nDragón malvado: Rey enclenque, si sentís el más mínimo aprecio por vuestra familia y vuestra vida, ¡me ofreceréis el sacrificio que demando y no avivaréis más mi ira!\nRey: ¿Piensas que soy un cobarde? Esos viles ojos tuyos no deben de ser más que dos piedras que te nublan la vista.\nRey: Mi nobleza y mis sueños son por cuanto lucho en esta vida. Jamás renunciaré a ellos por ti.\nRey: ¡Márchate, dragón malvado! ¡Mi reino no se acobardará ante ti!\nDragón malvado: Pequeño señor, coraje mostráis. Cualquiera diría que a vuestra corta vida valor no dais.\nDragón malvado: Sacrificio o aniquilación, espero que vuestro juicio os guíe hacia la correcta elección.\nDragón malvado: Puf, ahora iré a descansar al cercano pastizal. Pero esta noche volveré y os engulliré cual manjar.\nDragón malvado: Si no me ofrecéis lo que busco, yo mismo lo tomaré con gusto. Vuestro palacio mi campo de caza será, ¡y vuestros aposentos en mi cocina se convertirán!\n(El dragón lanza un rugido ensordecedor que hace temblar al escenario, lo que refleja su formidable poder. Aquí hay que tener cuidado con la intensidad o pensar en una forma de recolocar la imagen de fondo con una cuerda. Al salir del escenario, no hace falta que el dragón escupa fuego. Es mejor usar el dinero de los fondos para posteriores escenas.)\nNarrador: Convencido de que el rey le convidaría a un gran festín, el dragón se marchó del castillo para descansar.\nNarrador: El valeroso rey no pensó ni por un instante en desistir y reunió a sus caballeros para poner fin al dragón de corazón vil.\nPrincesa: (¡No se olviden de encender el foco cuando Su Alteza suba al escenario!) Yo misma acabaré con la bestia para proteger nuestro reino.\nRey: ¡Hija mía! ¿Acaso has olvidado quién eres?\nRey: Las princesas no luchan en las guerras.\nRey: Tu lugar no está en el campo de batalla, sino en tus aposentos.\nPrincesa: No he olvidado lo que me habéis enseñado, padre. No rendiré tan fácilmente mis sueños y mi lealtad.\nPrincesa: Caminaré libremente entre el pueblo, como princesa ¡y como guerrera!\nPrincesa: Con el dragón ahí afuera, no puedo quedarme de brazos cruzados.\nRey: Ante todo, eres una princesa.\nRey: Además, no podría soportar verte poner tu vida en peligro.\nRey: Asimismo, hace años, tú…\nFiel escudero: (Con León no hacen falta focos) Ejem , no os preocupéis, Su Majestad. ¡Yo protegeré a la princesa!\nRey: ¿Tú que careces de honor y renombre? ¿Y cómo piensas protegerla?\n(El rey le hace un gesto con la mano a León para que se retire.)\nRey: ¡No se diga más! Convocaré a los más valerosos caballeros del reino para que acompañen a la princesa.\nNarrador: Había tres renombrados caballeros en el reino, todos dotados de gran talento y conocidos por su pericia en batalla.\nNarrador: Los tres caballeros aguardaban pacientemente a las puertas de palacio, deseosos de entrar a la sala del trono.\n(Cuando los tres hidalgos entren a escena, hay que encender los focos. Creo que no estaría de más dejar caer unas cuantas plumas al mismo tiempo.)\nNarrador: El forjador de un gran legado y aclamado guerrero: el hidalgo n.º 1.\nNarrador: Su gloria es inmensa, y sus gestas se cuentan cada día.\nNarrador: En este bello reino, salvo los sordos, ¿quién no ha oído cantar las gestas de sus hazañas?\n(El hidalgo n.º 1 da un paso al frente, espada en mano, y se dirige al público. Cuando lo haga, tiene que alzar la voz, tiene que ser al menos un 30% más alta que la del resto de los personajes.)\nHidalgo n.º 1: ¿Dices que no conoces mis hazañas? Pues ven, ¡te contaré todo sobre mí!\nNarrador: Un estratega irresoluto y sin determinación: el hidalgo n.º 2.\nNarrador: Experto en sobrevivir a cualquier afrenta sin un rasguño.\nNarrador: Algunos critican su indecisión, otros alaban su recelo.\n(El hidalgo n.º 2 entra en escena y también se dirige al público.)\nHidalgo n.º 2: Se requiere tiempo para diseñar un buen plan. Usa siempre la cabeza, no los puños.\nHidalgo n.º 2: ¿Crees que tengo miedo? ¡N-no oses dudar de mi pericia en el campo de batalla!\nNarrador: Y por último, nuestro gran matadragones: el hidalgo n.º 3.\nNarrador: “¿Soy el único que piensa que matar dragones es pan comido?”.\nNarrador: Y con las mismas, sacó sus trofeos de batallas pasadas y comenzó su perorata.\n(El hidalgo nº. 3 aparece, saca una capa de un cofre y se la muestra al público.)\nHidalgo nº. 3: ¿Ves esto? Esta capa tiene una larga historia. Escucha atentamente…\nNarrador: Los guerreros ya han llegado y están listos para la batalla.\nPrincesa: Sus nombres son muy largos y complicados. ¿A qué se debe?\nFiel escudero: Es costumbre utilizar títulos así para inspirar temor y admiración.\nPrincesa: ¡Vaya! Debo de ser toda una inculta, pues nunca había oído hablar de semejante costumbre.\nRey: ¡Bienvenidos, mis valientes caballeros! Espero que seáis tenaces y os mantengáis en pie ante todos los obstáculos que se avecinan.\n(Cuando cada hidalgo diga su frase, los focos deben apuntar hacia la persona que habla.)\nHidalgo nº. 1: ¡Juro por todas mis proezas pasadas que me alzaré victorioso, princesa!\nHidalgo nº. 1: No temáis, princesa. Conmigo a vuestro lado, el dragón caerá vencido de inmediato.\nHidalgo nº. 2: ¡N-no eres rival para mí, dragón!\nHidalgo nº. 2: Mi plan hará que el dragón salga corriendo con la cola entre las patas.\nHidalgo nº. 3: Muy bien, amigos, tenéis buenas ideas, pero es posible que ni siquiera tengáis que luchar.\nHidalgo nº. 3: Soy un matadragones aclamado en todo el reino. Haré que el dragón tiemble de miedo.\nNarrador: Así pues, acompañada de su fiel escudero…\nNarrador: … y junto a los tres célebres hidalgos, la princesa se embarcó en su misión.\n(Todos salen de escena. Al marcharse, se pueden añadir algunos efectos especiales, como una potente luz que ilumina en la dirección hacia la que caminan para representar la grandiosidad de su futuro. Eso sí, con cuidado de no iluminar al público. No quiero que me demanden…)"
          }
        ]
      },
      {
        "title": "Acto intermedio (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Comerciante: Soy un comerciante que ha recorrido un largo camino. ¿Así es como trata este reino a las personas como yo?</color>\n<color=#ffffff73>Comerciante: Nunca en todos mis años de comerciante había visto a un hombre tan molesto y raro como ese.</color>\n<color=#ffffff73>Comerciante: Para él, todo cuanto le ofrezco es un timo a mano armada o simples bagatelas de dudosa calidad.</color>\n<color=#ffffff73>Comerciante: Y pensar que le tomé por un experto cuando al final lo único que hizo fue engañarme…</color>\n<color=#ffffff73>Comerciante: Nunca le interesó cerrar ni un trato. ¡Solo me veía como un “desafío” y se negaba a “perder”!</color>\n<color=#ffffff73>Narrador: Mientras el comerciante continuó soltando sapos y culebras, otra persona de ánimo irritado entró en escena.</color>\n<color=#ffffff73>(Un aventurero aparece en escena y se cruza con el comerciante.)</color>\n<color=#ffffff73>Aventurero: ¡Diantres! ¿Por qué tiene que cruzarse en mi camino ese tipo? Mi misión es localizar al dragón, ¡no hay tiempo que perder!</color>\n<color=#ffffff73>Aventurero: Como aventurero, ¡mi deber es enfrentarme al mal de este mundo! ¡Solo de pensar en él, ya me hierve la sangre!</color>\n<color=#ffffff73>Aventurero: Lo único que he dicho es que nunca había oído hablar de él antes. ¡¿Qué tiene eso de malo?!</color>\n<color=#ffffff73>Aventurero: Encima me acusa de querer robarle la gloria, como si mi encomienda no fuera más que alguna clase de artimaña…</color>\n<color=#ffffff73>Hidalgo n.º 1: (Fuera de escena) ¡Dragón malvado, mostraos! ¡Es inútil que os resistáis!</color>\n<color=#ffffff73>Comerciante: ¡Pero si es él!</color>\n<color=#ffffff73>Aventurero: ¡No hay duda, es él!</color>\n<color=#ffffff73>(El comerciante y el aventurero examinan furiosos los alrededores en busca del hidalgo n.º 1 y, entonces, se cierra el telón. Para que ambos actores parezcan genuinamente enojados, antes de subir al escenario, pueden imaginarse que el hidalgo se ha comido su cena a escondidas.)</color>\n<color=#ffffff73>Dragón malvado: Los humanos son seres verdaderamente ruidosos. Aún no alcanzo a verlos y ya escucho sus gritos aquejosos.</color>\n<color=#ffffff73>Narrador: Aquel que persigue al dragón no es sino el aclamado guerrero del reino, que, incluso con este sol abrasador, continúa con arrojo su persecución.</color>\n<color=#ffffff73>(El hidalgo n.º 1 aparece en escena, espada en mano y orgulloso de sí mismo. Un foco lo ilumina.)</color>\n<color=#ffffff73>Hidalgo n.º 1: ¡Ja! Parece que la grandiosidad de mi fama ya es suficiente para irritar al vil dragón.</color>\n<color=#ffffff73>Dragón malvado: Un dragón de mi condición no tolerará semejante falta de educación.</color>\n<color=#ffffff73>Hidalgo n.º 1: ¡Ah! ¡Dragón malvado! ¡No pensé que os atreveríais a salir a mi encuentro! (El hidalgo n.º 1 desenvaina su espada con intención de atacar al dragón.)</color>\n<color=#ffffff73>Dragón malvado: Un pequeño humano de pose amenazante, ¿serán vuestros sueños tan osados como vuestro talante?</color>\n<color=#ffffff73>DActo intermedio (I)</color>\n<color=#ffffff73>(En las afueras, en un pequeño bosque cerca de la ribera de un río desde donde se puede ver a lo lejos el castillo en lo alto de la colina. Los árboles de atrezo tienen que ser muy realistas. Para ello, se pueden esparcir algunas hojas por el escenario. Así, cuando el dragón llegue volando, levantará las hojas y se apreciará lo realista que es el decorado.)</color>\n<color=#ffffff73>Narrador: Más allá de las puertas de la ciudad hay una gran campiña junto al lago, donde la brisa sopla suavemente sobre el exuberante pasto.</color>\n<color=#ffffff73>Narrador: El dragón malvado aterrizó en busca de algo de tranquilidad.</color>\n<color=#ffffff73>(El dragón llega volando y da tres vueltas alrededor del escenario. Pueden ser más, pero lo que no debe hacer es escupir fuego para no quemar el atrezo.)</color>\n<color=#ffffff73>Dragón malvado: Desde lejos, el castillo parece un pájaro en una rama posado. Me pregunto si esos humanos mi festín ya habrán preparado.</color>\n<color=#ffffff73>Dragón malvado: El sol brilla en lo alto y la tierra rezuma calor. Tal vez debería buscar un lugar menos abrasador.</color>\n<color=#ffffff73>(El dragón aterriza en la sombra de un árbol, donde se pone cómodo para descansar. Al hacerlo, cuidado con no derribar la imagen de fondo con la cola.)</color>\n<color=#ffffff73>Dragón malvado: (Fatigado) Durante días he viajado y ayunado, todo por probar tan delicioso bocado.</color>\n<color=#ffffff73>Dragón malvado: Espero que esos humanos me conviden a un manjar de calidad. Mi paciencia se agota y no estoy dispuesto a esperar más.</color>\n<color=#ffffff73>Narrador: Así pues, el dragón buscó descanso bajo una sombra. En aquel momento, un comerciante se acercó desde el otro lado del claro.</color>\n<color=#ffffff73>(Un comerciante aparece en escena y pasa rápido al lado del dragón.)</color>\n<color=#ffffff73>Comerciante: (Enojado) ¡Qué suerte la mía! ¡Me han timado incluso antes de cerrar mi única venta!</color>\n<color=#ffffff73>Comerciante: Soy un comerciante que ha recorrido un largo camino. ¿Así es como trata este reino a las personas como yo?</color>\n<color=#ffffff73>Comerciante: Nunca en todos mis años de comerciante había visto a un hombre tan molesto y raro como ese.</color>\n<color=#ffffff73>Comerciante: Para él, todo cuanto le ofrezco es un timo a mano armada o simples bagatelas de dudosa calidad.</color>\n<color=#ffffff73>Comerciante: Y pensar que le tomé por un experto cuando al final lo único que hizo fue engañarme…</color>\n<color=#ffffff73>Comerciante: Nunca le interesó cerrar ni un trato. ¡Solo me veía como un “desafío” y se negaba a “perder”!</color>\n<color=#ffffff73>Narrador: Mientras el comerciante continuó soltando sapos y culebras, otra persona de ánimo irritado entró en escena.</color>\n<color=#ffffff73>(Un aventurero aparece en escena y se cruza con el comerciante.)</color>\n<color=#ffffff73>Aventurero: ¡Diantres! ¿Por qué tiene que cruzarse en mi camino ese tipo? Mi misión es localizar al dragón, ¡no hay tiempo que perder!</color>\n<color=#ffffff73>Aventurero: Como aventurero, ¡mi deber es enfrentarme al mal de este mundo! ¡Solo de pensar en él, ya me hierve la sangre!</color>\n<color=#ffffff73>Aventurero: Lo único que he dicho es que nunca había oído hablar de él antes. ¡¿Qué tiene eso de malo?!</color>\n<color=#ffffff73>Aventurero: Encima me acusa de querer robarle la gloria, como si mi encomienda no fuera más que alguna clase de artimaña…</color>\n<color=#ffffff73>Hidalgo n.º 1: (Fuera de escena) ¡Dragón malvado, mostraos! ¡Es inútil que os resistáis!</color>\n<color=#ffffff73>Comerciante: ¡Pero si es él!</color>\n<color=#ffffff73>Aventurero: ¡No hay duda, es él!</color>\n<color=#ffffff73>(El comerciante y el aventurero examinan furiosos los alrededores en busca del hidalgo n.º 1 y, entonces, se cierra el telón. Para que ambos actores parezcan genuinamente enojados, antes de subir al escenario, pueden imaginarse que el hidalgo se ha comido su cena a escondidas.)</color>\n<color=#ffffff73>Dragón malvado: Los humanos son seres verdaderamente ruidosos. Aún no alcanzo a verlos y ya escucho sus gritos aquejosos.</color>\n<color=#ffffff73>Narrador: Aquel que persigue al dragón no es sino el aclamado guerrero del reino, que, incluso con este sol abrasador, continúa con arrojo su persecución.</color>\n<color=#ffffff73>(El hidalgo n.º 1 aparece en escena, espada en mano y orgulloso de sí mismo. Un foco lo ilumina.)</color>\n<color=#ffffff73>Hidalgo n.º 1: ¡Ja! Parece que la grandiosidad de mi fama ya es suficiente para irritar al vil dragón.</color>\n<color=#ffffff73>Dragón malvado: Un dragón de mi condición no tolerará semejante falta de educación.</color>\n<color=#ffffff73>Hidalgo n.º 1: ¡Ah! ¡Dragón malvado! ¡No pensé que os atreveríais a salir a mi encuentro! (El hidalgo n.º 1 desenvaina su espada con intención de atacar al dragón.)</color>\n<color=#ffffff73>Dragón malvado: Un pequeño humano de pose amenazante, ¿serán vuestros sueños tan osados como vuestro talante?</color>\n<color=#ffffff73>Dragón malvado: Oh… Humm. (El dragón mira con sorna la armadura del hidalgo de arriba abajo.)</color>\n<color=#ffffff73>Hidalgo n.º 1: ¿Os quedasteis mudo, malvado dragón? ¿Acaso mis sueños son tan grandiosos que os resultan imposibles de devorar?</color>\n<color=#ffffff73>Narrador: Mientras el valiente caballero se enfrentaba al dragón, la princesa y su séquito aparecen por fin en escena.</color>\n<color=#ffffff73>Narrador: El escudero sin fama observaba el campo de batalla. Las palabras del guerrero despertaron su fuego interior.</color>\n<color=#ffffff73>(León aparece en escena con la mirada clavada en el hidalgo n.º 1. Entonces, procede a hablar.)</color>\n<color=#ffffff73>Fiel escudero: Admiro su postura intrépida. Me encantaría tener la oportunidad de demostrar algún día mi valor.</color>\n<color=#ffffff73>Fiel escudero: ¡Dragón malvado! ¿Acaso habéis perdido el habla? ¿Os habéis dado cuenta de que deberíais rendiros?</color>\n<color=#ffffff73>Dragón malvado: Los humanos no me provocan la más mera inquietud. Vuestros sueños aparentan ser grandes, pero están hechos de ineptitud. Me debato entre si devoraros o no por vuestra ingratitud.</color>\n<color=#ffffff73>Fiel escudero: ¡¿Cómo os atrevéis a humillarme, vil criatura?! ¡Y solo por el mero hecho de ser adversarios!</color>\n<color=#ffffff73>Hidalgo n.º 1: Os consideraba un oponente digno, ¡pero usáis tan viles artimañas!</color>\n<color=#ffffff73>Hidalgo n.º 1: Yo, el aclamado guerrero del reino, no caeré en vuestros sucios trucos. ¡Me repugnáis!</color>\n<color=#ffffff73>Narrador: Las decididas palabras del aclamado guerrero consiguieron avivar una llama hasta en el oprimido corazón de la princesa.</color>\n<color=#ffffff73>(¡La valiente princesa sube al escenario! Aunque en esta escena no se resalta especialmente su magnificencia, no está de más apuntarla con un foco. Por otro lado, la frase “avivar una llama en el oprimido corazón de la princesa” solo es un recurso retórico, así que, por favor, bajo ninguna circunstancia prendan ninguna llama. Por cierto, ¿hay alguna forma de hacer que la luz del foco sea roja? ¿Servirá si ponemos un poco de jugo de valbaya sobre el foco?)</color>\n<color=#ffffff73>Princesa: Ya estoy hastiada de la calma de mis aposentos. ¡Lucharé codo con codo con mis valientes guerreros!</color>\n<color=#ffffff73>Dragón malvado: No veo razón suficiente para darles una buena lección, mas si los humanos insisten, pondré fin a tan osada actuación.</color>\n<color=#ffffff73>Dragón malvado: Abusar de los entrantes podría arruinarme el apetito, pero hoy me permitiré tentar el estómago con un bocado de este humano exquisito.</color>\n<color=#ffffff73>Narrador: Para sorpresa de todos los presentes, el dragón engulló el sueño del caballero de un solo mordisco.</color>\n<color=#ffffff73>(Una oscura luz sale de la armadura del hidalgo n.º 1. El dragón abre sus alas, se inclina ¡y devora la luz! El hidalgo se desploma sobre el suelo, con la espada a un lado y una mirada vacía. Ahora bien, ¡mucho cuidado! Al desplomarse, ¡hay que hacerlo con suavidad para no derribar la imagen de fondo! No obstante, aun así, el hidalgo n.º 1 tendrá que llevar armadura.)</color>\n<color=#ffffff73>Dragón malvado: Es justo y como imaginaba que sería el sabor. Crujiente por fuera, pero frívolo y trivial en el interior. No hay textura mejor.</color>\n<color=#ffffff73>(El dragón se relame, alza el vuelo y sale de escena.)</color>\n<color=#ffffff73>Princesa: ¡Así sin más, ha derrotado al bravo caballero! Puede que fuera audaz, pero nunca un verdadero guerrero.</color>\n<color=#ffffff73>Fiel escudero: Su arrogancia fue su final. Su verdadero poder no estuvo a la altura de su fama.</color>\n<color=#ffffff73>Narrador: El dragón aún no se sentía saciado. Bajo la atenta mirada de la princesa y sus caballeros, salió volando sin destino aparente.</color>\n<color=#ffffff73>(Se cierra el telón. La princesa debe permanecer justo en el centro del escenario hasta que el telón se cierre por completo para que el público admire su magnificencia.)</color>"
          }
        ]
      },
      {
        "title": "Acto intermedio (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "(En las puertas de la capital del reino, las banderas y estandartes se agitan con el viento, lo que da una sensación de grandiosidad. El dragón entra a escena a través de una ventana, aterriza frente a las puertas de la ciudad y examina los alrededores. Se conseguiría un mejor efecto si aterrizase sobre la muralla de la ciudad, pero el atrezo podría no soportar su peso, así que mejor que aterrice frente a las puertas.)\nNarrador: El dragón malvado salió volando y se detuvo a descansar en las puertas del castillo.\nDragón malvado: A los guardias no diviso. ¿Estarán demasiado asustados como para enfrentar su destino?\nNarrador: El dragón malvado no hizo ademán alguno de huir o esconderse, por lo que la princesa y su séquito pronto lo alcanzaron.\nNarrador: El fiel escudero de la princesa, que siempre iba al frente, fue el primero en divisar a la temible bestia.\n(León aparece en escena y se dirige al público.)\nFiel escudero: ¡La osadía de esta malvada criatura roza la insolencia! Juré a su majestad el rey que mantendría a la princesa a salvo de su presencia.\nFiel escudero: (con la preocupación escrita en el rostro) Quizás nuestro confiable estratega conozca la forma de enfrentar esta amenaza.\nFiel escudero: Cuenta la leyenda que siempre encuentra la forma de triunfar ante la adversidad.\nFiel escudero: Mientras nos acompañe su pericia y nos guarde de la imprudencia, no habrá nada que temer.\nFiel escudero: Sin un plan en mente, no es momento de pasar a la acción.\nNarrador: El fiel escudero, con extrema precaución, susurró el mensaje a sus compañeros.\nNarrador: “Aprovechemos que el dragón está descansando para urdir un plan”.\nNarrador: Dicho aquello, se acercó con gran cautela, temerosa de que sus pisadas pudieran despertar al dragón.\n(La princesa sube al escenario, se sitúa frente a León y se dirige al público.)\nPrincesa: El estratega está en lo cierto. Precisamos un plan antes de actuar.\nPrincesa: Gracias al buen hacer de nuestro escudero, pudimos averiguar el paradero del dragón y tomamos la iniciativa.\nFiel escudero: No merezco el honor, Su Alteza. Solo cumplía con mi cometido.\nPrincesa: Es mi deber, sin embargo, proceder con honestidad y rectitud. Aceptad mi reconocimiento con orgullo, pues por justicia os corresponde.\nPrincesa: El estratega no sigue nuestro paso. ¿Cómo puede quedarse atrás? ¿Acaso hay algo que le impide avanzar?\nFiel escudero: Mencionó tener un plan de contingencia para el desastre causado por el dragón. Quizás esté absorto en sus elucubraciones.\nNarrador: El meticuloso estratega ignoró los comentarios y permaneció en silencio, mientras su semblante denotaba cierta preocupación.\n(El hidalgo n.º 2 aparece en escena, temeroso y nervioso.)\nHidalgo n.º 2: …\nFiel escudero: Oh, estratega, con el dragón malvado a nuestro alcance, ruego nos iluminéis con vuestra estratagema.\nHidalgo n.º 2: ¿Es-estratagema? La situación actual es de mayor gravedad de lo previsto. Es menester más tiempo para planificar…\nDragón malvado: ¡Jaja! Este dragón compasivo os concede todo el tiempo del mundo. Hasta caer la noche, disponéis de cada segundo.\n(El dragón, que reptaba frente a las puertas de la ciudad, ¡alza la mirada y escupe fuego hacia el cielo! Pero con cuidado de no quemar las banderas, que el atrezo del escenario no es a prueba de incendios. Sería un engorro si se quemase de verdad.)\nPrincesa: ¿El dragón habló? Con que no estaba durmiendo realmente… ¡Fue una artimaña para que bajáramos la guardia!\nHidalgo n.º 2: ¡Ah!\n(El hidalgo n.º 2 se pone pálido y huye afuera del escenario. El público se queda sorprendido.)\nNarrador: Fue tal el sobresalto del hidalgo n.º 2 que a punto estuvo de arrodillarse a rogar clemencia.\nNarrador: Entre murmullos de disculpa, huyó hacia las puertas de la ciudad sin pensárselo dos veces.\nNarrador: La princesa y su fiel escudero partieron de inmediato en busca del estratega, mientras el dragón no pudo evitar reír ante tal escena.\nDragón malvado: (Con desdén) Que el rey intentara apaciguarme fue suficiente para saciarme.\nNarrador: La princesa confió al fiel escudero la labor de encontrar al estratega que huía, mientras ella se quedó para mantener al dragón en vigía.\n(Aunque no hay ninguna línea, el foco tiene que apuntar a la princesa.)\nPrincesa: (Dirigiéndose al público) Mucho alardeaba el estratega de su astucia, mas ahora soy yo quien debe urdir un plan para salvar el reino.\nPrincesa: Perdimos el factor sorpresa. Ahora es el dragón el que nos espera.\nPrincesa: El estratega, presa del pánico, salió huyendo, y mi fiel escudero partió en su búsqueda.\nPrincesa: Los guardias, que debían estar vigilando, no estaban por ninguna parte, y las puertas estaban abiertas de par en par.\nNarrador: Un guardia veterano llegó. Aunque su embriaguez resultaba evidente, la firmeza de su paso era a su vez sorprendente.\n(El guardia veterano entra en escena.)\nGuardia veterano: Hic … Si me preguntáis, ¡no hay nada como disfrutar del vino, la comida y las mujeres en tiempos de paz!\nGuardia veterano: Esos pudientes aristócratas, ¡qué sabrán ellos lo que es trabajar de sol a sol!\nGuardia veterano: ¿Dragones, estrategas? ¡No son más que patrañas!\nGuardia veterano: Mi vista está cansada, tengo los oídos ensordecidos y me tiembla el pulso… ¿Por qué diantres me mandarían a mí dar caza a un dragón?\nNarrador: El joven guardia, a pesar de haber sido instruido por su superior, no había perdido su determinación de proteger el reino.\n(El joven guardia entra en escena.)\nJoven guardia: ¡Lucharé por su alteza la Princesa!\nJoven guardia: Ahora que todos se fueron, ¡soy la última línea de defensa!\nJoven guardia: Ante el peligro, ¡daré un paso al frente, pondré fin a la amenaza que enfrentamos y salvaré al reino de la devastación!\nJoven guardia: (Desenvaina su espada y da un paso al frente) ¡Dragón malvado, afronta tu final y pronuncia tus últimas blasfemias!\nDragón malvado: (Con sorna) ¡Muy bien! ¡Veamos si tenéis lo que hay que tener!\n(El dragón vuelve a alzar el vuelo y observa al joven guardia, quien no da su brazo a torcer, saca una flecha y se dispone a dispararla contra el dragón mientras este vuela. No hace falta disparar la flecha de verdad, solo con hacer la pose es suficiente. Sería una desgracia que alguien resultara herido.)\nNarrador: Momentos antes de que comenzara una brutal batalla, el escudero fiel finalmente regresó.\n(León sube al escenario a toda prisa. En ese momento, es posible que el público esté prestando atención al joven guardia y al dragón, por lo que no vendría mal usar un foco para iluminarlo.)\nFiel escudero: Perdido el rastro del estratega, el joven guardia deberá asumir la carga.\nFiel escudero: Oh, ¡llego demasiado tarde! ¡Yo tenía el deber de proteger a la princesa!\nNarrador: Mientras el rezagado escudero se lamentaba de su impuntualidad, la llama del ímpetu del dragón se encendía por momentos.\n(El dragón arremete con vehemencia contra el joven guardia, quien suelta su arco y desenvaina su espada para defenderse. Ambos se enzarzan en un combate en el que, finalmente, el joven guardia no es rival para el dragón, el cual lo lanza por los aires y vuelve a alzar el vuelo. Orgulloso y satisfecho, devora la luz oscura que sale de la armadura del guardia. Los efectos especiales de esta escena tienen que ser lo más impresionantes posibles. Por ejemplo, cuando la espada del guardia choque contra las garras del dragón, este puede escupir con cuidado un poquito de fuego para imitar el efecto de unas chispas.)\nNarrador: Aunque el joven guardia luchó valientemente, el dragón devoró sus sueños sin complicación.\nFiel escudero: Solloza … Si hubiera entrenado más duro, otro bardo cantaría hoy…\nDragón malvado: Aunque no fue suficiente para saciarme, este aperitivo logró contentarme.\nDragón malvado: Modesta la cantidad, pero pingüe la calidad.\nDragón malvado: Si tan interesante fue el aperitivo, ¡el plato principal será más divertido!\nNarrador: El dragón malvado se relamió tras degustar su plato, ignorando los gritos de los humanos, y sin más, se fue volando.\n(El dragón se va volando y el público, conmocionado, lo observa mientras se marcha. Se cierra el telón.)\nActo intermedio (III)\n(En un pueblo de las afueras de la ciudad. Antes de abrir el telón, se puede prender un poco de leña para conseguir un efecto humeante.)\nNarrador: Con la promesa de derrotar al dragón, la princesa y su séquito siguieron su rastro.\nNarrador: El fiel escudero les siguió el paso y ayudó al matadragones a cargar con el equipaje de todos sin rechistar.\nNarrador: El aguerrido matadragones lo miró con desdén, pero al escudero no pareció importarle.\n(León sube al escenario lentamente mientras carga con un pesado y opulento baúl.)\nFiel escudero: Él es un matadragones y yo, un don nadie. Lo único que puedo hacer es llevarle el equipaje.\nFiel escudero: Solo un héroe es digno de blandir esta espada incrustada.\nFiel escudero: La levantará contra el dragón y entonces se alzará victorioso.\n(El dragón llega volando y ruge. Al hacerlo, escupe unas llamas que hacen arder al sol poniente situado en la parte superior del escenario. Antes de esto, es vital asegurarse de que el tablón antiincendios que hay al lado del sol esté bien instalado. Si no lo está, habrá que quitar directamente el sol para evitar cualquier incidente. No queremos que el público nos demande.)\nNarrador: Como si hubiera oído sus pensamientos, el dragón malvado descendió sobre un pueblo a las afueras de la ciudad.\nDragón malvado: Déjame ver, déjame ver… ¿Dónde estará el sueño dorado que tanto ansío comer?\n(El hidalgo n.º 3 sube al escenario y se sitúa al lado de León. No lleva nada y parece relajado.)\nHidalgo n.º 3: Oh, dragón malvado, nadie se reirá de vos si huís ahora despavorido.\nDragón malvado: Un humano que habla sin razón, ¡resulta más cómico que un enano bufón!\nHidalgo n.º 3: Sabio y piadoso como soy, no caeré en vuestra trampa.\nHidalgo n.º 3: Quien avisa no es traidor, luego no os arrepintáis por lo que habéis dicho.\nDragón malvado: ¡Jaja! Para ser un insignificante humano, sois verdaderamente osado.\nDragón malvado: Demostradme, pues, que vuestro lugar está entre los héroes de verdad.\nNarrador: Su alteza la Princesa por fin alcanzó a su séquito.\n(La luz del foco rodea el escenario hasta parar donde está la princesa. ¡Su Alteza vuelve a aparecer en escena!)\nPrincesa: Es mi obligación expulsar al dragón del reino.\nHidalgo n.º 3: Alteza, permitidme cargar contra el dragón.\nHidalgo n.º 3: Con mi espada y mi experiencia de batalla, me desharé de él.\nPrincesa: Permiso concedido. Id con cuidado.\nHidalgo n.º 3: Una vez, derroté a un dragón ponzoñoso y me llevé su tesoro más valioso. (Muestra la capa).\nHidalgo n.º 3: Esta capa me permite esconderme de cualquier mirada.\n(Aprovechando que el público está concentrado mirando la capa, ¡el hidalgo n.º 3 desaparece!)\nHidalgo n.º 3: (Fuera de escena) Mezclado entre la multitud, ¡atacaré por sorpresa en el momento oportuno!\nDragón malvado: Decís que tenéis talento, pero engañarme no es más que un fútil intento.\nDragón malvado: ¿Será que intentáis escapar de este apuro, y todo este teatro no es más que mero disimulo?\nNarrador: Oculto en su capa y mezclado entre el gentío, ¿quién podría descubrirlo?\nHidalgo n.º 3: Vil dragón, ¿cómo osáis manchar mi nombre?\nHidalgo n.º 3: A pesar de mi paciencia y merced, no habéis demostrado el más mínimo honor.\nHidalgo n.º 3: Será tarde para lamentaciones cuando aseste el golpe certero.\nDragón malvado: Os aconsejo que el tiempo no malgastéis. Si tenéis más habilidades, ¡será mejor que las uséis!\nHidalgo n.º 3: ¡Nos batiremos allá!\nNarrador: El dragón malvado escuchó con una mueca ufana, y sin mediar más palabra, accedió a tal petición.\n(Se cierra el telón y se cambia el atrezo del escenario. ¡Recuerden apagar el fuego del sol poniente decorativo!)\nNarrador: En un abrir y cerrar de ojos, el dragón aterrizó en el lugar indicado.\nNarrador: La princesa y su fiel escudero raudos lo siguieron.\nNarrador: En cuanto al matadragones, allá quedó dubitando, como si hubiera perdido la confianza en sí mismo.\n(El hidalgo n.º 3 sube al escenario. Da vueltas alrededor de la espada incrustada en la piedra, pero no intenta sacarla.)\nHidalgo n.º 3: ¡Dragón malvado! ¡Pronto sabréis lo que os espera!\nHidalgo n.º 3: Atravesé páramos, subí montañas y me adentré en mazmorras para derrotar a vuestra codiciosa ralea…\nHidalgo n.º 3: Así obtuve esta hoja que solo los héroes pueden blandir.\nHidalgo n.º 3: Mejor será que pongáis pies en polvorosa, ¡o mi hoja hendirá vuestras escamas como si cortase mantequilla!\nDragón malvado: ¡Jajaja! ¡Con tanto esmero urdió su plan el humano, para resultar semejante esfuerzo ser en vano!\nDragón malvado: De aquí ni un pie pienso mover. Atacad cuanto gustéis, si es que creéis que me podéis vencer.\nNarrador: Los aldeanos se acercaron a ver tan extraña escena, y algunos decidieron probar suerte.\nNarrador: Un granjero dio un paso al frente, ¿podrían sus manos acostumbradas a la horca asir ni siquiera una empuñadura?\n(El granjero sube al escenario. Suelta su horca y se acerca a la espada.)\nGranjero: Si es por físico, no voy a la zaga de esos caballeros de palacio.\n(El granjero da todo su esfuerzo para sacar la espada, pero esta no se mueve ni un ápice.)\nGranjero: ¡Oh! Creí que era lo bastante fuerte, pero no pude moverla nada.\nNarrador: Por mucha fuerza que hiciera, el granjero no logró mover la espada lo más mínimo.\nNarrador: Tras pensarlo largo y tendido, la princesa y su leal escudero decidieron no probar suerte.\nNarrador: El dragón, que había estado contemplando en silencio, por fin perdió la paciencia.\nDragón malvado: (Con desesperación) Ah… Tanta palabrería aburre hasta a un dragón. Mostradme vuestra valía, veamos si tiene parangón.\nDragón malvado: ¡Basta de demora! ¡Desenvainad vuestra arma ahora!\nHidalgo n.º 3: Un… ¡un matadragones no obedece órdenes de un dragón!\nDragón malvado: De acabar con dragones no seréis experto, pero para la charlatanería no os falta talento.\nDragón malvado: ¿Creéis ser un fuerte guerrero? No me hagáis reír. ¡Incluso ese niño desde lejos os ve venir!\nNarrador: ¿Acaso serían ciertas las palabras del dragón, y bajo la armadura solo había un mezquino impostor?\n(El niño sube al escenario. Mira al dragón y, después, al hidalgo n.º 3.)\nNiño: Ese dragón malvado es más grande que el de las canciones… ¡pero a mí no me asusta!\nNiño: Esa armadura brillante, ¿por qué traquetea? Abre la boca, pero no dice nada.\nDragón malvado: Aunque hambre no tenga, ¿cómo rechazar la comida que traen a tu puerta?\nNarrador: Y de un gran bocado, el dragón malvado devoró el sueño del matadragones.\n(El hidalgo n.º 3, aterrado, no se mueve de donde está, mientras que el dragón desciende desde lo alto, al menos, unos cincuenta metros. Ruge tan fuertemente que el escenario tiembla, y entonces devora la luz oscura que sale de la armadura del hidalgo n.º 3. Este aún está quieto y tira al suelo la espada de la piedra. Al hacerlo, tiene que controlar su fuerza para no dañar los demás objetos del escenario.)\nDragón malvado: Ñam, ñam , vaya… Tal y como pensaba, los sueños descompuestos saben tan horribles como esperaba.\nDragón malvado: Sus sueños son como una manzana podrida, ¡provocan náuseas con tan solo una mordida!\n(El dragón se quita los restos de comida entre los dientes y se marcha del pueblo. El fiel escudero y el público se quedan atónitos, mientras que la princesa suspira suavemente.)\nFiel escudero: ¡Ah! ¡El matadragones fue derrotado!\nPrincesa: Parece que lo único que tenía afilado era la lengua, y ni eso lo salvó.\nNarrador: El dragón se marchó de la aldea y dejó tras de sí a un matadragones perplejo y sin sueños.\n(Se cierra el telón. Recuerden cerrarlo solo cuando el dragón esté lo suficientemente lejos. Si no, el público no estará mirando a la princesa.)"
          }
        ]
      },
      {
        "title": "Acto final",
        "desc": [
          {
            "type": "RichText",
            "text": "(En las afueras de la capital del reino, la princesa y su fiel escudero llegan a la cueva de la montaña que da hogar al dragón.)\nPrincesa: Parece que se acerca el ocaso y pronto saldrá la luna.\nPrincesa: Se nos acaba el tiempo, y el mal aún pervive.\nPrincesa: Los reputados héroes retaron al dragón para ser derrotados uno tras otro.\nPrincesa: Cuando todo esto comenzó, hice un juramento.\nPrincesa: Pero ahora temo que ese juramento ha tornado en farsa…\nFiel escudero: Como su más fiel escudero, debo aligerar su carga.\nFiel escudero: Solo soy un don nadie, pero gracias a ella encontré un lugar en palacio.\nFiel escudero: Conozco muy bien lo gentil y diligente que es Su Alteza.\nFiel escudero: No entristezca, princesa. Podemos aprender de los yerros de esos tres.\nPrincesa: Das buen consejo, deja que recuerde cada una de sus palabras y acciones.\nNarrador: La princesa rememoró… ¿Quién se daba aires de grandeza y alzó la voz para luego no hacer nada?\n(El hidalgo n.º 1 aparece en escena y, descorazonado, mira al público mientras un foco lo ilumina.)\nHidalgo n.º 1: Alardeé de ser un gran guerrero, pero el dragón vio a través de mí y sobrestimé mis capacidades.\nHidalgo n.º 1: Sabía que no era rival para tamaño enemigo, pero me pudo el orgullo.\nHidalgo n.º 1: Dicen que suelo faltar al respeto, pero es por temor a que otros no me respeten.\n(El foco apunta a la princesa.)\nPrincesa: Como dijo el dragón, el sueño del caballero aparentaba ser grande, pero estaba hecho de ineptitud.\nPrincesa: Mucho coraje, pero nada de habilidad.\nNarrador: La princesa rememoró… ¿Quién juró tener un plan para cualquier reto, pero a la hora de la verdad huyó en volandas?\n(El hidalgo n.º 2 aparece en escena y, aterrado y con cobardía, mira al público. El foco lo ilumina.)\nHidalgo n.º 2: Para salvarme el pellejo, huí y dejé que otros ocuparan mi lugar.\nHidalgo n.º 2: Mi plan se desvaneció y salí corriendo cuando tuve enfrente al dragón.\nHidalgo n.º 2: Todos saben que sobreviví muchos aprietos, pero no saben que lo hice abandonando a mis compañeros.\n(Aquí, el foco vuelve a iluminar a la princesa.)\nPrincesa: Era un estratega sin plan ni sentido del deber.\nPrincesa: Es justo ser prudente, pero huir ante el peligro para que lo afronten otros es de cobardes.\nNarrador: La princesa rememoró… ¿Quién parloteaba de glorias pasadas, y a enfrentar lo presente no acertaba?\n(El hidalgo n.º 3, avergonzado, mira al público. El foco lo ilumina.)\nHidalgo n.º 3: Mis trofeos de lides pasadas prueban que no hablo en vano, pero ahora no puedo encarar enemigos que me superan en tanto.\nHidalgo n.º 3: Es natural buscar provecho y evitar males. ¿Por qué debería dar mi vida por el reino?\n(Aprovechando que el foco vuelve a iluminar a la princesa, los tres hidalgos se van del escenario.)\nPrincesa: Sean verdad o mentira, estancarse en glorias pasadas no es motivo de alarde.\nPrincesa: Tiempo ha que su espíritu se pudrió, hasta llegar a enorgullecerse de olvidar la nobleza y los sueños.\n(La princesa acaricia su espadín, alza la mirada y contempla el cielo.)\nPrincesa: Suspira , si ellos no pudieron vencer al dragón, entonces yo…\nPrincesa: Yo solo tengo mi determinación y este espadín, ¿como podría luchar contra el dragón?\n(León camina hacia la princesa y asiente con la cabeza para mostrar determinación.)\nFiel escudero: Solo soy un espectador en palacio, Alteza.\nFiel escudero: Pero sé que sois honesta y tenéis los pies en la tierra.\nFiel escudero: Nunca sois egoísta o cruel.\nFiel escudero: Todos conocen vuestra iniciativa y diligencia, así como vuestros sueños que refulgen como oro.\nFiel escudero: Alteza, no os dejéis amilanar. Confiad en vos misma, confiad en vuestro sueño…\nFiel escudero: ¡Confiad en que podréis derrotar a ese dragón devorasueños!\n(Se cierra el telón. Al volver a abrirlo, se ve al dragón reptando por su cueva con agitación. Cuando el dragón aparezca en escena, ¡tendrá que tener especial cuidado para no desgarrar el telón!)\nNarrador: Se acercaba la hora del manjar acordado. El dragón malvado, ahora más hambriento que malvado, no podía aguantar más.\nDragón malvado: A lo largo de la tarde tomé varios aperitivos, pero no degusté ningún manjar distintivo.\nDragón malvado: Un aperitivo solo es una distracción banal, pues a nadie complace un bocado insustancial.\nDragón malvado: Estos aperitivos, lejos de ser un manjar, más bien me dan ganas de vomitar.\nDragón malvado: Me temo que solo un verdadero sueño dorado es capaz de satisfacer a un paladar tan refinado.\n(León sube al escenario de puntillas para no hacer ruido. El dragón está tocándose la barriga y no lo ve.)\nNarrador: El fiel escudero se acercó con sigilo a observar al dragón. Por el bien de su princesa, él no le temía a nada.\nFiel escudero: Por mi promesa con el rey…\nFiel escudero: Y para hacer feliz a Su Alteza, aunque parezca imposible.\nFiel escudero: ¿Eh? El dragón se ve extraño. ¿Por qué se cubre el pecho? Escuchemos qué está murmurando…\nDragón malvado: (Él solo) No debí menospreciar a los humanos, o tal vez debí vigilar este apetito innato…\nDragón malvado: Con el estómago revuelto, para enfrentarme al rey de fuerzas carezco.\nNarrador: El fiel escudero saltó de gozo al oír esto, y corrió hasta la princesa a decírselo presto.\n(León aparece en escena junto a la princesa, que lleva su espadín. El foco la ilumina, ella alza el arma y mira al dragón.)\nPrincesa: Mi corazón rebosa valor. Empuñaré mi espadín con orgullo.\nFiel escudero: (Apuntando al corazón del dragón) ¡Mirad! ¡En el pecho del dragón hay un punto que no tiene escamas!\nFiel escudero: ¡Debemos aprovechar ahora que está débil!\nPrincesa: ¡Dragón malvado! ¡Por la paz de mi reino, os desafío! ¡En guardia!\n(La princesa se abalanza contra el dragón y, con su espadín, le propina un golpe letal en el corazón. El dragón se levanta y abre las alas para intentar detenerla, pero la princesa da varios saltos sobre el cuerpo de la bestia ¡y le clava el espadín en el corazón!)\nDragón malvado: ¡Ahh! ¡Humana despreciable!\nNarrador: Y así, poniendo todo en una estocada, la princesa cumplió su promesa.\n(El dragón se desmorona. Esto se puede hacer como un efecto de sonido, no hace falta desmoronarse de verdad, ¡o el escenario se caerá!)\nPrincesa: El mundo abrirá siempre sus puertas a quienes no olviden su nobleza y sus sueños.\nPrincesa: Y gracias por toda tu ayuda, fiel escudero. Nunca más serás un don nadie.\nPrincesa: Según las costumbres de nuestro reino, te nombraré…\n(La Princesa señala a su fiel escudero y este también comienza a emitir una luz oscura. Una gran cantidad de plumas comienza a caer del escenario. El escudero comienza a girar y a elevarse lentamente. Se cierra el telón).\nNarrador: “Sombrío Ayudante Alado Destructor de la Desesperación y Servidor de la Princesa de la Retribución”.\nNarrador: Al final, la princesa al dragón malvado expulsó, y por fin la paz en el reino restauró.\nNarrador: ¡Regocijémonos! ¡Regocijémonos!"
          }
        ]
      }
    ]
  }
}