{
  "epId": 2932,
  "name": "Guion de «Mushounin»",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/20/56700882/78dd86e152d1b3d0ebf166b2a9ac2196_7765380659413861672.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1677275675,
  "components": {
    "body": [
      {
        "title": "Acto I",
        "desc": [
          {
            "type": "RichText",
            "text": "Personajes que aparecen: Kurotani Seishimaru (Nashi),\nWakayama Keisuke (Sasano),\nYano Machiko (Koharu).\nEn el interior de un restaurante que frecuentan Seishimaru y Keisuke.\nWakayama Keisuke: Cuánto tiempo sin verte, Seishimaru.\nWakayama Keisuke: He oído que ahora estás a cargo de los asuntos del clan Kurotani.\nWakayama Keisuke: Por lo que veo, aquel asunto quedó resuelto.\nWakayama Keisuke: El señor y la señora Kurotani ya no están en este mundo.\nWakayama Keisuke: Así que, como primogénito, ahora tú tomarás las riendas para seguir sirviendo a tu gente.\nWakayama Keisuke: Estoy seguro de que tus padres estarían encantados.\nKurotani Seishimaru: Nada habrá \"quedado resuelto\" hasta que no lleve a cabo mi venganza.\nWakayama Keisuke: ¿Quieres vengarte?\nWakayama Keisuke: Ya no somos unos niños, ¿cómo puedes ser igual de impulsivo que cuando éramos pequeños?\nWakayama Keisuke: Suspira , con el talento del Sr. Kurotani, la investigación de aquel incidente no debió haber salido tan mal como lo hizo.\nWakayama Keisuke: Pero él mismo dijo que asumiría la culpa y aceptaría el castigo.\nWakayama Keisuke: Es cierto que la sentencia de las autoridades fue muy severa...\nWakayama Keisuke: ... pero es algo que pidió el mismo Sr. Kurotani. Tal vez haya algo más en todo esto que se nos está escapando.\nWakayama Keisuke: Kurotani y Wakayama son apellidos de alto renombre.\nWakayama Keisuke: Cargar con ese apellido conlleva ser un samurái honesto que sirve al pueblo. No puedes vagabundear por ahí como si fueras un ronin o un nobushi.\nWakayama Keisuke: Da igual lo enojado que estés. Debes contenerte y no buscar la venganza bajo ninguna circunstancia.\nKurotani Seishimaru: ¡Los sospechosos son algunos subordinados de las autoridades!\nKurotani Seishimaru: Después de la muerte de mi padre, ellos se regocijaron de alivio...\nWakayama Keisuke: La ira te está nublando el juicio. Esas personas no tuvieron nada que ver. ¡Cálmate! Seishimaru mira afuera.\nKurotani Seishimaru: Quien sea que esté escuchando a escondidas, entra.\nWakayama Keisuke: ¿Quién eres? ¿Quién te mandó espiarnos? Machiko aparece.\nYano Machiko: Venerables samuráis, y-yo solo soy una simple vendedora de té. M-me llamo Machiko.\nYano Machiko: No era mi intención escuchar a escondidas.\nYano Machiko: Seishimaru me salvó la vida ayer, pero no quiso ni arroz ni dinero a cambio.\nYano Machiko: No tengo malas intenciones, solo quería agradecer su ayuda. Después de eso me iré a seguir vendiendo té. Keisuke mira a Seishimaru, quien asiente con la cabeza.\nWakayama Keisuke: Pero tú... Olvídalo, no eres más que una chica que vende té, es normal que no tengas modales.\nWakayama Keisuke: El apellido del Sr. Seishimaru es Kurotani, de ahora en adelante te referirás a él como \"Sr. Kurotani\".\nWakayama Keisuke: Un momento, ¡esto viene como anillo al dedo! Precisamente el clan Kurotani necesita personal.\nWakayama Keisuke: Muchacha, deja de vender té y trabaja para el Sr. Kurotani.\nYano Machiko: No me gusta la idea de llamarlo \"Sr. Kurotani\", \"Seishimaru\" es más bonito.\nYano Machiko: Bueno, siempre y cuando pueda llenarme la barriga, no me importaría trabajar para él.\nWakayama Keisuke: ... Como quieras. Seishimaru, ahora que tu adre, el Sr. Kurotani, no está...\nWakayama Keisuke: tú eres el líder del clan, así que no hagas ninguna tontería.\nWakayama Keisuke: Si perdieses los estribos... Suspira . En todo caso, lo más importante es que el apellido del clan continúe.\nKurotani Seishimaru: Ni que fueran tus padres adoptivos los que murieron...\nWakayama Keisuke: ¿En serio? ¿Acaso he dicho algo que te molestara, cabeza de chorlito?\nWakayama Keisuke: Dime, ¿levantarás tu espada contra las autoridades sin preocuparte lo más mínimo por lo que les pueda pasar a los miembros de tu propio clan?\nWakayama Keisuke: ¿Traerás vergüenza a tu señor y mancharás el nombre de tu clan? Seishimaru se queda en silencio.\nWakayama Keisuke: Está bien, como quieras, pero si no controlas tu ira, no podremos vivir en paz.\nWakayama Keisuke: Ya veo que no puedo convencerte de ninguna manera, así que seré sincero contigo.\nWakayama Keisuke: Yo, Wakayama Keisuke, he sido el líder del clan Wakayama desde que mi padre murió.\nWakayama Keisuke: Él fue el verdugo de tu padre, el Sr. Kurotani.\nWakayama Keisuke: Sé que mi padre trajo la desgracia al clan Kurotani, pero tú y yo somos buenos amigos.\nWakayama Keisuke: Aunque ejecutar a tu padre fue su deber, deseo proteger a tu familia en la medida de lo posible.\nWakayama Keisuke: Mi padre ya falleció, así que no sé cómo pretendes llevar a cabo tu venganza.\nWakayama Keisuke: Las deudas del padre son las deudas del hijo, así que supongo que tendrás que castigarme a mí, ¿te atreverás?\nWakayama Keisuke: ¿Qué pasa? ¿Dudas solo porque somos amigos?\nWakayama Keisuke: Qué poca determinación, ¡no tienes lo que se necesita para vengarte de ellos!\nKurotani Seishimaru: Yo fui adoptado, así que el apellido del clan no significa nada para mí.\nKurotani Seishimaru: Además, ¿no es más importante la vida de mis padres que un simple apellido?\nKurotani Seishimaru: Te mostraré mi determinación. ¡Saca tu espada!\nKurotani Seishimaru: Y ponla sobre la mesa junto a esa temari. Seishimaru cierra los ojos.\nKurotani Seishimaru: Cerraré los ojos hasta que las coloques y luego señalaré con mi dedo sin mirar.\nKurotani Seishimaru: Si señalo tu espada, resolveremos este asunto con un duelo. Si señalo la temari, pondré fin a nuestra amistad.\nKurotani Seishimaru: Que el destino decida.\nWakayama Keisuke: ¡Hum! Como quieras.\nLa espada se encuentra a la izquierda de Seishimaru, y la temari, a la derecha. Seishimaru cierra los ojos, señala hacia la izquierda y luego los abre.\nKurotani Seishimaru: Parece que el destino ha decidido. No descansaré hasta obtener mi venganza.\nWakayama Keisuke: Ya que así lo decidiste, afrontaré las consecuencias como el hombre que soy.\nWakayama Keisuke: Mantendré mi palabra y esperaré tu venganza. Wakayama Keisuke se va."
          }
        ]
      },
      {
        "title": "Acto II",
        "desc": [
          {
            "type": "RichText",
            "text": "Personajes que aparecen: Kurotani Seishimaru (Nashi), Yano Machiko (Koharu) y varios Nobushi (extras).\nEn el exterior, en un campo exuberante.\nEstalla una batalla entre Seishimaru y los Nobushi. Seishimaru sale victorioso.\nYamada Hifumi: ¡Te dije que sacaras la cartera, pero no me hiciste caso! ¡Hermanos, ataquen!\nTanaka: Jeje, tú te lo buscaste.\nYamamoto: Es demasiado fuerte... Hermano Ichinisan, no puedo vencerlo.\nYano Machiko: ¡Sr. Seishimaru! ¡Sr. Seishimaru! Pero si solo fui a comprar un onigiri, ¿cómo es que está peleando de nuevo?\nYano Machiko: Cualquier cosa que necesite, pídamelo a mí. No es necesario que se pelee con nadie.\nYamada Hifumi: ¡Noble samurái, apiádese de nosotros! ¡Ya no queremos su dinero, solo perdónenos!\nYano Machiko: Por favor, deténgase. Fue bondadoso incluso conmigo, una mísera ladrona de arroz...\nYano Machiko: Usted no es un asesino."
          }
        ]
      },
      {
        "title": "Acto III",
        "desc": [
          {
            "type": "RichText",
            "text": "Escena I\nPersonajes que aparecen: Kurotani Seishimaru (Nashi), Yano Machiko (Koharu), Wakayama Kojuurou (Sasano).\nEn el exterior, en un campo exuberante.\nYano Machiko: Sr. Kurotani, encontré a una persona del clan Wakayama.\nYano Machiko: Pero el Sr. Keisuke ya no... no está aquí. Por favor, detenga esta locura.\nWakayama Kojuurou: ¡Hum! Conque vienes a vengarte de mi hermano Keisuke, ¿eh, Kurotani?\nWakayama Kojuurou: Por culpa del estúpido acuerdo que hicieron, este año Keisuke trabajó sin parar para dejar arreglados todos los asuntos de la familia.\nWakayama Kojuurou: Y lo pagó con su salud.\nKurotani Seishimaru: Así que él ya no está...\nWakayama Kojuurou: ¡Cobarde! No haces más que culpar al verdugo de tu padre...\nWakayama Kojuurou: ... pero no entiendes que ya no podrás vengarte por más que quieras.\nWakayama Kojuurou: Porque nuestro padre ya no está en este mundo.\nWakayama Kojuurou: Kurotani, no tuviste lo que se necesitaba para vengarte de la persona que ejecutó a tus padres adoptivos.\nAcabaste haciendo daño a Keisuke, que intentó persuadirte con la mejor de sus intenciones.\nWakayama Kojuurou: No eres digno de ser llamado \"samurái\".\nWakayama Kojuurou: Una vez, mi hermano dijo que todo verdugo tiene que estar preparado para sufrir represalias.\nWakayama Kojuurou: Dijo que quien no tuviera el valor para aceptar eso no tendría derecho a quitarle la vida a alguien en un combate. Wakayama Kojuurou: Por eso, aunque mi hermano no esté aquí, yo, Wakayama Kojuurou, hermano de sangre de Keisuke, acepto tu venganza.\nKurotani Seishimaru: Lo siento, yo...\nWakayama Kojuurou: Aunque quieras escapar, ya es demasiado tarde. Mi hermano murió por tu culpa, ¡jamás te lo perdonaré! ¡No escaparás! Kojuurou levanta su lanza y Seishimaru no tiene más remedio que hacerle frente.\nEscena II\nKojuurou lucha arduamente contra Seishimaru, pero este gana sin siquiera esforzarse.\nWakayama Kojuurou: ¡Por ti, hermano!\nYano Machiko: Increíble, otra vez están peleando. Ambos son adultos sensatos, ¿cómo pueden comportarse como niños?\nEscena III\nKojuurou termina exhausto y derrotado.\nWakayama Kojuurou: A menos que acabes conmigo, no descansaré hasta obtener mi venganza.\nKurotani Seishimaru: Yo también dije lo mismo una vez.\nYano Machiko: Por suerte, a nadie le ocurrió una desgracia. Mis señores, ¡ya basta, por favor!\nYano Machiko: Miren el alboroto que están armando...\nYano Machiko: Clan por aquí, venganza por allá. ¿No se cansan de pelear por eso?\nYano Machiko: Mírenme a mí, Machiko, la vendedora de té que es feliz con tal de tener algo para comer. Da igual apellidarse Yano, Kurotani o Wakayama.\nYano Machiko: Sé que no soy buena persuadiendo a las personas, pero...\nYano Machiko: Digamos que esto es como cuando la lluvia cae a un lago. Aunque el lago se seque, la lluvia volverá a llenarlo.\nYano Machiko: Si el agua de lluvia se congela, se puede calentar en un fuego para derretirla y hacer con ella un buen té.\nYano Machiko: Lo que quiero decir es que ¿quién va a ponerse a investigar si el té que compra es de agua de lluvia, de agua de un lago o de agua de una olla?\nYano Machiko: Humm... puede que eso no tenga mucho sentido...\nYano Machiko: ... pero bueno, ¡ya lo dije! Así que dejen de pelear y regresemos a casa para comer.\nKurotani Seishimaru: Machiko, me gustas mucho.\nYano Machiko: ¿Q-qué? Pero qué cosas dice, hace que me sonroje...\nYano Machiko: Bueno, asumiré que no va a seguir luchando con el Sr. Wakayama, ¿verdad?\nYano Machiko: Déjelo, ya ni siquiera puede moverse.\nKurotani Seishimaru: Si mi vida es como la lluvia y mi muerte es como el té, entonces seré como el agua y no me aferraré a nada. Yano Machiko: ¡Así es como debe pensar!\nKurotani Seishimaru: Si la lluvia caída del cielo puede curar los desastres de la tierra, entonces yo también puedo hacerlo. Seishimaru salta del acantilado.\nYano Machiko: ¡Señor!\nWakayama Kojuurou: ¡Kurotani!\nEscena final: una temari al lado del acantilado.\nFin."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Guion de «Mushounin»</color>"
          }
        ]
      },
      {
        "key": "Obtención",
        "value": [
          {
            "type": "RichText",
            "text": "Misión del mundo «Mushounin»"
          }
        ]
      }
    ]
  }
}