{
  "epId": 2933,
  "name": "Guion de «Mushounin»",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El guion kinográfico que Xavier se pasó toda la noche escribiendo, mucho más grueso que el anterior. Además, este no es más que el primer acto.<br>Cuando tienen un objetivo fijado, la fuerza de voluntad de algunas personas puede ser aterradora.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/cf4c737d6807c3ce6d229e92dd3c1705_1539736924559655808.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671916792,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Acto I\nPersonajes que aparecen: Kurotani Seishimaru (Viajero), Wakayama Keisuke (Sasano), Yano Machiko (Koharu).\nEn el interior de un restaurante que frecuentan Seishimaru y Keisuke.\nWakayama Keisuke: Cuánto tiempo sin verte, Seishimaru.\nWakayama Keisuke: He oído que ahora estás a cargo de los asuntos del clan Kurotani.\nWakayama Keisuke: Por lo que veo, aquel asunto quedó resuelto.\nWakayama Keisuke: El señor y la señora Kurotani ya no están en este mundo.\nWakayama Keisuke: Así que, como primogénito, ahora tú tomarás las riendas para seguir sirviendo a tu gente.\nWakayama Keisuke: Estoy seguro de que tus padres estarían encantados.\nKurotani Seishimaru: Nada habrá “quedado resuelto” hasta que no lleve a cabo mi venganza.\nWakayama Keisuke: ¿Quieres vengarte?\nWakayama Keisuke: Ya no somos unos niños, ¿cómo puedes ser igual de impulsivo que cuando éramos pequeños?\nWakayama Keisuke: Suspira , con el talento del Sr. Kurotani, la investigación de aquel incidente no debió haber salido tan mal como lo hizo.\nWakayama Keisuke: Pero él mismo dijo que asumiría la culpa y aceptaría el castigo.\nWakayama Keisuke: Es cierto que la sentencia de las autoridades fue muy severa…\nWakayama Keisuke: … pero es algo que pidió el mismo Sr. Kurotani. Tal vez haya algo más en todo esto que se nos está escapando.\nWakayama Keisuke: Kurotani y Wakayama son apellidos de alto renombre.\nWakayama Keisuke: Cargar con ese apellido conlleva ser un samurái honesto que sirve al pueblo. No puedes vagabundear por ahí como si fueras un ronin o un nobushi.\nWakayama Keisuke: Da igual lo enojado que estés. Debes contenerte y no buscar la venganza bajo ninguna circunstancia.\nKurotani Seishimaru: ¡Los sospechosos son algunos subordinados de las autoridades!\nKurotani Seishimaru: Después de la muerte de mi padre, ellos se regocijaron de alivio…\nWakayama Keisuke: La ira te está nublando el juicio. Esas personas no tuvieron nada que ver. ¡Cálmate!\nSeishimaru mira afuera.\nKurotani Seishimaru: Quien sea que esté escuchando a escondidas, entra.\nWakayama Keisuke: ¿Quién eres? ¿Quién te mandó espiarnos?\nMachiko aparece.\nYano Machiko: Venerables samuráis, y-yo solo soy una simple vendedora de té. M-me llamo Machiko.\nYano Machiko: No era mi intención escuchar a escondidas.\nYano Machiko: Seishimaru me salvó la vida ayer, pero no quiso ni arroz ni dinero a cambio.\nYano Machiko: No tengo malas intenciones, solo quería agradecer su ayuda. Después de eso me iré a seguir vendiendo té.\nKeisuke mira a Seishimaru, quien asiente con la cabeza.\nWakayama Keisuke: Pero tú… Olvídalo, no eres más que una chica que vende té, es normal que no tengas modales.\nWakayama Keisuke: El apellido del Sr.Seishimaru es Kurotani, de ahora en adelante te referirás a él como “Sr.Kurotani”.\nWakayama Keisuke: Un momento, ¡esto viene como anillo al dedo! Precisamente el clan Kurotani necesita personal.\nWakayama Keisuke: Muchacha, deja de vender té y trabaja para el Sr.Kurotani.\nYano Machiko: No me gusta la idea de llamarlo “Sr.Kurotani”, “Seishimaru” es más bonito.\nYano Machiko: Bueno, siempre y cuando pueda llenarme la barriga, no me importaría trabajar para él.\nWakayama Keisuke: … Como quieras. Seishimaru, ahora que tu padre, el Sr. Kurotani, no está…\nWakayama Keisuke: … tú eres el líder del clan, así que no hagas ninguna tontería.\nWakayama Keisuke: Si perdieses los estribos… Suspira . En todo caso, lo más importante es que el apellido del clan continúe.\nKurotani Seishimaru: Ni que fueran tus padres adoptivos los que murieron…\nWakayama Keisuke: ¿En serio? ¿Acaso he dicho algo que te molestara, cabeza de chorlito?\nWakayama Keisuke: Dime, ¿levantarás tu espada contra las autoridades sin preocuparte lo más mínimo por lo que les pueda pasar a los miembros de tu propio clan?\nWakayama Keisuke: ¿Traerás vergüenza a tu señor y mancharás el nombre de tu clan?\nSeishimaru se queda en silencio.\nWakayama Keisuke: Está bien, como quieras, pero si no controlas tu ira, no podremos vivir en paz.\nWakayama Keisuke: Ya veo que no puedo convencerte de ninguna manera, así que seré sincero contigo.\nWakayama Keisuke: Yo, Wakayama Keisuke, he sido el líder del clan Wakayama desde que mi padre murió.\nWakayama Keisuke: Él fue el verdugo de tu padre, el Sr. Kurotani.\nWakayama Keisuke: Sé que mi padre trajo la desgracia al clan Kurotani, pero tú y yo somos buenos amigos.\nWakayama Keisuke: Aunque ejecutar a tu padre fue su deber, deseo proteger a tu familia en la medida de lo posible.\nWakayama Keisuke: Mi padre ya falleció, así que no sé cómo pretendes llevar a cabo tu venganza.\nWakayama Keisuke: Las deudas del padre son las deudas del hijo, así que supongo que tendrás que castigarme a mí, ¿te atreverás?\nWakayama Keisuke: ¿Qué pasa? ¿Dudas solo porque somos amigos?\nWakayama Keisuke: Qué poca determinación, ¡no tienes lo que se necesita para vengarte de ellos!\nKurotani Seishimaru: Yo fui adoptado, así que el apellido del clan no significa nada para mí.\nKurotani Seishimaru: Además, ¿no es más importante la vida de mis padres que un simple apellido?\nKurotani Seishimaru: Te mostraré mi determinación. ¡Saca tu espada!\nKurotani Seishimaru: Y ponla sobre la mesa junto a esa temari.\nSeishimaru cierra los ojos.\nKurotani Seishimaru: Cerraré los ojos hasta que las coloques y luego señalaré con mi dedo sin mirar.\nKurotani Seishimaru: Si señalo tu espada, resolveremos este asunto con un duelo. Si señalo la temari, pondré fin a nuestra amistad.\nKurotani Seishimaru: Que el destino decida.\nWakayama Keisuke: ¡Hum! Como quieras.\nLa espada se encuentra a la izquierda de Seishimaru, y la temari, a la derecha. Seishimaru cierra los ojos, señala hacia la izquierda y luego los abre.\nKurotani Seishimaru: Parece que el destino ha decidido. No descansaré hasta obtener mi venganza.\nWakayama Keisuke: Ya que así lo decidiste, afrontaré las consecuencias como el hombre que soy.\nWakayama Keisuke: Mantendré mi palabra y esperaré tu venganza.\nWakayama Keisuke se va."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Guion de «Mushounin»"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se obtiene",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante la misión de mundo «Mushounin»</color>"
          }
        ]
      }
    ]
  }
}