{
  "epId": 3155,
  "name": "Registro de las Ruinas Transparentes (III)",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una placa de piedra que encontraste en las Ruinas Transparentes cerca del Mausoleo del Rey Deshret. Parece ser el registro de una civilización perdida.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/5008db446ee04808e986156204a0f847_3001149110750801385.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671883742,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Registro de días libres</color>\n<color=#ffffff>Alistamiento de mano de obra en la ciudad de Gurabad.</color>\n<color=#ffffff>Por orden de Parvezravan, Espíritu de la Victoria, y por la gracia de al-Ahmar, pudimos establecer aquí un campamento para protegernos de la maldad de los viles y despiadados.</color>\n<color=#ffffff>Deberán garantizarse buenos salarios y facilitarse la distribución de suministros para que los obreros puedan alimentarse, vestirse y protegerse.</color>\n<color=#ffffff>Deberá garantizarse la disponibilidad de eruditos en temas jurídicos, soldados y médicos para encargarse de los casos de lesiones, disputas, accidentes y litigios derivados de castigos corporales.</color>\n<color=#ffffff>Deberá asegurarse que los sitios de obra dispongan de tiendas, dormitorios, enfermerías, tabernas y cementerios para evitar molestias e interrupciones a los obreros por causas externas.</color>\n<color=#ffffff>Los obreros recibirán sus honorarios en forma de recibos hechos de papel de junco, que se liquidarán sin demora y se destruirán en su fecha de vencimiento.</color>\n<color=#ffffff>Se enviará a los más fuertes a construir altos muros para proteger el campamento.</color>\n<color=#ffffff>Se enviará a los más habilidosos a cavar fosos y colocar trampas en torno al campamento.</color>\n<color=#ffffff>Se enviará a los más inteligentes a erigir torres de vigilancia desde las que se puedan divisar los enemigos a distancia.</color>\n<color=#ffffff>Se enviará a los más meticulosos a elaborar espadas y lanzas para los guerreros que lleguen.</color>\n<color=#ffffff>No debería llevar más de veinte días desde la primera palada de tierra hasta la forja de la última espada.</color>\n<color=#ffffff>Por la ciudad de Gurabad se han propagado como la arena en el viento los rumores de que un apóstata con máscara de latón está reuniendo seguidores en un oasis oculto para preparar un absurdo desafío contra Parvezravan.</color>\n<color=#ffffff>Este traidor ha hecho del sol ardiente y las arenas doradas sus enemigos, y cada siete días convoca a sus cómplices. Hay que tomar medidas.</color>\n<color=#ffffff>Que quede grabada la causa de esta negligencia.</color>\n<color=#ffffff>Para que las generaciones futuras sepan de esta inaceptable conducta.</color>\n<color=#ffffff>Y para que hasta el más indolente se mantenga alerta y recuerde que sin trabajo, no hay libertad.</color>\n<color=#ffffff>…</color>\n<color=#ffffff>Día 2</color>\n<color=#ffffff>Tres personas se atragantaron tras respirar grandes cantidades de arena. Se tomaron un día libre.</color>\n<color=#ffffff>…</color>\n<color=#ffffff>Día 9</color>\n<color=#ffffff>Diez personas sufrieron insolación. Se tomaron un día libre.</color>\n<color=#ffffff>…</color>\n<color=#ffffff>Día 16</color>\n<color=#ffffff>Doce personas se atragantaron tras respirar grandes cantidades de arena. Se tomaron un día libre.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registro de las Ruinas Transparentes (III)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Desierto de Sumeru"
          }
        ]
      }
    ]
  }
}