{
  "epId": 3157,
  "name": "Registro de la Tumba del Festín",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una placa de piedra que encontraste en la Tumba del Festín. Parece ser el registro de una civilización perdida.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/5008db446ee04808e986156204a0f847_545439490079358756.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671837312,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registro de la Tumba del Festín"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se obtiene",
        "value": [
          {
            "type": "RichText",
            "text": "Obtenible durante la misión de mundo «Antiguas notas y nuevos amigos: Las dunas de los recuerdos»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>«El carnero líder, el pájaro y el cocodrilo»</color>\n<color=#ffffff>El carnero líder, dócil y bondadoso, envió a siete corderos a buscar el agua y los prados más frescos.</color>\n<color=#ffffff>El sabio pájaro se encontró con los corderos y les preguntó a dónde se dirigían.</color>\n<color=#ffffff>Los corderitos, inocentes e inmaduros, le contaron al ave cuál era su destino.</color>\n<color=#ffffff>\"Los susurros del viento nos hablaron de su sabiduría. Dado que puede contemplar el cielo a lo lejos, ¿podría decirnos dónde están el agua y los verdes prados?\".</color>\n<color=#ffffff>Los jóvenes corderitos no sabían que el sabio pájaro también quería lavarse las plumas en un manantial de agua clara.</color>\n<color=#ffffff>\"Vayan al norte, corderos, al norte, donde no quema el sol, y donde, en mi opinión, los manantiales son más frescos\".</color>\n<color=#ffffff>Quien lideraba los corderos se creyó las palabras del pájaro y todos se dirigieron al norte, hasta que se toparon con un cocodrilo que llevaba una armadura.</color>\n<color=#ffffff>El cocodrilo abrió sus inmensas fauces, pero no para devorar a los corderos, sino para preguntarles por qué habían venido a aquel lugar desolado.</color>\n<color=#ffffff>\"Fue el pájaro sabio quien nos dijo que aquí encontraríamos el agua más fresca y los pastos más deliciosos\".</color>\n<color=#ffffff>\"Ese pájaro tan sabio intentó confundirlos y enviarlos por el camino equivocado. Pero yo no haré lo mismo\".</color>\n<color=#ffffff>El cocodrilo derramó sus lágrimas y mostró su simpatía por la suerte de los corderos. Entonces, decidió acompañarlos de vuelta a casa.</color>\n<color=#ffffff>Por el camino, el pájaro volvió a encontrarse con los corderos y se sorprendió mucho por la amabilidad del cocodrilo.</color>\n<color=#ffffff>\"Me avergüenzo de haber abusado de mi sabiduría. Si me lo permiten, me gustaría ir con ustedes y conocer al carnero que lidera su rebaño\".</color>\n<color=#ffffff>Cuando el carnero vio alarmado que nueve figuras se aproximaban, el cocodrilo volvió a abrir sus grandes fauces.</color>\n<color=#ffffff>¡Ah! ¡Qué jugosos intestinos! ¡Qué estómagos tan crujientes! ¡Deliciosa carne volando de un lado para otro!</color>\n<color=#ffffff>¡La sangre fluía por doquier! ¡Y esos dulces ojitos, tan fáciles de sacar!</color>\n<color=#ffffff>El cocodrilo volvió a derramar sus lágrimas mientras hablaba de la docilidad y la amabilidad del líder del rebaño.</color>\n<color=#ffffff>La moraleja de esta historia: no confíes ni en los dóciles, ni en los sabios, ni en aquellos que derraman lágrimas de cocodrilo.</color>"
          }
        ]
      }
    ]
  }
}