{
  "epId": 3159,
  "name": "Registro de las Ruinas Transparentes (I)",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una placa de piedra que encontraste en las Ruinas Transparentes cerca del Mausoleo del Rey Deshret. Parece ser el registro de una civilización perdida.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/5008db446ee04808e986156204a0f847_7515739864153208516.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671883746,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registro de las Ruinas Transparentes (I)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Desierto de Sumeru"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Registro de días libres</color>\n<color=#ffffff>Alistamiento de esclavos en la ciudad de Gurabad.</color>\n<color=#ffffff>Por orden de Parvezravan, Espíritu de la Victoria, y por la gracia de al-Ahmar, pudimos establecer aquí un campamento para poder ofrecer un lugar de descanso a un total de 500 hombres dignos de mérito.</color>\n<color=#ffffff>A los esclavos se les deberá proporcionar una vestimenta y alimentación adecuadas. Además, con el fin de impedir cualquier revuelta, es importante que tengan acceso a entretenimiento diario.</color>\n<color=#ffffff>Deberá garantizarse la disponibilidad de esclavos luchadores, soldados y médicos para afrontar cualquier imprevisto.</color>\n<color=#ffffff>Deberá asegurarse que los sitios de obra dispongan de tiendas, dormitorios, enfermerías, tabernas, cementerios y espectáculos de combate gratuitos una vez cada siete días como privilegio para los esclavos.</color>\n<color=#ffffff>Deberá permitirse a los esclavos adinerados que contraten a campesinos para ayudarles en sus tareas o que adquieran sus propios esclavos. No obstante, si estos interfieren en el orden o retrasan el progreso de las obras de construcción, los esclavos de esclavos serán ejecutados y se castigará por duplicado a sus propietarios.</color>\n<color=#ffffff>La paga de los esclavos se abonará en plata, y los supervisores serán los encargados de repartirla según los distintos rangos a los que pertenezcan los esclavos.</color>\n<color=#ffffff>Se enviará a los más fuertes a construir los cimientos del jardín.</color>\n<color=#ffffff>Se enviará a los más habilidosos a tallar motivos decorativos en la base donde se sostendrán los pilares.</color>\n<color=#ffffff>Se enviará a los más inteligentes a acondicionar las instalaciones para los visitantes que están por llegar.</color>\n<color=#ffffff>Se enviará a los más meticulosos a elaborar las exquisiteces con las que se deleitarán los futuros visitantes.</color>\n<color=#ffffff>Se enviará al resto de esclavos a picar las rocosas montañas para obtener piedra, a talar árboles para obtener troncos de madera y a condensar toda su fuerza en la construcción de la cúpula.</color>\n<color=#ffffff>No debería llevar más de doscientos días desde la primera palada de tierra hasta la plantación de la última flor.</color>\n<color=#ffffff>Que quede grabada la causa de esta negligencia.</color>\n<color=#ffffff>Para que las generaciones futuras sepan de esta inaceptable conducta.</color>\n<color=#ffffff>Y para que hasta el más indolente se mantenga alerta y pida más trabajo a voz en grito.</color>\n<color=#ffffff>Día 1</color>\n<color=#ffffff>El sabio llamado Nefumat declamó que su morada estaba ardiendo en llamas por algún motivo, y que no se veía en condiciones de continuar compartiendo su sabiduría. Se tomó un día libre.</color>\n<color=#ffffff>Día 7</color>\n<color=#ffffff>Tres personas sufrieron una insolación, por lo que se tomaron un día libre.</color>\n<color=#ffffff>Día 10</color>\n<color=#ffffff>El sabio llamado Nefumat declamó que se había olvidado de cerrar las ventanas de su morada, que la arena se había acumulado hasta alcanzar la altura de sus tobillos y que no se veía en condiciones de continuar compartiendo su sabiduría. Se tomó un día libre.</color>\n<color=#ffffff>Día 14</color>\n<color=#ffffff>Cuatro personas se atragantaron tras respirar grandes cantidades de arena. Se tomaron un día libre.</color>\n<color=#ffffff>Día 18</color>\n<color=#ffffff>El sabio llamado Nefumat declamó que se había comido por error un pan de hace quinientos días, que sentía malestar de estómago y que no se veía en condiciones de continuar compartiendo su sabiduría. Se tomó un día libre.</color>\n<color=#ffffff>Día 21</color>\n<color=#ffffff>Diez personas sufrieron insolación. Se tomaron un día libre.</color>\n<color=#ffffff>Día 25</color>\n<color=#ffffff>El sabio llamado Nefumat volvió a declamar que, debido al calor abrasador que hacía por las noches, era incapaz de conciliar el sueño y se sentía agotado. Se tomó un día libre.</color>\n<color=#ffffff>El presunto sabio Nefumat era perfectamente capaz de compartir su sabiduría en todas las situaciones anteriormente expuestas, mas no se mostraba dispuesto a hacerlo. Si vuelve a cometer una ofensa semejante ante los ojos de al-Ahmar, será expulsado de Gurabad.</color>\n<color=#ffffff>Día 26</color>\n<color=#ffffff>Nefumat huyó.</color>\n<color=#ffffff>Día 27</color>\n<color=#ffffff>Cuatro personas fueron aplastadas por una roca. Esto seguramente sucedió porque algún mentecato provocó la furia de al-Ahmar con su insolencia.</color>\n<color=#ffffff>Las adivinaciones predijeron terribles augurios. Las obras se detuvieron de inmediato.</color>"
          }
        ]
      }
    ]
  }
}