{
  "epId": 3160,
  "name": "Registro de las Ruinas Transparentes (II)",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una placa de piedra que encontraste en las Ruinas Transparentes cerca del Mausoleo del Rey Deshret. Parece ser el registro de una civilización perdida.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/24/73555894/5008db446ee04808e986156204a0f847_2609245809199966508.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671883751,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Registro de días libres</color>\n<color=#ffffff>Los esclavos y criadas de la ciudad de Gurabad fueron alistados en el mismo día que se alistó a sus habitantes para construir el jardín de la alegría.</color>\n<color=#ffffff>Por orden de Parvezravan, Espíritu de la Victoria, y por la gracia de al-Ahmar, pudimos establecer talleres alimentados por manantiales de poder inagotable para fabricar textiles.</color>\n<color=#ffffff>A los esclavos se les deberá proporcionar una vestimenta y alimentación adecuadas. Además, con el fin de impedir cualquier revuelta, es importante que tengan acceso a entretenimiento diario.</color>\n<color=#ffffff>Deberá garantizarse la disponibilidad de esclavos luchadores, soldados y médicos para afrontar cualquier imprevisto.</color>\n<color=#ffffff>Deberá asegurarse que los talleres dispongan de tiendas, dormitorios, enfermerías, tabernas, cementerios y espectáculos de combate gratuitos una vez cada siete días como privilegio para los esclavos.</color>\n<color=#ffffff>Deberá garantizarse que los alojamientos de los esclavos sean espaciosos y estén ventilados para garantizar que descansen bien, y que las enfermedades y los mosquitos no puedan propagarse fácilmente.</color>\n<color=#ffffff>Deberá asegurarse que todos los esclavos tengan el pelo corto para que el cabello no se les enganche en la maquinaria.</color>\n<color=#ffffff>A los esclavos se les pagará en plata durante el tiempo que trabajen. Si deciden no cobrar honorarios por su trabajo, podrán comprar su libertad y convertirse en ciudadanos tras un periodo de cien días.</color>\n<color=#ffffff>Cada capataz deberá pagar los honorarios según la categoría del obrero y llevar un registro de las personas que compren su libertad.</color>\n<color=#ffffff>El poder de los manantiales es inagotable y los talleres operan sin descanso. Un día equivale a mil días de esclavos trabajando con las manos desnudas, sin ningún riesgo de negligencia.</color>\n<color=#ffffff>Todo es gracias a la compasión y la sabiduría de Parvezravan, Espíritu de la Victoria, que esparcirá como semillas estos manantiales de poder por todo su territorio.</color>\n<color=#ffffff>Allá donde germinen, los esclavos serán liberados y podrán alimentarse con sus propias manos. Las arenas doradas se convertirán en campos de cultivo y los oasis en ciudades.</color>\n<color=#ffffff>Se enviará a los más habilidosos a vigilar día y noche las máquinas hiladoras por signos de carcoma.</color>\n<color=#ffffff>Se enviará a los más inteligentes a evaluar la belleza de los patrones en las telas.</color>\n<color=#ffffff>Se enviará a los más meticulosos a vigilar si los manantiales de poder se agotan.</color>\n<color=#ffffff>Se enviará al resto de esclavos a machacar pétalos de flores para obtener tintes y a tejer las hebras vegetales para obtener telas.</color>\n<color=#ffffff>Cual aves canoras, se enviará a las criadas para que despierten cantando a los esclavos al amanecer para ir al trabajo. Y cual estrellas y luna, para guiarlos de vuelta al descanso al anochecer.</color>\n<color=#ffffff>No debería llevar más de treinta días desde el tejido del primer paño de tela hasta finalizar tres mil prendas de ropa.</color>\n<color=#ffffff>Que quede grabada la causa de esta negligencia.</color>\n<color=#ffffff>Para que las generaciones futuras sepan de esta inaceptable conducta.</color>\n<color=#ffffff>Y para que hasta el más indolente se mantenga alerta y pida más trabajo a voz en grito.</color>\n<color=#ffffff>Día 1</color>\n<color=#ffffff>La criada llamada Etta declaró que se había olvidado de cerrar las ventanas de su morada, que la arena se había acumulado hasta alcanzar la altura de sus rodillas y que no podía ofrecer su canto. Se tomó un día libre.</color>\n<color=#ffffff>Día 7</color>\n<color=#ffffff>Dos personas sufrieron insolación. Se tomaron un día libre.</color>\n<color=#ffffff>Día 10</color>\n<color=#ffffff>La criada llamada Etta declaró que había bebido por error agua estancada de hace trescientos días, por lo que le dolía el vientre y no podía ofrecer su canto. Se tomó un día libre.</color>\n<color=#ffffff>Día 14</color>\n<color=#ffffff>Una persona se atragantó tras respirar grandes cantidades de arena. Se tomó un día libre.</color>\n<color=#ffffff>Día 18</color>\n<color=#ffffff>La criada llamada Etta declaró que su que su morada estaba ardiendo en llamas por algún motivo, y que no podía ofrecer su canto. Se tomó un día libre.</color>\n<color=#ffffff>Día 21</color>\n<color=#ffffff>Dos personas sufrieron insolación. Se tomaron un día libre.</color>\n<color=#ffffff>Día 25</color>\n<color=#ffffff>La criada llamada Etta declaró que, debido al calor abrasador que hacía por las noches, era incapaz de conciliar el sueño y se sentía agotada. Se tomó un día libre.</color>\n<color=#ffffff>La criada llamada Etta era perfectamente capaz de ofrecer su canto en todas las situaciones anteriormente expuestas, mas no se mostraba dispuesta a hacerlo. Si vuelve a cometer una ofensa semejante ante los ojos de al-Ahmar, será expulsada de Gurabad.</color>\n<color=#ffffff>Día 26</color>\n<color=#ffffff>Etta declaró que un amigo suyo era muy inteligente y que podía venir a diseñar patrones para las telas. Su recomendación fue aprobada.</color>\n<color=#ffffff>Día 27</color>\n<color=#ffffff>Tres personas se atragantaron tras respirar grandes cantidades de arena. Se tomaron un día libre.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Registro de las Ruinas Transparentes (II)"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Desierto de Sumeru"
          }
        ]
      }
    ]
  }
}