{
  "epId": 3321,
  "name": "Flor Olvidada del Paraíso",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/50ce09dfa5a91a33aa9cedfb15bcf2d1_6735549224128370489.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño",
      "Maestría Elemental"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1681635405,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "<p>La hábil y confiable subjefa de la Banda de Arataki. Menos mal que está ella, si no, la Banda de Arataki no tendría nada de \"hábil\" y \"confiable\".</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Una chica misteriosa que se hace llamar “Princesa del Juicio”. Siempre camina junto con un cuervo oscuro llamado Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Este set funciona muy bien cuando quieres llevar estos personajes en equipos de sobreflorecimiento, ya que el set de 2 piezas aumenta la maestría elemental, mientras que el set de 4 piezas aumenta el daño de esta reacción, haciéndolo una opción muy sólida"
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingchiu",
        "desc": "Un joven con una espada larga al que puede verse frecuentemente en las librerías. Tiene un corazón de oro y anhela la justicia y la igualdad para todos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Una misteriosa persona que dice trabajar para el Ministerio de Asuntos Civiles, pero que “no existe” según los registros del propio Ministerio.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Bárbara",
        "desc": "Todos los habitantes de Mondstadt adoran a Bárbara. Ella vio por primera vez la palabra “ídolo” en una revista.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "La Sacerdotisa Divina y quien controla todos los asuntos de la Isla Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El set funciona muy bien para estos personajes hydro en equipos de florecimiento, sobre todo cuando son equipos con Nilou. La razón es la misma que para los personajes de arriba, aumenta la maestría elemental y el daño de las reacciones de ese tipo"
      }
    ],
    "story": [
      {
        "title": "Esplendor de la Dama Luna",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En un pasado que solo las genios pueden recordar, los cielos abandonaron a la Maestra de las Flores.</color>\n<color=#ffffffa6>De su noble y bello cuerpo no quedó más que una ruina irreconocible, y los suyos fueron despojados de su sabiduría y discernimiento como castigo.</color>\n<color=#ffffffa6>Cuenta la leyenda que la Maestra de las Flores deambuló por páramos durante setenta y dos noches.</color>\n<color=#ffffffa6>De sus talones, lacerados por la cruel grava, brotaron límpidos manantiales que se convirtieron en arroyos desbordantes.</color>\n<color=#ffffffa6>Luego, esos arroyos regaron los verdes vergeles, en los que florecieron lotos de nenúfar de un azul oscuro como el cielo de la noche.</color>\n<color=#ffffffa6>Los nenúfares son las madres de las genios, las cuales nacieron de sueños embriagadores y amargos recuerdos de pérdida.</color>\n<color=#ffffffa6>Las primeros genios eran criaturas de gran sabiduría que se complacían sin excepción en sueños inocentes y en un amor tan dulce como sus ensoñaciones.</color>\n<color=#ffffffa6>Para agradecer a su creadora, las infantiles genios la tomaron del brazo y la engalanaron con una corona de crisantemos silvestres.</color>\n<color=#ffffffa6>\"Oh, gran Maestra de las Flores y de los Vergeles, le rogamos que se quede. ¡No nos deje, por favor!\".</color>\n<color=#ffffffa6>\"Sí, por favor, madre de los sueños, esposa del licor y del olvido, le imploramos que sea la reina de este vergel\".</color>\n<color=#ffffffa6>Y así, retenida por la dulzura de las genios, la diosa exiliada se quedó en el jardín florido.</color>\n<color=#ffffffa6>Allá por donde pisara, brotaban hermosas flores de un color malváceo como el de una noche de luna, a las que llamaron \"orquídeas padishá\".</color>"
          }
        ]
      },
      {
        "title": "Festín del Marchitamiento",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En un pasado remoto sobre el que solo las genios pueden llorar, la Maestra de los Oasis tomó una decisión definitiva.</color>\n<color=#ffffffa6>En aquel momento descubrió que su destino no era ningún acertijo, sino la llave para abrir una puerta secreta.</color>\n<color=#ffffffa6>En las palabras y sueños del Rey Deshret vislumbró la posibilidad de trascender las absurdas restricciones de este mundo.</color>\n<color=#ffffffa6>Tras rechazar la gracia concedida por el trono divino, el rey de corona escarlata buscó por sí mismo un nuevo camino.</color>\n<color=#ffffffa6>Aunque el futuro que ella le mostró era sombrío y aterrador, el rey no vaciló lo más mínimo.</color>\n<color=#ffffffa6>Sabía que el camino estaría plagado de peligrosas bifurcaciones y que vería perecer a sus seres queridos.</color>\n<color=#ffffffa6>Pero aun así optó por la noble mentira por la que sus seguidores se verían encaminados a una destrucción inevitable.</color>\n<color=#ffffffa6>\"Tú lo que buscas es capturar el viento, y que sobre la lápida de la divinidad, los humanos se conviertan en dioses de los dioses.</color>\n<color=#ffffffa6>La ilusión de un paraíso sin preocupaciones estaba destinada a desaparecer. Pero sobre las ruinas de las mentiras rotas se alzarán los humanos como reyes de reyes\".</color>\n<color=#ffffffa6>La Reina de las Flores sucumbió a la necedad de su amigo, pues descubrió la vehemencia de aquella rebelión admirable que ardía en las ambiciones del dios.</color>\n<color=#ffffffa6>Todo el conocimiento de los mortales se aunó en una sola idea, y todos sus sueños y su autoridad se aunaron en un único y formidable intento.</color>\n<color=#ffffffa6>Pero ello no solo contenía mentiras, sino el futuro de la humanidad, una esperanza que fulguraba como una estrella fugaz.</color>\n<color=#ffffffa6>Los sueños siempre acaban marchitándose, y sus oníricos paisajes están destinados a derrumbarse. Ese es el verdadero significado del florecimiento.</color>\n<color=#ffffffa6>Solo al sufrir la destrucción de los delirios divinos podrá la gente distanciarse un día de la voluntad de los dioses.</color>\n<color=#ffffffa6>Igual que la rebelión que instigó en secreto el porfiado rey divino, que sobrevivió por pura fuerza de voluntad.</color>\n<color=#ffffffa6>Sin embargo, la Maestra de las Flores nunca había experimentado un amor que fuera tan embriagador como el vino, y menos aún sabía de las insignificantes emociones humanas.</color>\n<color=#ffffffa6>Ni siquiera alguien tan sabia como ella era capaz de predecir cuándo se darían cuenta aquellas pequeñas criaturas…</color>\n<color=#ffffffa6>\"¿Acaso estos denominados 'dioses' han sido innecesarios para ustedes desde el principio?\".</color>"
          }
        ]
      },
      {
        "title": "Tiempo Estancado",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En un pasado por el que solo las genios suspiran, el soberano de las arenas escarlatas construyó un mausoleo para su amor verdadero.</color>\n<color=#ffffffa6>Con la energía de los cristales enterrados profundamente bajo las arenas y la ayuda de las genios, construyó un oasis impávido ante el paso del tiempo.</color>\n<color=#ffffffa6>Milenios más tarde, la leyenda del \"oasis eterno\" se extendió entre las tribus errantes del desierto.</color>\n<color=#ffffffa6>Los nómadas decían que se trataba de un oasis eterno y frondoso, gobernado por la durmiente Reina de las Flores.</color>\n<color=#ffffffa6>También afirmaban que Ferigees, la última madre de las genios, custodiaba las grandiosas puertas de dicho oasis.</color>\n<color=#ffffffa6>Con su ternura imperecedera, Ferigees bendijo a todo mortal que se acercaba a ella, ya fuera bueno o malo.</color>\n<color=#ffffffa6>Durante generaciones, las matriarcas de los Tanit, Uzza, Shimti y otras tribus se autodenominaron \"hijas de la Diosa de las Flores\".</color>\n<color=#ffffffa6>Tomando como pilar la fe que profesaban y unidas por lazos de sangre, confiaron en el ilusorio vergel de orquídeas padishá.</color>\n<color=#ffffffa6>Las dispersas tribus del desierto, que luchaban entre sí para subsistir, no dejaron de buscar el manantial inagotable y la sabiduría ilimitada.</color>\n<color=#ffffffa6>Tal como predijo la profecía de su deidad, la humanidad sobreviviría tenazmente incluso después del violento colapso de su civilización.</color>\n<color=#ffffffa6>Las tribus perdieron el liderazgo de su diosa y tuvieron que agruparse en torno a los recuerdos de una diosa fallecida hacía mucho tiempo.</color>\n<color=#ffffffa6>Sin embargo, el desierto, al cual ya no le quedaban lágrimas por derramar, no pudo detener el paso de los mortales, ni la falsa eternidad del oasis eterno logró impedir que las tribus cejaran en su búsqueda.</color>\n<color=#ffffffa6>\"Mi señor… ¿por qué ordena a las dunas que su arena deje de fluir? ¿Por qué ordena al viento que deje de soplar?</color>\n<color=#ffffffa6>Es como este reloj de arena. ¿Qué sentido tendría su existencia si la arena que contiene se concentrara en un bloque y se estancara?</color>\n<color=#ffffffa6>Lo 'eterno' no es ningún paraíso, sino una mácula imposible de deconstruir, imposible de replicar.</color>\n<color=#ffffffa6>A aquellos que florecen como flores, se marchitan y renacen durante la época de floración no les preocupa la muerte\".</color>\n<color=#ffffffa6>La despreocupada conversación de los tres amigos flotó a la deriva durante milenios por los vientos del desierto.</color>\n<color=#ffffffa6>En algún lugar del lejano desierto, la fantasía del oasis congelado en el tiempo aún pervive en la imaginación de las tribus.</color>\n<color=#ffffffa6>Y estas, desarraigadas como estaban, todavía siguen el ciclo de la vida y la muerte mientras la arena de las dunas fluye sin cesar.</color>"
          }
        ]
      },
      {
        "title": "Frasco Mágico de la Confidencia",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En un pasado remoto sobre el que solo las genios guardan silencio, el Rey Deshret reveló sus más profundas ambiciones a la Reina de las Flores…</color>\n<color=#ffffffa6>Mientras la pálida luz selénica se reflejaba en una copa rebosante de licor de granada, el más íntimo amigo de la Reina de las Flores al fin logró persuadirla.</color>\n<color=#ffffffa6>Nadie sabe las palabras que los labios del Rey Deshret susurraron, y hasta la más antigua de las genios habría preferido mantener silencio si le preguntaran al respecto.</color>\n<color=#ffffffa6>Nadie recuerda de qué deseos reveló el Rey Deshret aquella noche; deseos que hasta la más sabia de las deidades encontraría aterradores.</color>\n<color=#ffffffa6>Pero la Reina de las Flores sí comprendió el profundo significado que tras ello se ocultaba. Era tal como había previsto, tal como había estimado.</color>\n<color=#ffffffa6>El mar de arena y los oasis eran los soberanos más poderosos y nobles, mas albergaban los deseos de traición más descabellados.</color>\n<color=#ffffffa6>\"Guardaré tus secretos por el profundo afecto que siento hacia ti y hacia la Maestra de la Sabiduría.</color>\n<color=#ffffffa6>Te construiré un puente para que cumplas tus deseos más descabellados, mas no deberás temer al cristalino pilar zafíreo.</color>\n<color=#ffffffa6>Te guiaré hasta ese profundo conocimiento, mas como ya te advertí hace tiempo, perderás mucho a cambio.</color>\n<color=#ffffffa6>En todo caso, graba esta lección en tu memoria. Recuerda el brutal castigo que sufrieron los emisarios caídos del cielo.</color>\n<color=#ffffffa6>Recuerda que, si existe esperanza en este mundo, yace entre los simples mortales\".</color>\n<color=#ffffffa6>Arropados por la oscuridad, ella guio a su más querido amigo por los caminos secretos que conducen a todo el conocimiento habido sobre el cielo y el abismo.</color>\n<color=#ffffffa6>Con su cuerpo como puente y los oasis como pago, él dejó que la cegadora luz lo consumiera para hacer realidad sus más disparatados deseos.</color>\n<color=#ffffffa6>Una tormenta se levantó súbitamente en el paraíso que había perdido a uno de sus dioses, cubriendo todo el cielo con arena, y a gran velocidad, el desastre lo devoró todo.</color>\n<color=#ffffffa6>El Rey Deshret regresó de entre las arenas rugientes que cubrían el cielo, pero de la Maestra de las Flores no se volvió a saber nada.</color>\n<color=#ffffffa6>\"Acabo de soñar contigo… Avanzabas tanteando las paredes de un laberinto cristalino… Y todo lo que se veía… era arena…\".</color>"
          }
        ]
      },
      {
        "title": "Corona de Amatista",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En un pasado sobre el que solo las genios cantan, la Maestra de los Oasis se encontró con el Rey de las Arenas Escarlatas.</color>\n<color=#ffffffa6>En una época en la que los reyes luchaban encarnizadamente por el poder, el Rey Deshret decidió compartir su autoridad real con otras dos personas.</color>\n<color=#ffffffa6>Las genios las obsequiaron con un trono repujado de esmeraldas y rubíes para celebrar la alianza forjada entre los tres amigos.</color>\n<color=#ffffffa6>En honor al oasis eterno y a las florecientes orquídeas padishá, la Reina de las Flores se adornó con una corona de amatistas.</color>\n<color=#ffffffa6>\"Al final, la 'eternidad' no es sino una mentira, y la embriaguez y el amor solo erosionan los recuerdos hasta que de ellos no quedan más que sueños fragmentados.</color>\n<color=#ffffffa6>Una vez, me preguntaste por qué siempre andaba suspirando. Deja que esta noche, mientras la luna brilla tan radiantemente, te cuente una historia del pasado.</color>\n<color=#ffffffa6>Eran días de paz, mucho tiempo ha, en los que los emisarios divinos hablaban con los mortales para comunicarles los designios del cielo.</color>\n<color=#ffffffa6>Pero entonces, llegaron intrusos de más allá de la bóveda celeste, causando gran destrucción, invirtiendo los cursos fluviales y extendiendo plagas.</color>\n<color=#ffffffa6>Los intrusos trajeron la guerra a mis parientes pasados, pero también trajeron a esta tierra la ilusión de que el yugo podría romperse.</color>\n<color=#ffffffa6>Sin embargo, quien gobernaba el cielo, temiendo estas vanas ilusiones y avances, hizo llover pilares celestiales para enmendar la tierra, y con ellos destruyó los reinos de los mortales.</color>\n<color=#ffffffa6>Fuimos exiliados uno a uno, despojados de nuestra conexión con los cielos y privados de nuestra vía de aprendizaje.</color>\n<color=#ffffffa6>Desde aquel desastre, me castigaron con la cruel maldición de no poder volver la mirada hacia el cielo. Pero por fortuna, pude mantener mi forma hasta hoy día.</color>\n<color=#ffffffa6>Sin embargo, mi tierra natal me llama constantemente, aunque el desastre entre las estrellas y el abismo ya haya aflorado sobre el cristal.</color>\n<color=#ffffffa6>Escucha mis advertencias: no busques al Maestro de las Cuatro Sombras, no espíes los secretos de los cielos y del abismo.</color>\n<color=#ffffffa6>De lo contrario, lo que seguirá no será más que la desolación y el más amargo final, tal y como demuestran los pilares del castigo divino\".</color>\n<color=#ffffffa6>No obstante, el rey escarlata desoyó las advertencias de su compañera, jurando para sí que haría realidad sus deseos transgresores.</color>\n<color=#ffffffa6>Enjugándole las lágrimas bajo la luz de la luna, le contó a la Diosa de las Flores sus propios anhelos.</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Maestría Elemental +80 pts.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Aumenta en un 40% el daño que inflige el portador de este conjunto con las reacciones de Florecimiento, Sobreflorecimiento y Crepitar. Además, cuando el portador de este conjunto causa alguna de estas reacciones, el bono anterior aumenta en un 25%. Este efecto dura 10 s, puede acumularse hasta 4 veces y ocurrir una vez por segundo. Puede activarse incluso cuando el portador del conjunto está en tu equipo pero no en combate.</span></p>"
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Flor Olvidada del Paraíso</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Festín del Marchitamiento",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La pluma de un ave que se extinguió hace ya mucho tiempo. Los antiguos creyentes de la Diosa de las Flores le añadieron unas radiantes y hermosas incrustaciones de oro y gemas.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/30b5885215b1c09b6033b5cafe437d2c_5038738796168100029.png"
      },
      "goblet_of_eonothem": {
        "title": "Frasco Mágico de la Confidencia",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un pequeño frasco de cristal púrpura cerrado herméticamente con un tapón de esmeralda.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/f4e5dde048f278e01371e56637a7bd1f_9204892747683047788.png"
      },
      "sands_of_eon": {
        "title": "Tiempo Estancado",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un reloj de arena cuyos granos ya no se mueven. Por más que se gire, no responde al paso del tiempo.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/baf7c8bd6eba7afe0c71c9bf8cc6f96b_3921138708857528482.png"
      },
      "circlet_of_logos": {
        "title": "Corona de Amatista",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una corona con incrustaciones de amatista y esmeralda. Podría tratarse de un accesorio para la cabeza que llevaban los antiguos sacerdotes de la Diosa de las Flores.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/d0dac0543a776782f0496bf908870291_2329211791908299278.png"
      },
      "flower_of_life": {
        "title": "Esplendor de la Dama Luna",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una flor tallada exquisitamente a partir de amatista. Su forma emula la de una flor de la antigüedad que ya está casi extinta.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/50ce09dfa5a91a33aa9cedfb15bcf2d1_3578931732819775363.png"
      }
    }
  }
}