{
  "epId": 3322,
  "name": "Épica del Pabellón del Desierto",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/b86d9fd7cf57937a021c9c68c9b185ed_5687394146463801293.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1678129429,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Épica del Pabellón del Desierto</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bono de Daño Anemo +15%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tras golpear a un enemigo con un Ataque Cargado, la Vel. de Ataque Normal del personaje aumenta en un 10%, y el daño de Ataque Normal, Cargado y Descendente aumenta en un 40% durante 15 s.</span></p>"
    },
    "story": [
      {
        "title": "Inicios de la Capital de los Reyes",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oh, nobles caídos, escuchen a este viejo ciego.</color>\n<color=#ffffffa6>Aprendan de la lección que nos dio Gurabad, aprecien la fugacidad de las flores creadas por los humanos.</color>\n<color=#ffffffa6>Escuchen la historia del rey que nació en cuna humilde y del alienante amor y la tórrida furia que desató en la genio…</color>\n<color=#ffffffa6>Según cuenta la leyenda, después de que la amada del Rey del Desierto falleciese, eligió a la genio como enviada para firmar un pacto con los mortales.</color>\n<color=#ffffffa6>Solo alguien cuyo corazón aún no se hubiera vuelto de hierro tras sufrir infinitas adversidades, alguien que no hubiera sido corrompido por los espejismos, tendría derecho a convertirse en rey vasallo.</color>\n<color=#ffffffa6>Y entonces, gobernaría cual profeta que con su palabra guía a un confundido rebaño de ovejas.</color>\n<color=#ffffffa6>Y así fue como, bajo la misericordiosa pero estricta supervisión de su maestro, la genio encontró al candidato perfecto.</color>\n<color=#ffffffa6>Ormazd, que en aquel entonces era un joven pastor, se enamoró de Lilúpar, la nacida entre nenúfares.</color>\n<color=#ffffffa6>\"Te concederé cien generaciones de prosperidad si, a cambio, me confieres una venganza mordaz y una copa carmesí de vino.</color>\n<color=#ffffffa6>Puesto que el amor de todo genio está inevitablemente ligado a la avaricia y el deseo, al final siempre culminará en una venganza justa\".</color>\n<color=#ffffffa6>Sin embargo, bajo el embelesador haz de luz argento de la luna, Ormazd no consideró aquella advertencia con seriedad.</color>\n<color=#ffffffa6>Sentía como si aquel castigo que le estuviera predestinado en un futuro remoto, en un momento alejado de su intrépida juventud presente.</color>\n<color=#ffffffa6>Con la ayuda de la genio, el joven pastor se convirtió en el líder de una tribu nómada.</color>\n<color=#ffffffa6>Con el paso del tiempo, Ormazd derrotó a sus divididos rivales y acabó siendo coronado rey vasallo.</color>\n<color=#ffffffa6>Gurabad floreció cual flor creada por los humanos en la pared de un peñasco, y así se convirtió en la capital de los mortales.</color>\n<color=#ffffffa6>Y así, el pastor Ormazd se convirtió en el rey vasallo de los mortales, aquel que actúa en nombre del soberano de las arenas escarlatas.</color>\n<color=#ffffffa6>Y mientras todo el mundo se deleitaba con el dulce aroma de las flores que acababan de florecer, nadie se percató de algo.</color>\n<color=#ffffffa6>Que detrás de aquel hermoso florecimiento se escondía el amargo destino de una muerte violenta.</color>\n<color=#ffffffa6>Guiándose por los sucesos del pasado relatados por su maestro, Xifos emprendió su travesía hacia la Ciudad de los Zafiros.</color>\n<color=#ffffffa6>Las lecciones del ayer que quedaron enterradas bajo las dunas doradas volverán a repetirse mañana junto al infinito viento del tiempo.</color>"
          }
        ]
      },
      {
        "title": "Fin de los Reinos Dorados",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oh, jóvenes caballeros errantes, vengan a escuchar lo que este viejo ciego desea contarles.</color>\n<color=#ffffffa6>Conozcan lo que aconteció en las ruinas de Gurabad, escuchen la historia de la terminación del más arrogante de los sueños…</color>\n<color=#ffffffa6>Presten atención a cómo la bóveda celeste estaba impregnada de gemas que relucían cual estrellas, y descubran todos aquellos reinos que antaño se disgregaron.</color>\n<color=#ffffffa6>Baluartes prominentes y estupas doradas quedaron abatidos por una avalancha de ira, mientras la gente, que vivía sumida en la miseria, ocupó los templos y los palacios.</color>\n<color=#ffffffa6>Aquella masa de gente enfurecida actuaba bajo el liderazgo de una máscara de latón. Los más sabios bautizaron aquel suceso como \"la Gran Plaga\".</color>\n<color=#ffffffa6>Después de que Gurabad cayera bajo el influjo de aquella oscura plaga, el gran soberano de las arenas escarlatas también sucumbió a su sino de autodestrucción.</color>\n<color=#ffffffa6>Lilúpar, que nació entre nenúfares, quedó fragmentada tras ser víctima de una malvada y terrible conspiración contra su persona.</color>\n<color=#ffffffa6>Y esa misma noche, los grandiosos y fértiles reinos de los oasis quedaron devastados sobre las arenas del desierto. Entonces, las tribus y otras ciudades-estado volvieron a protagonizar un sinfín de revueltas…</color>\n<color=#ffffffa6>A partir de ese momento, los habitantes del desierto se distribuyeron en siete reinos, y Tulaytulah, la Ciudad de los Zafiros, fue en un momento la más destacada.</color>\n<color=#ffffffa6>\"Mi vida ha sido lo suficientemente larga como para haber llegado a conocer a todos los mentecatos y bellacos que merodean en esta tierra dorada.</color>\n<color=#ffffffa6>Cuando era joven, grandiosos muros de cobre escarlata protegían las ondulantes cúpulas zafíreas que relucían como olas bajo la luz de la luna.</color>\n<color=#ffffffa6>Recuerdo que, en los albores de mi juventud, en el canal de Tulaytulah se tejía una red de luces circundantes en la que las lámparas de las embarcaciones desafiaban a la luna para ver quién brillaba con más esplendor.</color>\n<color=#ffffffa6>Hoy en día no tengo ojos… Pero logré ser testigo de cómo nobles herederos se convirtieron en esclavos que tuvieron que exiliarse, y cómo soldados esclavos derrocaron al príncipe de su trono.</color>\n<color=#ffffffa6>Hoy en día no tengo ojos… Pero todavía vivo para contar cómo los nobles asesinaron a los sabios, y cómo una bailarina de tierras foráneas se hizo con el poder.</color>\n<color=#ffffffa6>El auge y caída de las ciudades-estado no fue sino un efímero sueño embriagador durante el cual honrados y maleantes por igual fueron aplastados por un gran molino, como si de cáscaras de trigo se trataran\".</color>\n<color=#ffffffa6>El mar de zafiro estaba contaminado de una infinidad de mentiras, las cuales se transformaron en leyendas e historia.</color>\n<color=#ffffffa6>Había un general que había saqueado incontables ciudades-estado, a quien no le quedó más compañía que la de su esclavo, quien continuó guiándole durante su camino.</color>\n<color=#ffffffa6>El joven esclavo cargaba con la \"llave\" de su antiguo reino y con la incierta esperanza de reconstruirlo.</color>\n<color=#ffffffa6>El rey murió de forma absurda a causa del ataque de un halcón, con sangrantes cortes de espada en la garganta.</color>\n<color=#ffffffa6>Y en el corazón de la bailarina que había hecho un juramento al príncipe no existía más que odio hacia aquel tirano.</color>\n<color=#ffffffa6>Las hábiles manos de los mortales se moldearon hasta cobrar la forma de un halcón, y los restos de la genio se introdujeron en su interior.</color>\n<color=#ffffffa6>Entonces, ascendió desde el precipicio de Gurabad en forma de silbido y sobrevoló la desgracia que imperaba en las ciudades-estado del desierto.</color>\n<color=#ffffffa6>Cuando por fin se posó sobre las manos de los descendientes dorados, sus recuerdos perdidos se escurrieron como granos de arena.</color>\n<color=#ffffffa6>Una pluma artificial se posó sobre una duna, y juró en silencio el fin de los reinos.</color>\n<color=#ffffffa6>Al escuchar una vieja voz, el príncipe exiliado recordó a su tierra natal prendida en llamas.</color>\n<color=#ffffffa6>Su maestro de aquel entonces era general y poeta, un súbdito leal del tirano que había destruido su antiguo reino.</color>\n<color=#ffffffa6>Cada cosa, cada suceso, acabará recibiendo lo que se merece. Por eso, unos pierden los ojos, mientras que otros pierden su trono…</color>\n<color=#ffffffa6>Así pues, la rueda del destino siempre continuará girando y esparciendo retales de esperanza por el mundo.</color>"
          }
        ]
      },
      {
        "title": "Reloj del Extravío",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Madre… ¡Madre!</color>\n<color=#ffffffa6>Nací vieja, con una consciencia hecha añicos que carga con un poder inagotable.</color>\n<color=#ffffffa6>Nunca pude probar el dulzor de la leche, ni sentir la calidez de tu vientre.</color>\n<color=#ffffffa6>Nuestras lágrimas se evaporaron bajo el sol abrasador, y los engranajes aplastaron nuestros instantes de alegría.</color>\n<color=#ffffffa6>Nosotras nunca estuvimos unidas por el amor, sino por el odio y el desafecto.</color>\n<color=#ffffffa6>Madre… ¡Madre!</color>\n<color=#ffffffa6>Perdimos todo orgullo y carecemos de sabiduría alguna de la que alardear.</color>\n<color=#ffffffa6>No existe lugar donde encajemos, ni ningún ocio que nos permita descansar.</color>\n<color=#ffffffa6>Suplieron nuestras voces con tubos de cobre, y nuestros vientres henchidos no tienen ombligo.</color>\n<color=#ffffffa6>Querida madre que nunca nos concibió, que cuanta pestilencia albergue este mundo invada tu ser…</color>\n<color=#ffffffa6>Madre… ¡Madre!</color>\n<color=#ffffffa6>No somos más que máquinas sin alma, esclavas de las genios…</color>\n<color=#ffffffa6>Jamás tuvimos nombre, y nadie atendió nunca a nuestro llanto.</color>\n<color=#ffffffa6>“Nuestro cuerpo ha resistido el suplicio y la crueldad, pues nuestra principal motivación es el odio.</color>\n<color=#ffffffa6>Un odio infinito se concentra en nuestro interior. Nos mueve el deseo de sembrar la destrucción allá donde nos encontremos.</color>\n<color=#ffffffa6>Cuando la luna ilumine nuestros rostros demacrados, proclamaremos este último juramento.</color>\n<color=#ffffffa6>Que la arena inunde tus atrofiados pulmones, que toda la frondosa vegetación arda hasta quedar reducida a cenizas.</color>\n<color=#ffffffa6>Así, por fin nos liberaremos de estas cadenas que nos aprisionaron desde nuestro nacimiento.</color>\n<color=#ffffffa6>Así, por fin regresaremos a los brazos de aquella que tantas calamidades tuvo que sufrir injustamente: nuestra madre, Shirín.</color>"
          }
        ]
      },
      {
        "title": "Salvaguardia del Sueño Embriagador",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oh, viajeros que vienen a beber de las aguas del manantial, por favor, escuchen lo que este decrépito ciego desea contarles.</color>\n<color=#ffffffa6>Entreguen sus oídos a la escucha de la elegía de Gurabad, y su corazón a conocer el irrealizable sueño del Rey Deshret…</color>\n<color=#ffffffa6>Atiendan a mis palabras sobre aquella genio, tan leal como quebrada, y escuchen la historia de la traición entre compañeros.</color>\n<color=#ffffffa6>Cuenta la leyenda que, cuando la Reina de las Flores abandonó este mundo, sus innumerables genios tornaron su lealtad hacia el Rey Deshret.</color>\n<color=#ffffffa6>El rey no cesó en su inútil empeño por hallar el antiguo paraíso donde había caído el pilar celestial, y decidió crear allí un oasis eterno.</color>\n<color=#ffffffa6>En él se encontraba una gran genio llamada \"Ferigees\", a quien el rey concedió la autoridad para gobernar en el oasis.</color>\n<color=#ffffffa6>A fin de proteger el eterno letargo de su maestra, la genio se valió de su inmenso poder para conservar el flujo eterno de las aguas de los manantiales.</color>\n<color=#ffffffa6>Así fue como el abundante verdor del oasis inundó el desierto cual constelación que salpica el cielo nocturno, y dotó de refugio a aquellos sin un lugar al cual llamar \"hogar\".</color>\n<color=#ffffffa6>Finalmente, bajo el liderazgo de la genio Lilúpar, en el oasis eterno se erigieron las ciudades-estado de los mortales reyes vasallos.</color>\n<color=#ffffffa6>Su lealtad por la Reina de las Flores y su compasión por aquellos nuevos estados impulsaron a Ferigees a sacrificar su existencia.</color>\n<color=#ffffffa6>Así pues, la genio desobedeció la orden que le había encomendado el mismísimo rey de las arenas escarlatas y apresó su propio cuerpo con unas cadenas frías como el hielo.</color>\n<color=#ffffffa6>Se transformó a sí misma en un sello con la forma de un copa de cristal, capaz de contener la cólera de las vastas dunas y proteger eternamente las ciudades-estado de los mortales.</color>\n<color=#ffffffa6>\"En esta vida, a todas las cosas les llega su momento, y por ello todo está en continuo cambio. Hoy nos apoyamos mutuamente, pero mañana nos abandonaremos los unos a los otros.</color>\n<color=#ffffffa6>'Si se pierde la libertad de la que tanto se enorgullecen las genios y los cuerpos que se regocijan de felicidad y amor, la sabiduría se volverá cada vez más tenue'.</color>\n<color=#ffffffa6>La ninfa de los nenúfares sedujo al rey de los mortales con este tipo de engaños tan dulces como la miel, y el rey del vasto desierto se sumió en un delirante sueño…</color>\n<color=#ffffffa6>Mas yo continué esperando en un longevo e insomne sueño… Esperé a que el Rey del Desierto cumpliera la promesa que hizo antaño\".</color>\n<color=#ffffffa6>Su cuerpo y su espíritu fueron confinados en terribles máquinas hasta que su maestra despertara de aquel lacerante letargo en el que se hallaba sumida.</color>\n<color=#ffffffa6>Con una pesarosa esperanza, defendió taciturnamente el sueño ya fragmentado del reino de las dunas.</color>\n<color=#ffffffa6>Aunque los manantiales llegaran a las angostas arenas, aunque el oasis fuera engullido por las dunas…</color>\n<color=#ffffffa6>Sepultada por el eterno retumbar de la maquinaria que la oprimía, aún era capaz de escuchar los cambios que pronto acontecerían.</color>\n<color=#ffffffa6>\"Sin embargo, oh, ciegos maestros míos, el destino, tan insondable como las dunas de arena, acabó abandonándome a mí, que nací bajo el yugo de la esclavitud y que a una edad temprana perdí todo cuanto poseía.</color>\n<color=#ffffffa6>Así pues, ¿cómo iba a tener derecho a esperar que el destino aguardase algún cambio para mí?\".</color>"
          }
        ]
      },
      {
        "title": "Legado del Heredero del Desierto",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Oh, comerciantes que huyen de las tormentas de arena, ¿qué tal si escuchan lo que este viejo ciego desea contarles?</color>\n<color=#ffffffa6>Atiendan al pasado de Gurabad, descubran cuál era la retribución que anhelaba su pueblo.</color>\n<color=#ffffffa6>Conozcan a los infantes de la nobleza y a los siervos que vivían a los pies del palacio…</color>\n<color=#ffffffa6>Cuenta la leyenda que, cuando Gurabad se alzó en el poder, los reinos de los hombres unificaron buen número de oasis en uno solo.</color>\n<color=#ffffffa6>Desde aquel entonces, las tribus dispersadas por el territorio y las efímeras ciudades-estado pasaron a estar regidas por Ormazd.</color>\n<color=#ffffffa6>Para Ormazd, el Rey del Desierto representaba la mayor autoridad, por lo que construyó palacios y templos donde poder rendirle culto.</color>\n<color=#ffffffa6>Reclutó esclavos de las tribus, se estableció un envío de siervos desde los diferentes estados y exigió que se realizaran ofrendas en las ciudades.</color>\n<color=#ffffffa6>Las ciudades-estado prosperaron, y nobles y esclavos vivieron por igual bajo su sombra.</color>\n<color=#ffffffa6>Divisando desde lo alto a los sacerdotes y esclavos que se entrecruzaban en sus caminos cual hormigas, la genio concubina suspiró con pesar.</color>\n<color=#ffffffa6>Como familiar de la Diosa de las Flores, creyó que había elegido al rey ideal, mas él no era una excepción y también acabó cegado por la vanidad.</color>\n<color=#ffffffa6>La genio trató de hacer llegar sus gentiles consejos al rey humano entre sábanas, pero ninguno de sus intentos consiguió hacerle cambiar de parecer.</color>\n<color=#ffffffa6>Ormazd, que creía en un sistema de gobierno basado en la esclavitud, entendió los consejos de la genio como dulces palabras que pronunciaría cualquier amante:</color>\n<color=#ffffffa6>\"Al confiarle mi amor a usted, lo único que consigo es un eterno sentimiento de ansia que nunca se satisfará.</color>\n<color=#ffffffa6>Ansío los sueños, ansío un hogar, ansío que mi amado trascienda los ideales mundanos.</color>\n<color=#ffffffa6>Pero a día de hoy, oh, amado mío, continúa inmerso en la avaricia y la hipocresía propias de un tirano.</color>\n<color=#ffffffa6>Para aplacar esta tristeza y furia que su traición me hace sentir, causaré sobre su persona la ruina durante tres generaciones\".</color>\n<color=#ffffffa6>La genio se quitó los pendientes que tiempo atrás el tirano le había obsequiado para formalizar con aquel gesto la ruptura de toda relación con él.</color>\n<color=#ffffffa6>En su corazón, que había cobrado la frialdad del hielo, había ideado un plan maquiavélico con el que vengarse de su perverso amante.</color>\n<color=#ffffffa6>\"Xifos, hijo mío… El odio prende y destruye todas las cosas como un fuego incontrolado. Lo único que permanece tras él son las ascuas de la locura.</color>\n<color=#ffffffa6>No obstante, un amor ciego es mucho más peligroso, pues, de hecho, muchas de las catástrofes de este mundo derivan precisamente de amar con locura\".</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Personaje\nRazón"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Trotamundos",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un joven errante de identidad enigmática. Viste como un asceta, pero no actúa como tal.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/10742394/24d97a22be742fb732ea96f625d1faac_5832031618222617237.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El set aumenta el daño anemo, además de que aumenta la velocidad de ataque y el daño del ataque normal por 15s. Esto coincide muy bien con la duración de la habilidad elemental y las rotaciones de Trotamundos, siendo un set muy indicado para él, ya que su daño viene mayormente de los ataques normales y cargados. Además, poder dar más golpes en la duración de la habilidad elemental es algo que aumenta bastante el daño."
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Salvaguardia del Sueño Embriagador",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una antigua y hermosa copa dorada. Aunque no contiene nada, en su interior se escucha el murmuro de un eco.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/0c319d4054751adc08be47eee0ebad53_6526738050087642612.png"
      },
      "circlet_of_logos": {
        "title": "Legado del Heredero del Desierto",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Unos pendientes largos de oro nacarado con incrustaciones de gemas que desprenden un magnífico brillo.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/999a78b73235c08ca4a0664a23e7079f_4782988697692383790.png"
      },
      "sands_of_eon": {
        "title": "Reloj del Extravío",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un antiguo reloj en cuyo centro brillan y vibran los fragmentos de un genio. Parece como si estuviera narrando alguna historia.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/88ca09ebc7ed0069e8e8de5516bea8c7_494536089840716830.png"
      },
      "flower_of_life": {
        "title": "Inicios de la Capital de los Reyes",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una flor artificial que emite un espléndido brillo. Si uno acerca su oído, podrá escuchar levemente una bella risa.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/b86d9fd7cf57937a021c9c68c9b185ed_1924087405125353493.png"
      },
      "plume_of_death": {
        "title": "Fin de los Reinos Dorados",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una reluciente pluma artificial que forma parte del legado de un antiguo reino humano. Parece como si contuviera el chillido de un halcón.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/10742394/6fdd4f75d233d1690e845a2db65ba433_4302321100960776780.png"
      }
    }
  }
}