{
  "epId": 3323,
  "name": "Pergamino misterioso",
  "desc": "<p>Un antiguo y misterioso pergamino. Parece que contiene el destino final de un aventurero.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/73555894/2511ddef2a4c1dc76e92633e08c09433_1109129777190887663.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671749620,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Oh, desafortunado Viajero, ¿qué te trae a esta recóndita cueva subterránea?</color>\n<color=#ffffff>¿Son las historias legendarias de Hasad, el aventurero de oro?</color>\n<color=#ffffff>Esas historias por todos conocidas no son sino una minúscula parte comparadas con lo que yo he experimentado.</color>\n<color=#ffffff>Solo los dioses sin nombre del desierto saben la terrible desgracia que ha caído sobre mí.</color>\n<color=#ffffff>Ninguno de ellos ha podido atisbar los antiguos secretos.</color>\n<color=#ffffff>Capas y capas de encantamientos me encadenan.</color>\n<color=#ffffff>Y ahora soy el oráculo de un ente incorpóreo.</color>\n<color=#ffffff>El malvado espíritu que me observa desde la oscuridad me ordenó disponer tres desafíos, en los cuales se ocultan esos tesoros</color>\n<color=#ffffff>que se llevaron de la ciudad de latón maldita.</color>\n<color=#ffffff>Si el miedo no vence a tu curiosidad y avaricia, sígueme, te</color>\n<color=#ffffff>mostraré el camino.</color>\n<color=#ffffff>Te guiaré a través del profundo túnel hasta el agujero inmundo donde solían guarecerse los devs, donde las ruinas resonaron</color>\n<color=#ffffff>con gritos y llantos de muerte.</color>\n<color=#ffffff>Cuando las llamas se enciendan en el orden correcto,</color>\n<color=#ffffff>justo como el camino por el que viniste,</color>\n<color=#ffffff>quedaré libre al fin de esta maldición eterna.</color>\n<color=#ffffff>Pero esos entes inmortales no pueden perecer.</color>\n<color=#ffffff>No hasta el final de todo, cuando la misma muerte conozca su fin.</color>\n<color=#ffffff>En las profundidades del desierto desbocado yacen cosas que preceden hasta las más antiguas pirámides.</color>\n<color=#ffffff>Son los murmullos del siniestro espíritu de al-Azif, y cada uno de ellos pronuncia ese nombre maldito:</color>\n<color=#ffffff>“Shiruyeh”.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Pergamino misterioso"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se obtiene",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Completando el logro \"La llamada de la ciudad desconocida\"</color>"
          }
        ]
      }
    ]
  }
}