{
  "epId": 3373,
  "name": "Retoño blanco",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un retoño extraído directamente del centro del mundo.<br>Había una vez un árbol gigante que atravesaba el mundo entero, y esta rama era parte de él. Aunque fue arrancada, nunca ha perdido su conexión con el árbol del que procedía. Por eso, mientras el gran árbol blanco que simboliza el centro del mundo siga vivo, esta rama nunca se secará.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\"><br>Los árboles son el símbolo de la vida. Cuenta la leyenda de cierto lugar que una persona que estaba en el lecho de muerte trasmitió su consciencia a las ramas de un gran árbol blanco, pues así ni su vida ni sus sueños llegarían a su fin. Mientras tuvieran sol y lluvia, las ramas seguirían creciendo, brotando, floreciendo y, finalmente, dando frutos.<br>Asimismo, los árboles también simbolizan la sabiduría. Según otra leyenda de aquel lugar, un sabio que colgaba bocabajo del árbol adquirió el conocimiento para inscribir runas y controlar las palabras sagradas. Así, caminó por el reino que se extendía bajo las raíces del gran árbol y vislumbró los secretos del cosmos.<br>Todo el conocimiento, todos los recuerdos y todas las vivencias del mundo circulan por las raíces del gran árbol, como arroyos que convergen para formar un río que desemboca en el mar y, finalmente, se convierte en agua de lluvia caída de las nubes. Ese es el ciclo de la vida.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/22/73555894/fee5154f789c795eb636c95a42153de8_2306312364290126053.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1671674558,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Retoño blanco"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Objeto de misión"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Recompensa de la misión de Arconte «Capítulo III, Acto V - Pulso de Akasha, fuego que arrasa: Un brindis por la victoria».</color>"
          }
        ]
      }
    ]
  }
}