{
  "epId": 3454,
  "name": "Las mil noches",
  "desc": "<p>Una antología de relatos compilada por un erudito itinerante que viajó por la selva, el desierto y la ciudad en la época de la gran catástrofe. Dicen que la obra original contenía una infinidad de cuentos, pero lo que nos ha llegado hasta hoy no es más que una pequeñísima parte.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/2b3384035c3369f30486cd0155fa9411_7634068354978903642.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1697052912,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las Mil Noches"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Vol.1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>La historia de los seres sin sombra</color>\n<color=#ffffff>Había una vez unos seres sin sombra que habitaban esta tierra.</color>\n<color=#ffffff>Vivían con austeridad y desconocían todo aquello que pudiera existir más allá de las fronteras de su territorio.</color>\n<color=#ffffff>Así continuaron sus vidas, hasta que un día un aventurero los descubrió. Los seres sin sombra se extrañaron al percatarse de que una especie de seguidor callado y leal iba con él a todas partes. El aventurero también quedó boquiabierto al descubrir la existencia de una comunidad de seres que no proyectaban una sombra cuando la luz del sol se posaba sobre ellos.</color>\n<color=#ffffff>“Ni en sueños habría hecho un descubrimiento de este calibre”, dijo el aventurero.</color>\n<color=#ffffff>“¿Sueños? Nosotros hace mucho que no soñamos”, le respondió uno de los seres sin sombra. Entonces añadió: “Nuestros mayores nos dijeron que ya se han soñado todos los sueños posibles”.</color>\n<color=#ffffff>“Las sombras de las personas esconden los secretos de sus almas”, dijo el aventurero. “Quizá hubo un tiempo en el que sí tuvieron sombra, igual que antiguamente eran capaces de soñar.</color>\n<color=#ffffff>Suponiendo que realmente así fuera, ¿dónde podría encontrar aquello que perdí?”.</color>\n<color=#ffffff>“Dirígete al bosque secreto. Allí encontrarás un sinfín de sueños, y quizá hasta puedas conocer a una cazadora de sueños que tenga alguno de sobra”.</color>\n<color=#ffffff>Y así fue como el joven sin sombra dejó atrás su hogar para emprender un largo viaje hacia el bosque secreto que mencionó el aventurero. En las profundidades de este había sombras por doquier. Las nubes, las copas de los árboles e incluso los pájaros reflejaban sus sombras sobre el suelo mullido.</color>\n<color=#ffffff>Día tras otro, el joven se aventuraba una y otra vez en aquel enredo de sombras. “Si las sombras esconden los secretos de las almas, quizá mi alma sea la única que no tiene secretos”, pensó. Así, un día se dio cuenta de que todos los sueños se habían mostrado ante él, y de que, aunque no tenía los suyos propios, así es como logró entrar en los sueños de otros.</color>\n<color=#ffffff>En los sueños que vivió, se topó con pájaros que exhibían colores refulgentes y tigres de olores fragantes, pero no había rastro ni de la cazadora de sueños ni de algún “sueño de sobra” del que le hablaron. Puesto que cada ser que allí vivía tenía sus propios sueños y su propia sombra, el joven empezó a pensar que el aventurero le había engañado y que, igual que una sombra siempre tiene un dueño, nunca encontraría un sueño que no fuera de nadie.</color>\n<color=#ffffff>Cuando estaba a punto de darse por vencido, la cazadora de sueños lo encontró. El fortuito encuentro ocurrió en la caracola de un sueño. Irrumpió en el final de dicho sueño en busca de olas níveas y brisas saladas, pero lo único que consiguió fue una triste sensación de vacío.</color>\n<color=#ffffff>“Eres como esta caracola, un elemento que no pertenece a este bosque”.</color>\n<color=#ffffff>Aquella voz era de una mujer. El joven pronto se dio cuenta de que se trataba de la cazadora de sueños de la que le había hablado el aventurero. Su sombra tenía cierta extraña textura moteada, como una cortina adornada con piedras preciosas.</color>\n<color=#ffffff>“He estado buscándote”, dijo el joven. “¿Tienes algún sueño de sobra para mí?”.</color>\n<color=#ffffff>“Los sueños son tan fugaces como el rocío de la mañana”, lamentó la cazadora. “Los sueños sin dueño no se pueden conservar durante mucho tiempo. Lo intenté en numerosas ocasiones, pero nunca pude evitar que se desvanecieran.</color>\n<color=#ffffff>¿Ves? Los sueños son como esta caracola.... Debemos marcharnos de aquí”. La cazadora agarró al joven de la mano y lo sacó de aquel sueño en el que ya no había ni olas níveas ni brisas saladas.</color>\n<color=#ffffff>La mujer le contó incontables historias junto a un arroyo borboteante, y compartió con él el secreto para lograr adentrarse en los sueños. Entonces, la cazadora le advirtió con persistencia sobre los tabúes que existían acerca de los cazadores de sueños: estos debían tener cuidado de no mirar los sueños de otros, pues los secretos que aguardaban en su interior eran tan profundos como un pozo sin fondo.</color>\n<color=#ffffff>“Las pesadillas son más capciosas de lo que podrías imaginar. Cuando descubran lo que hiciste, se duplicarán en cadena y te arrastrarán hacia la oscuridad. No podrás abandonar ese lugar sin luz, ya no podrás regresar jamás. Si esperas el tiempo suficiente, podrás discernir palabras con sentido entre sus crujidos, nombres antiguos que hoy en día simplemente vagan en los recuerdos que ya no pertenecen a ninguna parte. Has de saber también que allí no podrás pronunciar el nombre de ningún fallecido, o vendrán por ti...”.</color>\n<color=#ffffff>“Antes creía que ustedes tampoco tenían sombra”, comentó el joven sin sombra. “Pensaba que los cazadores de sueños tampoco soñaban, y que por eso se dedicaban a cazar los sueños de otros”.</color>\n<color=#ffffff>La mujer permaneció sin articular palabra mientras su sombra moteada se zarandeaba con la brisa nocturna como si de una hoja se tratase.</color>\n<color=#ffffff>Sin embargo, el joven sin sombra sentía un ferviente deseo por escuchar su respuesta y, a pesar de que la cazadora de deseos había resguardado bien su sombra moteada, dio con la oportunidad idónea. A diferencia de los sueños de los seres que deambulaban por el bosque secreto, que se revelaban con las puertas abiertas de par en par, para acceder al sueño de la cazadora era preciso atravesar un estrecho camino escarpado.</color>\n<color=#ffffff>Estaba convencido de que la cazadora ocultaba sus secretos en los sueños de otros, pero... ¿cuáles eran sus secretos? ¿Y en los sueños de quiénes los escondía?</color>\n<color=#ffffff>El sueño de la cazadora tenía tantos niveles que el joven no tardó en perderse. Antes de que pudiera darse cuenta, ya era preso de una pesadilla.</color>\n<color=#ffffff>“Hice caso omiso de la advertencia sobre los tabúes de los cazadores de sueños, pero aunque haya mirado el interior de ese pozo sin fondo, tampoco conseguí hallar una respuesta”, pensó el joven para sus adentros. “Ella me dijo que si esperaba el tiempo suficiente, podría discernir nombres entre unos sonidos... Si hago eso, quizás así averigüe a quién pertenece este sueño”.</color>\n<color=#ffffff>Y entonces, dejó que las pesadillas lo arrastrasen hasta las profundidades, donde, tal y como le contó la cazadora, le esperaba una tierra donde no había luz alguna. Se concentró para escuchar aquellos lejanos sonidos con la esperanza de que estos le revelasen un nombre.</color>\n<color=#ffffff>Pasó bastante tiempo hasta que por fin logró distinguir un nombre entre todas aquellas sílabas dispersas. Parecía un nombre hacia el que sentía una atracción especial, un nombre que no podía dejar de pronunciar.</color>\n<color=#ffffff>Entonces abrió los ojos.</color>\n<color=#ffffff>“Presencié una extraña escena”, dijo. “Vi a una mujer que irrumpió en mis sueños, que me los arrebató y desapareció, se llevó los secretos de mi alma, los cuales ni yo mismo conocía, y desde entonces no tengo sombra. Escuché que dijo eso, y que me llamaba...”.</color>\n<color=#ffffff>“Ya lo sabes”, interrumpió la cazadora. “No debes pronunciar los nombres de los caídos. De lo contrario, vendrán por ti”.</color>\n<color=#ffffff>La cazadora tomó asiento cerca del arroyo borboteante y su sombra moteada volvió a mecerse con el viento como lo haría una hoja.</color>\n<color=#ffffff>“No es más que una historia sobre los muertos. Ya te conté muchos cuentos similares, pero hay muchos otros que todavía desconoces”.</color>\n<color=#ffffff>Y así, la cazadora comenzó a contarle al joven sin sombra una historia que nadie había escuchado nunca antes.</color>"
          }
        ]
      },
      {
        "title": "Vol.2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>El cuento del dastur</color>\n<color=#ffffff>Había una vez un dastur de la Facultad Vahumana que emprendió un viaje en solitario hacia las profundidades del desierto para investigar las ruinas de unos antiguos reinos. Para su desgracia, en medio del camino le sorprendió una tormenta de arena que le desorientó y se perdió. Justo cuando estaba a punto de exhalar su último suspiro, una joven de ojos de color ámbar apareció frente a él. Con un bastón apartó las arenas aullantes y lo tomó de la mano para guiarle hacia el desierto.</color>\n<color=#ffffff>Cuando llegaron al desierto ya era mediodía. La joven invitó al dastur a comer en su casa y lo acompañó de regreso al Caravasar Ribat. Sin embargo, cuando vio cómo ella dispersó la tormenta con su magia y cómo despejó el camino de las bestias oscuras, de repente no quiso marcharse. En su lugar, quiso convertirse en el discípulo de esa joven para que ella le enseñase las técnicas secretas de los reinos antiguos.</color>\n<color=#ffffff>La maga le respondió que sus pupilas de color ámbar eran capaces de ver todo lo que los muertos y los vivos habían presenciado. Seres sin sombra, relojes de bronce que funcionaban con la imaginación, ballenas que nunca abandonaron su hogar, ciudades que solo existían cuando la luz de la luna se refleja sobre espejos de plata, eruditos atrapados en la eternidad, una alta torre que pendía de siete cuerdas... Ella podía ver que tenía ante sus ojos a un hombre de talentos insuperables a quien le aguardaba un futuro extraordinario. Estaba más que dispuesta a enseñarle todo cuanto sabía. No obstante, había algo que la consternaba. Temía que, después de habérselo enseñado todo, él se centrara solamente en su propio beneficio y negara la ayuda que recibió de ella.</color>\n<color=#ffffff>El dastur se arrodilló para besarle la punta de los zapatos. Con este gesto le prometió que, pasase lo que pasase, nunca olvidaría su bondad; ni siquiera aunque tuviera que morir con ella. Aquella muestra de sinceridad derritió el corazón de la maga, quien esbozó una ligera sonrisa antes de ayudarlo a ponerse en pie. Entonces le tomó de las manos y lo guio hasta la puerta de su sótano, donde lo aceptó como discípulo y prometió que compartiría con él todos los secretos que guardaba en su biblioteca.</color>\n<color=#ffffff>Bajaron juntos piso tras piso a través de unas escaleras en espiral. En cada piso que bajaban había un espejo colgado de la pared que reflejaba la luz de las antorchas que llevaban y las sonrisas de sus rostros. No sabía si habían caminado durante horas o minutos, pues su noción del tiempo se desvaneció con la oscuridad. Al final de las escaleras les esperaba una puerta estrecha, y tras ella había un estudio de forma hexagonal. Era imposible ver el techo, y tampoco lograba calcular la altura aproximada de la habitación, pero lo que sí sabía con certeza era que todos los libros que allí había superaban con creces la totalidad de los conocimientos que él era capaz de imaginar.</color>\n<color=#ffffff>Guiado por la maga, el dastur aprendió una gran variedad de conocimientos. Sin embargo, unas semanas más tarde, un enviado del Templo del Silencio acudió a la aldea para informarle de que su tutor había fallecido a causa de una enfermedad, pero que antes de ello había aprobado su tesis, por lo que la Academia decidió hacer una excepción con él y ascenderle a herbad para que ocupara el puesto de su tutor y continuara educando a los estudiantes. El recién nombrado herbad acogió la noticia con regocijo, pero se negaba a marcharse. Con cautela, consultó con la maga si podría llevarse algunos libros a la Academia, donde ella podría seguir formándole. La joven maga accedió gustosa, y además le explicó que tenía una hermana pequeña que siempre había anhelado estudiar en la Academia, pero ya que nació en el desierto, nunca logró que la aceptaran. Es por eso que le pidió al nuevo herbad si podría admitirla en las clases como oyente. Ante su petición, el herbad contestó que el proceso de admisión en la Academia era sumamente estricto y que no podría hacer ninguna excepción con su hermana, así que ni tan siquiera podría aceptarla como alumna oyente. La maga no comentó nada más. Preparó su maleta y acompañó al herbad en su viaje de regreso a Sumeru.</color>\n<color=#ffffff>Años después, el sabio de la Facultad Vahumana murió. Como era de esperar, gracias a las tesis trascendentales que escribió con ayuda de la maga, acabaron concediéndole el puesto de sabio. La maga enseguida acudió a felicitarle y, aprovechando su nuevo puesto, volvió a pedirle que admitiese a su hermana pequeña como alumna oyente en la Academia. Una vez más, volvió a rechazar su petición, alegando que él no tenía obligación de hacerlo, pues ya había terminado de escribir su tesis y no necesitaba más la orientación de la maga. Además, le recomendó que regresara a su aldea y que se retirase debido a su avanzada edad. La maga no pudo hacer más que recoger sus cosas y marchar de regreso al desierto.</color>\n<color=#ffffff>Unos años más tarde, el Gran Sabio también falleció, y el sabio de la Facultad Vahumana fue elegido para ocupar su lugar. Al escuchar la noticia, la maga viajó inmediatamente desde el desierto para buscarlo. Cuando llegó, se postró ante sus pies, le besó la punta de los zapatos y le recordó la promesa que le hizo años atrás. Le suplicó que concediera cobijo en el bosque a los miembros de su tribu, quienes habían perdido sus hogares a causa de las tormentas de arena. El Gran Sabio enfureció en cuestión de segundos y la amenazó con meterla prisionera en una celda de bronce hasta que se muriera de hambre, pues afirmaba no conocer a esa timadora del desierto que, pese a todo, se atrevía a presentarse allí para vociferar sinsentidos y ofender a la Academia. La maga, que ya no gozaba de la juventud de antes, alzó la cabeza para secarse las lágrimas que le caían por las mejillas y clavó sus ojos, que brillaban como dos cristales de ámbar turbios, en el rostro del Gran Sabio con la última esperanza de que tuviera un poco de compasión para ayudar a los suyos. Sin embargo, él volvió a rechazarla y llamó a los guardias para que se la llevaran. Entonces, la maga no insistió más y se limitó a responderle:</color>\n<color=#ffffff>“En ese caso, yo también le pido a usted, señor, que regrese a su aldea”.</color>\n<color=#ffffff>El Gran Sabio se sobresaltó y, cuando alzó la mirada, se encontró a sí mismo parado frente al Caravasar Ribat. Ya bien entrada la noche, la aldea apenas podía distinguirse a lo lejos debido a la arena arrastrada por el viento que, sumada a la oscuridad de la noche, la envolvían por completo. La joven estaba sonriendo frente a él. En sus ojos de color ámbar se reflejaba el aspecto del hombre en aquel preciso instante: el de un dastur de la Facultad Vahumana con una tesis pendiente de aprobación.</color>\n<color=#ffffff>“Bueno, ya se hizo tarde. Es hora de que vayas volviendo a la Academia. Al fin y al cabo, eso es lo que cuentan las historias...”.</color>"
          }
        ]
      },
      {
        "title": "Vol.3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>El cuento del príncipe y el animal de carga</color>\n<color=#ffffff>Hace mucho, mucho tiempo, cuando Puerto Ormos todavía estaba gobernado por los Deys marineros, había un Dey que sobresalía por su coraje. Conquistó innumerables islas y dominios y se hizo con un sinfín de tesoros, gracias a lo que se convirtió en la persona más rica e influyente de todo Puerto Ormos. Ya que invirtió toda su juventud en alta mar, cuando tuvo a su único hijo ya era un tanto mayor, por lo que antes de que este pudiera alcanzar la mayoría de edad, el marinero falleció.</color>\n<color=#ffffff>El joven príncipe heredó todas las riquezas de su padre, pero no tenía ningún poder sobre sus subordinados. Los mayores que le criaron carecían de moral, por lo que no pasó mucho tiempo hasta que empezó a vivir una ostentosa vida llena de lujos y degeneración. Las calles de Puerto Ormos de repente lucían como un engendro que había tragado oro. El príncipe fulminó la herencia que había dejado el Dey en apenas unos años, y hasta dejó a deber una gran suma de dinero. Cuando se dio cuenta de todo lo que había perdido, ya era más pobre que las ratas. Tras vender su mansión y despedir hasta al último de sus sirvientes, ya no tenía a donde ir, por lo que fue a la ciudad a buscar refugio en un majestuoso templo del dios de los marineros erigido gracias a la generosidad de su padre en el pasado.</color>\n<color=#ffffff>El príncipe pidió ayuda al sacerdote del templo: “Oh, venerado y sabio sacerdote, soy hijo de un Dey que conquistó los mil mares en el pasado, mas por mi suntuosidad acabé en la mayor de las miserias. Le suplico que tenga piedad, que me ayude a encontrar mi camino, una forma de saldar mis deudas y recuperar mi casa. Le juro que estoy dispuesto a comenzar desde cero, y que no hay nada más que desee en este mundo que encontrar mi lugar en él”.</color>\n<color=#ffffff>“Joven príncipe...”, respondió el sacerdote. “Aunque son los dioses quienes escriben el destino de los mortales, son estos últimos quienes forjan su propio futuro. Puesto que tu deseo más anhelado es comenzar desde cero, ¿no deberías invertir toda tu determinación en trabajar duro en lugar de seguir aprovechándote de tu posición ventajosa?”.</color>\n<color=#ffffff>El príncipe respondió con descontento: “Le recuerdo que mi padre fue sumamente generoso con este templo, por lo que, a decir verdad, todas estas estatuas de oro, así como el resto de los fondos del templo, me corresponden a mí y solo a mí, ¡y ese es precisamente el motivo por el que he venido!”.</color>\n<color=#ffffff>“Príncipe arrogante, ¡¿cómo te atreves a ofender a los dioses?!”, exclamó el sacerdote. “Solo por ser hijo de quien eres, si prometes ser consciente de cuál es tu lugar y administrar tus finanzas con responsabilidad, accederé a enseñarte cómo volver a ser rico”.</color>\n<color=#ffffff>Entonces el príncipe hizo un juramento ante la estatua del dios, y el sacerdote lo llevó hacia el mercado del puerto. Cuando llegaron, el joven se detuvo a observar a una mujer vestida con ropas exquisitas y extravagantes, que permanecía vigilando a un animal de carga de aspecto débil.</color>\n<color=#ffffff>El príncipe se aproximó a ella y le preguntó: “Distinguida dama, ¿hay algún menester en el que yo pueda servirle?”.</color>\n<color=#ffffff>“Vienes justo a tiempo, joven”, contestó la acaudalada mujer. “He de partir en un largo viaje, mas no tengo quien se preste a cuidar de esta bestia. Si tú accedieras a hacerlo por mí, te entregaría diez millones de Moras como compensación cuando regrese dentro de tres meses”.</color>\n<color=#ffffff>Al escuchar la propuesta de la mujer, el príncipe sonrió con gran satisfacción.</color>\n<color=#ffffff>“Sin embargo...”, añadió ella. “No deberás alimentarlo hasta que se sacie ni tampoco deberás hablar con él. Si lo haces, perderás todo cuanto posees en estos momentos”.</color>\n<color=#ffffff>“Como desees. Yo no tengo nada que perder...”, pensó el príncipe. Tras aceptar la condición impuesta por la mujer, esta dejó a su cargo al animal. Tres meses pasaron en un abrir y cerrar de ojos. El príncipe cuidó de la bestia tal y como la mujer le ordenó. Al alimentarlo, nunca dejaba que se saciase del todo, y tampoco le dirigía la palabra... Hasta la última noche.</color>\n<color=#ffffff>Aquel día, el príncipe estaba contemplando el fuego de una hoguera, lleno de júbilo en sus adentros, mientras pensaba en que por fin recibiría la recompensa que tanto tiempo había esperado, la recompensa que le permitiría ser rico otra vez. En un momento de emoción, se dirigió al animal de carga y le dijo: “Gracias a ti por fin recuperaré mi fortuna. Puedes pedirme lo que quieras, te lo concederé gustoso para compensarte”.</color>\n<color=#ffffff>Al escucharle, al animal de carga se le saltaron las lágrimas: “Mi más respetado príncipe, solo hay una cosa en esta vida que yo podría pedir. Mi único deseo es que me permita deleitarme con una suculenta comida”.</color>\n<color=#ffffff>Cuando el príncipe escuchó hablar al animal de carga, dio un respingo por el sobresalto. Cegado por la curiosidad, las repetidas advertencias que le dio la mujer desparecieron por completo de su mente. Se giró para recoger agua y hierba del establo y dejó que el animal comiera cuanto quisiera.</color>\n<color=#ffffff>“Oh, qué bondadoso es usted, venerado príncipe”, dijo con lentitud el animal de carga, que por fin se había alimentado hasta estar saciado. “Yo antes era un dios que servía al cielo y que gobernó numerosos reinos del desierto, pero esa vil bruja me engañó y me convirtió en un animal de carga. Si se apiada de mí, si me libera y me lleva de regreso al desierto, juraré ante el mismísimo rey del sol ardiente que yo le concederé todas las riquezas que pueda desear, muchas más de las que puede darle esa bruja”.</color>\n<color=#ffffff>El príncipe dudó de las palabras de la bestia durante unos instantes, pero decidió ocultarla y esperar en cuclillas junto a una esquina a que la mujer regresara.</color>\n<color=#ffffff>Al día siguiente, la mujer volvió. Para su sorpresa, no vio rastro ni del príncipe ni del animal de carga.</color>\n<color=#ffffff>“¡Maldito sea ese muerto de hambre!”, gritó la mujer, presa de la ira. “Juro que si lo encuentro, ¡lo encerraré en la lámpara mágica más diminuta que exista para que sufra hasta el fin de los tiempos!”.</color>\n<color=#ffffff>Al presenciar la reacción de la mujer, el príncipe creyó lo que el animal de carga le había contado. Tras esperar a que ella se hubiera marchado, liberó a la bestia y, antes de partir, esta le dijo: “Príncipe de buen corazón, que el desierto te proteja. Tal y como te prometí, te colmaré de una infinidad de riquezas y felicidad. Mi única condición es que nunca preguntes de dónde se originan dichas riquezas. Si lo haces, perderás todo lo que posees”.</color>\n<color=#ffffff>El príncipe siguió las instrucciones del animal de carga al pie de la letra. Se encaminó hacia la frontera con el desierto, y allí encontró un vasto y magnífico palacio. Sus muros estaban decorados con oro y gemas preciosas y el portón de la entrada también había sido fabricado con oro puro. Un atractivo sirviente que lideraba a un cuantioso grupo de hermosas mujeres lo recibió en la entrada.</color>\n<color=#ffffff>Y así fue como el príncipe recuperó su vida abundante de placeres y lujuria. Cada día, el bello sirviente le traía montones de oro, plata, perlas y gemas. En su mesa siempre tenía a su disposición los manjares más exquisitos y los vinos más refinados. No había día en el que no le sorprendieran diferentes músicos y bailarinas con las actuaciones más espectaculares. Inmerso en esta vida de deleites infinitos, sin darse cuenta pasaron tres años.</color>\n<color=#ffffff>Pero incluso la vida más dichosa acaba volviéndose tediosa. Un día, el príncipe despertó de la embriaguez que había anulado su noción del tiempo, y entonces pensó: “Ya estoy harto de esta vida. Ahora he de buscar algo emocionante que dé color a mis días. Esta vida que tengo ahora la conseguí aquel día en el que hice caso omiso de las advertencias de la bruja. Ese animal de carga que se hacía llamar rey me ocultó información por temor a que descubriera su secreto. Sin embargo, si lograse averiguar de dónde provienen todas estas riquezas infinitas, seguro que sería aún más feliz”.</color>\n<color=#ffffff>Entonces el príncipe llamó a su fiel sirviente y le inquirió: “Mi más fiel sirviente, ¿podrías decirme de dónde viene todo este oro, plata, perlas, gemas, manjares y vinos, músicos y bailarinas?”.</color>\n<color=#ffffff>“Por supuesto, querido amo”, respondió el sirviente. “Cada día emprendo un viaje de ida al desierto y vuelta al palacio para traer todo aquello con lo que usted se deleita. Las bellas bailarinas solían ser anguilas del desierto, el oro que ve ante sus ojos no es más que arena del desierto, y las exquisiteces culinarias las preparo yo mismo”.</color>\n<color=#ffffff>“Y en cuanto a mí, su humilde sirviente...”, dijo el joven antes de hacer una pausa. “Yo tan solo soy un insignificante escarabajo dorado”.</color>\n<color=#ffffff>En cuanto el sirviente articuló la última palabra, el magnífico palacio se desmoronó. En tan solo un instante, el príncipe se vio sentado en una duna del desierto, en medio de la nada, con la única compañía de los insectos.</color>\n<color=#ffffff>Pasó largo tiempo hasta que el príncipe logró volver en sí. Atónito y aterrorizado a la vez, un profundo sentimiento de arrepentimiento se apoderó de él. Lo que había perdido no se podría recuperar con facilidad, así que acabó convirtiéndose en un simple vagabundo del desierto que nunca más volvería a ser feliz. A partir de ese momento, cada vez que daba con alguien dispuesto a escucharle, siempre contaba esta historia.</color>"
          }
        ]
      },
      {
        "title": "Vol.4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>El cuento del erudito</color>\n<color=#ffffff>Érase una vez, un erudito que pecaba de soberbio, falta común entre hombres de letras, pero él mismo no destacaba entre el resto de sus colegas, y eso siendo amables con él.</color>\n<color=#ffffff>El conocimiento es, después de todo, como una fruta. Y si él no podía hincarle el diente mientras está jugoso y en su punto, el resto sabría para él como el dulzor de la fruta pasada.</color>\n<color=#ffffff>(“Tiempo, tú eres mi odiado enemigo”, se decía el joven erudito, “más incluso que mis odiosos colegas”.)</color>\n<color=#ffffff>Ay, pero características innatas como la pereza y la falta de disciplina son difíciles de cambiar. Y así, los años se sucedieron uno tras otro mientras veía a sus “odiosos colegas” llevarse gloria y reconocimientos, mientras que él se quedaba con las cicatrices de los años pasados en vano.</color>\n<color=#ffffff>Puede que fuese una broma del destino, pero el protagonista de nuestra historia un día encontró por casualidad la forma de hacer realidad uno de sus deseos.</color>\n<color=#ffffff>“El tiempo es injusto aunque no lo parezca. Si soy menos agudo que otros es por culpa del tiempo, no por falta de talento...”, pensaba el erudito, ya no tan joven. “Ahora que tengo una oportunidad, debo aprovecharla bien”.</color>\n<color=#ffffff>Y así le pidió este deseo al genio herido: “Quiero que el tiempo sea justo... para poder escribir mejores tesis”.</color>\n<color=#ffffff>El genio comprendió en seguida lo que quería. “Todo en la vida tiene un precio”, le avisó.</color>\n<color=#ffffff>“Claro, y yo ya he pagado parte de él”, se encogió de hombros el erudito. “Mis años de juventud se me escurrieron entre los dedos en persecuciones vanas. Llegados a este punto, ya no deseo la felicidad que la gente común anhela, sino dejar un legado que conmueva el mundo y que mi nombre sea alabado por generaciones futuras. No quiero que mi trabajo se guarde con deleble tinta sobre el perecedero papel, sino que quede grabado en piedra. Para que, pasados milenios, las marcas que dejé en este mundo sigan presentes... Así tendré la justicia que se me debe y prevaleceré sobre el tiempo”.</color>\n<color=#ffffff>“Si insistes”, dijo evasivamente el genio, y cumplió el deseo del erudito según lo prometido.</color>\n<color=#ffffff>En retrospectiva, sería debatible si ese era de verdad un genio o algún ente maligno disfrazado, pero dejemos eso a un lado. El erudito, con su deseo cumplido, notó cómo todo lo que lo rodeaba se volvía más lento, excepto su pensamiento.</color>\n<color=#ffffff>“Estupendo, estupendo. Ahora la agilidad mental dejará de ser un problema”, pensó al principio, lleno de satisfacción. Ahora que tenía un colchón monetario, podía sopesar detenidamente las cosas. Apenas podía llevarse la mano a la frente en el tiempo que tardaba en caer un grano de arena en el reloj, pero su mente había podido galopar sin freno desde la selva hasta el desierto, desde las vastas llanuras hasta la tundra helada. Maldijo que las hojas de los libros no pudieran desplegarse juntas, sino que tuvieran que pasarse una a una, y aunque lo hicieran, sus ojo tampoco podrían moverse tan rápido como su mente quisiera. Durante el tiempo que su vista se posaba sobre una palabra, su mente había agotado todo el vocabulario relacionado con ella y todo lo que pudiese imaginarse con ese vocabulario.</color>\n<color=#ffffff>“Pienso demasiado, pero no escribo bastante”, pensó el erudito. “Debo usar la retórica más refinada para escribir la tesis con el mayor rigor académico”. Pero cuando terminó de escribir la primera palabra con su mano, en su mente ya había escrito toda la tesis. Así que no le quedó otro remedio que irse dictando el contenido mientras lo repetía una y otra vez en su mente y lo iba refinando a la vez. Pero todo este progreso fue imaginario, pues su mano derecha apenas había alcanzado a escribir siete palabras.</color>\n<color=#ffffff>Y así, su gran obra, que tendría que haber usado el léxico más exquisito y la lógica más irrefutable en sus exposiciones, quedó arruinada por sus propias limitaciones físicas. Cada parte lucía confusa e inconexa, como si alguien hubiese hecho pedazos la página y luego la hubiera vuelto a pegar descuidadamente. Y las palabras que estaban conectadas parecían haber sido escogidas al azar de un texto completo y pegadas sin ton ni son, de modo que nadie podía entender qué relación guardaban entre sí.</color>\n<color=#ffffff>En una noche sin estrellas, el erudito encontró la fuerza para abandonar su estudio y completar un éxodo como de cien años hasta el jardín de abajo.</color>\n<color=#ffffff>“Quizás hablar sea más directo que escribir”, pensó, aferrándose a un hilo de esperanza. Pero como era de esperar, sus órganos vocales no podían mantenerse a la par de sus giros de pensamiento, de modo que cada sílaba le salía rota y entrecortada, como si hubiese cambiado de opinión varias veces antes de pronunciarla, y su discurso sonaba como meros quejidos y balbuceos.</color>\n<color=#ffffff>“¡Pobre viejo! Parece que lo han poseído”, decían los jóvenes bien vestidos con expresión de lástima, “pero al menos le queda la luna”.</color>\n<color=#ffffff>Luego se marcharon, dejando al erudito solo en el jardín iluminado por la luna, encerrado en la jaula de su propio cuerpo. Aburrido de muerte, empezó a recordar todas las historias que alguna vez leyó...</color>"
          }
        ]
      },
      {
        "title": "Vol.5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>El cuento del espejo, el palacio y la soñadora</color>\n<color=#ffffff>Noche tras noche, ella soñaba con un palacio lejano. En su intrincado interior había innumerables esquinas, pórticos y pasillos, y en cada esquina, un espejo de plata con marco dorado colgado de la pared. Se dice que el rey tardó 200 años (seis años más, si se tiene en cuenta el cómputo temporal de aquel entonces) en diseñarlo. Cuando se sentaba en el trono, solo tenía que dirigir la vista a un espejo cualquiera para que, siguiendo la ingeniosa trayectoria de la luz reflejada, pudiese atisbar cualquier rincón de su reino. Pero cuando ella miraba en su sueño a los espejos, lo único que atisbaba era una imagen borrosa de sí misma. Una joven enmascarada vestida de finas sedas y adornada con lujosas joyas, caminando por los opulentos pasillos como la calima bajo el sol abrasador. Supo entonces qué propósito tenía, aunque pareciera extraño: librar audiencia con ese rey para contarle algo. Algo que alguna fuerza irresistible le obligaba a querer decir, pero que, cada vez que se despertaba sobresaltada en su lecho, se quedaba atrapada entre los complejos juegos de luces de los espejos.</color>\n<color=#ffffff>Año tras año, ella intentaba sin éxito encontrar el camino al trono en sus sueños, claros como el día. Y nunca consiguió ver el rostro del rey buscado. La joven perdida entre espejos era ahora una bruja famosa, pero todavía esos momentos de sueño robados, esos fogonazos de lucidez inconsciente, esos pensamientos fantásticos se aferraban a su mente con mano de hierro. Un día, la gran bruja descubrió una pista que por fin podría conducirla a ese reino lejano. Abandonó sin pensarlo todo lo que cualquiera consideraría precioso y emprendió el viaje ella sola. Atravesó parajes moteados por la luz de la luna, discurrió por valles en penumbra y se adentró en la espesura hasta que, por fin, alcanzó el reino de sus sueños. Pero ay, un descomunal incendio redujo la ciudad a cenizas hace siglos, y el otrora próspero reino hace mucho que desapareció. Justo como dice el poema:</color>\n<color=#ffffff>La brisa matutina expira y se olvida,</color>\n<color=#ffffff>las voces callan, cae la penumbra,</color>\n<color=#ffffff>solo hay pináculos, tristes relumbran</color>\n<color=#ffffff>sobre la tierra desierta en la noche baldía.</color>\n<color=#ffffff>Entró en el palacio devastado y recorrió sus ruinas. Los espejos de marco dorado habían sido hechos añicos tiempo ha, sus fragmentos tirados sobre el polvo reflejaban la fría luz de la luna. El palacio no era ni tan extraño ni tan intrincado como el de sus sueños. Tras recorrer solo unos pocos pasillos y recodos se plantó en la sala del trono. Era una sala circular con cientos de espejos colgando de sus paredes de piedra, aunque la mayoría habían corrido la misma suerte que aquellos en los pasillos. Sin darse cuenta, la bruja caminó lentamente hacia el trono, desocupado durante siglos, y se sentó en él. Entonces dirigió su mirada a uno de los pocos espejos que quedaban intactos.</color>\n<color=#ffffff>En él se reflejaba una joven enmascarada vestida con finas sedas, caminando entre los opulentos corredores. Detrás de ella, los espejos, intactos, mostraban miles de reflejos de ella.</color>\n<color=#ffffff>Entonces levantó la cabeza, sobresaltada, para ver a esa joven ante ella, mirándola en silencio y con una expresión de dolor inimaginable en su mirada. Apenas abrió la boca para decir algo, cuando la joven sacó una daga y se la clavó en el corazón. Del filo del arma brotó en silencio un brillo de rosas carmesíes, y las llamas se prendieron a su alrededor, devorando una vez más la sala que ya quedara destruida por el fuego siglos atrás.</color>\n<color=#ffffff>Una sonrisa de perplejidad, sorpresa y alivio se dibujó en su cara cuando la joven se quitó la máscara para revelar el rostro de la misma bruja, con los labios temblando ligeramente.</color>\n<color=#ffffff>Esta vez, la bruja por fin pudo escuchar las palabras de su interlocutora. Palabras que habían quedado perdidas durante décadas y siglos en este sueño laberíntico y este atardecer desconcertante. Era una historia, contada por ella y para ella, que se reflejaba en miles de esquirlas de plata, resonando para siempre entre ellas...</color>"
          }
        ]
      },
      {
        "title": "Vol.6",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>El cuento del cazador de pájaros</color>\n<color=#ffffff>Esta es la historia de un viejo cazador de pájaros.</color>\n<color=#ffffff>En el norte del reino había un espeso bosque en el que vivía una especie de aves capaces de imitar la lengua humana. Solían reunirse como una nube cada atardecer, volando entre los altos árboles con brillo irisado de plumas y un incesante parloteo. Pero en el bosque también había un anciano, seco, ajado y andrajoso como un salvaje, que pasaba todo el día intentando dar caza a estas aves.</color>\n<color=#ffffff>Igual que cada árbol majestuoso fue una vez un pequeño brote, el viejo también fue una vez un apuesto joven. Había crecido en una aldea colindante al bosque, y todos lo apreciaban por su habilidad, buen porte y bondad. Todas las muchachas de la aldea suspiraban por él, pero su corazón ya pertenecía a otra. Ella era una joven sacerdotisa que servía en el bosque y gozaba de su gracia, por lo que los milagros que ella solía hacer delante del joven lo dejaban siempre fascinado.</color>\n<color=#ffffff>El joven pensaba a menudo que daría lo que fuera por poder estar con ella hasta el final de sus días.</color>\n<color=#ffffff>Pero lo bueno nunca dura. El reino se embarcó en una cruenta guerra y llamó a filas a todo varón capaz, incluyendo al joven, que tendrían que partir a tierras lejanas. La noche antes de su partida, el joven vio por vez primera llorar a su enamorada. Sus lágrimas rodaban por sus mejillas como rocío sobre una hoja para caer en el corazón del joven. Sin saber el motivo real, el joven creyó que su inminente separación sería el motivo de tal congoja, y se apresuró a hacerle votos y promesas, pensando que aliviaría sus penas.</color>\n<color=#ffffff>Con el dolor marcado en el rostro, la muchacha no respondió a tan resplandecientes votos. Tras unos momentos de silencio taciturno, le dijo al joven que le enviaría a los pájaros habladores para llevarle a lo lejos sus palabras de añoranza. “Qué forma tan extraña de usar su poder”, pensó el joven, “pero quizás quiera así asegurar mi amor”.</color>\n<color=#ffffff>Así que el joven asintió.</color>\n<color=#ffffff>Al siguiente día, el joven partió para cumplir su deber de soldado. “Terminará pronto”, pensó. Pero la guerra nunca terminaba y, cuando al fin lo hizo, la barba poblaba su cara, un brillo agudo y feroz iluminaba sus ojos y los callos de blandir su arma recubrían sus manos.</color>\n<color=#ffffff>Lo único que le traía solaz en tan despiadada guerra eran los pájaros enviados desde su hogar. Como guiados por una mano divina, siempre llegaban en noches de calma para traerle las dulces palabras de la joven sacerdotisa: de lo que lo añoraba, los insignificantes cambios en la aldea, o lo pequeños versos que le dedicaba.</color>\n<color=#ffffff>La larga separación no disminuyó ni un ápice el amor del joven por la sacerdotisa. Al contrario, como si fuera un gran monumento, se asentaba con firmeza en su corazón.</color>\n<color=#ffffff>Nada más acabar la guerra, el joven regresó a su aldea presuroso, con la intención de desposar a su amada. Pero allí le esperaba la noticia de que una grave enfermedad la apagó en una gélida noche poco después de la partida del joven.</color>\n<color=#ffffff>“Imposible”, pensó el joven. Pues la misma noche anterior un pájaro le había recitado los versos que ella escribió para él.</color>\n<color=#ffffff>Irrumpió en el jardín y abrió a la fuerza los aposentos de la joven. Allí dentro, incontables pájaros parlantes aguardaban en la penumbra ser despertados de su sopor mágico. Alarmados por la luz del sol que pasaba por la puerta, salieron volando como una nube etérea por la puerta, alas rozando la cara del joven, en dirección al cielo y a su hogar. Por fin, el joven quedó solo, mirando a una habitación vacía.</color>\n<color=#ffffff>Por fin comprendió la desolación de la joven aquella noche, y por qué hizo tan extraño acuerdo con él.</color>\n<color=#ffffff>Por fin comprendió que los pájaros que huyeron asustados cuando abrió la puerta los había preparado ella en sus días postreros. Más que suficientes para llevarle sus palabras al joven durante el resto de su vida.</color>\n<color=#ffffff>Las aves tienen una vida más larga de lo que la gente se piensa. A partir de entonces, el joven se dedicó a perseguir los pájaros parlantes que se esparcieron por el bosque, a perseguir el espíritu de la joven guardado en sus voces, en un intento de redimir el pecado de desbandar los sentimientos dejados por su amada para él. Como enloquecido, el joven no cejó en su afán ni de día ni de noche, apenas sin comer ni dormir, hasta que la juventud dio paso a la mediana edad, y esta a la vejez. Aunque los pájaros ya no le digan nada nuevo, aunque haya cada vez menos que recuerden sus palabras, al ya viejo cazador le retiene una única obsesión en el bosque: que pueda haber algún pájaro aún no hallado, que pueda haber alguna palabra aún no oída.</color>\n<color=#ffffff>Dispone hábilmente sus trampas y encierra en jaulas a los pájaros capturados. Acaricia sus cuellos y los incita, les da el mejor grano y el agua más limpia. Luego, les dice: “Habla, pequeño, habla de mi amor, favorita del bosque. Dime lo que te enseñó”.</color>\n<color=#ffffff>Y así, los satisfechos pájaros a veces cuentan una historia como esta...</color>"
          }
        ]
      }
    ]
  }
}