{
  "epId": 3475,
  "name": "Eremita Susurrarenas",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de los grupos dispersos de mercenarios procedentes del desierto dorado. Aunque esté dispuesta a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios, tampoco olvidará sus raíces desérticas.<br>Después de que colapsara su civilización, las historias del desierto se han transmitido de boca en boca a través de las generaciones en forma de versos e historias secretas, del mismo modo que se esparcen las ascuas al viento o la lluvia entre las nubes. Pero en el camino, muchas historias han cambiado y muchas otras se han perdido.<br>“Los Eremitas” es un término con el que los forasteros, ya sea por ignorancia o por desprecio, meten en el mismo saco a los miembros de las diversas tribus del desierto. Entre esos denominados “Eremitas”, hay muchos que han olvidado las historias del desierto. Pero aquellos que las recuerdan todavía nunca podrán traicionar la sangre desértica que fluye por sus venas.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/e3ada2f7642f67aa52b067345fae5a54_8840337278183685283.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 1674022350,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Eremita Susurrarenas</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Humanos</color>"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una oráculo perteneciente a los grupos dispersos de mercenarios del desierto. Al recibir cierta cantidad de daño, liberará al espíritu del escorpio ígneo sellado en su cuerpo y</color> <color=#ffe14b>entrará en un estado endemoniado</color> <color=#ece4d9>. Tras</color> <color=#ffe14b>derrotar al espíritu del escorpio ígneo</color> <color=#ffffffa6>, esta Eremita queda debilitada por un tiempo.</color>"
          }
        ]
      }
    ]
  }
}