{
  "epId": 3476,
  "name": "Eremita Danzacróbata",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Miembro de los grupos dispersos de mercenarios procedentes del desierto dorado, dispuesta a trabajar para cualquiera con tal de obtener un buen pago a cambio de sus servicios.<br>La música y bailes tradicionales de la gente del desierto eran originalmente ofrendas a los dioses, pero más tarde se convirtieron en expresiones artísticas para ganarse el favor de los reyes o bien en artes marciales. En las leyendas del desierto siempre hay bailarinas que planean asesinar a reyes en sus lechos o altas torres. Aunque en el presente, sus reyes y dioses hayan desaparecido en las arenas del tiempo, el recuerdo de la danza sigue perdurando en los corazones de la gente del desierto.<br>Un inicuo y fragmentado espíritu mora en su arma, acudiendo en su ayuda en sus momentos de mayor necesidad. Una vez que aparece, solo la agonía del vencido podrá aplacar su ira, sin importar si es la de su propietario o la del enemigo.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/10742394/088685fa15801b65f875acec2cbfcfac_1381914263482023738.png",
  "menuId": 7,
  "menuName": "Enemigos y monstruos",
  "version": 1674022353,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Eremita Danzacróbata</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Humanos</color>"
          }
        ]
      },
      {
        "key": "Tutorial",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una bailarina perteneciente a los grupos dispersos de mercenarios del desierto. Al recibir cierta cantidad de daño, liberará al espíritu de la ánima dendrofidia sellado en su arma para luchar junto a ella contra el enemigo y</color> <color=#ffe14b>entrará en un estado endemoniado</color> <color=#ece4d9>.</color> <color=#ffffffa6>Tras</color> <color=#ffe14b>derrotar al espíritu de la ánima dendrofidia</color> <color=#ffffffa6>, esta Eremita queda debilitada por un tiempo.</color>"
          }
        ]
      }
    ]
  }
}