{
  "epId": 3568,
  "name": "Ma'asudi",
  "desc": "<p>Erudito de la facultad Spantamad que está intentado investigar los mecanismos de las ruinas del desierto.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/09/73555894/d68d0cbc31eceea3659714ec9e718456_7385872897296890998.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1754249839,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Frase\nHacer los preparativos...\nPensamiento\n<color=#8a6d48>Se puede leer usando la habilidad de Nahida, Omnisciencia.</color>\n<color=#ffffff>Ma'asudi:</color> (Todos dicen que la Escuela de Tecnología recibe el menor presupuesto, pero no creo que a la Escuela de Elementalismo le esté yendo mejor.)\nDiálogo\n<color=#ffffff>Ma'asudi:</color>\nTendré que contratar a un mercenario nuevo para la próxima inspección... otro gasto más.\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Hay algo interesante alrededor?</color>\n<color=#8a6d48>*Si hay menas de cristal mágico cerca</color>\n<color=#ffffff>Ma'asudi:</color>\nUn amable residente local se enteró de que estaba haciendo una maqueta y me dijo que podría encontrar minerales de cristal por aquí cerca. También hay algunos minerales azules de aspecto inusual.\nFui a comprobarlo y los minerales eran de buena calidad, pero no eran adecuados para mi investigación.\n¿Necesitas minerales? Ve en esa dirección y encontrarás algunos por ahí.\n* Te marca en el mapa las zonas con los minerales *\n<color=#8a6d48>*Si no hay menas de cristal mágico cerca</color>\n<color=#ffffff>Ma'asudi:</color>\nPerdón, últimamente he estado tan preocupado por la financiación de mi investigación que no me doy cuenta de nada...\n<color=#ffffff>Viajero:</color> <color=#ffffff>¿Andas corto de dinero?</color>\n<color=#ffffff>Ma'asudi:</color>\nUn poco. Pero más bien se trata de que la financiación que me asignan nunca me llega a tiempo.\nTengo que ir constantemente al desierto a inspeccionar los mecanismos de las ruinas, así que decidí quedarme a vivir en el Caravasar Ribat para ahorrar gastos.\nY aún así, resulta que tengo que poner Moras de mi bolsillo.\nSerá... ¿será una manera con la que la Academia trata de evitar que nos adentremos en el desierto?\n*Suspira*, olvídalo, estoy pensando demasiado. Seguramente la Academia no tenga fondos suficientes. De haberlo sabido antes, mejor me hubiera dedicado a la ingeniería de control del desierto.\n<color=#ffffff>Viajero:</color> <color=#ffffff>Hasta luego.</color>\n<color=#ffffff>Ma'asudi:</color>\nNos vemos. Espero que autoricen pronto los nuevos fondos."
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ma'asudi</color>"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Academia de Sumeru\nFacultad Spantamad"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Erudito"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ubicación",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/20619958/b14b1c919c7c4e4fb619d2a35f6544bb_3360219246968004379.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caravasar Ribat, Sumeru."
          }
        ]
      }
    ]
  }
}