{
  "epId": 3693,
  "name": "Sueño de la Ninfa",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
  "filterValues": {
    "reliquaryEffect": [
      "Bono de Daño"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1681420847,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Sueño de la Ninfa</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bono de Daño Hydro +15%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tras golpear a un enemigo con un Ataque Normal, Cargado o Descendente o una Habilidad Elemental o Definitiva, se genera 1 carga de “reflejo de la ninfa” durante 8 s. Con 1/2/3 o más cargas, el ATQ aumenta en un 7/16/25% y el Bono de Daño Hydro aumenta en un 4/9/15%. Las cargas de reflejo de la ninfa creadas con un Ataque Normal, Cargado o Descendente o con la Habilidad Elemental o Definitiva son independientes entre sí.</span></p>"
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Fiesta del Té de la Valentía",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una sofisticada taza de té. Quizá hubo un tiempo en el que compartió con otros deliciosas tardes de charla y descanso.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/dbbea8a478949256621433ea777a438d_8790311469873114492.png"
      },
      "sands_of_eon": {
        "title": "Asiduidad de las Ninfas",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un reloj de bolsillo que dejó de funcionar hace mucho tiempo. Transmite la sensación de haber visto los años pasar tras mucho tiempo girando en vano.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/42d75466608199483d74bf1704d4d50f_2822288188400530566.png"
      },
      "plume_of_death": {
        "title": "Pluma del Brujo Maléfico",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una pluma que originalmente servía como ornamento del sombrero de alguien. Con su oscuro color turquesa, es capaz de atraer incontables miradas.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/78ca65a64de4a2f6f25d7a537928c620_7368638632145816251.png"
      },
      "circlet_of_logos": {
        "title": "Monóculo del Dragón Protervo",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un monóculo de lo más sofisticado. Cuenta una antigua leyenda que a través de él se puede vislumbrar el futuro.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/8dec1cd42cd80eda05b913fade0f5422_2891387827993621814.png"
      },
      "flower_of_life": {
        "title": "Flor del Periplo",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La historia debe llegar a su fin. Y cuando lo haga, hasta las flores más frescas se marchitarán. Sin embargo, la flor del sueño siempre mantendrá su lozanía y emanará un delicioso aroma.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_94690196353463810.png"
      }
    },
    "story": [
      {
        "title": "Flor del Periplo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>... Sin embargo, una sombra acabó cerniéndose sobre el reino.</color>\n<color=#ffffffa6>Pero no fue porque los caballeros vencieran a los dragones malvados, sino porque estos se dispersaron y desaparecieron.</color>\n<color=#ffffffa6>En medio del caos, el cual era como una gran masa de agua oscura,</color>\n<color=#ffffffa6>la tragedia y las consecuentes despedidas, la rectora partió en un viaje junto a sus hermanas con el fin de derrotar a la fuente del mal.</color>\n<color=#ffffffa6>Mientras tanto, la vicerrectora embarcó en un buque de guerra y se sumió en un letargo bajo las aguas.</color>\n<color=#ffffffa6>Por su parte, los héroes Narcisos desaparecieron junto a muchos caballeros, dragones y sabios.</color>\n<color=#ffffffa6>Algunos de ellos fueron acogidos por la Gendarmería Fantasmal o por la Unidad Especial de Seguridad y Vigilancia.</color>\n<color=#ffffffa6>Así, lucharon para evitar que una nueva sombra se volviera a cernir sobre el reino.</color>\n<color=#ffffffa6>Otros fueron adoptados por exploradores que iban y venían de unas tierras a otras.</color>\n<color=#ffffffa6>Y de ese modo, emprendieron la auténtica aventura para ver con sus propios ojos los límites del mundo.</color>\n<color=#ffffffa6>Muchos años pasaron desde entonces.</color>\n<color=#ffffffa6>Algunas personas intentaron evitar que ese tipo de incidentes frenara las historias futuras.</color>\n<color=#ffffffa6>Para ello, forjaron su camino haciendo uso de la precisión tecnológica y la maquinaria de acero.</color>\n<color=#ffffffa6>Otras personas fueron a contracorriente para que dichas historias pudieran volver a empezar.</color>\n<color=#ffffffa6>Y para ello, emprendieron un periplo en el nombre de las ninfas que iba más allá de toda comprensión.</color>\n<color=#ffffffa6>Pero también había otras personas que nunca dejaron de añorar</color>\n<color=#ffffffa6>las aventuras vespertinas que aún estaban por comenzar, igual que alguien que atesora y colecciona flores marchitas.</color>"
          }
        ]
      },
      {
        "title": "Pluma del Brujo Maléfico",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Allá donde hay héroes, ha de haber brujos maléficos, igual que allá donde hay caballeros, ha de haber dragones malvados.</color>\n<color=#ffffffa6>Del mismo modo, así como los héroes empuñan sus espadas santas, los brujos también deben de tener un arma apropiada.</color>\n<color=#ffffffa6>En los descansos entre una aventura y otra, allá cuando los</color>\n<color=#ffffffa6>héroes, los brujos, los caballeros y los dragones malvados aún no existían, ellos siempre observaban con codicia la pluma de ave que decoraba el sombrero de la vicerrectora.</color>\n<color=#ffffffa6>“Esa pluma debe de tener muchas historias a sus espaldas”, pensaban los pequeños aventureros.</color>\n<color=#ffffffa6>Seguramente, la vicerrectora también solía tener muchas historias que contar, igual que la vieja heroína tras su vida en reclusión.</color>\n<color=#ffffffa6>De lo contrario, ¿por qué no se quitaba esa pluma si se lo había prometido incluso a la rectora?</color>\n<color=#ffffffa6>“██, ██, tienen ustedes que llevarse bien. Por favor, no se peleen”.</color>\n<color=#ffffffa6>Ambas personas, que solían jugar a caballeros y dragones, asintieron a regañadientes.</color>\n<color=#ffffffa6>“██, cuando yo no estoy, tienes que cuidar bien de ██, ¿de acuerdo?</color>\n<color=#ffffffa6>La rectora y yo volveremos cuando todo haya acabado. Mientras tanto, no salgan afuera”.</color>\n<color=#ffffffa6>Tras cavilarlo, la vicerrectora se quitó la pluma azul verdosa antes de irse.</color>\n<color=#ffffffa6>“███, tú siempre has querido esto, ¿cierto? Pues toma, te la doy.</color>\n<color=#ffffffa6>Pero solo temporalmente para que cuides de ella. No quiero que la ensucies, ¡o me enfadaré!”.</color>\n<color=#ffffffa6>Sin embargo, la pluma no se convirtió en lo que ellos esperaban, sino que pasó a ser la mágica arma de un brujo maléfico.</color>\n<color=#ffffffa6>Siguiendo los pasos de su nuevo dueño, llegó al origen del desastre que trajo tantas despedidas y, luego, dio media vuelta...</color>"
          }
        ]
      },
      {
        "title": "Asiduidad de las Ninfas",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Las agujas de un reloj siempre vuelven a su lugar para nuevamente girar en círculo.</color>\n<color=#ffffffa6>Nada relacionado con los héroes Narcisos parecía que fuese a cambiar nunca.</color>\n<color=#ffffffa6>Sin embargo, el paso del tiempo siempre acaba desgastando los componentes internos de un reloj, un dispositivo muy preciso, pero también muy frágil.</color>\n<color=#ffffffa6>Los desgasta hasta que ya no llega un nuevo día; hasta que ya no llega absolutamente nada.</color>\n<color=#ffffffa6>Originalmente, este reloj de bolsillo le pertenecía a un diminuto héroe al que le apasionaban las máquinas.</color>\n<color=#ffffffa6>Lo creó como un objeto de prueba ensamblando componentes desechados de otros dispositivos.</color>\n<color=#ffffffa6>Al final, tanto él como la persona a quien le fue regalado cayeron en las aguas originales que todo lo desintegran.</color>\n<color=#ffffffa6>Sin embargo, su resorte principal ya había dejado de funcionar antes de eso.</color>\n<color=#ffffffa6>“Mucho, mucho tiempo después, en un lugar muy, muy lejano...</color>\n<color=#ffffffa6>Había un imperio sombrío gobernado por un malvado dragón llamado Narciso.</color>\n<color=#ffffffa6>Narciso anhelaba a una princesa que, junto a la torre en la que residía, se sumió en un letargo quieto y sin sueños en el que el dragón no podía contaminarla. Esto enfureció a Narciso, quien mandó a sus esbirros y exploradores que buscaran por todo el imperio el tesoro de la princesa. Además, construyó muchos mecanismos defensivos de magia maligna para detener al justiciero que quisiera oponerse a él. El dragón juró y perjuró que recuperaría el tesoro de la princesa y que la despertaría de su letargo, pues solo así podría reclamarla como si fuera suya.</color>\n<color=#ffffffa6>Un grupo de valientes eran los encargados de proteger el tesoro, el cual consistía en una cristalina y radiante gota de agua.</color>\n<color=#ffffffa6>Un día, de esa gota nació un diminuto ser.</color>\n<color=#ffffffa6>Humm... ¿Cómo deberíamos llamar a este ser? Qué fastidio, de haber sabido que la historia acabaría siendo así, habría utilizado tu nombre aquí. ¿No tienes algún otro amigo?</color>\n<color=#ffffffa6>‘¿Amigos?... Bueno, si eso es lo que necesitas, hay un nombre que puede quedar muy bien aquí’”.</color>"
          }
        ]
      },
      {
        "title": "Fiesta del Té de la Valentía",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Incluso los héroes Narcisos necesitan pequeños descansos durante sus viajes.</color>\n<color=#ffffffa6>Cuando sonó el reloj de pared, muchos héroes, brujos, caballeros</color>\n<color=#ffffffa6>y malvados dragones olvidaron temporalmente a la princesa aprisionada y los tesoros de los dominios.</color>\n<color=#ffffffa6>Las oscuras nubes que envolvían el cielo del reino lejano también se disiparon momentáneamente.</color>\n<color=#ffffffa6>Mientras tanto, la princesa, que esperaba incansablemente, apartó la mirada de la ventana.</color>\n<color=#ffffffa6>Al fin y al cabo, cuando los caballeros se marchen, la aventura también se tendrá que pausar.</color>\n<color=#ffffffa6>Esa es la regla universal por la que se rigen tanto los héroes Narcisos como otros mundos diminutos.</color>\n<color=#ffffffa6>Si quieres saber a qué se debe esto, es porque el té y los dulces que prepara la vicerrectora son superdeliciosos.</color>\n<color=#ffffffa6>Era una tarde gris... pero esa frase ya carece de sentido.</color>\n<color=#ffffffa6>En el hogar al que ella se dirigía no existía ni la luz del sol ni la de la luna.</color>\n<color=#ffffffa6>Una vez allí, lo primero que vio, como era de esperar, fue a la elevada y pura rectora.</color>\n<color=#ffffffa6>Aunque no tenía ni idea de qué debía hacer —quizás incluso menos que la joven—, la recibió con un abrazo y le mojó la ropa.</color>\n<color=#ffffffa6>La vicerrectora era lo suficientemente mayor como para ser la madre de esa joven.</color>\n<color=#ffffffa6>Así pues, la llevó de la mano hasta los héroes, los caballeros y los malvados dragones, que entonces estaban descansando.</color>\n<color=#ffffffa6>A ella le pareció que aquello no estaba nada mal. Además, el té y los dulces estaban muy buenos.</color>"
          }
        ]
      },
      {
        "title": "Monóculo del Dragón Protervo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Los héroes de cada historia siempre encuentran su (legítima) espada santa para enfrentarse a sus enemigos.</color>\n<color=#ffffffa6>Sin embargo, normalmente, los héroes que viven demasiado tiempo acaban convirtiéndose en dragones malvados. Y cuando varias historias se entrelazan, los héroes de algunas se convierten en los dragones malvados de otras.</color>\n<color=#ffffffa6>Al final, las historias tienden a ser más sencillas y directas, razón por la cual los héroes son héroes, y no dragones malvados.</color>\n<color=#ffffffa6>Y también es por esa razón que, al final de todas las historias, aunque el dragón sea muy poderoso e ingenioso, siempre acaba siendo derrotado a manos de un héroe que empuña una espada sagrada.</color>\n<color=#ffffffa6>Antes de caer por una gran fisura y desvanecer para siempre, el dragón recuerda los momentos pasados con el héroe y dice:</color>\n<color=#ffffffa6>“No, no me dejaré llevar por el odio. Intentas detenerme porque tú nunca has visto lo que yo sí he presenciado.</color>\n<color=#ffffffa6>Las bestias de las estrellas se beberán todo el líquido amniótico del mundo, y entonces pasarán cien años en los que toda la vida que quede en la superficie será aniquilada.</color>\n<color=#ffffffa6>Volveré para salvar a todas las almas y, aunque pasen diez o cien años, naceré como un nuevo universo”.</color>\n<color=#ffffffa6>Sin embargo, en su interminable cacería, el héroe que venció al dragón también perdió su bien más preciado.</color>\n<color=#ffffffa6>Nunca más volvió a creer en algo que escapara al control o a la comprensión de la sabiduría de toda la humanidad.</color>\n<color=#ffffffa6>En su lugar, pasaría el resto de su vida ideando una fuente de energía capaz de hacer funcionar todo un reino por medio de máquinas y sin depender de los elementos.</color>"
          }
        ]
      }
    ]
  }
}