{
  "epId": 3694,
  "name": "Fulgor de Vurukasha",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/bc9329baf36935b2fb094f783a7695f2_7813427428588060944.png",
  "filterValues": {
    "reliquaryEffect": [
      "Vida"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1681420852,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fulgor de Vurukasha</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Estambre Primordial de la Jvarena",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>“Mi inocente hija, mi jvarena...</color>\n<color=#ffffffa6>Te entregaré a otra madre. Deberás concederle tu amor y tu lealtad a ella.</color>\n<color=#ffffffa6>Ella es tan sabia como yo, y su luz es mucho más radiante que la mía.</color>\n<color=#ffffffa6>Hubo una noche en la que tuve una pesadilla sin rostro, jamás me sentí tan aterrada...</color>\n<color=#ffffffa6>Por eso, decidí separarte de mi cuerpo, para que pudiera predecir la llegada de esa pesadilla”.</color>\n<color=#ffffffa6>“Mi jvarena, la luz de mis ojos...</color>\n<color=#ffffffa6>La he advertido de que llegará una marea de oscuridad, y tú deberás aprender a responsabilizarte de tu destino.</color>\n<color=#ffffffa6>Por favor, no temas, no huyas, no permitas que la jvarena se desvanezca, no seas una deshonra para tu madre...</color>\n<color=#ffffffa6>Ya que mi destino es sacrificarme por los mortales, sacrificarme supondrá el preludio de un maravilloso renacimiento...</color>\n<color=#ffffffa6>Ahora, márchate. Marcha hacia los brazos de la Madre de las Plantas. Deberás encarar su destino en su reino”.</color>\n<color=#ffffffa6>“Mi jvarena, mi virtuosa hija...</color>\n<color=#ffffffa6>Si quieres cambiar tu apariencia, tendrás que enfrentarte al desafío que supone la separación y la muerte.</color>\n<color=#ffffffa6>Entonces, te harás inmortal, pero eso significa dirigirte por el camino de la oscuridad...</color>\n<color=#ffffffa6>La Señora del Rocío y la Soberana de las Plantas perderán su forma divina mucho antes que tú...</color>\n<color=#ffffffa6>Ellas caerán en el olvido, y ustedes solo recordarán su propio sacrificio”.</color>\n<color=#ffffffa6>“Mi jvarena, hija de las flores...</color>\n<color=#ffffffa6>Si estás segura de que no huirás llevada por el terror...</color>\n<color=#ffffffa6>... entonces déjate abrazar por tu nueva maestra”.</color>"
          }
        ]
      },
      {
        "title": "Pluma Cromática",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Durante una noche de la que no quiero acordarme, antes de que se sucediera la inminente tormenta de tragedia, las flores y las plantas</color>\n<color=#ffffffa6>conversaron sobre los reinos de los mortales, sobre sus esperanzas y su futuro olvidado.</color>\n<color=#ffffffa6>Los intocables trajeron consigo la muerte gris, y la ola de oscuridad arrasó con todo ser que habitara las orillas del río.</color>\n<color=#ffffffa6>Por el bien de sus crías, las plantas y las bestias tuvieron que luchar junto con los humanos para tratar de detener aquella marea tan peligrosa.</color>\n<color=#ffffffa6>La Maestra de las Plantas, que encaró años de soledad después de haberse distanciado del Soberano de las Arenas Escarlatas, modeló la forma del ave divina a partir de la jvarena.</color>\n<color=#ffffffa6>Y así se le confió la protección de dos mundos, y la custodia de los confines entre los vivos y los muertos.</color>\n<color=#ffffffa6>El ave divina creció entre la frondosidad de pinos, cipreses y lotos, y se sumió en sueños profundos en los que la alianza todavía no se había roto...</color>\n<color=#ffffffa6>Ella solo logró despertar con la llegada del desastre, y se encaminó hacia la inevitable destrucción de su destino.</color>\n<color=#ffffffa6>Después, conforme aquella persona pronunciaba la profecía, un silencio sepulcral inundó el bosque.</color>\n<color=#ffffffa6>Tal y como advirtió aquel viejo amigo, una marea de bestias oscuras acabaría con los recién nacidos del bosque...</color>\n<color=#ffffffa6>La antigua soberana del reino del agua desapareció durante aquel desastre, y su cuerpo se transformó en rocío puro de mar.</color>\n<color=#ffffffa6>Sin embargo, aquel rocío puro de mar acabaría evaporándose en una tierra desolada y destruida por el Abismo.</color>\n<color=#ffffffa6>Pero la Soberana de las Plantas tenía demasiados quehaceres de los que ocuparse como para pasar un duelo como es debido, pues debía nutrir al Harvisptojm de las semillas infinitas.</color>\n<color=#ffffffa6>Para purgar la ponzoña que generó la oscuridad del Abismo, se aseguró de purificar el rocío, y Simurg se desintegró hasta cobrar su forma divina.</color>\n<color=#ffffffa6>“Todos los seres nacidos de la jvarena deben encarar su destino de marchitarse y convertirse en fango”.</color>\n<color=#ffffffa6>“Tras marchitarse, se nutrirán con el rocío y renacerán como seres del mar de flores. Nunca más tendrán que sentir desasosiego por asuntos como la muerte”.</color>"
          }
        ]
      },
      {
        "title": "Marchitamiento de Antaño",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>“Te entregaré un rayo de jvarena, querido amigo. Guárdala en tu corazón, y protégela bien.</color>\n<color=#ffffffa6>Ella proviene de la sabiduría de las plantas y de las arterias del cielo, y posee la pureza de la vida.</color>\n<color=#ffffffa6>La jvarena es un punto en el corazón de las flores, una gota de luz en un mar de rocío.</color>\n<color=#ffffffa6>Te ruego que cuides de mi regalo, hasta que llegue el día en el que el abismo sumerja a todas las criaturas en la oscuridad”...</color>\n<color=#ffffffa6>Las flores y las hojas transmitieron la fábula remota, y sus frutos y semillas la recordaron.</color>\n<color=#ffffffa6>Cuando la Maestra de las Flores se marchitó hasta convertirse en polvo, cuando el Rey de las Arenas se confundió con un sueño inventado,</color>\n<color=#ffffffa6>cuando los tiranos fueron devorados por aquellas dunas, sus ambiciones se desvanecieron.</color>\n<color=#ffffffa6>Cuando todo lo que procedía de la tierra regresó a la arena dorada, cuando todo lo que procedía del viento regresó al bosque...</color>\n<color=#ffffffa6>La Reina de las Plantas observó el silencioso devenir del mundo, y recordó la promesa que le hizo a los que ya no pudieron seguir viviendo en él.</color>\n<color=#ffffffa6>“Por favor, ayúdame a proteger a esta jvarena, mi estimado compañero, mi amigo.</color>\n<color=#ffffffa6>Cuando hayamos muerto, los mortales caminarán con el desconcierto que sintieron el día en el que dejaron de usar pañales.</color>\n<color=#ffffffa6>Son frágiles, pero lo suficientemente resilientes como para apaciguar los vientos feroces, los fuegos ardientes y sus propias imperfecciones.</color>\n<color=#ffffffa6>Sin embargo, lo que más temo no son los desastres impredecibles, sino el caos de la oscuridad...</color>\n<color=#ffffffa6>Solo la maldad de la oscuridad y la amenaza de la muerte serán capaces de destruir los capullos de las flores”.</color>\n<color=#ffffffa6>Cuando finalmente la arena dorada devoró aquel paraíso hasta hacerlo desaparecer, la Soberana de las Plantas regresó para cumplir lo que había prometido:</color>\n<color=#ffffffa6>Tras haber escuchado los deseos de la jvarena, modeló una forma maravillosa que cobró la apariencia de una criatura de magnificencia incomparable.</color>\n<color=#ffffffa6>Y esa era Simurg, que reflejaba los colores de un sinfín de pájaros volando, y los cantos y lamentos de infinitas flores...</color>\n<color=#ffffffa6>El último sueño del oasis quedó recogido en un único cuerpo, y se transformó en un infinito mar de flores puras, brillantes y escondidas en el interior del cuerpo de un ave divina.</color>"
          }
        ]
      },
      {
        "title": "Festín del Júbilo Inconmensurable",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cuando la señora del jardín se fue de este mundo para siempre, la reina de la flora también cortó sus lazos con el mar de arena.</color>\n<color=#ffffffa6>Se desprendió de su poder y del fervor que sentía, y entonces decidió regresar al bosque para recorrer un nuevo camino en pos de la vida...</color>\n<color=#ffffffa6>A partir de aquel momento, el bosque volvió a resplandecer de vida, y los sabios provocaron vientos y lluvias con los que crear un nuevo hogar.</color>\n<color=#ffffffa6>Las entelequias dementes solo lideran hacia la muerte. Al mismo tiempo, la alegoría de la muerte es una advertencia para los mortales.</color>\n<color=#ffffffa6>La jvarena de las flores nació del más deleitante de los banquetes, de la alegría más pura, de donde no se encontraba ni rastro del amargor del</color>\n<color=#ffffffa6>ascetismo, de donde no se respiraba el hedor de la autoridad.</color>\n<color=#ffffffa6>Su destino final es encontrarse con la muerte, y evaporarse hasta desvanecerse...</color>\n<color=#ffffffa6>Solo la soberana de la sabiduría podría tomarlo como una lección y aplicarla de la forma debida.</color>\n<color=#ffffffa6>“No obstante, la soberana nunca olvidará la profecía, y por esa razón me ha enviado en su ayuda”.</color>\n<color=#ffffffa6>“Los necios todavía no han acabado con los mortales, pero la insondable marea de oscuridad acabará devorándolo todo”.</color>\n<color=#ffffffa6>“Yo soy la única alma que le quedó a mi maestra, soy la pureza floral que lo purgará todo”.</color>\n<color=#ffffffa6>“Si logro fusionarme con el agua más pura, estallaré en infinitos rayos de luz al igual que hacen las granadas”.</color>\n<color=#ffffffa6>Y así fue cómo Simurg, el ave divina, nació de la jvarena de las flores,</color>\n<color=#ffffffa6>y permaneció al lado de su maestra hasta que emprendió su vuelo hacia el mar de flores..</color>"
          }
        ]
      },
      {
        "title": "Corazón Refulgente de la Jvarena",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>“Estimado amigo... Rebosabas sabiduría, pero te fuiste demasiado temprano”...</color>\n<color=#ffffffa6>“En esas leyendas que cambian constantemente con el transcurso del tiempo, se camufla el lánguido olvido”.</color>\n<color=#ffffffa6>“Así como la vida siempre camina de la mano con la muerte, el olvido es el amante del recuerdo”.</color>\n<color=#ffffffa6>“Si no existiera la constante amenaza de la muerte, la importancia de la vida sería insignificante”.</color>\n<color=#ffffffa6>“Si las olas del olvido no rompiesen contra nosotros, no habría ninguna historia digna de recordar”...</color>\n<color=#ffffffa6>En tiempos pasados, la Reina de las Plantas siguió el consejo de su amiga,</color>\n<color=#ffffffa6>y le concedió la jvarena de las flores al ave divina, para que protegiera hasta el último rincón del bosque.</color>\n<color=#ffffffa6>Al igual que se marchita la vida de las flores, Simurg está predestinada a sacrificarse.</color>\n<color=#ffffffa6>La Cuidadora de las Plantas lo supo desde que durmió aquella noche junto a la Soberana de las Flores.</color>\n<color=#ffffffa6>“El ave divina verdosa creó infinitas flores jvarena que se alzaron en el aire como abubillas”...</color>\n<color=#ffffffa6>“La jvarena se reflejó en los restos de la Señora del Rocío, y entonces dio nacimiento a un resplandeciente mar de flores”.</color>\n<color=#ffffffa6>“En el mar de flores vagaban infinitas pari, llevando consigo las esperanzas de las plantas, el rocío y el agua, para purificar hasta el más mínimo rastro de ponzoña”.</color>\n<color=#ffffffa6>“En el mar de flores había infinitas pari, cantando a sus tres madres: a las plantas, al rocío, y a las flores”.</color>\n<color=#ffffffa6>Una noche, la hija por fin abandonó el seno de sus tres madres</color>\n<color=#ffffffa6>porque la única manera de eliminar toda la ponzoña de este mundo era sacrificarse a sí misma...</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vida +20%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El daño de la Habilidad Elemental y Definitiva aumenta en un 10%. Cuando el portador de este artefacto recibe daño, el incremento de daño anteriormente mencionado aumenta en un 80% durante 5 s. Este efecto puede acumularse hasta 5 veces, cada acumulación se calcula de manera independiente y se puede activar incluso cuando el portador está en tu equipo pero no en combate.</span></p>"
    },
    "artifactList": {
      "flower_of_life": {
        "title": "Estambre Primordial de la Jvarena",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una insignia que solían llevar los peregrinos de otros tiempos. Tiene la apariencia de una bella flor.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/bc9329baf36935b2fb094f783a7695f2_2331050088425566778.png"
      },
      "plume_of_death": {
        "title": "Pluma Cromática",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una pluma decorativa elaborada con la máxima sofisticación. Irradia el lustre característico de unas hojas verdes y unas flores fragantes.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/70bb0ce74b0823c06d4228861df7aebe_409979305312081498.png"
      },
      "circlet_of_logos": {
        "title": "Corazón Refulgente de la Jvarena",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Unos aretes elegantes y coloridos. Su fulgor desprende el brillo de cien flores.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/fce888d514d4c5115035d43514d7065d_1608743702698064876.png"
      },
      "sands_of_eon": {
        "title": "Marchitamiento de Antaño",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un reloj antiguo que irradia energía jvarena. Contiene un líquido de gran pureza que parece tener vida propia.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/ba10e34aa87726117ebad3dee1a40e4c_5398772222763798724.png"
      },
      "goblet_of_eonothem": {
        "title": "Festín del Júbilo Inconmensurable",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una hermosa copa, ahora completamente vacía, que antaño contenía el néctar más exquisito.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/65916b37803325834f0f5f8dac66ad9a_8380580857177531645.png"
      }
    }
  }
}