{
  "epId": 3791,
  "name": "Registro de aventuras anónimo",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Unas breves notas perdidas en el desierto que parecen haber sido dejadas por algún aventurero.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/10742394/c53f0223c13de76964efac6996ecf213_2047111566407167087.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1688519821,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Registro de aventuras anónimo</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante la misión de mundo «Aquel espléndido día» de la serie de misiones «Jvarena del bien y del mal»</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>... Esta vez me han encargado que encuentre una especie de Orden de por aquí y obtenga cierta información sobre algo llamado “el presagio de Apaosha”. He de admitir que la recompensa parece un tanto demasiado cuantiosa teniendo en cuenta el contenido del encargo. Espero no haberme metido en ningún problema...</color>\n<color=#ffffffa6>... Con ayuda de un Eremita he conseguido llegar a la entrada de la Cordillera Temir, pero el tipo se niega a seguir adelante. Dice que estamos en la linde del conflicto. Supongo que se trata de algún tipo de extraña superstición de los habitantes del desierto...</color>\n<color=#ffffffa6>... Resulta que los nagarjunitas estos no son tan cordiales con los extranjeros como me habían dicho. Supongo que tendré que encontrar la forma de infiltrarme...</color>\n<color=#ffffffa6>... Por fin he logrado salir de ahí. Por suerte, la Orden está compuesta por sujetos más o menos civilizados, así que me las he arreglado para salir de una pieza...</color>\n<color=#ffffffa6>... Tal y como pensaba, si la recompensa es alta, siempre hay algo raro con el encargo. Parece que esto de ser aventurero no está hecho para los que simplemente queremos ganarnos unos cuantos Moras lo más rápido posible. Voy a dejar el tambor aquí, tal vez alguien venga a por él, así Katheryne no podrá decir que no he cumplido, más o menos...</color>"
      }
    ]
  }
}