{
  "epId": 3910,
  "name": "Supercupón ingenioso",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Participa en los distintos desafíos del Torneo del Rey de los Invocadores para obtener estos cupones de recompensa. Canjéalos por recompensas durante el evento.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/13/10742394/1613750b1c8b60679212bbf327ad6643_4867417227486151188.png",
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1686618221,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Supercupón ingenioso</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de capitulo «¡Inicio! El germen de la sospecha», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de capitulo «¡Lanza los dados! Nuevas caras», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de capitulo «¡Las cartas sobre la mesa! Rencores del pasado», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de capitulo «¡Apogeo! Sueños dicharaderos», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de evento «Peregrinaje turístico», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de evento «Invocación: Hora cero», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de evento «Mecanopuzle de moción perpetua: Edición de los sabios», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>\n<color=#ffffffa6>Obtenible durante la misión de evento «Genios de la estrategia», durante el evento «¡Duelo de invocadores!» de la versión 3.7</color>"
          }
        ]
      }
    ]
  }
}