{
  "epId": 3971,
  "name": "Objeto testimonial de la Marea de las Mil Maravillas (I)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un recipiente que contiene un objeto testimonial del evento “Marea de las Mil Maravillas”, en el Espejismo Veluriyam. Este recipiente corresponde al primer acertijo: “Por el embrujo una dulce bruma, seis veces olvidé respirar durante mi vacilación. Finalmente, el largo gorjeo de mi vientre y los recuerdos de mi infancia me dieron la guía para tomar esta decisión”.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92db8a1eb26f0792b3b54b519f5157e1_6851161513965840144.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1692062915,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto testimonial de la Marea de las Mil Maravillas (I)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante la misión</color> <color=#dbdee1>«</color> <color=#ffffffa6>La Marea de las Mil Maravillas</color> <color=#dbdee1>»</color> <color=#ffffffa6>del evento</color> <color=#dbdee1>«</color> <color=#ffffffa6>¡Verano, diversión, un gran dominio!</color> <color=#dbdee1>»</color> <color=#ffffffa6>de la versión 3.8</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Querido/a viajero/a que descubrió mi pequeño tesoro:</color>\n<color=#ffffffa6>Si tuviste el privilegio de leer mis apuntes, eso significa que eres alguien muy especial para Idía, y que te recibió por todo lo alto.</color>\n<color=#ffffffa6>La bolsa que has encontrado dentro del cofre solía ser donde llevaba mis provisiones. Me ha acompañado durante mis aventuras en montañas y ríos, cuando crucé el desierto, y me fue útil durante varias décadas.</color>\n<color=#ffffffa6>En esta ocasión, se convertirá en un obsequio con el que mostrarte mis respetos, y ojalá te traiga buena suerte para que tengas un maravilloso viaje.</color>\n<color=#ffffffa6>Yo no soy más que un simple mercenario que abandonó el regimiento. Estoy acostumbrado a luchar y vivir en soledad. La motivación por la que me comprometí con esta profesión tan temeraria es muy simple: quiero vengarme de los bandidos.</color>\n<color=#ffffffa6>Cuando todavía era un niño, unos bandidos atracaron la caravana de comerciantes de mi familia. Mis padres, que eran parte de la caravana, no regresaron nunca más.</color>\n<color=#ffffffa6>A partir de ese entonces, decidí convertirme en mercenario. Me propuse eliminar el dolor que esos malhechores habían traído a otras personas. Me juré que no me daría por vencido hasta que no hubiera acabado con todos y cada uno de esos bandidos. Mis métodos eran tan mezquinos que hasta hay mercenarios en el regimiento que no logran comprenderme.</color>\n<color=#ffffffa6>Debí haber continuado hasta el final, debí haber continuado hasta que no quedara ni un solo bandido sobre la faz de Teyvat, o al menos hasta que yo ya no existiera en este mundo...</color>\n<color=#ffffffa6>Pero es en este tipo de ocasiones en las que suceden los imprevistos. Seguí a uno de los bandidos que iba camino de regreso a la base, aquello equivalía a una tarea rutinaria para mí.</color>\n<color=#ffffffa6>Sin embargo, esta vez había algo diferente. Entre esos bandidos, había uno que ya conocía de antes. Hace muchos años, rescaté a un niño cuyos padres habían perdido la vida a manos de los bandidos. Creí que él sentiría el mismo odio que yo hacia ellos y que también trataría de hacer algo en su contra, pero, en cambio, lo vi echándose unas risas con ellos.</color>\n<color=#ffffffa6>Me fijé en su pelo descuidado y en su rostro iluminado por la esperanza. Se arrodilló ante mí suplicando clemencia y relatando con desesperación todas las atrocidades que había presenciado.</color>\n<color=#ffffffa6>Entonces aprovechó que yo me encontraba ahí de pie, observándole atónito mientras me temblaban las piernas para propinarme una puñalada antes de salir huyendo en mitad del silencio de la noche.</color>\n<color=#ffffffa6>Si no llega a ser por Idía, me habría convertido en restos carroñeros del desierto...</color>\n<color=#ffffffa6>¿De veras tiene sentido que dedique mi vida a esto? ¿Por qué alguien a quien unos bandidos le arrebataron lo que más quería se convertiría en uno de ellos?</color>\n<color=#ffffffa6>En el Espejismo, un joven contó su historia a la luz de un fuego vacilante, prácticamente ahogado por el río de lágrimas que brotaban de sus ojos. Yo también he experimentado esos amargos momentos que pocas personas han llegado a vivir, todos esos años de exclusión y soledad... Si mi única compañía no hubiera sido aquel ferviente deseo de venganza y mi riqueza no se hubiera reducido a la pequeña herencia que me dejaron mis padres, habría acabado siendo uno de ellos.</color>\n<color=#ffffffa6>“Si no podemos por la parte de arriba, podríamos probar por la de abajo”... Las palabras que exclamó Idía cuando se vio incapaz de abrir la lata me dejaron mudo.</color>\n<color=#ffffffa6>Hay problemas que hay que solucionar de raíz para poder cambiar el estado actual de las cosas. Nadie sabe a qué calamidades tuvieron que enfrentarse esas personas antes de convertirse en bandidos. Estoy convencido de que yo podría ayudarles a cambiar, o al menos hacer algo por convencerles de no elegir ese camino.</color>\n<color=#ffffffa6>Creo que las batallas que no tienen nada que ver con un combate real, las batallas que se luchan por dentro, esas son más complicadas y traen más quebraderos de cabeza, pero cualquier persona puede beneficiarse y aprender algo de ellas.</color>\n<color=#ffffffa6>Y por eso, he pensado que ya no necesitaré más esta bolsa de provisiones a la que recurría durante mis combates.</color>\n<color=#ffffffa6>La dejaré aquí, para simbolizar mi determinación y el nuevo camino que he elegido para mí.</color>"
          }
        ]
      }
    ]
  }
}