{
  "epId": 3974,
  "name": "Idía",
  "desc": "<p>Una NPC exclusiva de evento. Una Oceánida, cuidadora del Espejismo Veluriyam dentro de una botella mágica.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/73555894/8f84efbb97c6667cbf39cb960acb5db8_2854583862466435601.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1710555929,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ilustraciones y Emoticonos",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Diseños de Paimon XXV"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/7121fc5d926edfdfcf46348cc3ebee3a_7133808775308198417.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 de julio de 2023</color>\n¡Hola, viajeros! ¡Ya está disponible el nuevo paquete de emoticonos de Genshin Impact en HoYoLAB!\nLos diseños de Paimon incluyen emoticonos chibi de varios personajes de Genshin Impact. ¡Esperamos que los disfruten! ¡Paimon seguirá esforzándose para diseñar algo que les guste!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/01/237301566/57ad2bdf5ab0c67ed3862528aeb352c4_8073453149993687519.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/01/237301566/e488add7e270d48d4f25e5c89dd062e4_4220988974217419170.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Idía",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Una representación teatral basada en la historia de Idía:</color>\nLa joven muchacha provenía de un reino sobre una cascada, hasta que su dinastía fue derrocada y el régimen cambió. Así que, la muchacha y su gente huyeron donde pudieron. Un brumoso y espeso bosque se interponía en su camino, mientras que las exuberantes zarzas procuraban retenerla a cada paso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si pudiese encontrar una luz que me guiase para cruzar el bosque, entonces... podría... vivir...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sus brazos y sus piernas estaban cubiertas de arañazos, pero la muchacha soportó el dolor y siguió avanzando. Era un viaje espinoso, mas su resolución era firme."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"... He llegado hasta aquí, y no voy a dar marcha atrás ahora.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando estaba aproximándose a su destino, un inmenso zarzal se alzó ante sus ojos, y todo el peso de la desesperación se desplomó sobre la muchacha."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Si alguien me ayudara... le daría cualquier cosa a cambio.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El sincero deseo de la joven en su momento de desesperación no pasó desapercibido... La joven muchacha prosiguió su camino adentrándose en el espesor del bosque. Pero lo que le aguardaba no era ninguna lámpara, sino una bruja flamígera. La bruja sintió el padecer de la muchacha y le entregó una botella. A continuación, le explicó a la joven el origen de aquella botella.\nLa bruja flamígera tenía espíritu aventurero y adoraba viajar. En uno de sus viajes, mientras descansaba en un oasis, se encontró una hermosa botella a la orilla de un lago en forma de medialuna. La bruja tenía un poder extraordinario, capaz de conceder deseos a la gente. Y así, convirtió la botella en algo igual de extraordinario. Sin embargo, su poder de conceder deseos se limitaba únicamente al interior de la botella. La bruja sopló dentro de la botella y le concedió el poder de cumplir un único deseo fuera de sus cristalinos muros. Una llama se prendió dentro de la botella, que se convirtió en una botella de color escarlata como la bruja.\nCuando la bruja terminó de contar la historia, desapareció, dejando únicamente la botella tras de sí."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Conque se trata de una botella que concede deseos... Entonces, deseo abandonar este sitio e ir a un lugar donde nadie me pueda encontrar...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La llama dentro de la botella se extinguió, y la muchacha vio cumplido su único deseo: apareció en el medio del desierto, donde nadie pudiera encontrarla...\nIdía es una Oceánida, que fue exiliada cuando falleció la anterior Arconte Hydro y las aguas se llenaron de dolor y odio. Estaba deambulando por el bosque cuando conoció a Alice, una bruja del Aquelarre. Fue Alice quien le dio a Idía una botella mágica, que puede conceder un deseo dentro de la propia botella. Idía deseaba irse muy lejos, donde nadie pudiera encontrarla, por lo que terminó en medio del desierto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/86ceaf03762c6ec439360750c275814f_5222240186364322151.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Continuó viviendo en el subespacio, llamado Espejismo Veluriyam, dentro de la botella. Los raros vagabundos que pasaban por allí acudían a su morada y pedían que se les concedieran sus deseos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fcc4cb5c1c65f7729366cae33ef0d58f_5408120009858089420.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cuando tuvieron que irse, algunos se enojaron porque el deseo se concedió solo dentro del Espejismo Veluriyam, pero otros dejaron regalos a Idía, que ella usó para su adobe. Algunos deseaban dejar su huella en el Espejismo Veluriyam, por lo que Idía hizo sus copias con la ayuda de eidolones hidromiméticos para no sentirse sola. Todos los eidolones representaban la encarnación de los deseos de sus propietarios.\nSe cree que Idía es tan poderosa como Rhodeia, ya que no sólo puede tomar la forma humana, sino también crear humanos-Oceánidas a partir de eidolones.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>La más famosa y fuerte de las Oceánidas exploradoras. Huyó de Fontaine tras la muerte de la anterior Arconte Hydro y se asentó en la Aldea Chingtsé.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/c1060c024385e4bf2d87aa853d3a6afe_7297332396738296118.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Espejismo Veluriyam",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/67fa88a6d61e270be9cadcb5727ffb13_7400455253446521999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un verano, Klee recibió una carta de su madre Alice, en la que la invitaba a visitar a una amiga en Sumeru. Klee le pidió al/a la Viajero/a, Paimon y Kaeya que la acompañaran. En Sumeru buscaron a alguien que tuviera conocimiento de la zona y se encontraron con Collei y Eula, que buscaba a su familiar."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/d86494f8a95a29a72cacd320818404a8_528170365378851481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Juntos usaron la carta mágica y fueron transportados al Espejismo Veluriyam, un subespacio mágico creado dentro de la botella. Allí conocieron a la amiga de Alice, Idía, que era quien gestionaba el Espejismo Veluriyam, y a Kokomi, la Sacerdotisa Divina de la Isla Watatsumi, que había llegado al Espejismo Veluriyam por asuntos personales."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/3619cd3f90f4d66702a5d08a2e85add0_5098585023973143999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Resultó que poco antes de llegar al Espejismo Veluriyam, el núcleo principal del subespacio se había roto, por lo que se ofrecieron como voluntarios para ayudar a Idía a arreglarlo. Mientras el/la Viajero/a buscaba las partes necesarias del núcleo, se encontraron con otros visitantes del Espejismo Veluriyam, todos ellos con cabello y ojos azules, y eidolones hidromiméticos, criaturas Hydro que se asemejan a gotas de agua. Cuando finalmente se reunieron todas las piezas centrales perdidas, se reveló que Idía era una Oceánida, que se había instalado en el Espejismo Veluriyam y que ayudaba a los viajeros que se encontraban en el desierto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Una visitante frecuente de los calabozos de los Caballeros de Favonius, la maestra de explosiones de Mondstadt. La llaman “el Sol Fugitivo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Eula",
        "desc": "La Caballera de la Marea, procedente de una familia con un gran linaje y Capitana del Equipo de Reconocimiento de los Caballeros de Favonius. Aunque es descendiente de la antigua aristocracia, se unió a los Caballeros de Favonius, sus archienemigos, algo que sigue siendo un gran enigma para todo Mondstadt hasta hoy en día.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "La Sacerdotisa Divina y quien controla todos los asuntos de la Isla Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "El gran estratega de los Caballeros de Favonius. Se rumorea que procede de un lugar de fuera de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una guardabosques en prácticas que suele rondar por el Bosque Avidya. Detrás de su apasionado carácter se esconde una personalidad más bien introvertida.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/10742394/37a18b6b6865c59063003a9380f08225_3011387316393945956.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3978,
        "name": "Lámpara de viaje",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lámpara utilizada a menudo por una niño cuando estudia por la noche. Contiene pequeños mecanismos que sirven para regular la llama, lo que puede resultar mágico para un niño que nunca ha visto una lámpara así. Cada vez que vea la luz de esta lámpara, recordará los tiempos en los que jugaba a interpretar varios personajes y animales con las sombras de las manos. Esta lámpara se dejó aquí como regalo. Quizá, para él fuera además una forma de aligerar su carga y seguir adelante.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/dbe04a08b1782d8e069634b7a18e1328_4950485166244876765.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3969,
        "name": "Caja de caramelos familiar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las cajas de caramelos se utilizan a menudo en toda clase de festivales de Sumeru. De niña, una muchacha que no había llegado a ser erudita tomaba un dulce de la caja cada día y se lo comía. En aquel entonces, lo que más le preocupaba era que se acabaran. Cuando se convirtió en erudita, esta caja vacía se convirtió en un recuerdo de otra forma de vida. La caja se dejó aquí como regalo. Para la erudita, además era un símbolo de alivio de su miseria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/fbcabc9350c8499fd58a76071b2b0ba3_5618357665329533096.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3968,
        "name": "Cuerda de escalada",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una cuerda de escalada comúnmente utilizada entre los aventureros. Aunque es un poco antigua, se nota que se ha mantenido con bastante cuidado, por lo que se ha podido usar sin problema hasta la fecha. Esta cuerda se dejó aquí como regalo. A la hora de escalar, tal vez una cuerda no sea lo único en lo que uno pueda confiar, ya que una mano amiga puede ser lo que te ayude a ascender.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/751774358569ddd5aa9f1986124de7f4_737733673796249623.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La anterior Arconte Hydro, que creó a las Oceánidas. Después de su muerte, Idía huyó de Fontaine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una raza inteligente de seres elementales Hydro, creados por Egeria.\nAlice\nLa bruja y amiga de Idía.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceánida",
        "desc": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro. A menudo se encuentra junto al agua.<br/>Se dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas. También se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de una diosa que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su diosa hacia este mundo se extendiera por toda la tierra a través del agua...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Una Oceánida que ansía ver el mundo. Tal vez se lleve muy bien con los Miniseelies rocío, ¡pero no los fusiones!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Calírroe",
        "desc": "<p>Calírroe, también conocida como el Hada del manantial, es una Oceánida que dejó Fontaine tras la muerte de la anterior Arconte y se estableció en la Aldea Aguaclara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/610c86157e0fdc96d22ed1e41781ee27_8841187781494845838.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Oceánidas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Una visitante frecuente de los calabozos de los Caballeros de Favonius, la maestra de explosiones de Mondstadt. La llaman “el Sol Fugitivo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hija de Alice, que se refiere a Idía como su deser-tía. Alice invitó a Klee a quedarse con Idía en el Reino de la Botella durante el verano.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 3971,
        "name": "Objeto testimonial de la Marea de las Mil Maravillas (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un recipiente que contiene un objeto testimonial del evento “Marea de las Mil Maravillas”, en el Espejismo Veluriyam. Este recipiente corresponde al primer acertijo: “Por el embrujo una dulce bruma, seis veces olvidé respirar durante mi vacilación. Finalmente, el largo gorjeo de mi vientre y los recuerdos de mi infancia me dieron la guía para tomar esta decisión”.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92db8a1eb26f0792b3b54b519f5157e1_6851161513965840144.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3972,
        "name": "Objeto testimonial de la Marea de las Mil Maravillas (II)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un recipiente que contiene un objeto testimonial del evento “Marea de las Mil Maravillas”, en el Espejismo Veluriyam. Este recipiente corresponde al segundo acertijo: “La estela de una estrella fugaz me lleva, por el tranquilo bosque me guía, hasta alcanzar el sueño de una imperturbable tierra tranquila”.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92db8a1eb26f0792b3b54b519f5157e1_8159160782401561685.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3973,
        "name": "Objeto testimonial de la Marea de las Mil Maravillas (III)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un recipiente que contiene un objeto testimonial del evento “Marea de las Mil Maravillas”, en el Espejismo Veluriyam. Este recipiente corresponde al tercer acertijo: “El techo azul es inmaculado, el suelo es como un caramelo blanco. Mis rechonchos amigos me acompañan, ¡y además, tengo alas!”.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92db8a1eb26f0792b3b54b519f5157e1_1440772931802077651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3976,
        "name": "Misterioso reloj de bolsillo de Moras",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un reloj de bolsillo que encontraste inesperadamente en el Espejismo Veluriyam. Con su color dorado y el dibujo de la carcasa en forma de Mora, es muy parecido al reloj de bolsillo de Mora que dejó el aventurero en la historia que contó Idía sobre los comienzos de la Marea de las Mil Maravillas. Su valor es desconocido.<br>Sin embargo, Idía también dijo: “Lo importante no es el valor del reloj de bolsillo o del tesoro, sino la historia que tienen tras de sí”. Así que quizá no sea lo más adecuado medir el valor de este objeto testimonial milenario en términos monetarios...</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/e49f8a084804a24e8a86d57117e887a3_8192497798803034764.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3978,
        "name": "Lámpara de viaje",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una lámpara utilizada a menudo por una niño cuando estudia por la noche. Contiene pequeños mecanismos que sirven para regular la llama, lo que puede resultar mágico para un niño que nunca ha visto una lámpara así. Cada vez que vea la luz de esta lámpara, recordará los tiempos en los que jugaba a interpretar varios personajes y animales con las sombras de las manos. Esta lámpara se dejó aquí como regalo. Quizá, para él fuera además una forma de aligerar su carga y seguir adelante.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/dbe04a08b1782d8e069634b7a18e1328_4950485166244876765.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3969,
        "name": "Caja de caramelos familiar",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Las cajas de caramelos se utilizan a menudo en toda clase de festivales de Sumeru. De niña, una muchacha que no había llegado a ser erudita tomaba un dulce de la caja cada día y se lo comía. En aquel entonces, lo que más le preocupaba era que se acabaran. Cuando se convirtió en erudita, esta caja vacía se convirtió en un recuerdo de otra forma de vida. La caja se dejó aquí como regalo. Para la erudita, además era un símbolo de alivio de su miseria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/fbcabc9350c8499fd58a76071b2b0ba3_5618357665329533096.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3968,
        "name": "Cuerda de escalada",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una cuerda de escalada comúnmente utilizada entre los aventureros. Aunque es un poco antigua, se nota que se ha mantenido con bastante cuidado, por lo que se ha podido usar sin problema hasta la fecha. Esta cuerda se dejó aquí como regalo. A la hora de escalar, tal vez una cuerda no sea lo único en lo que uno pueda confiar, ya que una mano amiga puede ser lo que te ayude a ascender.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/751774358569ddd5aa9f1986124de7f4_737733673796249623.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/dde8648dfbd499c562dcbd6ab8ce924a_562537818751827556.png"
      },
      {
        "key": "Ubicación",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/73555894/dbc0650ca69b530c477192fd094755ac_4779626952690610073.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Edén Frascoargento - Espejismo Veluriyam"
          }
        ]
      },
      {
        "key": "Cinematica 1/2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/73555894/2985365165a6df18dddf913f2b1797f0_4684888763598244271.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Escena del acto 3 de la misión de evento \"!Verano, diversión, un gran dominio!\"."
          }
        ]
      },
      {
        "key": "Cinematica 2/2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/73555894/1db6cabb7224e998c529340769b5842a_8070079558478002585.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Escena del acto 3 de la misión de evento \"!Verano, diversión, un gran dominio!\".\n\"Soy una Oceánida que tuvo que exiliarse aquí cuando murió la antigua Arconte Hydro. Me llamo Idía\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Idía"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nEspejismo Veluriyam"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Oceánidas"
          }
        ]
      },
      {
        "key": "VA (chino)",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Suxun (溯浔)</color>"
          }
        ]
      },
      {
        "key": "VA (japonés)",
        "value": [
          {
            "type": "RichText",
            "text": "Okamoto Mika (岡本美歌)"
          }
        ]
      }
    ]
  }
}