{
  "epId": 3975,
  "name": "Vestigio del redentor",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una carta que encontraste en el Espejismo Veluriyam. Está muy bien doblada y un poco amarillenta en los pliegues. Se nota que alguien la dejó en el Espejismo hace mucho tiempo.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/e570e548a06dfb3f6a958a466a7ea940_6597562223456800803.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1692062997,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un trozo de papel cuidadosamente doblado, amarillento en los pliegues y bastante frágil, en el que estaba escrito lo siguiente:</color>\n<color=#ffffffa6>A día de hoy sigo atrapado en aquella pesadilla, y todo ante mí parece volver a aquel campo de batalla, al fuego que consumía el horizonte, a los demonios retorcidos en las sombras, a los cuerpos destrozados ya sin forma y a los lamentos que caían en el silencio de la oscuridad antes de poder escapar de la garganta. También... también está aquel compañero que me salvó de las garras de los sabuesos negros. Su arco cayó de sus exhaustas manos durante la batalla, y su cuerpo se fue sumergiendo en la inmundicia del fango. Mientras tanto, su rostro, con la boca entreabierta, fijó su mirada en mí, en mí...</color>\n<color=#ffffffa6>... Había sobrevivido a aquella batalla, ¿mas qué tenía de dichoso? Fui yo quien perdió la fe, quien soltó su lanza, quien abandonó a sus soldados que luchaban juntos contra los siervos del mal y huyó del campo de batalla como si hubiera perdido la cordura. No he estado a la altura de la confianza de la Shogun ni de la reputación de mis antepasados. Ahora... no tendría la osadía de volver a Yashiori. Huí de la batalla, pero ¿realmente escapé? Desde entonces, he estado soñando con el cruento campo de batalla, con los rostros ensangrentados, con mis compañeros llamándome por mi nombre antes de desvanecerse en la negrura del fango... A menudo, dependía de la ilusión creada por la Concha del espejismo para poder hallar un momento de paz.</color>\n<color=#ffffffa6>... Es gracioso. Esa ilusión es de antes de ser destinado a Yashiori. Con la ingenua idea de refugiarse del dolor de ver a su hijo marchar al campo de batalla, mi madre entró en el santuario. En aquel momento, dije: “He heredado el nombre de Kitain, ¿cómo iba a utilizarlo por una insignificante herida? Sería vergonzoso”. Si mi madre, que era una miko, me hubiera visto en ese estado...</color>\n<color=#ffffffa6>... Ya estaba harto del exilio y del tormento diario. Hoy... hoy por fin volveré a ese lugar. Ah, sí... ese lugar de mis pesadillas, al que tanto he temido y evitado, pero al que más anhelaba regresar. Ah... mis brazos ya no son tan resistentes como antes como para sostener la lanza, pero esta vez salvaré a mis amigos, acabaré con la inmundicia y seguiré a la Shogun hasta... hasta el final.</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ubicación",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/7a1bae2bbd6da8c174ee6332e1a05230_4216581932688608734.png",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Vestigio del redentor</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible al sur del punto de teletransporte en el Espejismo Veluriyam</color>"
          }
        ]
      }
    ]
  }
}