{
  "epId": 3976,
  "name": "Misterioso reloj de bolsillo de Moras",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un reloj de bolsillo que encontraste inesperadamente en el Espejismo Veluriyam. Con su color dorado y el dibujo de la carcasa en forma de Mora, es muy parecido al reloj de bolsillo de Mora que dejó el aventurero en la historia que contó Idía sobre los comienzos de la Marea de las Mil Maravillas. Su valor es desconocido.<br>Sin embargo, Idía también dijo: “Lo importante no es el valor del reloj de bolsillo o del tesoro, sino la historia que tienen tras de sí”. Así que quizá no sea lo más adecuado medir el valor de este objeto testimonial milenario en términos monetarios...</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/e49f8a084804a24e8a86d57117e887a3_8192497798803034764.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1692063002,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Misterioso reloj de bolsillo de Moras</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante la misión</color> <color=#dbdee1>«</color> <color=#ffffffa6>La Marea de las Mil Maravillas</color> <color=#dbdee1>»</color> <color=#ffffffa6>del evento</color> <color=#dbdee1>«</color> <color=#ffffffa6>¡Verano, diversión, un gran dominio!</color> <color=#dbdee1>»</color> <color=#ffffffa6>de la versión 3.8</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Jaja, ¡maldita sea!</color>\n<color=#ffffffa6>¡Jamás habría pensado que descubrirías el reloj de bolsillo de Moras que escondí con tanto ingenio! ¡Tienes talento para esto!</color>\n<color=#ffffffa6>Sin embargo, seguro que alguien tan inteligente como tú ya se percató de que lo único que tiene este reloj de los Moras es su forma y su color. Según opinan los expertos, apenas vale un par de monedas.</color>\n<color=#ffffffa6>Seguro que en estos momentos ya te habrás topado con la más tremenda decepción, y seguro que no puedes evitar pensar: “con que esta cosa resulta ser el primer tesoro de la Marea de las Mil Maravillas... ¿Y tantos se aventuran hasta aquí para buscar este trasto?... ¡¿Acaso el aventurero que dejó el reloj de bolsillo aquí es un farsante?!”.</color>\n<color=#ffffffa6>¡No te sulfures todavía! Permíteme que te dé un par de explicaciones primero:</color>\n<color=#ffffffa6>La razón por la que el Mora se ha convertido en la moneda oficial de Teyvat se debe a que cuenta con el apoyo del soberano, excelentísimo, noble... (a continuación se leen más de quinientas palabras de alabanza)... Arconte Geo. Que Rex Lapis la utilizara aumentó su valor exponencialmente. De lo contrario, no sería más que... un metal dorado con forma redondeada.</color>\n<color=#ffffffa6>Detrás se este reloj de bolsillo se encuentra el sinfín de penurias que he vivido durante mi búsqueda del tesoro más glorioso, que me llevó a cruzar el desierto, montañas y ríos. Ni diez libros serían suficientes para poder abarcar todas las historias que me sucedieron. Y por esto, he decidido que dejaré aquí el reloj de bolsillo que me ha acompañado desde la niñez.</color>\n<color=#ffffffa6>¡De ninguna manera lo dejo aquí porque sea la única pertenencia que me queda!</color>\n<color=#ffffffa6>Quizás yo también logre convertirme en un reconocido aventurero algún día. Una vez llegado el momento, mi renombre hará que el valor de este reloj sea incalculable. ¡Cualquiera desearía poder poseer este reloj!</color>\n<color=#ffffffa6>Por supuesto, también cabe la posibilidad de que ya estés familiarizado con el asunto, pues puede que tú ya seas una famosa eminencia. No obstante, eso tampoco le quita valor a todo lo que expliqué anteriormente, y es que este reloj sigue siendo el tesoro más antiguo que encontraron en el misterioso Espejismo Veluriyam, y si alguien de tanta importancia lo encontró, ¡tendrá incluso más valor!</color>\n<color=#ffffffa6>Y por más que entre mi presente y el momento en el que estás leyendo mi mensaje haya un espacio temporal de décadas o siglos, ¡siempre tendrás mi apoyo! ¡Siempre avanzaremos juntos!</color>\n<color=#ffffffa6>Y así, conseguiré transmitir mi concepción sobre el valor de las cosas hasta el último rincón de Teyvat, ¡para que las personas vivan con más entusiasmo!</color>\n<color=#ffffffa6>Firmado por un aventurero que aparentemente solo lo conocen en su casa, pero que posee una firma de lo más llamativa.</color>"
          }
        ]
      }
    ]
  }
}