{
  "epId": 3990,
  "name": "Cazador Fantasmal",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ",
      "Prob. CRIT"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1712957878,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cazador Fantasmal</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Licorera del Olvido",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un recipiente metálico para alcohol muy fácil de llevar. Se puede meter en el bolsillo de un abrigo para tenerlo a mano.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/77b5fbe7f1897a203e19bdabb8b884f4_7171307523245521182.png"
      },
      "flower_of_life": {
        "title": "Broche Floral del Cazador",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una vieja condecoración que en el pasado se otorgaba a las personas que habían hecho heroicas contribuciones en una batalla.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_3156723314228569093.png"
      },
      "plume_of_death": {
        "title": "Obertura Maestra",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una herramienta para ajustar los torques de algunos mecanismos antiguos. Ya ha perdido su utilidad práctica.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/11a22edcd81c3d43934f3c760cf982ef_5577703456459453372.png"
      },
      "circlet_of_logos": {
        "title": "Semblante del Veterano",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una vieja máscara que sirve para ocultar hasta cierto punto las heridas de la cara. Hay distintos diseños dependiendo del tamaño de la herida y del género de quien la lleve.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/26650d6cbdc6b6a48ca5094dfe4582ab_2431060769685937909.png"
      },
      "sands_of_eon": {
        "title": "Reloj del Veredicto",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un reloj de bolsillo que, en realidad, no mide el tiempo con mucha precisión.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/11299d1dfa8e57cf0047d2145ba4078d_5037933736480903817.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Daño de Ataque Normal y Cargado +15%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Cuando la Vida del personaje aumenta o disminuye, la Prob. CRIT aumenta en un 12%. Este efecto dura 5s y puede acumularse hasta 3 veces.</span></p>"
    },
    "story": [
      {
        "title": "Broche Floral del Cazador",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una condecoración que en el pasado se le otorgaba a las personas que habían hecho grandes contribuciones para la seguridad de Fontaine.</color>\n<color=#ffffffa6>La mayoría de ellas simbolizaba el honor.</color>\n<color=#ffffffa6>Sin embargo, quienes las obtenían a veces las escondían en lugares a los que no llegaba la luz, o directamente las lanzaban al agua.</color>\n<color=#ffffffa6>El Cazador Dorado, quien más tarde se convirtió en alguien sumamente respetado, dijo una vez:</color>\n<color=#ffffffa6>“Persigue las sombras de la oscuridad, expúlsalas y cázalas”.</color>\n<color=#ffffffa6>Aquella persona consideraba que el título de “Cazador Dorado” se había concebido como una profesión.</color>\n<color=#ffffffa6>Y también que el vergonzoso Casiodoro había contribuido a su creación.</color>\n<color=#ffffffa6>En este mundo hay pocos espíritus y monstruos malignos, pero sí hay muchas personas malvadas y monstruosas.</color>\n<color=#ffffffa6>En la actualidad, la Gendarmería Fantasmal no se concentra en el combate, sino en la investigación criminal.</color>\n<color=#ffffffa6>Además, ha reclutado a muchísimas jóvenes melusinas.</color>\n<color=#ffffffa6>Esta insignia le perteneció a un Cazador Fantasmal que participó en el liderazgo del asedio de Poisson.</color>\n<color=#ffffffa6>Debido a aquel evento, el Cazador se fue de las filas de la Gendarmería Fantasmal y planeó vivir el resto de su vida junto a lo que contenía su copa.</color>\n<color=#ffffffa6>Sin embargo, debido a la petición de una amiga, tuvo que volver a convivir con la gente a regañadientes.</color>\n<color=#ffffffa6>Tuvo que volver a intentar construir para sus hijos e hijas un mundo sin sombras oscuras.</color>\n<color=#ffffffa6>Hasta que, al final, lo que lo recibió fue un sereno océano que eliminó toda barrera y aislamiento.</color>"
          }
        ]
      },
      {
        "title": "Obertura Maestra",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una pequeña herramienta con la que ajustar torques mecánicos. Se puede usar en toda clase de motores.</color>\n<color=#ffffffa6>Quedó obsoleta con la difusión de los nuevos modelos de Mecabots desarrollados por Alain Guillotin.</color>\n<color=#ffffffa6>Tras cientos de años de pruebas, en realidad ya no se les puedo considerar “nuevos”.</color>\n<color=#ffffffa6>Ahora bien, en cuanto a Alain Guillotin...</color>\n<color=#ffffffa6>Antes de que entrara a la Gendarmería Fantasmal para más tarde salir de ella, y antes de que en Fontaine se fundara definitivamente el Instituto de Investigación Científica e Ingeniería de Energía Cinética,</color>\n<color=#ffffffa6>Guillotin dirigió ciertas investigaciones sobre energía en lo que ahora son las ruinas del Instituto de Filosofía Natural.</color>\n<color=#ffffffa6>Se dice que nunca se llevó bien con nadie del Instituto, a excepción de su hermana mayor, con la que había estado en la Gendarmería Fantasmal.</color>\n<color=#ffffffa6>Hay muchas leyendas sobre Alain Guillotin. Una de ellas es la siguiente:</color>\n<color=#ffffffa6>Cuando trabajaba en el Instituto, creó una máquina que podía pensar por sí misma.</color>\n<color=#ffffffa6>Lo hizo con la intención de que les ayudara a él y a su hermana con su trabajo en la Gendarmería Fantasmal.</color>\n<color=#ffffffa6>Esta información proviene de sus compañeros de trabajo (la mayoría de los cuales murieron en Elynas).</color>\n<color=#ffffffa6>Sin embargo, como no hay pruebas para demostrar su veracidad, las fuentes oficiales nunca hablan de ello.</color>\n<color=#ffffffa6>Una vez, le preguntaron sobre esto y él respondió: “Lo siento, no tengo nada que decir”.</color>\n<color=#ffffffa6>Y desde entonces, nunca más volvió a responder a ninguna pregunta relacionada con este tema.</color>\n<color=#ffffffa6>Otra de las leyendas en torno a su persona es la siguiente:</color>\n<color=#ffffffa6>Cuando se retiró de su trabajo en el Instituto de Ciencias de Fontaine, se dedicó plenamente a trabajar en su taller y nadie volvió a verlo.</color>\n<color=#ffffffa6>Los resultados de la investigación que llevó a cabo al final de su vida nunca se publicaron.</color>\n<color=#ffffffa6>Tras lo ocurrido, lo único que había en su taller personal eran huellas de que se había construido algo.</color>\n<color=#ffffffa6>Años más tarde, estas leyendas son como la obra póstuma e inacabada de Coppélius.</color>\n<color=#ffffffa6>Es decir, han suscitado la imaginación, dado inspiración y alentado a la gente a trabajar aún más duro.</color>"
          }
        ]
      },
      {
        "title": "Reloj del Veredicto",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un reloj que se entregaba a quienes ejecutaban la ley en Fontaine.</color>\n<color=#ffffffa6>No mide el tiempo con mucha precisión.</color>\n<color=#ffffffa6>Sin embargo, sí se puede usar como insignia mientras se está de servicio.</color>\n<color=#ffffffa6>En el pasado, todo el mundo sabía lo que simbolizaba.</color>\n<color=#ffffffa6>Las noticias de la petición de juicio mediante combate de la maga Parsifal se difundieron a través de los periódicos.</color>\n<color=#ffffffa6>Dicha petición causó mucho revuelo en la Corte de Fontaine junto al inesperado delito que cometió.</color>\n<color=#ffffffa6>Pero aún más sorprendentes fueron la autorización y la persona escogida por el tribunal.</color>\n<color=#ffffffa6>Se decidió que la verduga del justiciazgo Marfisa lucharía en el juicio representando a la acusación.</color>\n<color=#ffffffa6>¿Los orígenes de Marfisa afectarían a su juicio o a su desempeño durante el duelo?</color>\n<color=#ffffffa6>¿Qué había de su conexión pasada con Parsifal?</color>\n<color=#ffffffa6>Y lo que todo el mundo se preguntaba: ¿cuál de las dos era una mejor luchadora? Toda Fontaine discutía apasionadamente sobre estas cuestiones.</color>\n<color=#ffffffa6>Karl Ingold, un periodista que en aquel entonces conocía a Parsifal, ya había dimitido.</color>\n<color=#ffffffa6>Ingold decidió dejar su profesión para dedicarse a explorar la naturaleza, las ruinas y los vestigios históricos.</color>\n<color=#ffffffa6>No obstante, por orgullo, o tal vez añoranza, a su antigua profesión, siempre atesoró las imágenes que había tomado a lo largo de su vida como periodista.</color>\n<color=#ffffffa6>Muchos años después, regresó a Fontaine para cumplir con la promesa que le había hecho a su entonces amiga y vicerrectora del Instituto Cruz de los Narcisos.</color>\n<color=#ffffffa6>Cuando iba a tomar una imagen grupal de los entonces miembros de dicho Instituto, vio sus caras través de la lente del dispositivo.</color>\n<color=#ffffffa6>En ese momento, recordó que había estado de acá para allá entre Poisson y la Corte de Fontaine durante meses, pero lleno de esperanza.</color>\n<color=#ffffffa6>Aquel tiempo se pasó como un sueño. Para algunos habría resultado muy largo, pero para otros, demasiado corto.</color>\n<color=#ffffffa6>Recordó a su yo del pasado, el cual no se rendía ni aunque las circunstancias arrasaran con todo como si de una inundación se tratase y no dejaran ver ni un rayo de luz.</color>\n<color=#ffffffa6>No se rendía ni aunque todo el mundo intentara convencerlo de retirarse.</color>\n<color=#ffffffa6>Recordó las sonrisas que vio a través de la lente y las esperanzas de futuro que escuchó.</color>\n<color=#ffffffa6>Recordó los gritos, resquebrajamientos y choques metálicos que se oían lejanamente desde detrás del suelo enladrillado.</color>\n<color=#ffffffa6>Recordó a la joven que usó un truco de magia para obligarse a sí misma a ir a un sótano oscuro.</color>\n<color=#ffffffa6>Y entonces, la vista se le nubló ante el arrepentimiento de no haber podido registrar la última batalla de aquella joven.</color>"
          }
        ]
      },
      {
        "title": "Licorera del Olvido",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una licorera que perteneció a una persona que sirvió a la Corte de Fontaine.</color>\n<color=#ffffffa6>A menos que no fueran crueles por naturaleza, aquellas personas que hacían cierto trabajo</color>\n<color=#ffffffa6>siempre acababan en el camino de la destrucción de no ser gracias al elixir que contenía esta licorera.</color>\n<color=#ffffffa6>Le perteneció a una persona que no tuvo más remedio que hacer lo que hizo para conseguir la paz en Fontaine.</color>\n<color=#ffffffa6>Años más tarde, cuando se retiró como soldado debido a una grave herida, llevó a cabo una investigación.</color>\n<color=#ffffffa6>Gracias a ella, descubrió que tras la madriguera del conejo no había ningún reino de las maravillas, sino un vórtice.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>En ese momento, los recuerdos emergieron de su cabeza como burbujas que escapan de una escafandra resquebrajada.</color>\n<color=#ffffffa6>Recordó el juego al que jugaba con Dwight, Basil y Karl cuando era pequeño.</color>\n<color=#ffffffa6>Él siempre hacía el papel de héroe, y Karl, el del malvado dragón Jabberwock.</color>\n<color=#ffffffa6>Recordó el familiar abrazo de la rectora y pensó que lo que sentía en ese momento se parecía mucho a dicho abrazo.</color>\n<color=#ffffffa6>Recordó las incontables caras retorcidas por el resentimiento e iluminadas por las llamas carmesí de Poisson.</color>\n<color=#ffffffa6>Entonces, recordó que en el pasado había enviado al Instituto Cruz de los Narcisos a niños inocentes.</color>\n<color=#ffffffa6>Al final, lo que mejor recordó fue lo que sintió al conocer a su hijo y a su hija.</color>\n<color=#ffffffa6>Sintió como si viera una luz al final de un túnel interminable, como si se hubiera visto a sí mismo llevando puesta una máscara.</color>\n<color=#ffffffa6>Sintió como si estuviera agarrándose a una telaraña para no caerse a las profundidades del infierno.</color>\n<color=#ffffffa6>“Estimados Alain y Marianne... nunca tuve una relación cercana con ustedes.</color>\n<color=#ffffffa6>Ni siquiera al final supe cómo ser un buen padre.</color>\n<color=#ffffffa6>Pero aun así, no quiero olvidar cómo fueron creciendo...”.</color>\n<color=#ffffffa6>Cuando recobró la sobriedad, todo honor, desgracia, amor y apego ya se había disuelto en las aguas.</color>"
          }
        ]
      },
      {
        "title": "Semblante del Veterano",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una máscara que en el pasado se le dio a una persona cuya cara estaba herida y que había servido a la Corte de Fontaine.</color>\n<color=#ffffffa6>Puede remplazar un terrorífico rostro y representa el honor o, tal vez, la vergüenza de un soldado veterano.</color>\n<color=#ffffffa6>Aunque pueda ocultar las cicatrices de la cara, no logrará ocultar las del corazón.</color>\n<color=#ffffffa6>Una amiga con la que creció y sirvió en la Corte de Fontaine le dijo una vez:</color>\n<color=#ffffffa6>“Si no vuelvo, te confío a esos dos niños”.</color>\n<color=#ffffffa6>La amiga también le quiso decir que había dejado de pedirle que lucharan juntos.</color>\n<color=#ffffffa6>Sin embargo, en aquel momento, su entendimiento mutuo ya se había deteriorado durante años.</color>\n<color=#ffffffa6>Siempre y cuando ninguno de los dos lo mencionara, era como si el incidente ocurrido en Poisson no hubiera ocurrido nunca.</color>\n<color=#ffffffa6>Es posible que el Instituto se inunde y que, sin mí y sin la rectora, sea poco seguro.</color>\n<color=#ffffffa6>Así que dejaré a los niños al cuidado de dos personas en quienes pueda confiar, como Ingold y tú.</color>\n<color=#ffffffa6>Cuando la amiga vio la taciturna cara que había bajo esa máscara, le explicó:</color>\n<color=#ffffffa6>“Cuando vuelva victoriosa, reunámonos con Lasker e Ingold.</color>\n<color=#ffffffa6>¡Yo me encargaré de cocinar y les mostraré mis habilidades culinarias!”.</color>\n<color=#ffffffa6>Al ver su cara de sospecha, la amiga añadió inquieta:</color>\n<color=#ffffffa6>“¡He aprendido a hacer repostería en estos años! A los niños les encanta.</color>\n<color=#ffffffa6>Bueno, adiós, Guillotin... Mi querido Emanuel”.</color>\n<color=#ffffffa6>“Yo también espero que te vaya bien y que no te encuentres con muchos problemas.</color>\n<color=#ffffffa6>Espero que esos tipos no hayan destruido mi Esponsiano...”.</color>\n<color=#ffffffa6>Como es fácil de imaginar, a él no le gustaban los niños... O más bien, no le gustaba hablar con nadie.</color>\n<color=#ffffffa6>Porque, en cuanto veía a alguien, solo podía pensar en la sangre que corría por su cuerpo.</color>\n<color=#ffffffa6>Sin embargo, aquello era una petición de su amiga, así que de momento cuidaría de esos niños.</color>\n<color=#ffffffa6>Cuando Basil regresara, le pasaría la papa caliente.</color>"
          }
        ]
      }
    ]
  }
}