{
  "epId": 3991,
  "name": "Compañía Dorada",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
  "filterValues": {
    "reliquaryEffect": [
      "ATQ"
    ]
  },
  "menuId": 5,
  "menuName": "Artefactos",
  "version": 1692151973,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Variación de la Serenata Dorada",
        "position": "Flor de la Vida",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una flor orgullosamente abierta y fabricada con almejas, madreperlas y pan de oro.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_7028172667623901653.png"
      },
      "plume_of_death": {
        "title": "Pluma del Ave Dorada",
        "position": "Pluma de la Muerte",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una pluma de ave hecha de una filigrana de oro y plata. En ella hay incrustado un radiante zafiro.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/8e44740c21afd286149109475c157ed1_1428082930124235949.png"
      },
      "goblet_of_eonothem": {
        "title": "Clamor de la Noche Dorada",
        "position": "Cáliz de Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una antigua ánfora de plata que en el pasado contenía vino de color rubí. Ahora, en cambio, en ella solo queda la salada agua del mar.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/10c41dd09f04615c3ff216fda90bff72_8874685089492563529.png"
      },
      "circlet_of_logos": {
        "title": "Condecoración de la Compañía Dorada",
        "position": "Tiara de Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Una corona muy antigua. Más que una pieza para algún monarca, es un objeto de atrezo para una actuación.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/6d62d7a59b21810f30a7e74f21998494_1268463604576780321.png"
      },
      "sands_of_eon": {
        "title": "Preludio de la Era Dorada",
        "position": "Arenas del Eón",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un elegante reloj de sol hecho con incrustaciones de oro y plata. Para su disco, el tiempo dejó de transcurrir hace mucho.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/a8668d27d97594684bb7ff73aad22cdd_836889381696721285.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Daño de Habilidad Elemental +20%.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Aumenta en un 25% el daño infligido con la Habilidad Elemental. Además, cuando el personaje está en tu equipo pero no en combate, el daño de dicha habilidad aumenta en un 25% adicional. Este efecto se anula 2s después de entrar en el campo de batalla.</span></p>"
    },
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Compañía Dorada</color>"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Variación de la Serenata Dorada",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En el pasado, la canción del destino sonaba a través de las vías acuáticas y dejaba oír la armoniosa melodía de la civilización y el orden.</color>\n<color=#ffffffa6>Allá donde caía una nota musical, la civilización eliminaba y remplazaba a la barbarie, de modo que toda primitiva tierra sin orden adquiría un nuevo color.</color>\n<color=#ffffffa6>A medida que la poderosa brisa marina envolvía todo lugar por dnode pasaba, los recién abiertos nenúfares sin raíz salían volando junto a ella.</color>\n<color=#ffffffa6>En una tribu cuya existencia fue tan corta como la de un alga, se conocieron un compositor y un guerrero.</color>\n<color=#ffffffa6>Entre épicas de conquista tan innumerables como estrellas hay en el cielo, esta balada no llamaba tanto la atención.</color>\n<color=#ffffffa6>No obstante, al ver la amistad que había entre ambos guerreros, las olas predijeron su final.</color>\n<color=#ffffffa6>Aunque el joven compositor aún era burdo como los bárbaros, pronto se hizo amigo de un sirviente que pertenecía al bando conquistado.</color>\n<color=#ffffffa6>Aunque ya nadie sabe el auténtico nombre del sirviendo, con el tiempo pasó a ser conocido como “Casiodoro”.</color>\n<color=#ffffffa6>Más tarde, el joven guerrero siguió al joven compositor hasta el Capitolio, la ciudad situada en lo más alto de la dorada capital imperial.</color>\n<color=#ffffffa6>Juntos completaron todo tipo de arduas tareas y estrictas pruebas, tras lo que el dorado rey divino los ascendió a orgullosos amos.</color>\n<color=#ffffffa6>“El orgullo es como una flor de oro que se abre en el pecho de los ciudadanos del glorioso reino. Ni la pobreza y ni la barbarie podrán existir bajo la mirada del rey divino.</color>\n<color=#ffffffa6>El orgullo es el honorable escudo del glorioso reino, su deslumbrante lanza, el incomparable poder con el que defiende al rey divino.</color>\n<color=#ffffffa6>El orden solo puede nacer bajo el control de dicho poder, y allá donde reina el orden florecen libremente el arte y la belleza.</color>\n<color=#ffffffa6>En la hermosa Compañía Dorada, no se tolera ni la debilidd, ni la ignorancia ni la barbarie. Y de existir, o bien se someten al poder, o bien son aniquiladas.</color>\n<color=#ffffffa6>Amigo y hermano mío, deshazte del apego a ese empobrecido pasado y no añores la falsa y vulgar dignidad del pueblo de antaño.</color>\n<color=#ffffffa6>Si ya has abandonado tu burdo cuerpo y tu débil mente y te has convertido en alguien puro como el acero, ¿por qué sigues lamentándote por cosas tan insignificantes?”.</color>\n<color=#ffffffa6>“Amigo y hermano mío, escucha esa melodía inmutable, ese eterno traqueteo mecánico en lo más profundo de tu corazón, pues es el rey divino susurrándote.</color>\n<color=#ffffffa6>Los ojos del reino glorioso solo miran hacia un futuro dorado y perfecto, un futuro que hará sonar el réquiem de la inevitable aniquilación del pueblo de antaño”.</color>"
          }
        ]
      },
      {
        "title": "Pluma del Ave Dorada",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cuando la brisa marina comenzó a decaer, el cielo se impregnó del manto rosado del crepúsculo.</color>\n<color=#ffffffa6>Las aves marinas nunca se detenían en el lugar en el que estaban anclados los incontables barcos, sino que tan solo dejaban caer alguna pluma.</color>\n<color=#ffffffa6>La sinfonía, antiguamente armoniosa y grandiosa, también tuvo que terminar, igual que ningún imperio puede mantener para siempre un gobierno pacífico.</color>\n<color=#ffffffa6>Con la expansión de las vías acuáticas, el poder no solo trajo progreso y orden, sino también arrogancia, violencia y explotación.</color>\n<color=#ffffffa6>En la remota ciudad-Estado del “pueblo de antaño”, en el valle de los exiliados ermitaños e incluso al pie del Monte Capitolio...</color>\n<color=#ffffffa6>Los nobles compositores que dirigían las melodías y la armada de acero y armaduras radiantes llegaron para arrebatarle el control a la gente.</color>\n<color=#ffffffa6>Mientras tanto, aquellas personas tenaces que aún no habían sido conquistadas y a quienes aún no les habían arrebatado ni una gota de agua se unieron y juraron resistir hasta la muerte.</color>\n<color=#ffffffa6>“Hermano mío, es tal y como había temido y tal y como había lamentado. Mientras cantabas y tocabas, deberías haber escuchado las voces de los más vulnerables.</color>\n<color=#ffffffa6>No a todo el mundo le gusta que le quiten su hogar y su naturaleza, ni tampoco están dispuestos a aceptar nuestra sinfonía.</color>\n<color=#ffffffa6>Una vez, los llamaste ‘pueblo de antaño’, hermano mío. Pero incluso quienes le son fiel al pasado tienen una determinación y dignididad que no puede ser ignorada.</color>\n<color=#ffffffa6>Pensábamos que podíamos subyugar y dominar a otros, pero entonces, ¿cómo pudo la gloria de nuestro magnífico reino...?”.</color>\n<color=#ffffffa6>“¡Débil! ¡Eres un débil! Tu patética debilidad te está nublando el juicio, ablandándote y haciendo evidente tu punto flaco.</color>\n<color=#ffffffa6>Ya que la barbarie y la ignorancia aún están presentes en toda Fontaine y envenenan sus aguas, ¡exterminaremos ambas cosas!</color>\n<color=#ffffffa6>Si esos bárbaros están dispuestos a integrarse en nuestro grandioso orden dorado, los aceptaremos con los brazos abiertos, igual que nos aceptó nuestro glorioso rey.</color>\n<color=#ffffffa6>Sin embargo, desde que Escila, el dragón ponzoñoso, destruyó nuestras torres y aniquiló a nuestros compositores, no vale la pena salvar a esos bárbaros envenenados.</color>\n<color=#ffffffa6>Así pues, debemos eliminarlos de la faz de la tierra y las aguas, igual que pusimos fin a las plagas y extinguimos el fuego salvaje”.</color>\n<color=#ffffffa6>En ese preciso instante, la Era Dorada se estancó y se sumió en un sinfín de guerras y revueltas.</color>\n<color=#ffffffa6>La sala del trono se llenó de gritos de conquista y aniquilación y de los alaridos de dolor de los bárbaros. Y entonces el rey divino se despertó...</color>"
          }
        ]
      },
      {
        "title": "Preludio de la Era Dorada",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Libre y jovial brisa marina del alba, llévate contigo esta antigua tonada...</color>\n<color=#ffffffa6>El tiempo dejó de fluir hacia delante para volver a los días pasados de quien cantaba la canción.</color>\n<color=#ffffffa6>Flotó a la deriva junto a las corrientes de agua y pasó por la bóveda dorada del glorioso reino.</color>\n<color=#ffffffa6>Cruzó la verde finca amurallada mientras soplaba la brisa del estío.</color>\n<color=#ffffffa6>Aristócratas que navegaban en sus barcos, bárbaros que habían sido capturados...</color>\n<color=#ffffffa6>Todos ellos se empaparon de la sinfonía de una hermosa era mientras eran embriagados por los recuerdos.</color>\n<color=#ffffffa6>Aquella fue una época próspera y radiante: la gran era del justo y glorioso rey.</color>\n<color=#ffffffa6>“Vengo de un pequeño reino situado en una isla solitaria. Nací en una cabaña y me crie en un pueblo construido con juncos y hierba.</color>\n<color=#ffffffa6>Cuando los guerreros de armaduras deslumbrantes llegaron a mi hogar, declararon que nos conquistarían.</color>\n<color=#ffffffa6>En aquel entonces yo solo era un niño, así que seguí inocentemente a aquellos grandiosos semidioses hasta la capital.</color>\n<color=#ffffffa6>Afortunadamente, gracias a mis diestras manos y mi buena voz, logré sortear el destino de ser esclavizado.</color>\n<color=#ffffffa6>Y entonces, cuando el rey divino reconoció mi valía, vi por primera vez el poder de la civilización y el orden.</color>\n<color=#ffffffa6>Empecé una nueva vida, renuncié a mi nombre y a mi clan, ¡y la gente empezó a conocerme como Boecio!”.</color>\n<color=#ffffffa6>Y así, el niño que había nacido entre los bárbaros quedó asombrado ante el dorado palacio imperial y se sometió a la belleza de un grandioso poderío.</color>\n<color=#ffffffa6>Abandonó y olvidó las viejas costumbres de la barbarie y absorbió nuevos conocimientos como si de un bebé hambriento se tratara.</color>\n<color=#ffffffa6>Todo para empezar una vida nueva, para formar parte de aquella grandiosa civilización, para convertirse en alguien digno de gloria.</color>\n<color=#ffffffa6>Todo por aquella época próspera y radiante: la gran era del justo y glorioso rey sentado orgullosamente en su trono real.</color>"
          }
        ]
      },
      {
        "title": "Clamor de la Noche Dorada",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Un fuerte empujón del sosegado mar bastó para enviar a incontables barcos a un lugar entre la silenciosa finca y el templo.</color>\n<color=#ffffffa6>Bajo la pálida luz de la luna, la dorada bóveda que tan radiante parecía durante el día había perdido todo su color.</color>\n<color=#ffffffa6>Cuando el rey divino despertó abruptamente de su mayestático sueño, ya no había ni rastro del lejano fulgor de las estrellas.</color>\n<color=#ffffffa6>La violencia y el distanciamiento dieron lugar a una oscuridad aún más profunda que la de la noche y cubrieron la bóveda dorada.</color>\n<color=#ffffffa6>Entre el temor y el arrepentimiento, el rey convocó a sus más leales guardias y afinadores.</color>\n<color=#ffffffa6>Una vez reunidos, promulgó su último decreto: que trajeran de vuelta la paz a aquellas tierras fracturadas.</color>\n<color=#ffffffa6>Sin embargo, igual que es imposible frenar una inundación ya desatada, el arraigado orgullo y los prejuicios aplastaron a los afinadores y a las autoridades.</color>\n<color=#ffffffa6>Los malvados echaron por tierra todos los nobles sacrificios y planes altruistas, los cuales quedaron reducidos a escombros.</color>\n<color=#ffffffa6>Tan solo quedaron en pie el barbárico ejército del príncipe dragón y el rey divino, dispuesto a agotar las fuerzas que le quedaban para salvar su imperio.</color>\n<color=#ffffffa6>Sin embargo, al final, hasta ellos fueron arrastrados por la tormenta descontrolada, y sus palacios lujosos y fincas verde esmeralda quedaron totalmente desolados...</color>\n<color=#ffffffa6>Tras perder la guía de la serenata dorada, los habitantes del glorioso reino, antaño caracterizados por su nobleza, se transformaron en gólems llenos de roturas.</color>\n<color=#ffffffa6>Cuando cesó el último clamor de la dorada noche, el afinador Boecio se tumbó entre los escombros del imperio.</color>\n<color=#ffffffa6>Solo aquellos escombros llegaron a oír sus murmuros delirantes, y solo ellos fueron testigo del pecado de la traición.</color>\n<color=#ffffffa6>“Él nos traicionó a todos en un momento de locura.</color>\n<color=#ffffffa6>Pero, al igual que el arrepentimiento de las personas, el orden no cambiará tan fácilmente”.</color>"
          }
        ]
      },
      {
        "title": "Condecoración de la Compañía Dorada",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La majestuosa ciudad del glorioso reino se erguía sobre el solemne silencio del fondo marino.</color>\n<color=#ffffffa6>Allí había un castillo de un apagado color dorado que se asemejaba a la triste sombra de un grandioso sueño.</color>\n<color=#ffffffa6>La magnífica ópera de la Era Dorada ya había bajado el telón y no se escuchaba ni un eco de la armoniosa y unísona serenata.</color>\n<color=#ffffffa6>Así pues, el pueblo de antaño levantó una nueva nación sobre unas ruinas que habían sido asoladas por la avaricia y la traición.</color>\n<color=#ffffffa6>“¡Es terrible! La barbarie ha pisado el orden perfecto y ahora los débiles e ignorantes quieren conquistar las antiguas tierras del imperio.</color>\n<color=#ffffffa6>Espíritus y manantiales, manantiales y caballeros... El llanto de los niños ha remplazado a la poesía, y las baladas populares han sustituido a las serenatas.</color>\n<color=#ffffffa6>El poder eterno fue derrocado por un fugaz momento de locura del rey divino, del cual se burla el nuevo reino de los bárbaros...</color>\n<color=#ffffffa6>¿Es que todo grandioso imperio ha de sucumbir ante la barbarie? ¿Acaso la ignorancia y el analfabetismo siempre terminan conquistando la civilización y la racionalidad?”.</color>\n<color=#ffffffa6>En el teatro dorado del castillo apagado, los compositores que habían perdido sus serenatas cantaron elegías sobre un pasado que nunca más regresaría.</color>\n<color=#ffffffa6>Su público, unos gólems taciturnos y hambrientos a la edspera de cazar y devorar almas inocentes.</color>\n<color=#ffffffa6>Cuando la gran serenata dorada volviera a sonar, la Compañía Dorada reclamaría la legítima recompensa que correspondía a aquellos que habían sido fieles.</color>\n<color=#ffffffa6>Cuando el orden perfecto separase a la humanidad en amos y sirvientes, la fortaleza y la belleza restaurarían la gloria del reino una vez más.</color>\n<color=#ffffffa6>Llegado ese día...</color>\n<color=#ffffffa6>... todos los miembros de la Compañía Dorada recibirían el futuro entero como recompensa.</color>"
          }
        ]
      }
    ]
  }
}