{
  "epId": 4227,
  "name": "Anne",
  "desc": "<p>Una Oceánida creada por la conciencia de Marianne.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7a4364ee7ecfbf1eb2b78fbf7b6607ed_5235885282307677502.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1702127081,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Anne",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hay opiniones diversas acerca de cómo nacieron las Oceánidas. Algunas personas creen que el que una Oceánida sea creada por otra Oceánida es un fenómeno raro que solo pueden hacer algunas Oceánidas fuertes con desarrollada inteligencia y empatía, como Rhodeia e Idía. Otros creen que una Oceánida puede crear otra Oceánida a partir de un fuerte sentimiento de amor.\nNadie sabe cuál versión sea la correcta, pero es sabido que la Oceánida Marianne creó a la Oceánida Anne después de verla en un sueño.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceánida",
        "desc": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro. A menudo se encuentra junto al agua.<br/>Se dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas. También se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de una diosa que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su diosa hacia este mundo se extendiera por toda la tierra a través del agua...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idía",
        "desc": "<p>Una NPC exclusiva de evento. Una Oceánida, cuidadora del Espejismo Veluriyam dentro de una botella mágica.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/73555894/8f84efbb97c6667cbf39cb960acb5db8_2854583862466435601.png",
        "amount": 1,
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Anne de los Narcisos",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "La Oceánida Lyris y Marianne Guillotin influenciaron significativamente en la personalidad y conciencia de Anne porque la Oceánida Marianne fue creada a partir de la mezcla de sus conciencias. El mundo de Anne fue creado de un cuento de hadas sobre el malvado dragón Narciso, contado una vez por la subdirectora del orfanato en que Marianne creció. Por eso, Anne creyó que el sentido de su vida estaba en salvar del malvado dragón a la Princesa Lyris del cuento de hadas.\nJunto con Anne, fueron creadas más creaturas hidromiméticas en las formas de un sapo, de una ardilla, de pájaros y de un jabalí, quienes se convirtieron en amigos de Anne y en el escuadrón de rescate de la Princesa Lyris. Todos ellos tomaron los nombres de los amigos del orfanato de la pequeña Marianne."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/952ea7ca75568d589cf8e4caf5c3add3_4609963453363224583.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un día, una de los amigos de Anne, Bruselita, se metió en problemas, por lo que Anne le pidió ayuda a un/a Viajero/a que pasaba por allí. Así comenzó su aventura para rescatar a la princesa. El/La Viajero/a y Anne podrían liberar a todos sus amigos y entrar al Castillo de Lyris (el antiguo edificio del Instituto Cruz de Narcisos). Los amigos de Anne tuvieron que sacrificar su forma física para que ella pudiera llegar hasta Lyris. Como resultado de este viaje, descubrió que la princesa no existía, y Marianne los estaba esperando al final."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/70c436b6ba31db3093589cac207466e1_2004650603481386572.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Marianne no quiso dejar su fantasioso mundo de Letargia, por lo que deseó que Anne viviese como quisiera y sea libre. Sin dar ninguna respuesta sobre los orígenes de Anne, Marianne cerró la barrera detrás de ella de modo que Anne y el/la Viajero/a no pudieran entrar de nuevo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rastro de Narciso",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Para desvelar la verdad acerca de sus orígenes, Anne formó equipo con el perro mecánico Seymour, que estaba buscando a su dueña desaparecida llamada Marianne, con el Hilichurl Caterpillar, un miembro de la Comunidad Cruz de los Narcisos, y con el/la Viajero/a. Después de la investigación, descubrieron que Marianne apareció a partir de la fusión de la Oceánida Lyris y la humana Marianne Guillotin hace unos 500 años. Buscaron la Sacroespada Cruz de los Narcisos para separar las identidades de Lyris y Marianne Guillotin. Cuando rompieron la barrera que obstruía el camino hacia Marianne con la espada, se dieron cuenta de que ya había cumplido con su deber desde que Marianne aceptó su identidad y realidad.\nDespués de todas las aventuras, Marianne y Ann decidieron emprender un viaje para ver el mundo que Marianne no había visto en cientos de años. Se llevaron al perro mecánico Seymour y a la melusina Maime, prometiendo al/a la Viajero/a encontrarse pronto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>El Prototipo 4ACV07 es un perro mecánico creado por Alain Guillotin para proteger a su hermana Marianne Guillotin durante su servicio en la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/f415fbe2eaa40cd987a8daa47643fc74_1843347390880204716.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Espada Cruz de los Narcisos",
        "desc": "<p>Una espada cuyo poder y determinación desaparecieron cuando la historia que había detrás de ella terminó, y que ahora volverá a emprender un nuevo camino. Los resquicios de poder que aún conserva conmemoran cierto gran sueño.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/73555894/01d3f8317c86ea98d617ad61213b7c9a_5222142249883436621.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Un cuento de hadas contado por Basil Elton para la pequeña Marianne",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/48e47b19691729ecabe82867c3248f85_917058931442629138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace mucho, mucho tiempo, en un lugar muy, muy lejano, érase una vez una princesa muy hermosa y bondadosa. Su nombre era Lyris... Sí, ella será la protagonista de la historia.\n\"Ese nombre no. No es el que has dicho.\"\nVamos, no te pongas así, es solo una historia. Ejem, ejem , sigamos.\nAhora que tenemos protagonista, necesitamos un malvado... ¡Un monstruo malvado!\nY nuestro malo será... ¡el dragón Narciso! Es tan, tan malvado que la gente se echa a temblar con solo escuchar su nombre. Aunque eso a él le importa bien poco, claro está.\nEl dragón lo destruyó todo, arrasando las tierras e incendiando los cultivos. El viento que provocaron sus alas destruyó ciudades enteras y su abrasador fuego convirtió naciones enteras en meros eriales.\nAl final, solo el reino de la princesa Lyris permaneció a salvo de tal destrucción. Fue gracias al incesante esfuerzo de su princesa por defender el reino. Narciso desplegó cuantos trucos poseía, pero no fue capaz de oponerse a ella.\n“¿Se supone que yo soy la mala de la historia?”.\n¿Eh? Si Narciso contara esta historia, probablemente diría... “Esa vil princesa Lyris no hace más que frustrar mis planes”... O algo así.\nAy... ¡que no! Ya no sé cuántas veces te he dicho que solo es una historia. La princesa Lyris es la protagonista, ¡pero es ficticia! Tú eres tú, tú de verdad. ¡No mezcles la historia con la realidad!\n“No entiendo...”.\nNo seas impaciente, deja de interrumpirme y déjame terminar de contar la historia. A ver, ¿por dónde íbamos?\nUy, ¡casi olvido darle unos ayudantes a la princesa! Los protagonistas siempre van acompañados y, como la princesa Lyris es buena y hermosa, ¡tiene un montón de amigos!\nDeja que piense... La princesa Lyris tenía muchos amigos fieles y valientes, como por ejemplo, Ánade, Ney...\n“Eso no es posible”.\nOtra vez te olvidaste de que solo es una historia, ¡y en las historias todo es posible! En concreto, en la nuestra, Ánade y Ney son amigos de la princesa Lyris.\nPor cierto, ¿cómo se llamaba ese otro amigo de Lyris? Ese del pelo castaño.\n“No es mi amigo”.\nPero Lyris se puede hacer amiga de él, ¿no? De hecho, yo quiero hacerlo, ¡así que dejemos que se una! ¿Cómo debería llamarse?\n“De acuerdo. Entonces lo llamaremos Kate”.\n¡Bien! ¡Lo llamaremos “coronel Kate”! Da una sensación de poder y siempre está dando órdenes, así que es un nombre apropiado.\nNos costó, pero por fin tenemos a todos los personajes de la historia. El malvado dragón Narciso quería destruir todos los reinos del mundo, mas el único que no iba a sucumbir era el de la princesa Lyris, pues era protegido por ella y sus amigos.\n“Sí, ya entiendo. Igual que ocurre en las historias, la princesa y sus amigos vivieron felices y comieron perdices”.\n¡Ese es el fin de la historia!\nNo hemos hecho más que empezar. Ni siquiera hemos llegado a la mejor parte.\n“¿La mejor parte?”.\nClaro, ¿es que no quieres saber por qué el dragón Narciso quería destruirlo todo y cómo hizo la princesa Lyris para proteger a todos?\n“¿Es que no basta con saber el final?”.\nEso no sería divertido, ¿no crees? Aunque muchas historias terminan igual, no llegan a ese final de la misma manera.\nEn nuestra historia, por ejemplo, el solitario dragón Narciso codicia el tesoro de la princesa Lyris, su belleza y su bondad, ya que son cosas que él tuvo en el pasado, pero que perdió.\nEn cuanto al tesoro de la princesa... Diremos que es “el tiempo”.\n“¿El tiempo?”.\n¡Exacto! Acabo de recordar que Ánade me dijo una vez que “los relojes son la forma en que los humanos sostienen el tiempo”. Además, Ney siempre dice que nunca hay tiempo suficiente. Entonces me acordé de que la princesa Lyris ha estado mucho, mucho tiempo sola. Si tuviera enemigos con los que compartir su tiempo, ¡se pondría muy contenta! Si Narciso no pudo invadir su reino, es porque la princesa compartió su tiempo con sus amigos y, al luchar contra el dragón, ellos disponían de mucho más tiempo. ¡Por eso Narciso no era rival para los amigos de Lyris!\nPiénsalo, Lyris, si tuvieras más tiempo, podrías hacer más cosas, ¿cierto? Por ejemplo, si Ánade tuviera más tiempo, podría pegar tres o cuatro veces más a Narciso al luchar contra él, así que sería más fuerte. Sí, ¡eso es lo que vamos a hacer!\nLos amigos de Lyris podrían usar el tiempo que les dio ella para defenderse una y otra vez de la invasión de Narciso.\nSin embargo, el astuto dragón descubrió su secreto, por lo que, con la paciencia de una serpiente que espera para atacar a su presa, no dejó de mandar a sus tropas al reino para agotar todo el tiempo de la princesa Lyris.\nY así, para proteger su reino y ayudar a que sus amigos vencieran, Lyris tuvo que hacer muchos sacrificios. Olvidó a sus amigos porque sacrificó el pasado; dejó de reír y jugar con sus amigos porque sacrificó el presente...\nHasta que un día, el agua de manantial, feliz en el pasado, se sumió en el silencio. El cielo se oscureció cuando Narciso abrió las alas para hacer su llegada al reino. Aunque los amigos de la princesa Lyris lo dieron todo en la batalla, sin el tiempo que ella les daba no podían frenar al dragón, el cual rápidamente llegó al palacio.\nEn el último momento, Lyris reunió a sus amigos, cuyos nombres ya no recordaba, y les confió el objeto más valioso del mundo: una gota del agua más pura, tan cristalina como tú.\nDijo: “Este es mi futuro. Por favor, llévenselo.\nDa igual que mi reino y yo hayamos sucumbido a las garras de Narciso, ya que mi futuro está con ustedes”.\nY entonces, les hizo una promesa: “Aunque perdamos nuestro pasado y nuestro presente, mientras tengamos el futuro, es inevitable que volvamos a encontrarnos, igual que el reino recuperará su fulgor”.\nEn ese momento, el ejército de Narciso destruyó las puertas del castillo con sus cañones. La princesa Lyris urgió a sus amigos que se marcharan, los cuales estaban tristes que no pudieran evitar romper a llorar. Sin embargo, siguieron las órdenes de la princesa y huyeron. Tras perder su futuro, ella y la alta torre en la que vivía se quedaron estancadas en un letargo sin sueños.\nY así fue como cayó el último reino del mundo en el que aún quedaba algo de brillo. Los amigos de la princesa se ocultaron entre las sombras durante mucho tiempo y, aunque vivieron muchas cosas, siempre se mantuvieron unidos, pues los unía la promesa del futuro de la princesa. ¿Qué piensas?\n“No entiendo la historia... Y tampoco entiendo qué son el pasado, el presente y el futuro... Tras la catástrofe, perdimos nuestro futuro”.\n¡No pienses así! Ánade está ayudando cuanto puede a Lord Neville para asegurar nuestro futuro. ¡Y Ney, Jak y tú también están trabajando muy duro para crear un futuro! Además, ¿acaso no hemos creado muchos pasados entre todos? Estamos juntos en el presente, y también lo estaremos en el futuro. Juntos, podemos hacer frente a toda clase de dificultades y crear un montón de momentos felices.\n“Sí, lo sé...\nEntonces, ¿qué hay de la historia? ¿Qué pasa con la princesa?”.\nBueno... esa es otra historia. Ay, ya casi no hay tiempo. Tenemos que volver con ese perro tonto. ¡Te contaré el resto de la historia en otra ocasión!\n¡Vamos, no seas así! Bien, ¿qué tal si yo pienso en un comienzo y la próxima vez tú me cuentas el resto de la historia? A ver, a ver...\nMucho, mucho tiempo después, en un lugar muy, muy lejano...\nHabía un imperio sombrío gobernado por un malvado dragón llamado Narciso.\nNarciso anhelaba a una princesa que, junto a la torre en la que residía, se sumió en un letargo quieto y sin sueños en el que el dragón no podía contaminarla. Esto enfureció a Narciso, quien mandó a sus esbirros y exploradores que buscaran por todo el imperio el tesoro de la princesa. Además, construyó muchos mecanismos defensivos de magia maligna para detener al justiciero que quisiera oponerse a él. El dragón juró y perjuró que recuperaría el tesoro de la princesa y que la despertaría de su letargo, pues solo así podría reclamarla como si fuera suya.\nUn grupo de valientes eran los encargados de proteger el tesoro, el cual consistía en una cristalina y radiante gota de agua.\nUn día, de esa gota nació un diminuto ser.\nHumm... ¿Cómo deberíamos llamar a este ser? Qué fastidio, de haber sabido que la historia acabaría siendo así, habría utilizado tu nombre aquí. ¿Qué opinas?\n...\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "amount": 1,
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ubicación",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/0e59906b15bae20336b3828c9673d493_6262749638297013936.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ubicación antes de aceptar la misión \"Anne de la Cruz de los Narcisos\""
          }
        ]
      },
      {
        "key": "Ubicación",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/de61e867d9f7c8dfe79310a6ada2dd7f_4840580799263911930.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ubicación después de completar la misión \"Anne de la Cruz de los Narcisos\" y durante la misión \"Una historia sin final\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Anne"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}