{
  "epId": 4302,
  "name": "Página misteriosa (I)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_6547393538353478846.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1696781467,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>... He leído incontables libros. Parece que estos volúmenes los dejó aquí una antigua orden... Los reinos se levantan y caen, y cuando una civilización es aniquilada, una nueva nació después de sus cenizas, a la que estos libros se refieren como “Fortuna”... Es algo rudimentario, pero, al menos teóricamente, se parece mucho al esquema computacional que he formulado y denominado “fórmula del mundo”...</color>\n<color=#ffffffa6>... Todos los registros están borrosos, pero si pudiera cuantificarlos hasta cierto punto, podrían ser útiles en mis cálculos de la fórmula del mundo...</color>\n<color=#ffffffa6>... No importa cuántas veces lo derive, el resultado sigue siendo el mismo, aunque no es el resultado que esperaba. A diferencia del mundo descrito en estos textos antiguos, ya no nacerán nuevas civilizaciones. A menos que consideremos introducir “variables” de fuera del sistema... Si se tratase de ese tipo de poder, podría haber una oportunidad...</color>\n<color=#ffffffa6>Aquí encontré la técnica mágica que dejó la Compañía Dorada (parece que se refieren a ellas con varios nombres, yo me quedo con este por ahora). Según mi interpretación, se conoce como el “sello del matrimonio alquímico”, el cual consta de dos partes. Sin embargo, se ha desgastado demasiado como para descifrar más información... Curiosamente, he encontrado símbolos similares en documentos de los archivos del Instituto Cruz de los Narcisos... Parecen complicados, pero los principios subyacentes son bastante claros. Si los registros resultan ser exactos, quedan algunos lugares clave dentro del reino... También se pueden encontrar registros relacionados en otros lugares... Debería registrar mis hallazgos aquí por ahora, ya que podrían ser útiles en el futuro...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Página misteriosa (I)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante El «Vademécum de la revelación oceánica»</color>"
          }
        ]
      }
    ]
  }
}