{
  "epId": 4309,
  "name": "Página misteriosa (VIII)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_7993985107875224608.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1696781438,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>...En lugar de llamarla espada, debería llamarse llave... No pertenece a nadie, y solo viaja de una mano a otra... Se concentran las voluntades de innumerables personas... Los materiales y rituales necesarios...</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>...En realidad, es bastante interesante. Básicamente, se reduce a una especie de brujería extremadamente efectiva. Pero la razón por la que es efectiva se debe a la naturaleza primigenia de su origen... Según los registros, los elementos constituyentes deberían ser un “círculo de cuatro cuadrantes” y un “árbol de emanación”... Fluye desde las raíces hacia el centro del círculo, y el círculo rodea la abstracción de... Es parecido a la corteza de un pastel y su relleno, una metáfora que seguro que emociona a Jakob. Necesitaremos una terminología sofisticada para las personas de menor rango...</color>\n<color=#ffffffa6>... Encontré la ubicación aproximada del antiguo sello. Si los registros son exactos, deberíamos poder confirmar el sitio específico... También deberíamos ser capaces de determinar las ubicaciones de los cuatro elementos constituyentes, ya que mientras encontremos uno, podremos calcular todos los demás nodos... Hicimos que miembros de la sociedad visitaran varios lugares posibles. Deberíamos poder encontrar rastros de agua y canales de mayor calidad y densidad...</color>\n<color=#ffffffa6>... Esto es ridículo. Los secretos que las civilizaciones antiguas guardaban tan cuidadosamente... Debe ser una broma... Resulta que ya hemos pasado por lo mismo innumerables veces en nuestra juventud...</color>\n<color=#ffffffa6>... Las réplicas de piedra que descubrimos corroboraron los cálculos. Como preludio del apocalipsis, el mar...</color>\n<color=#ffffffa6>... En cuanto a los rumores sobre nosotros y en contra de la sociedad...</color>\n<color=#ffffffa6>(La mayor parte del contenido restante no puede descifrarse porque los pensamientos expresados son totalmente incoherentes.)</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Página misteriosa (VIII)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible al investigar en el Instituto de Filosofía Natural</color>"
          }
        ]
      }
    ]
  }
}