{
  "epId": 4312,
  "name": "Página misteriosa (XII)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_8112341891457385627.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1696781419,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Página misteriosa (XII)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible al investigar el punto cercano a Canotila y el «Vademécum de la revelación»</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>... Tres agentes han sido absorbidos hasta la fecha. Habilidades útiles adquiridas...</color>\n<color=#ffffffa6>... Descubrieron en sus recuerdos que, respecto a la existencia de la organización, la Corte de Fontaine oficialmente...</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>... Un mecanismo muy interesante. Con el órgano adecuado, la conciencia puede ser trasplantada...</color>\n<color=#ffffffa6>... Tiene el conocimiento para manejar el mecanismo. Tras comprender la idea general después de la absorción, se sabe que, aparte de un modelo experimental, se trata de un árbol lógico simple....</color>\n<color=#ffffffa6>... Un intento interesante, pero el camino que eligió fue lamentable. René definitivamente pensaría así...</color>\n<color=#ffffffa6>... Jakob parece estar de mal humor porque no quiere enemistarse con los hermanos Guillotin...</color>\n<color=#ffffffa6>... Rechazado, por supuesto. Alain Guillotin dijo antes de irse que “parece que no hay vuelta atrás”. Por desgracia, solo es un genio cuando se trata de máquinas. En todo lo demás, no es más que alguien ordinario. No entiende el futuro, ni siquiera se da cuenta de que hace tiempo que llegamos al punto de no retorno. Yo, sin embargo, crearé el futuro, y habrá un lugar para él y Marianne Guillotin en él.</color>\n<color=#ffffffa6>(La mayor parte del contenido se ha disuelto y ha quedado ininteligible.)</color>"
      }
    ]
  }
}