{
  "epId": 4317,
  "name": "Fábulas de Fontaine",
  "desc": "<p>Un libro escrito por Marie Héricart que contiene diversas historias y cuentos. La mayoría no son obras de la autora, sino fragmentos recopilados de antiguos poemas ya olvidados.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/9fb894d78d4142c16d9a5f4891b41c7e_8599330820751323738.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1696451455,
  "components": {
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La doncella y el sol</color>\n<color=#ffffffa6>La hija adoptiva de una familia de zorros alcanzó la edad de casamiento. Su rostro era tan gentil como un manantial durante la primavera.</color>\n<color=#ffffffa6>Educada y delicada como era, ninguna damisela se le comparaba.</color>\n<color=#ffffffa6>Así, la madre le dijo a su hija:</color>\n<color=#ffffffa6>“Mi pequeña niña, tu madre ya está mayor. Llegará el día en que no sea capaz de cuidar de ti.</color>\n<color=#ffffffa6>Escoge al esposo que te plazca. Todos desean poder recibir el honor de ostentar dicho título”.</color>\n<color=#ffffffa6>Su hija le respondió:</color>\n<color=#ffffffa6>“Si ese es el caso, deseo que me permitas contraer matrimonio con el ser más poderoso de este mundo, madre”.</color>\n<color=#ffffffa6>“Ah, pequeña, ese ser ha de ser sin duda el sol”, respondió a su vez la madre. “Tú serás el afortunado, pues, venerado sol que alumbras nuestros días”.</color>\n<color=#ffffffa6>“No”, se negó el sol. “Las nubes son aún más poderosas que yo. Son capaces incluso de opacar mi luz”.</color>\n<color=#ffffffa6>“Así sea, pues. Oh, nubes, capaces de doblegar el deslumbrante brillo del sol, se lo ruego, acepten este honor”.</color>\n<color=#ffffffa6>“¡No, no podríamos! No podemos ofrecer resistencia ante el ímpetu del viento. ¡Es mejor que le concedas el honor a él!”.</color>\n<color=#ffffffa6>Pero el viento era incapaz de atravesar la montaña, así que la madre fue a hablar con ella.</color>\n<color=#ffffffa6>Y la montaña se negó, alegando un conflicto con cierto roedor.</color>\n<color=#ffffffa6>Y es que aquel roedor, si se enfadaba, era capaz de crear enormes túneles en la ladera de cualquier montaña.</color>\n<color=#ffffffa6>Así pues, debía de ser más poderoso que la montaña, ¿no?</color>\n<color=#ffffffa6>Y así, el ratón sugirió al gato, quien sugirió al perro, y este, a su vez, al lobo.</color>\n<color=#ffffffa6>Finalmente, tras haber pasado por prácticamente todos los candidatos disponibles, la madre se vio de nuevo las caras con el sol.</color>\n<color=#ffffffa6>Y así fue como la joven doncella tomó al sol por esposo.</color>\n<color=#ffffffa6>La moraleja de esta historia es que cada uno debería asumir las consecuencias de su destino y no intentar ingenuamente evitar sus inevitables caminos.</color>\n<color=#ffffffa6>Pues no importa cuán sincero o inteligente se considere uno, el deber es ineludible.</color>"
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El cuervo y el zorro</color>\n<color=#ffffffa6>Un día, un cuervo se encaramó a un árbol, sosteniendo en el pico un pedazo de queso que había robado.</color>\n<color=#ffffffa6>Al divisar el cuervo, el zorro que vivía a los pies del árbol levantó la vista y le dijo:</color>\n<color=#ffffffa6>“Amigo mío.</color>\n<color=#ffffffa6>Eso que cargas con tu pico no es ningún festín.</color>\n<color=#ffffffa6>Es una desgracia que aquellos con suficiente razón evitan como si de la peste se tratara.</color>\n<color=#ffffffa6>Mira lo estrecha que es tu garganta y fíjate lo grande que es ese pedazo de queso.</color>\n<color=#ffffffa6>Si te lo tragas, es posible que pierdas la vida en el intento.</color>\n<color=#ffffffa6>Los dueños de ese queso te han dejado ir a propósito.</color>\n<color=#ffffffa6>Saben que si te lo comes, morirás. ¿Qué pensabas? ¿Que te habían dejado quedártelo para que lo custodiaras?”.</color>\n<color=#ffffffa6>El cuervo hizo poco caso de lo que se le decía y siguió aferrando su trofeo con el pico.</color>\n<color=#ffffffa6>Al ver que el cuervo no estaba dispuesto a atender a razones, el zorro lo intentó de nuevo:</color>\n<color=#ffffffa6>“Amigo mío.</color>\n<color=#ffffffa6>Hazme caso, no te pierdes nada si lo dejas ir.</color>\n<color=#ffffffa6>Piénsalo bien. Tú surcas los cielos entre montaña y bosque con total libertad.</color>\n<color=#ffffffa6>¿Alguna vez habías oído hablar del queso? ¿Qué es eso?</color>\n<color=#ffffffa6>Si quieres mi opinión, este tipo de cosas no están hechas para nuestras fauces.</color>\n<color=#ffffffa6>Deja que se pudra en las montañas, o que el viento lo arrastre hasta el mar.</color>\n<color=#ffffffa6>Mejor eso que dejar que te hunda el peso de sus cadenas”.</color>\n<color=#ffffffa6>El cuervo agitó las plumas, pero no dejó ir el trozo de queso.</color>\n<color=#ffffffa6>Al ver que el cuervo no cejaba en su empeño, el zorro suspiró.</color>\n<color=#ffffffa6>“Amigo mío.</color>\n<color=#ffffffa6>Si tantas ganas tienes de degustar el queso, no te detendré.</color>\n<color=#ffffffa6>Yo no soy más que un mero espectador.</color>\n<color=#ffffffa6>Aunque supongo que no sabes cómo se cocina el queso.</color>\n<color=#ffffffa6>Si lo engulles así sin más,</color>\n<color=#ffffffa6>sería como romper un preciado tesoro.</color>\n<color=#ffffffa6>¡Además, sería un pecado desperdiciar todas las recetas que he aprendido de diversos lugares de este amplio mundo!”.</color>\n<color=#ffffffa6>Finalmente, la curiosidad pudo con el cuervo que abrió el pico sin darse cuenta.</color>\n<color=#ffffffa6>“¿Podrías enseñarme esas recetas?”.</color>\n<color=#ffffffa6>Conforme el cuervo hablaba, el queso cayó al suelo.</color>\n<color=#ffffffa6>El zorro se apresuró en atraparlo y, a continuación, dio media vuelta y regresó a su madriguera.</color>\n<color=#ffffffa6>La moraleja de esta historia es que aquellos que intentan desentrañar misterios que no les conciernen, lo perderán todo, incluso aquello</color>\n<color=#ffffffa6>que ya habían ganado.</color>"
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La leyenda del burro</color>\n<color=#ffffffa6>Aunque la mona se vista de seda, mona se queda.</color>\n<color=#ffffffa6>Todos en este mundo tienen sus propios puntos fuertes y puntos débiles.</color>\n<color=#ffffffa6>Por eso, la única forma de avanzar es conocerse a uno mismo y hacer frente a esas debilidades.</color>\n<color=#ffffffa6>Así que no seas como este burro y te conviertas en el hazmerreír de la historia.</color>\n<color=#ffffffa6>Al escuchar sobre cómo se había hecho el zorro con el trozo de queso, al burro se le ocurrió imitar su truco.</color>\n<color=#ffffffa6>“¿Por qué tiene que ser así?</color>\n<color=#ffffffa6>Los zorros no son precisamente los animales más inteligentes. ¿Por qué los demás siempre alaban su astucia?</color>\n<color=#ffffffa6>Yo, por el contrario, trabajo como un burro todos los días y nadie me regala ni una sonrisa.</color>\n<color=#ffffffa6>Ya que así son las cosas, aprenderé del zorro e imitaré sus actos.</color>\n<color=#ffffffa6>En poco tiempo, podré hacer pleno uso de sus trucos y argucias”.</color>\n<color=#ffffffa6>A continuación, el burro se escondió entre los árboles y esperó a que su presa pasara por allí.</color>\n<color=#ffffffa6>Cuando la hija del quesero se aproximó, el burro salió a su encuentro.</color>\n<color=#ffffffa6>Luego, imitando al zorro, levantó una pezuña y dijo con prepotencia:</color>\n<color=#ffffffa6>“¡Ja! Está visto que no sabes nada sobre la velocidad a la que viaja un carro.</color>\n<color=#ffffffa6>Si tiras todo el queso al suelo, llegarás a tu destino mucho antes”.</color>\n<color=#ffffffa6>La chica estaba desconcertada ante semejantes palabras. Inmediatamente contestó:</color>\n<color=#ffffffa6>“¡Qué burro eres! ¿Acaso te estás burlando de mí?</color>\n<color=#ffffffa6>¡Dame el palo! ¡Voy a enviar a este cacho de burro de vuelta al establo!”.</color>\n<color=#ffffffa6>Al ver como el bastón se balanceaba en el aire, el burro enmudeció.</color>\n<color=#ffffffa6>La moraleja de esta historia es que si intentas imitar a los demás para ocultar tu propia naturaleza, no ganarás nada bueno de ello.</color>\n<color=#ffffffa6>Al contrario, solo te perjudicará.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Fábulas de Fontaine"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "Volumen I, II, III: Se obtiene al comprar en la tienda de Hubel"
          }
        ]
      }
    ]
  }
}