{
  "epId": 4318,
  "name": "El detective y el ladrón: el misterio del broche irisado (I)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un libro de entretenimiento muy popular en Fontaine. Relata la historia del ladrón Fantômas Robben, conocido como el Gentilhombre Fantasma, y de su primer enfrentamiento con el detective Chesterton. Aviso legal: los personajes y hechos retratados en esta obra son completamente ficticios. Cualquier parecido con personas (vivas o muertas) o hechos reales es pura coincidencia.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/65ec0f9403a5fd2de578dda480187a85_8935454453737168846.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1696647227,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Contenido Legible",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Me llamo Poiret. Hace no sé cuántos años, viajé a la Corte de Fontaine con apenas ningún Mora en los bolsillos o interés alguno en la ciudad. Una vez allí, me cuidó mi tío Chesterton, el famoso detective privado. Para mi sorpresa, inmediatamente me encomendó la tarea de ayudarlo a encontrar a Robben, el misterioso ladrón fantasma.</color>\n<color=#ffffffa6>La Corte de Fontaine no debería estar vacía por la noche, y aun así, a esa hora, no había nadie en las calles fuera de la mansión del Sr. Pierre. Lo único que se oía era el eco del viento otoñal bajo la luz de la luna sollozando como un arpa.</color>\n<color=#ffffffa6>En las sombras, la policía y los periodistas observaban a lo lejos la mansión bien iluminada, a la espera de la llegada de cierto distinguido huésped.</color>\n<color=#ffffffa6>Igual que el resto de las personas implicadas, yo también estaba escondido en la sombra de una esquina, pero la larga espera empezaba a aburrirme...</color>\n<color=#ffffffa6>“¿Por qué tarda tanto? ¿Cuándo va a llegar Robben?”.</color>\n<color=#ffffffa6>La periodista de «El Pájaro de Vapor» parecía tener una opinión distinta al respecto e inmediatamente me contestó:</color>\n<color=#ffffffa6>“¡Seguro que vendrá! El ladrón fantasma envío una carta en la que decía que robaría el broche rocastral irisado, ¡y no creo que se retracte ahora! La pregunta es de qué increíble modo llegará a la escena...”.</color>\n<color=#ffffffa6>“¿Eh? Suena como si...”.</color>\n<color=#ffffffa6>“¡Por supuesto! Lo extraño sería que alguien no admirase al ladrón fantasma Robben”.</color>\n<color=#ffffffa6>El reloj dio las doce de la noche mientras la periodista no paraba de explicarme con entusiasmo las “grandes hazañas” de aquel ladronzuelo.</color>\n<color=#ffffffa6>De repente se escuchó una gran explosión y las luces de la mansión se apagaron. Antes de que pudiéramos acostumbrarnos a la oscuridad, una fuerte luz brilló desde una ventana de la mansión, haciendo que la noche se convirtiera en día por un breve instante.</color>\n<color=#ffffffa6>Tras recuperar la visión, la policía se puso en fila. Yo me uní a ella para entrar en la habitación de coleccionista del Sr. Pierre.</color>\n<color=#ffffffa6>No había nada en el pedestal... El broche rocastral irisado no estaba ahí.</color>\n<color=#ffffffa6>Los gritos de furia y las quejas no tenían ningún sentido ante la evidente realidad. El estruendo de la multitud y las réplicas de la explosión formaron un sinfonía desafinada que me daba dolor de cabeza.</color>\n<color=#ffffffa6>No podía hacer nada, así que tal y como me dijo mi tío, fingí que investigaba la escena del crimen y luego volví a casa.</color>\n<color=#ffffffa6>Pero antes de poder hacerlo, oí un “clic” detrás de mí y a la periodista con una actitud de lo menos profesional:</color>\n<color=#ffffffa6>“¡Guau! ¡Robben, el legendario ladrón fantasma, vuelve a hacer otra de sus magníficas salidas! ¡Qué gran actuación!”.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Volúmenes Relacionados",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4319,
        "name": "El detective y el ladrón: el misterio del broche irisado (II)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un libro de entretenimiento muy popular en Fontaine. Relata la historia del ladrón Fantômas Robben, conocido como el Gentilhombre Fantasma, y de su primer enfrentamiento con el detective Chesterton. Aviso legal: los personajes y hechos retratados en esta obra son completamente ficticios. Cualquier parecido con personas (vivas o muertas) o hechos reales es pura coincidencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/65ec0f9403a5fd2de578dda480187a85_1061422949546254965.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4320,
        "name": "El detective y el ladrón: el misterio del broche irisado (III)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un libro de entretenimiento muy popular en Fontaine. Relata la historia del ladrón Fantômas Robben, conocido como el Gentilhombre Fantasma, y de su primer enfrentamiento con el detective Chesterton. Aviso legal: los personajes y hechos retratados en esta obra son completamente ficticios. Cualquier parecido con personas (vivas o muertas) o hechos reales es pura coincidencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/65ec0f9403a5fd2de578dda480187a85_3930964349626415771.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El detective y el ladrón: el misterio del broche irisado (I)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en el Río Ceniciento</color>"
          }
        ]
      }
    ]
  }
}