{
  "epId": 4321,
  "name": "El detective y el ladrón: el misterio del broche irisado",
  "desc": "<p>Un libro de entretenimiento muy popular en Fontaine. Relata la historia del ladrón Fantômas Robben, conocido como el Gentilhombre Fantasma, y de su primer enfrentamiento con el detective Chesterton. Aviso legal: los personajes y hechos retratados en esta obra son completamente ficticios. Cualquier parecido con personas (vivas o muertas) o hechos reales es pura coincidencia.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/6b536554b6229143e07ec3fd4c2464ba_8118916901894917005.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1696451461,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El detective y el ladrón: el misterio del broche irisado"
          }
        ]
      },
      {
        "key": "Cómo se consigue"
      }
    ],
    "body": [
      {
        "title": "Volumen I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Me llamo Poiret. Hace no sé cuántos años, viajé a la Corte de Fontaine con apenas ningún Mora en los bolsillos o interés alguno en la ciudad. Una vez allí, me cuidó mi tío Chesterton, el famoso detective privado. Para mi sorpresa, inmediatamente me encomendó la tarea de ayudarlo a encontrar a Robben, el misterioso ladrón fantasma.</color>\n<color=#ffffffa6>La Corte de Fontaine no debería estar vacía por la noche, y aun así, a esa hora, no había nadie en las calles fuera de la mansión del Sr. Pierre. Lo único que se oía era el eco del viento otoñal bajo la luz de la luna sollozando como un arpa.</color>\n<color=#ffffffa6>En las sombras, la policía y los periodistas observaban a lo lejos la mansión bien iluminada, a la espera de la llegada de cierto distinguido huésped.</color>\n<color=#ffffffa6>Igual que el resto de las personas implicadas, yo también estaba escondido en la sombra de una esquina, pero la larga espera empezaba a aburrirme...</color>\n<color=#ffffffa6>“¿Por qué tarda tanto? ¿Cuándo va a llegar Robben?”.</color>\n<color=#ffffffa6>La periodista de «El Pájaro de Vapor» parecía tener una opinión distinta al respecto e inmediatamente me contestó:</color>\n<color=#ffffffa6>“¡Seguro que vendrá! El ladrón fantasma envío una carta en la que decía que robaría el broche rocastral irisado, ¡y no creo que se retracte ahora! La pregunta es de qué increíble modo llegará a la escena...”.</color>\n<color=#ffffffa6>“¿Eh? Suena como si...”.</color>\n<color=#ffffffa6>“¡Por supuesto! Lo extraño sería que alguien no admirase al ladrón fantasma Robben”.</color>\n<color=#ffffffa6>El reloj dio las doce de la noche mientras la periodista no paraba de explicarme con entusiasmo las “grandes hazañas” de aquel ladronzuelo.</color>\n<color=#ffffffa6>De repente se escuchó una gran explosión y las luces de la mansión se apagaron. Antes de que pudiéramos acostumbrarnos a la oscuridad, una fuerte luz brilló desde una ventana de la mansión, haciendo que la noche se convirtiera en día por un breve instante.</color>\n<color=#ffffffa6>Tras recuperar la visión, la policía se puso en fila. Yo me uní a ella para entrar en la habitación de coleccionista del Sr. Pierre.</color>\n<color=#ffffffa6>No había nada en el pedestal... El broche rocastral irisado no estaba ahí.</color>\n<color=#ffffffa6>Los gritos de furia y las quejas no tenían ningún sentido ante la evidente realidad. El estruendo de la multitud y las réplicas de la explosión formaron un sinfonía desafinada que me daba dolor de cabeza.</color>\n<color=#ffffffa6>No podía hacer nada, así que tal y como me dijo mi tío, fingí que investigaba la escena del crimen y luego volví a casa.</color>\n<color=#ffffffa6>Pero antes de poder hacerlo, oí un “clic” detrás de mí y a la periodista con una actitud de lo menos profesional:</color>\n<color=#ffffffa6>“¡Guau! ¡Robben, el legendario ladrón fantasma, vuelve a hacer otra de sus magníficas salidas! ¡Qué gran actuación!”.</color>"
          }
        ]
      },
      {
        "title": "Volumen II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Por suerte, la escena del crimen no estaba muy lejos de la casa de mi tío, así que, aunque agotado, conseguí volver a ella.</color>\n<color=#ffffffa6>Cuando llegué, mi tío ni siquiera se inmutó, sino que simplemente siguió leyendo donde siempre se sentaba.</color>\n<color=#ffffffa6>“Supongo que la edición de «El Pájaro de Vapor» de mañana será fantástica”.</color>\n<color=#ffffffa6>“No pareces preocupado”, dije mientras colgaba el abrigo y me desabrochaba la camisa. Luego me senté en un lugar cómodo del sofá y empecé a contarle todo sobre lo ocurrido.</color>\n<color=#ffffffa6>“La explosión no se provocó para destruir algo dentro de la mansión, sino para encubrir otra parte del plan del ladrón fantasma, que estaba ocultando el sonido del movimiento de un Mecabot”.</color>\n<color=#ffffffa6>“¿Un Mecabot? Pero sería imposible huir con algo tan grande y pesado, ¿no? Debió de dejarlo en algún sitio cercano. Tal vez podamos averiguar alguna pista gracias a él. Este Robben no es tan listo como todo el mundo dice. Yo creo que estamos a punto de atraparlo”.</color>\n<color=#ffffffa6>“No tiene por qué. Igual que la explosión la provocó para esconder el sonido del Mecabot, este último podría ser un simple cebo”.</color>\n<color=#ffffffa6>“Qué complicado es todo esto...”, me quejé mientras me arreglaba mi enmarañado cabello. “Entonces, ¿dónde está el broche?”.</color>\n<color=#ffffffa6>“Sigue en la mansión”, respondió mi tío, tras lo que hizo una pausa. “Todas esas artimañas apuntan a un único objetivo: convencer a todo el mundo de que alguien se ha llevado el broche, ya que ahora mismo nadie cree que el objeto ‘robado’ siga allí.</color>\n<color=#ffffffa6>Lo único que tiene que hacer ahora es inventarse una identidad con la que poder acceder a la mansión, y entonces podrá robar el broche sin dar la voz de alarma”.</color>"
          }
        ]
      },
      {
        "title": "Volumen III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>“Ya veo... Qué tipo tan astuto...”.</color>\n<color=#ffffffa6>Mi tío se quedó mirándome con interés, como si esperara que dijera algo más. Al darme cuenta, respiré hondo y comencé a explicar mis hipótesis.</color>\n<color=#ffffffa6>“Tal y como dijiste, cuando descartas lo imposible, lo único que queda es la verdad, por muy improbable que sea. Con esa idea en mente, todas las personas de la escena del crimen podrían ser culpables, o en el peor de los casos, todos podrían ser cómplices. Es más, Robben, el ladrón fantasma, podría ser un grupo de personas, y no solo un individuo...”.</color>\n<color=#ffffffa6>Me acordé de cuando estábamos en la escena del crimen, y de que todo el mundo intentaba recordar cualquier detalle que diera indicios de sospecha.</color>\n<color=#ffffffa6>“La Srta. Leblanc de «El Pájaro de Vapor» claramente admira a Robben. Examiné sus credenciales de periodista, aunque falsificarlos no debería ser muy complicado para ella.</color>\n<color=#ffffffa6>El Sr. Chandler, de la Oficina Judicial, se fue de la escena del crimen durante unos instantes y no volvió hasta que ya se había cometido el robo. Estaba increíblemente furioso, aunque pensándolo bien, podría haber estado así a propósito.</color>\n<color=#ffffffa6>Madame Christie, de la Gendarmería Fantasmal, no dejó de insistirnos en la posibilidad de que Robben hubiera usado un Mecabot. Sin embargo, teniendo en cuenta tu hipótesis, podría ser una cortina de humo”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>Tras analizar a todos los sospechosos que había en la escena, le pregunté a mi tío con sumo cuidado:</color>\n<color=#ffffffa6>“Entonces, de todas esas personas, ¿quién crees que es más posible que fuera el culpable?”.</color>\n<color=#ffffffa6>“Muy buenas observaciones”, dijo mi tío mientras dejaba su pipa y se ponía de pie con la ayuda de su bastón de acero, el cual brillaba gélidamente a la luz de la luna. “No obstante, olvidaste algo... algo crucial para este caso”.</color>\n<color=#ffffffa6>Me quedé en blanco mientras él alzaba el bastón.</color>\n<color=#ffffffa6>“Tú, alguien que ha venido a ver a su tío, al cual conoce por primera vez, y que te haces llamar ‘Poiret’, también estabas en la escena del crimen, ¿no es así, Robben?”.</color>"
          }
        ]
      }
    ]
  }
}