{
  "epId": 4324,
  "name": "La caída de Remuria (III)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/3604f61fa6de48e5b532cc6e0c30eb6c_6251248694221677845.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1696647261,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Contenido legible",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>Los humanos, en su ingenuidad, creyeron una vez que el reinado del rey Remo y su ciudad eterna superarían el tiempo y el destino para durar miles de años, al igual que las rocas gigantes que componen los lugares rituales con forma de anillo.</color>\n<color=#ffffffa6>Cuando la tierra colapsó de golpe en mitad de la noche, la imponente torre fue arrancada de raíz y se ahogó en las olas titánicas junto a los enormes pilares. Aquel día, las calles reales y los templos quedaron reducidos a escombros, y la ciudad, junto con sus residentes, guerreros, intelectuales, nobles, e incluso el palacio dorado, tan glamuroso como el sol resplandeciente, cayeron en un abismo de oscuridad eterna.</color>\n<color=#ffffffa6>Fue entonces cuando se dieron cuenta de lo absurdo de su “eternidad”.</color>\n<color=#ffffffa6>Gloria a nuestra noble navegante, gobernante de los ríos y los mares, y reina de todas las aguas. Que defienda la ley y que su reinado sea longevo. La paz sea con todos los reinos de Fontaine y con todos los pueblos bajo el cielo. Cuando la ciudad real se derrumbó y el poder cayó, cuando los pueblos sobre altamar se encaramaron al precipicio de la barbarie y la aniquilación, fue nuestra noble reina quien resolvió los conflictos entre las tribus. Alrededor de los manantiales establecimos ciudades nuevas, e iniciamos un mundo guiado por leyes que ha perdurado hasta nuestros días.</color>\n<color=#ffffffa6>La tragedia de Remuria ocurrió hace apenas un siglo, pero su historia ya ha quedado oculta entre leyendas y supersticiones. Esto se debe en parte a la fatal catástrofe que la destruyó. Tan despiadada y fugaz fue, que todos los investigadores y la literatura capaces de transmitir dicho conocimiento duermen ahora bajo las aguas con la Ciudad eterna. Otra razón clave son las distorsiones intencionadas creadas por los misteriosos investigadores que afirmaban ser descendientes de Remuria. Mi trabajo consiste en extraer y reproducir la forma verdadera y esencial de esta magnífica civilización antigua con la racionalidad universal de la historia.</color>\n<color=#ffffffa6>En el folclore actual, incluso los más grandes eruditos de la antigüedad fueron catalogados como magos robaalmas que atrapaban a los espíritus mortales en gólems mágicos especialmente fabricados para obligarlos a servirles. No cabe duda de que los remurianos fabricaban gólems aterradores que hoy en día pueden encontrarse en algunas ruinas, pero esto solo puede achacarse a la degeneración moral que les sobrevino en los últimos tiempos de Remuria. Su gente había abandonado sus nobles deberes y abrazado el hedonismo y el libertinaje, aceptando la violencia que finalmente acabó por destruirlos.</color>\n<color=#ffffffa6>Así, los escritores antiguos coincidían en lo mismo: “Los océanos se elevarán, los imperios caerán, y la única constante será el cambio”.</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Volúmenes Relacionados",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4322,
        "name": "La caída de Remuria (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/3604f61fa6de48e5b532cc6e0c30eb6c_1237802418096666422.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4323,
        "name": "La caída de Remuria (II)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/10742394/3604f61fa6de48e5b532cc6e0c30eb6c_7637420280451856359.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La caída de Remuria (III)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible al comprar en la tienda de Hubel</color>"
          }
        ]
      }
    ]
  }
}