{
  "epId": 4402,
  "name": "Generador aerodinámico portátil de burbujas gelatinosas",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mecanismo que puede utilizarse para crear grandes cantidades de burbujas coloidales.<br><br>Givalois, del Instituto de Ciencias de Fontaine, desarrolló este prototipo de máquina.<br>El propósito original era crear un gran generador de burbujas gelatinosas. Tal y como pretendía el proyecto, las burbujas así producidas podrían transportar cierta cantidad de agua en su interior, y moverse o flotar de forma estable en el aire, logrando potencialmente el objetivo de poder transportar rápidamente recursos hídricos.<br>Sin embargo, como nunca fueron capaces de encontrar un material para fabricar burbujas gelatinosas de este tipo, el proyecto se estancó en la fase del prototipo.<br>Sin embargo, se dice que al hijo del investigador Givalois le encantó este prototipo de máquina de burbujas, así que tal vez sería posible venderlo como juguete...<br><br>“Esta máquina es un producto de la investigación de papá, y se llama Generador aerodinámico portátil de burbujas gelatinosas...”.<br>“¡Burbujas! ¡Qué bonitas! ¡Papá, eres increíble!”.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/10742394/1de30c609b1e5a9977208bc06b822d74_5472902284935131917.png",
  "filterValues": {
    "objectType": [
      "Artilugio"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1696556344,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Generador aerodinámico portátil de burbujas gelatinosas</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Artilugio</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante el evento «Tesoros de un largo viaje» de la versión 4.1</color>"
          }
        ]
      }
    ]
  }
}