{
  "epId": 4501,
  "name": "Las Dodoaventuras",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un libro de cuentos escrito por Lisa inspirado en el juego especial «Las Dodoaventuras» en el que se registran las aventuras de la Caballera Chispeante con Dodoco, la Bomba saltarina singular, el Caballero Honorario y su pequeña ayudante contra los globopeces cornudos...</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/73555894/965b96ab41219afe2240d6d0037dddb8_805757473679125360.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1697620503,
  "components": {
    "body": [
      {
        "title": "Contenido",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En las tranquilas aguas del Lago de la Sidra, los peces de Mondstadt disfrutaban de una vida tranquila y feliz...</color>\n<color=#ffffffa6>Pero entonces, apareció un ejército nunca visto de globopeces cornudos. Llevaban extrañas armaduras y pequeñas espadas cortas. Feroces y opresivos, pronto se apoderaron de los hogares de los peces locales.</color>\n<color=#ffffffa6>“¡Jajaja! ¡Esto pertenece ahora al gran rey de los globopeces cornudos!”.</color>\n<color=#ffffffa6>Para recuperar su hogar y expulsar a los invasores, los peces de Mondstadt pidieron ayuda al fuerte e imaginativo Dodoco y a la alegre y amable Caballera Chispeante...</color>\n<color=#ffffffa6>“Bomba salta... ¿eh? ¿Esta vez no puedo usar Bombas saltarinas?”.</color>\n<color=#ffffffa6>La potente Bomba saltarina destruiría el hogar que los peces intentaban recuperar, y el lecho del lago quedaría totalmente destrozado. Había que pensar en otra solución.</color>\n<color=#ffffffa6>El astuto Dodoco y la Caballera Chispeante debatieron el problema largo y tendido, y se les ocurrió la idea de una “Bomba saltarina superespecial, supersegura y superfiable”. Era lo bastante pequeña y precisa como para volar por los aires solo a los globopeces cornudos malos, dejando ilesos a los pececitos inocentes.</color>\n<color=#ffffffa6>Pero el nombre “Bomba saltarina superespecial, supersegura y superfiable” era un poco largo, y la Caballera Chispeante no paraba de equivocarse al decirlo. Así que, en su lugar, ¡la llamaron la “Bomba saltarina singular”!</color>\n<color=#ffffffa6>“¡Espera! Deja que escuche...”.</color>\n<color=#ffffffa6>Resultó que las largas orejas de Dodoco no eran solo para hacer bonito. ¡Eran estupendas para captar sonidos!</color>\n<color=#ffffffa6>Una vez lanzadas al lago, las Bombas saltarinas singulares nadaban hacia donde estuvieran los globopeces cornudos, ¡y Dodoco podía oírlo todo!</color>\n<color=#ffffffa6>¡Eso permitió a las Bombas saltarinas singulares hacer su magia en el punto exacto y acabar con los malvados globopeces cornudos!</color>\n<color=#ffffffa6>Pero el enemigo parecía preparado. ¡Eran muchos! La Caballera Chispeante y Dodoco corrían de un lado a otro, sin detenerse siquiera para comer. Ya casi no les quedaban Bombas saltarinas singulares.</color>\n<color=#ffffffa6>“¿Creen que ustedes dos son suficientes para vencernos a nosotros, los conquistadores de los cinco mares?”.</color>\n<color=#ffffffa6>Pero ¿cuáles eran los “cinco mares” de los que hablaban los globopeces cornudos? ¿Podrían estos peces haber dominado a los demás en otros lugares?</color>\n<color=#ffffffa6>Desconcertados, Dodoco y la Caballera Chispeante regresaron a la biblioteca para informarse con la “Bruja Escriba”.</color>\n<color=#ffffffa6>Sin necesitar hojear su libro, la Bruja Escriba rio suavemente:</color>\n<color=#ffffffa6>“Quizá esos ‘cinco mares’ se refieran simplemente al norte, el este, el sur, el oeste y el centro del Lago de Sidra”.</color>\n<color=#ffffffa6>En ese momento, la Caballera Chispeante y Dodoco cayeron en cuenta de algo: ¡se habían creído la historia de un pez!</color>\n<color=#ffffffa6>Por desgracia, los escurridizos globopeces cornudos habían aprovechado la ocasión para construir una sólida barrera de coral. Luego se escondieron hábilmente entre las plantas acuáticas, iniciando un retorcido juego del escondite con Dodoco y la Caballera Chispeante.</color>\n<color=#ffffffa6>¡Ahora sería mucho más difícil enfrentarse a esos globopeces cornudos!</color>\n<color=#ffffffa6>Dodoco y la Caballera pidieron ayuda al Caballero Honorario y su ayudante blanquecina, quienes, gracias a su amplia experiencia, les ofrecieron justo el consejo que necesitaban.</color>\n<color=#ffffffa6>Mientras miraba el mapa, el Caballero Honorario dijo:</color>\n<color=#ffffffa6>“Esto es como las aventuras: lo primero es determinar la dirección en la que avanzar”.</color>\n<color=#ffffffa6>Dodoco lo entendió: si encontraban la forma de controlar la dirección de la explosión, podrían aumentar la potencia de las Bombas saltarinas singulares y llegar a los globopeces cornudos más lejanos.</color>\n<color=#ffffffa6>La ayudante blanquecina dijo mientras comía:</color>\n<color=#ffffffa6>“Y si puedes hacer que las explosiones adopten formas, ¡serán incluso más difíciles de esquivar!”.</color>\n<color=#ffffffa6>La Caballera Chispeante tuvo entonces una idea: si hacían que las Bombas saltarinas singulares explotaran con la forma de diferentes postres, ¡podrían atraer a los glotones globopeces y acabar con ellos de un solo golpe!</color>\n<color=#ffffffa6>Así pues, Dodoco y la Caballera mejoraron las bombas para que tuvieran nuevas habilidades.</color>\n<color=#ffffffa6>Las distintas Bombas saltarinas singulares tienen diferentes habilidades y son capaces de causar explosiones muy diversas. Así, ¡podrás atravesar las algas fácilmente y golpear a los malvados invasores!</color>\n<color=#ffffffa6>Aunque no pudieran destruir piedras robustas, sí podían sortearlas y dar una sorpresa explosiva a los desagradables globopeces que hubiera detrás de ellas.</color>\n<color=#ffffffa6>Armados con las Bombas saltarinas singulares, Dodoco y la Caballera Chispeante ya no tenían que preocuparse de ser emboscados por los globopeces.</color>\n<color=#ffffffa6>Estos fueron cayendo uno tras otro. Cuando los generales globopeces se enteraron, enfurecieron e irrumpieron en la batalla.</color>\n<color=#ffffffa6>Según la experiencia del Caballero Honorario y su ayudante blanquecina, los monstruos redonditos y saltarines eran difíciles de derrotar.</color>\n<color=#ffffffa6>Cuando miraron al enemigo y vieron a los corpulentos generales, resplandecientes como el oro, no pudieron evitar preguntarse cómo es que de repente eran tantos.</color>\n<color=#ffffffa6>Se mirara por donde se mirara, todo era muy extraño...</color>\n<color=#ffffffa6>La ayudante blanquecina dijo mientras comía:</color>\n<color=#ffffffa6>“¡No teman! Puede que estos generales solo hayan usado bayas para teñirse de oro”.</color>\n<color=#ffffffa6>Mientras miraba el mapa, el Caballero Honorario dijo:</color>\n<color=#ffffffa6>“Incluso si se tiñeran con lotos nilotpala, su fuerza solo aumentaría un 50%. A fin de cuentas, ¡un pez no es más que un pez!”.</color>\n<color=#ffffffa6>Por eso, lo de “general” globopez cornudo no es más que un título, algo que parezca impresionante e intimidante. ¡Aunque sean de color dorado, no significa que sean más fuertes!</color>\n<color=#ffffffa6>La Caballera Chispeante y Dodoco respiraron aliviados. ¡Ahora no tendrían que darle una lección a ese pez general hasta la noche y preocupar a nadie por volver a casa tarde!</color>\n<color=#ffffffa6>Finalmente, solo les quedaba resolver el problema que tenían enfrente.</color>\n<color=#ffffffa6>Alentados por su general, los soldados formaron otro círculo de rocas y plantas acuáticas. ¡No se habían amedrentado ni un poco!</color>\n<color=#ffffffa6>Dodoco, la Caballera Chispeante, el Caballero Honorario y la ayudante blanquecina tuvieron que pensar en una forma de contraatacar. ¿Cómo podían hacer para desplegar una cantidad limitada de Bombas saltarinas singulares y derrotar a sus enemigos con solo unas pocas explosiones?...</color>\n<color=#ffffffa6>La Caballera Chispeante miró a la ayudante blanquecina, que daba vueltas alrededor del Caballero Honorario, y pensó:</color>\n<color=#ffffffa6>“Un momento. Si estos globopeces cornudos solo saben defenderse de las Bombas saltarinas singulares de frente, lo único que tenemos que hacer es rodearlos, ¿no?”.</color>\n<color=#ffffffa6>Los globopeces cornudos solo podían moverse en el agua, pero la Caballera Chispeante y Dodoco podían moverse libremente por la orilla del lago hacia los puntos en los que los peces estaban indefensos, y entonces, ¡lanzarles las Bombas saltarinas singulares desde ahí!</color>\n<color=#ffffffa6>Tras un ataque inteligente y preciso con las Bombas saltarinas singulares, ¡los globopeces cornudos fueron derrotados y acabaron huyendo de las explosiones!</color>\n<color=#ffffffa6>Durante su retirada, incluso se llevaron sus cosas, ¡y no quedó ni rastro de ellos en el Lago de Sidra!</color>\n<color=#ffffffa6>Y así Dodoco, las Bombas saltarinas singulares, la Caballera Chispeante, el Caballero Honorario y la ayudante blanquecina defendieron juntos el Lago de Sidra y devolvieron la felicidad a los peces de Mondstadt.</color>\n<color=#ffffffa6>Como recompensa por su arduo trabajo, Dodoco, las Bombas saltarinas singulares, la Caballera Chispeante, el Caballero Honorario y la ayudante blanquecina desplegaron un mantel y disfrutaron de un pícnic en la orilla del lago.</color>\n<color=#ffffffa6>El menú consistía en gelatina de menta, pasta de caramelo, pastel de bayas y tomate picante. ¡Una mezcla dulce, picante y refrescante!</color>\n<color=#ffffffa6>La amenaza del Lago de Sidra había quedado resuelta. ¡Dodoco y la Caballera Chispeante lo habían conseguido!</color>\n<color=#ffffffa6>¿Y quién sabe? ¡Tal vez el fruto de este particular encuentro, las Bombas saltarinas singulares, puedan resultar útiles en el futuro!</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Las Dodoaventuras"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en el evento «Las Dodoaventuras» durante la versión 4.1</color>"
          }
        ]
      }
    ]
  }
}