{
  "epId": 4504,
  "name": "Marcel",
  "desc": "<p>Líder de la Cofradía Cabrière, una organización hermana de Spina di Rosula.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1715795420,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Marcel (Vaucher)"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya\nFontaine"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Gremio de Aventureros\nCofradía Cabrière"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vacher",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vacher era un aventurero de Snezhnaya que, durante su viaje a Fontaine, conoció y se enamoró de otra aventurera, Vigneire. Durante una de sus expediciones submarinas, Vigneire entró en contacto con agua del Mar Primigenio, la cual la disolvió frente a Vacher. Quedó tan devastado por su muerte que intentó reunirse con su amada, pero el agua del Mar Primigenio no le causó ningún daño ya que era nativo de Snezhnaya (el agua Primigenia disuelve a los fontainianos debido a su origen como Oceánidas) . Durante muchos años, Vacher buscó ayuda de los funcionarios de la Oficina Judicial, pero le dijeron que los humanos no pueden convertirse en agua y así se volvió loco de pena. Tenía la impresión de que todos ignoraban la muerte de Vigneire como si no importara en absoluto."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/36b3d41658994c2d7b05c032486b4582_4504820419642182564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Desesperado, Vacher comenzó a buscar formas de traer de vuelta a Vigneire. Un día encontró las notas dejadas por Jakob Ingold, un miembro de la Comunidad Cruz de los Narcisos, que había realizado experimentos con las aguas primigenias hace muchos años, y decidió utilizar esta investigación en sus experimentos. Vacher comenzó a secuestrar mujeres de Fontaine de la misma edad que Vigneire en un intento de revivir a su amada. Para permanecer fuera de sospecha, Vacher decidió deshacerse de su antigua identidad e inventó una historia sobre un hombre de negocios, Marcel, que acababa de llegar a Fontaine. Encontró el nombre de Marcel en el diario de Vigneire, donde ella estaba eligiendo nombres para los hijos de ella y Vacher.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marcel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Durante su investigación, Marcel observó que una pequeña cantidad de agua del Mar Primigenio, diluida en agua corriente, no es letal ni siquiera para los habitantes de Fontaine, pero tiene propiedades intoxicantes. Marcel llamó a esta bebida Sinte y comenzó un negocio clandestino para producirla. Esta bebida puede excitar tu estado de ánimo y producir muchas alucinaciones agradables. Con el uso prolongado de Sinte, se produjeron muchos efectos secundarios, incluida la pérdida de la capacidad de concentrarse o controlar las emociones. Al retirarse la bebida, la persona experimentaba destellos de paranoia y ansiedad mientras carecía de energía para hacer algo. Marcel se convirtió en el jefe de la Cofradía Cabrière, un gremio en Poisson. Al principio, solo revendían algunos productos diarios, pero luego se convirtieron en uno de los gremios más ricos con muchas conexiones comerciales en la ciudad. Mientras Calas Caspar, el líder de Spina di Rosula, ayudó a que el gremio creciera hasta su tamaño y prominencia actuales, la Cofradía Cabrière era como una organización hermana de Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/028e390f40d252d1e4ab4021b847c617_1116517699037192345.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace tres años, debido a los efectos secundarios del uso prolongado de Sinte, Calas prohibió su distribución en Poisson e inició una investigación. Calas conoció a Jacques, que trabajaba en el negocio de Sinte, y lo convenció para que se convirtiera en informante. Cuando Marcel se enteró de lo sucedido, comenzó a amenazar a Jacques y su familia para que matara a Calas. Al darse cuenta de que Jacques no estaba dispuesto a cometer un asesinato, Marcel contrató a un asesino para deshacerse de ambos y organizó un banquete para la reunión. En el banquete, el asesino disparó a Jacques y Calas le disparó a su vez cuando tomó el arma. Para ocultar las huellas del crimen, Marcel vertió el agua del Mar Primigenio sobre el asesino, preparando todo para acusar a Calas del asesinato de Jacques. Calas no negó su culpabilidad y eligió un duelo como juicio porque temía por la vida de su hija, Navia. Antes del duelo, le pidió a la verdugo del justiciazgo, Clorinde, que cuidara de su hija. En la arena de duelo, no se opuso a Clorinde, y aunque tenía la opción de finalizar el duelo, optó por luchar hasta la muerte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4ed70905e3e6ce446dcb80fedc54bc4f_2610619475358308088.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tres años más tarde, Marcel vio a una joven llamada Halsey que encajaba en sus experimentos. Eligió el espectáculo de los magos Lyney y Lynette como un momento oportuno para la disolución. El agente secreto de Marcel, Cowell, asistente de Lyney, manipuló el generador de números aleatorios que determinaba la posición de cada espectador para que ella fuera elegida para el truco en movimiento. Mientras la mujer estaba en una caja mágica, le vertieron agua Primigenia sobre su cabeza, pero no se disolvió porque ella no era Halsey sino una ladrona de Mondstadt, Liliane, quien robó el boleto. Cuando Cowell vio a Liliane ilesa, trató de obligarla a regresar a la caja, pero Liliane lo golpeó y escapó. Cowell murió en un accidente a consecuencia de que un tanque de agua le cayó encima, y ​​Lyney fue acusado de asesinar a su asistente y provocar la desaparición de la mujer. Durante el juicio por el asesinato de Cowell, el/la Viajero/a pudo demostrar la inocencia de Lyney y revelar la participación del Mar Primigenia y del Sinte. El cómplice de Marcel y Cowell, el guardia Vaughn, fue acusado de ayudar y estaba dispuesto a testificar contra Marcel, pero este último logró derramar sobre él el agua del Mar Primigenia, disolviéndolo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4eaa20e22f590c6c4d2adb1e476f3bc2_8637107710472296244.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Navia, actual jefa de Spina di Rosula, vio la similitud entre el crimen y el incidente con su padre, por lo que continuó investigando la desaparición de las mujeres y las aguas del Mar Primigenia. Marcel, asustado por su investigación, intentó matarla añadiendo el agua Primigenia a las bebidas, pero fueron bebidas por Paimon y el/la Viajero/a, a quienes el agua no les causó ningún daño. También envió a los Mecagendarmes a atacar a Navia cerca de la Fontana Lucine, pero Clorinde logró salvarla a ella y al/a la Viajero/a a tiempo. Cuando el Viajero estaba cerca de la fuente, escucharon una voz extraña que llamaba a Vacher. A causa del agua Primigenia que bebieron, perdieron el conocimiento y se comunicaron con la misteriosa Oceánida, quien les pidió que le dijeran a Vacher que no buscara más a Vigneire. Durante su investigación con Navia, el/la Viajero/a y Paimon terminaron en el laboratorio donde se estaba produciendo a Sinte y encontraron información sobre las mujeres desaparecidas, sus pertenencias, la verdadera identidad de Marcel y su participación. Además, se descubrió un depósito de Mar Primigenio, que Marcel utilizó para sus experimentos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/d5998d077443b38b8c3b0eaea1c5530d_3515949552469535565.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Después del juicio, Marcel preguntó al/a la Viajero/a cómo descubrieron su verdadero nombre. Después de conocer la historia de la voz misteriosa, pidió a los guardias que lo llevaran a la Fontana Lucine antes de su encarcelamiento. Gracias al agua del Mar Primigenio, contactó con la voz, esperando que fuera su amada, pero resultó ser la conciencia de todas las mujeres que Marcel había disuelto durante más de 20 años. Marcel estaba desesperado por ver a Vigneire, pero cada hilo de su conciencia lo evitaba. Desde el momento en que murió su primera víctima y su conciencia se fusionó con la de Vigneire, no sintió nada más que puro odio hacia Marcel. Antes de la disolución, estas mujeres fueron retenidas en el laboratorio de Marcel presas del miedo y el terror. Posteriormente, se encontró en el laboratorio el diario de una de estas mujeres."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Volvieron a llevarse a una persona. Es la sexta.</color>\n<color=#ffffffd9>O quizás sea la séptima. Ayer alguien quiso huir pero le atraparon. No le volví a ver desde entonces.</color>\n<color=#ffffffd9>Tal vez no sucediera ayer. Hace ya mucho que perdí la noción del tiempo.</color>\n<color=#ffffffd9>Lo siento, no sé si servirá de algo escribir esto, ni cuánto más podré seguir haciéndolo.</color>\n<color=#ffffffd9>Soy consciente del destino que me espera dentro de poco, pero lo que me da aún más miedo es...</color>\n<color=#ffffffd9>Ver a otras personas de la compañía.</color>\n<color=#ffffffd9>¿De verdad los protegí?</color>\n<color=#ffffffd9>Lo siento, de veras. Soy incapaz de seguir escribiendo...</color>\n<color=#ffffffd9>Creo que tengo fiebre, y vuelvo a sufrir problemas de estómago, pero nadie me da medicina.</color>\n<color=#ffffffd9>Crécy se pasó toda la noche en vela por culpa del dolor. Lo mío no es nada comparado con lo de ella.</color>\n<color=#ffffffd9>El valor de los objetos experimentales... No pasará nada mientras se agoten antes de morir.</color>\n<color=#ffffffd9>Aquí hay mucha humedad, así que le di mi alfombra.</color>\n<color=#ffffffd9>Hace mucho, mucho frío.</color>\n<color=#ffffffd9>Tengo que aguantar hasta que todo pase.</color>\n<color=#ffffffd9>El esfuerzo siempre tiene recompensa.</color>\n<color=#ffffffd9>Eso es lo que siempre me gusta decirles.</color>\n<color=#ffffffd9>Pero quien no va a aguantar soy yo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "En la visión, las mujeres atacaron a Marcel con el deseo de matarlo, pero en realidad, Marcel parecía haber perdido el alma. El informe del médico decía que Marcel murió de un fuerte susto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula se rige por el principio de la democracia, el de una actitud inclusiva en cuanto a diferentes industrias y profesiones, el de contribuir ayudando a los ciudadanos a resolver sus problemas en situaciones difíciles y, cuando surge la necesidad, también participa en colaboraciones secretas junto con las autoridades de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/881b3c91168f2dbb08b943a5e0eb1e5c_6303923155770470243.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un astuto y hábil mago de Fontaine que siempre se gana al público con sus ingeniosos trucos y su elocuencia.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/e343d4442cc3b8e243f0d528bb715f75_6269403619537570396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Una ayudante de magia poco habladora y expresiva. Es tan impredecible como un felino.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/73555894/436e6f2b9b9006bfe511a98093259daf_8117057200102827974.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "RichText",
        "text": "Calas Caspar\nAnterior cabeza de Spina di Rosula y amigo de Marcel",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La actual presidenta de Spina di Rosula, una jefa adorable con un profundo sentido de la responsabilidad.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/10742394/3fc7580c01a9e622692402889706c4db_8035386251459984618.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hija de Calas y actual cabeza de Spina di Rosula. Ella estaba investigando la participación de Marcel en la falsa acusación de su padre de haber asesinado a un informante y en el asesinato de mujeres jóvenes en Fontaine.\nVigneire\nLa amada de Vacher que había sido disuelta por las aguas del Mar Primigenio.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}