{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1705424470,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/8df6d5af4a7be06b6f245cfcfc823a3b_6939363884640941319.png"
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/bfc733326181bb99c64bfe7a8c3b5ffc_5887452551654884096.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ubicación dentro de la Comunidad Cruz de los Narcisos tras completar la misión \"Una comedia inacabada\""
          }
        ]
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/a1338cd60c990d965a0e96afe2de51a6_7440372687831102747.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar y Lanoire durante la misión \"Una comedia inacabada\""
          }
        ]
      },
      {
        "key": "Apariencia actual",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/b7c2c1d1f178446ade91748563416b83_4444721001248790605.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "La apariencia real de Caterpillar como un hilichurl"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Caterpillar"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace muchos años, Caterpillar era humano, pero parte de sus recuerdos fueron colocados en el cuerpo de un Hilichurl con la ayuda de la Sacroespada Cruz de los Narcisos y de la Oceánida Lyris. Así nació Caterpillar. Dado que Jakob Ingold y René de Petrichor consideraban su amigo al hombre que antes había sido Caterpillar, y en su mundo imaginario, el Vademécum de la revelación oceánica, encontramos los recuerdos del hombre que intentaban salvar, se puede suponer que Caterpillar era anteriormente Carter (a veces nombrado como Cater) Sherbius. Aunque el cuerpo de Carter murió, parte de su conciencia fue recuperada."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- Entonces, ¿quién eres?</color>\n<color=#ffffffd9>-... No importa quién soy. Lo que importa es quién gobierna este mundo delirante. Creen que pueden salvar el mundo, pero no saben si el mundo necesita que alguien lo salve. Quizás, el mundo que recuerdan no sea más que una tarde entre los girasoles, perdida para siempre. Pero esas son sus historias, no la mía. Yo no soy más que el recuerdo de uno de sus amigos. Creían que podrían salvarme, pero al final... La mariposa se convirtió en una crisálida, la crisálida se rompió y de ella emergió una larva, la cual finalmente se sumió en una nada que nunca existió. Pero ahora nada de eso importa, porque ahora nada queda de mí. No soy sino una sombra de sus recuerdos, de la obsesión que tenían ellos por “salvarme”. Pero no los odio por eso. Porque incluso aunque cambien tras perderme, el yo de este mundo de recuerdos y delirios sigue siendo prueba de su apego. Como viejo amigo suyo, estoy satisfecho. No importa en qué me acabe convirtiendo, siempre recordaré la amistad que compartimos.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/b7c2c1d1f178446ade91748563416b83_7042743802992200382.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de ser creado por la Comunidad Cruz de los Narcisos, Caterpillar tomó la forma de un niño con piel blanca, extremidades ennegrecidas, cabello blanco y uñas similares a las de un Hilichurl. Él atribuyó su apariencia y falta de envejecimiento a una enfermedad. La verdadera forma de Caterpillar es la de un Hilichurl Errabundo Anemo.\nDebido a que Caterpillar ayudó a la Comunidad Cruz de los Narcisos durante la batalla en Elynas con los Cazadores Fantasmales, fue enviado al Fuerte Merópide por sus crímenes hace más de 400 años. Caterpillar apoya esta decisión ya que se considera un monstruo que debería ser encerrado por lo que hizo."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/bfc733326181bb99c64bfe7a8c3b5ffc_4242343673736741675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caterpillar tiene habilidades hipnóticas: puede convencer a una persona de algo o guiarla. Un día, en prisión, conoció al artista daltónico Julien, que se dedicaba a la falsificación de cuadros, ya que podía dibujar con precisión lo que veía. Caterpillar pudo convencer a Julien de sus habilidades como artista. Según creía el propio Julien, Caterpillar le permitió pintar obras maestras. Caterpillar también usó su habilidad con el guardia Noailles, quien tenía preguntas sobre los documentos de Caterpillar. Convenció al guardia de que era un criminal y de pertenecía allí.\nComo Caterpillar no es humano, no tiene las mismas cualidades, incluida la empatía. Durante todos los años que pasó en prisión, Caterpillar había intentado aprender humanidad. Y mientras cualquier humano ayuda a otros por empatía, Caterpillar solo ayuda porque sabe qué es lo que haría un humano."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"¿Qué más puedo decir de mí?</color>\n<color=#ffffffd9>A menudo siento la presencia de atributos contradictorios en la naturaleza de mi existencia. Individualmente, cada uno de ellos es puro, pero también extraño a los demás.</color>\n<color=#ffffffd9>Por eso, cuando interactúan, se mezclan impurezas entre ellos. ¿Entiendes lo que quiero decir?</color>\n<color=#ffffffd9>Mi propia identidad es una inconsistencia... A veces soy un héroe, otras un dragón... Mi identidad es una mentira basada en las historias que cuentan los demás.</color>\n<color=#ffffffd9>Pero creo que existe una respuesta, única y correcta. Las agujas del reloj han vuelto a moverse. Estoy preparado para dar el paso.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Hilichurl Errabundo Anemo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl errante que no pertenece a ninguna tribu y que parece estar buscando los orígenes del destino de los de su especie, así como una gloria que ya se ha perdido.<br>Si los Hilichurls, que hablan una rudimentaria lengua y no tienen fuentes escritas, tuvieran poesía y leyendas propias, probablemente estos en concreto serían los protagonistas de esas historias.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/01/10742394/eb2ff17818f8f4420f9033724d997ea1_5640833724481248153.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Una comedia inacabada",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace varios años, Caterpillar conoció a una niña llamada Lanoire, que nació en prisión. Su madre, Agnes, murió en el Fuerte Merópide a causa de una enfermedad sin haber tenido tiempo de completar los documentos para su hija. Lanoire no podía salir de prisión e ir con sus familiares ya que, según los periódicos, ella simplemente no existía. Caterpillar se hizo amigo de Lanoire y decidió ayudar a la niña a escapar de la prisión. El método elegido fue el \"Monopolio\", un juego inventado por el guardia Estienne, en el que los equipos competían para recolectar cupones crediticios, la moneda especial del Fuerte Merópide. El equipo ganador podría viajar con Estienne a la superficie para realizar controles periódicos. Así, Lanoire podría salir de prisión y nadie la buscaría.\nAl formar equipo con el/la Viajero/a y Paimon, Caterpillar y Lanoire pudieron vencer a los otros equipos, principalmente gracias a Caterpillar, que había estado recolectando cupones durante años formando equipo con otros prisioneros. Aunque el guardia del Fuerte Merópide, Noailles, intentó interferir con el plan de escape, Lanoire y Caterpillar aún pudieron escapar e ir con el abuelo de Lanoire, Earnshaw, con la ayuda de Estienne.\nDurante sus aventuras con Lanoire, Caterpillar le cuenta una historia sobre un aprendiz tonto, en quien se ve a sí mismo:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hace mucho, mucho tiempo, había un aprendiz de mago que era muuuy torpe. Así que para aprender el lenguaje de la magia, tenía que esforzarse muchísimo más que los demás.</color>\n<color=#ffffffd9>Su maestro, un gran mago de talento, no le preocupaba que fuera torpe. Al contrario, elogiaba los progresos de su aprendiz e incluso le encomendaba tareas importantes.</color>\n<color=#ffffffd9>El aprendiz nunca dudó de las instrucciones de su maestro. Después de todo, era un gran mago que le había enseñado el lenguaje de la magia.</color>\n<color=#ffffffd9>En el estudio del gran mago había un lavabo, o podríamos decir que es una pecera donde estaba criando a un pececillo.</color>\n<color=#ffffffd9>Un día, ese pececillo le habló al aprendiz: ¡Oye, torpe, échame una mano!</color>\n<color=#ffffffd9>El aprendiz se sorprendió mucho porque en ese lugar, a excepción del gran mago, no había ninguna persona, o mejor dicho, ningún ser que le dirigiera la palabra. Entonces, del entusiasmo, le pregunta en qué puede ayudar.</color>\n<color=#ffffffd9>Y resulta que este pececillo antes vivía en el vasto e infinito mar. Al ser traído aquí, se había separado de su familia. Intentó pedir ayuda a los demás, pero ninguno le había respondido.</color>\n<color=#ffffffd9>“Me encantaría llevarte a casa, pero mi maestro me prohíbe salir de aquí...”, dijo el aprendiz. Al oír esto, el pececillo nadó cabizbajo hacia el otro lado del lavabo, sin decir nada más al aprendiz.</color>\n<color=#ffffffd9>Un día, el aprendiz se dio cuenta de que el pececillo del lavabo había desaparecido. ¿Quién se lo habría llevado? ¿Habrá vuelto a su casa? El aprendiz se preguntó.</color>\n<color=#ffffffd9>El lavabo estaba muy vacío sin el pececillo. ¿Qué clase de lugar es el “vasto e infinito mar”? Antes de que se diera cuenta, los pensamientos del aprendiz ya se habían desviado al mundo exterior del estudio...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "Cupón crediticio",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una divisa utilizada únicamente en el Fuerte Merópide.</span><br></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/08/73555894/4026d4731993878027111ff57ff40061_3669928454696481992.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Viajero (Hydro)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una viajera/Un viajero de otro mundo a la/al que arrebataron su única familia, y que se vio obligada/o a embarcarse en un viaje en busca de Los Siete.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/73555894/f00d18b57acb4aa37bf2fc39bf67ddd0_4605028909147483739.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rastro de Narciso",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de rescatar a Lanoire, Caterpillar regresó a la Comunidad Cruz de los Narcisos, donde se encontró con los otros \"herederos\" de la Comunidad Cruz de los Narcisos: la Oceánida Anne y Seymour, el perro mecánico. Seymour fue creado por Alain Guillotin para proteger a su hermana, Marianne Guillotin. Y Anne fue creada por otra Oceánida, Marianne de Letargia, cuando vio a Anne en un sueño. Juntos decidieron descubrir el secreto del origen de Anne e impedir que Cruznarciso llevara a cabo su plan para salvar a la humanidad del Apocalipsis, disolviendo el caparazón corporal de todas las personas en Fontaine con la ayuda de la Sacroespada Cruz de los Narcisos."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Solo tras forjar la Sacroespada podrá continuar con su trabajo incompleto, fusionando en sí mismo la voluntad humana de toda Fontaine, de todo el continente e incluso del planeta entero.</color>\n<color=#ffffff>Con el regreso del Mar Primigenio y cuando el devorador de estrellas oscurezca los cielos, él es el único que podrá sobrevivir.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caterpillar, el/la Viajero/a, Anne, Seymour y Paimon buscaron materiales para forjar la Sacroespada original, capaz de dividir y unir la voluntad. Resulta que tres de los cuatro materiales ya fueron encontrados por Jakob Ingold, que intentaba implementar el plan de Cruznarciso. Se reunió con el/la Viajero/a y los demás en la Torre de la Gestalt, la sede de la Comunidad Cruz de los Narcisos. Esta reunión marcó el comienzo del Apocalipsis, ya que los cuatro miembros estaban reunidos.\nCuando el reloj dio la medianoche y la manecilla atravesó el suelo de la habitación, llevándose consigo a Jakob, la Torre de la Gestalt se hundió bajo el agua, abriendo camino al Mar Primordial y a Cruznarciso. Después de derrotar a Cruznarciso y reconciliarse con él, el/la Viajero/a, Caterpillar, Anne, Seymour y Cruznarciso fueron a Marianne en Letargia.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Anne",
        "desc": "<p>Una Oceánida creada por la conciencia de Marianne.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7a4364ee7ecfbf1eb2b78fbf7b6607ed_5235885282307677502.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>El Prototipo 4ACV07 es un perro mecánico creado por Alain Guillotin para proteger a su hermana Marianne Guillotin durante su servicio en la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/f415fbe2eaa40cd987a8daa47643fc74_1843347390880204716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Espada Cruz de los Narcisos",
        "desc": "<p>Una espada cuyo poder y determinación desaparecieron cuando la historia que había detrás de ella terminó, y que ahora volverá a emprender un nuevo camino. Los resquicios de poder que aún conserva conmemoran cierto gran sueño.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/73555894/01d3f8317c86ea98d617ad61213b7c9a_5222142249883436621.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "“Personalidades”",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los materiales necesarios para forjar la Sacroespada Cruz de los Narcisos. Parece como si prácticamente careciera de peso alguno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/1f35325afa2b0bc8eeef813a93caebcb_8265380256431412657.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "name": "Fragmento de mapa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un trozo de papel rasgado. Parece que se trata de la esquina inferior derecha de un mapa. Hay unas líneas y puntos extraños dibujados en él.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/3423278f195f729d994567c7f901b4e5_1100967428986488195.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Búsqueda",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de despedirse de Marianne, Anne y Seymour, Caterpillar decidió ir al reino dentro del Vademécum de la revelación oceánica creado por René y Jakob para encontrar \"algo\". El tiempo se mueve de otra manera en este mundo, y Caterpillar estuvo allí tanto tiempo que olvidó lo que buscaba y empezó a perder la cabeza. Dentro del Vademécum, Caterpillar conoció a \"Perrito\", que era un recuerdo de Carter Sherbius, al igual que el propio Caterpillar. Decía que el mundo dentro del Vademécum se estaba derrumbando, pero mientras \"Perrito\" apareciera en la forma de un perro y no de un Sabueso Acechador, todavía había una posibilidad de salvación.\nEl/la Viajero/a rescató a Caterpillar de este mundo, pero el tiempo pasado en el Libro le dejó cicatrices. Ya no podía tomar forma humana y su conciencia comenzó a desvanecerse.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/adba4f38203f23ea3cce8766735976f0_3470015297264562563.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Feliz cumpleaños",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Antes de irse, Caterpillar decidió encontrarse con Lanoire en el compleaños de ella y contarle el final de la historia acerca del pez y del aprendiz de mago:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- Aún recuerdas esa historia.</color>\n<color=#ffffffd9>- ¡Pues claro! He estado esperando a que regreses y terminases de contármela. Al final, ¿el aprendiz encontró al pececito?</color>\n<color=#ffffffd9>- Bueno. Tras mucho, mucho tiempo... El insensato aprendiz de mago reunió el coraje suficiente para despedirse del gran hechicero, abandonar su taller y emprender su viaje en busca del pececito. Pero nunca había visto la inmensidad del océano, así que no sabía cómo era el lugar al que el pececito llamaba “hogar” y tuvo que ir preguntando por el camino...</color>\n<color=#ffffffd9>Preguntó a los juncos junto al río, que escucharon su pregunta y se doblaron de risa. “Lo que buscas es el mar”, le respondieron. “Un lugar cientos de miles de veces más ancho que un río, un lugar en el que desembocan todos los ríos”. Siguió el curso del río y terminó por encontrarse con el mar. Pero el mar era inmenso, y no tenía más indicaciones. Así que le preguntó a un gavión purpuráureo que descansaba en el muelle. Cuando este escuchó su historia, se quedó tan boquiabierto que se le cayeron al suelo las papas fritas que sostenía. “Muchacho, lo que me dices es imposible”, dijo el gavión. “Nadie ha hecho nunca nada semejante para encontrar a un simple pez en el océano. Además, quizá ya haya...”. El aprendiz de mago cerró el pico del gavión con un trozo de pan, e ignorándolo a él y a su molesto acompañante, siguió preguntando y buscando a lo largo de la costa. Al fin y al cabo, era un aprendiz insensato, y solo sabía continuar su búsqueda desde la insensatez. Le dedicó mucho tiempo a aprender a bucear, y no dejó de nadar hacia lugares más lejanos y más profundos en el mar...</color>\n<color=#ffffffd9>- ¡Seguro que al final consiguió encontrarlo! Si deseas algo lo suficiente y nunca te rindes, ¡puedes conseguir lo que buscas! Eso es lo que siempre me dice el abuelo.</color>\n<color=#ffffffd9>- Te gustan las historias con finales felices, ¿eh? Bueno, pues el señor Earnshaw tiene razón: en su insensatez, el aprendiz acabó encontrando al pececito de la forma más insensata posible. Cuando lo encontró, estaba nadando con el banco de peces al que pertenecía mientras este iba cambiando de forma. Sin embargo, el aprendiz lo reconoció de inmediato entre sus numerosos congéneres. “Por fin te encontré”, dijo el aprendiz, con menos emoción de la que pensaba que tendría al cumplir aquel deseo, pero ciertamente abrumado. Los peces lo rodearon con curiosidad y lo animaron a que contara su historia. Torpemente, explicó lo que había ocurrido y, finalmente, aliviado, expulsó un montón de burbujas en el agua. “Tengo que disculparme dos veces”, afirmó el aprendiz. “Una por no poder reunir ni un poco de coraje cuando acudiste a pedirme ayuda en el pasado, y otra por esta visita inesperada...”. “Tras verte por fin de nuevo, me he dado cuenta de lo egoísta que he sido... Y he pensado que, si pudiera disculparme contigo en persona, podría perdonarme a mí mismo por lo que ocurrió en el pasado”. “¿Y qué importa?”, le respondió el pececito de forma inesperada. “Mira, es cierto que en el pasado no me ayudaste, pero aun así, ahora he vuelto con mis seres queridos”. “No me siento ofendido por aquello, así que no tienes que pedirme perdón”. “No sé si llamarte honesto o estúpido por haber invertido tanto tiempo y esfuerzo en un asunto tan trivial. Pero aunque fueras un estúpido, no me importaría ser amigo de alguien como tú...”.</color>\n<color=#ffffffd9>- ¡Guau! Entonces, ¿se hicieron amigos? ¿Y qué pasó al final?</color>\n<color=#ffffffd9>- ¿Al final? Pues que se hicieron mejores amigos.</color>\n<color=#ffffffd9>- ¿Eh? ¿Y no hay más? Entonces, ¿ese es el final de la historia?</color>\n<color=#ffffffd9>- Bueno, sí, mi historia termina así. No tendría sentido que la historia no terminase en el momento adecuado. Si no, las cosas podrían tomar un giro indeseado. Alguna vez he oído alguna historia que tarda tanto en terminar que al final termina mal, los personajes se ponen tristes y la historia se arruina por completo. Sin embargo, Lanoire, la aventura de tu vida continúa. Feliz cumpleaños. Algún día, tendrás que contarme tu historia.</color>\n<color=#ffffffd9>- ¡Sí! Humm... Te lo prometo, Cater.</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Al darse cuenta de que nunca volverían a verse, Caterpillar advirtió a Lanoire que no hablara con monstruos que se parecieran a él. Agradeció a Paimon y al/a la Viajero/a por salvarlo y luego desapareció.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}