{
  "epId": 4598,
  "name": "Instituto Cruz de los Narcisos",
  "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
  "menuId": 23,
  "menuName": "Organizaciones",
  "version": 1710469487,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "El Instituto Cruz de los Narcisos",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "El Instituto Cruz de los Narcisos es un orfanato de Fontaine construido sobre las ruinas de Remuria, una antigua civilización. El edificio del Instituto en sí podría ser el lugar donde los remurianos y la Compañía Dorada crearon gólems, una raza inmortal en la que se colocaban las \"almas inocentes\" de las personas. Tras la caída de Remuria, el gobierno de Fontaine decidió incorporar al sistema de bienestar público el Instituto para la crianza de huérfanos e hijos de delincuentes y lo llamó Instituto Cruz de los Narcisos por su origen.\nComo muestra de gratitud a la Arconte Hydro Egeria, la gentil Oceánida Lyris fue colocada a la cabeza del Instituto. Hace más de 500 años, Basil Elton, que creció en el orfanato, se convirtió en subdirectora del Instituto Cruz de los Narcisos. Aunque la luz del sol nunca llegaba al Instituto, siempre era cálido y estaba lleno de vida. Los niños solían jugar a ser caballeros, magos, dragones malvados y princesas.\nDurante el Cataclismo de hace 500 años, el Instituto Cruz de los Narcisos se disolvió. Basil Elton lideró la flota y fue a luchar contra las criaturas del Abismo. Más tarde se vio a Lyris, que no entendía la conexión entre el Cataclismo y la desaparición de niños, deambulando cerca del Instituto abandonado. Muchos estudiantes se convirtieron más tarde en miembros de la Gendarmería Fantasmal o de la Unidad Especial de Seguridad y Vigilancia, o en viajeros por todo el mundo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Mucho antes del Cataclismo, cuatro amigos se convirtieron en estudiantes del Instituto: Basil Elton, Karl Ingold, Dwight Lasker y Emanuel Guillotin. Les encantaba jugar juegos en los que Emanuel era el héroe y Karl era el malvado dragón Jabberwock.\nDespués de graduarse del Instituto, Basil dirigió la Armada Blanca, la Marina de Fontaine. Su barco era el Esponsiano, un barco blindado de metal equipado con cañones pesados ​​y un fuerte arco de embestida. La bandera blanca del Esponsiano y aquella Armada Blanca blindada y equipado con enormes cañones y una proa firme solía ser el tesoro de la Corte de Fontaine. El nombre Esponsiano le fue dado por el Primer Oficial de Elton, Nathaniel Pickman, quien nombró al barco en honor a un usurpador cuya dinastía tal vez nunca existió."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_3055308177066340708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la Armada se disolvió debido a que la armada dejó de existir para siempre y el renombrado Secretario de Marina renunció con honores, Basil regresó al Instituto Cruz de los Narcisos y se convirtió en la subdirectora. Basil Elton, aunque tenía un carácter férreo, se preocupaba mucho por los niños. Por su bien, empezó a aprender a cocinar, aunque al principio sus platos le parecieron un castigo. Basil Elton creía que cuidar a los niños es como cuidar una flor: necesitan buena tierra, suficiente luz solar, riego frecuente y no se puede dejar que crezcan como quieran. De hecho, también debemos deshacernos de las plagas de vez en cuando. A menudo les contaba a los niños historias sobre el malvado dragón Narciso por las noches y luego ellos comían sus deliciosos bocadillos. Para la pequeña Marianne, alumna del Instituto, Basil ideó un cuento de hadas sobre la princesa Lyris.\nDurante el Cataclismo hace 500 años, Elton una vez más lideró al Esponsiano y fue a luchar contra la bestia abisal, Elynas, que envenenó todo a su paso con su existencia. Durante aproximadamente un mes, la flota observó a Elynas mientras luchaba contra otros monstruos marinos del Abismo. Con muchos de los barcos de la flota destruidos, el Esponsiano finalmente alcanzó a Elynas, pero durante la batalla, el barco se partió en dos. La mitad del barco todavía vaga como un fantasma en las aguas de Fontaine.\nAntes de partir para la pelea, Basil dejó una pluma verde de un pájaro desconocido de su sombrero, que tanto amaban los niños, para Jakob, otro niño del orfanato. También pidió a su viejo amigo del Instituto, Emanuel Guillotin, que se hiciera cargo de dos niños, Marianne y Alain. No le gustaban los niños, pero cumplió el pedido de su amiga.\nDesafortunadamente, Basil nunca regresó. Emanuel nunca volvió a ver a su amiga y Jakob nunca le devolvió la pluma de pájaro. Sólo el/la Viajero/a, muchos años después, podrá llevar esta pluma a los restos del barco Eponsiano, cumpliendo la promesa una vez hecha.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Sombra de la Marea",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bella espada de modelo estándar forjada para los oficiales de alto rango y capitanes de la antigua marina de Fontaine.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/12db54d2972a4fa4eaac8815fe4c415b_209579417407073574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Emanuel Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de graduarse del Instituto, Emanuel Guillotin se convirtió en agente de los Cazadores Fantasmales. Mientras servía en la Gendarmería Fantasmal, recibió una condecoración especialmente diseñada y entregada a quienes habían hecho grandes contribuciones para la seguridad de Fontaine.\nUna vez, las autoridades de Fontaine quisieron crear una ciudad subterránea debajo de la ciudad, Río Ceniciento, a partir de las alcantarillas bajo la Corte de Fontaine. Como era difícil mantener el orden, Eduardo Baker y sus amigos tomaron el poder en Río Ceniciento. Comenzaron a resolver disputas entre los \"compatriotas\" de Río Ceniciento, a bendecir a los recién casados ​​y a proteger a los comerciantes de la extorsión, el acoso y el chantaje de las pandillas. Cuando las autoridades de la Corte de Fontaine decidieron purgar a Río Ceniciento, Baker fue arrestado y exiliado al desierto de Sumeru. De camino al exilio, él, con la ayuda de sus secuaces, huyó a Poisson, tomando como rehenes tanto a la propia ciudad como a los miembros de la Oficina Judicial que transportaban a Baker. Hizo una serie de demandas irrazonables, por lo que intervinieron los Cazadores Fantasmales, incluido Guillotin. El periodista Karl Ingold llegó a Poisson como negociador junto con el hijo de Eduardo, Jakob.\nTras un intento fallido de resolver el problema, el desacuerdo entre el grupo de Baker y los Cazadores Fantasmales se convirtió en una pelea violenta. Como resultado, Jakob y René, el hijo del alcalde de Poisson, quedaron huérfanos. Ambos fueron enviados al Instituto Cruz de los Narcisos, un orfanato que a menudo albergaba a hijos de delincuentes.\nEl asedio de Poisson dejó cicatrices físicas y mentales en Guillotin. Debido a este suceso, abandonó las filas de la Gendarmería Fantasmal y planeó vivir el resto de sus días contento sólo con el contenido de su copa. Cuando comenzó el Cataclismo, su vieja amiga del Instituto Cruz de los Narcisos, Basil Elton, le confió dos niños: Marianne y Alain. Emanuel no amaba a los niños y no deseaba tener trato con nadie, pero por el bien de su vieja amiga aceptó.\nMuchos años después, su amigo Dwight Lasker le confió sus preocupaciones sobre las operaciones del grupo liderado por el \"Maestro\". Esta investigación fue la última para Emanuel Guillotin. A juzgar por que al final recordó a sus \"niños\" y el abrazo de la Directora Lyris, quien en ese momento era miembro de esta organización; y el Maestro en sus notas menciona la absorción de varios agentes de los Cazadores Fantasmales con la ayuda de Lyris, se puede suponer que Emanuel fue uno de estos agentes."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Estimados Alain y Marianne... nunca tuve una relación cercana con ustedes.\"</color>\n<color=#ffffffd9>\"Ni siquiera al final supe cómo ser un buen padre.\"</color>\n<color=#ffffffd9>\"Pero aun así, no quiero olvidar cómo fueron creciendo...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Vado del Río Ceniciento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una tubería abandonada muy práctica que en el pasado se usó como arma. Gozaba de una excelente reputación (o de una muy infame, dependiendo de a quién le preguntes).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/c7283cb1af7af921627e5fc4b8c6c8c8_8466127290299017509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Página misteriosa (XII)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_8112341891457385627.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dwight Lasker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6f93b26b7a7f1d0f752d248b9ddcce04_4081700765820009511.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dwight Lasker se convirtió en director del Instituto de Filosofía Natural después de graduarse en el Instituto Cruz de los Narcisos. Lasker a menudo reclutaba para el Instituto a científicos jóvenes, como Coppelius. Bajo su liderazgo, uno de los más grandes científicos de Fontaine, Alain Guillotin, comenzó su investigación sobre Pneuma y Ousía y su destrucción controlada, la creación del arjé y el primer Mecabot. Su actitud especial hacia los jóvenes genios Alain y René de Petricor, a quienes Lasker asignó al mismo laboratorio, enfureció a muchos investigadores, ya que muchos recursos gubernamentales se dirigieron específicamente al laboratorio de Alain.\nDurante el Cataclismo de hace 500 años, el Instituto de Filosofía Natural fue cerrado por razones de seguridad, y después de la inundación del edificio principal, el Instituto eligió un terreno junto a la Fontana Lucine.\nUn día, se dio cuenta de que el asistente de Alain, Carter Scherbius, se ausentaba con frecuencia del trabajo, creyendo que esto podría deberse a dificultades financieras que afectaban a la familia de Carter. Pero cuando se enteró de la enfermedad del asistente, le tomó muestras de sangre para conocer un posible tratamiento. Lamentablemente, las pruebas no arrojaron ningún resultado.\nCuando Lasker se enteró de cierta organización, cuyo líder era llamado el \"Maestro\", quiso discutir los movimientos anómalos descubiertos con su amigo, Emanuel Guillotin, agente de los Cazadores Fantasmales.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Karl Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de graduarse del instituto, Karl Ingold se convirtió en periodista. Durante el asedio de Poisson, llegó allí como negociador y tomó una fotografía antes de que la situación entre el grupo de Baker y los Cazadores Fantasmales empeorara."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"La persona que se aprecia en mitad de la imagen es Eduardo Baker, sosteniendo su gloriosa (o infame) tubería de oro, a modo de bastón.</color>\n<color=#ffffffd9>La otra mano de Eduardo aparece reposada sobre el hombro de su hijo Jakob, quien tira de la manga de René de Petricor, como si estuviera muy nervioso.</color>\n<color=#ffffffd9>A la izquierda, es posible reconocer a la gran maga Parsifal, apoyada en la columna con un gesto tranquilo, y mostrando esa característica sonrisa que solía lucir en sus espectáculos.</color>\n<color=#ffffffd9>A la derecha de Eduardo se encuentra el en aquel entonces alcalde de Poisson, Renault de Petricor. Se vistió con un traje especial para aquella ocasión, aunque acabó saliendo en la imagen con el cuello de la camisa torcido.</color>\n<color=#ffffffd9>Su hijo René aparece de pie frente a él, embelesado, con los ojos como platos y cierto aire de confusión ante el Daguerrotipo, aquel dispositivo tan extraño que nunca había visto antes.</color>\n<color=#ffffffd9>La mujer situada a la izquierda de Parsifal que sostiene un bebé entre sus brazos es Rosa Reed, acompañada por su marido Thompson. Ese que aparece al extremo derecho de la imagen es Tom Alter.</color>\n<color=#ffffffd9>Todos miran al frente, con los rostros iluminados por el destello que el Daguerrotipo emite al tomar la imagen. Ninguno de ellos parece poner su atención en Ingold, ni siquiera en el Daguerrotipo.</color>\n<color=#ffffffd9>Pero sí en el futuro.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando Ingold se jubiló, comenzó a viajar con aventureros a zonas silvestres, naufragios y ruinas. Tras recibir una invitación de la subdirectora del Instituto Cruz de los Narcisos, Basil Elton, tomó una foto de grupo de la directora Lyris, Alain, Marianne, Basil Elton, Jakob y René. Posteriormente, cuando el Instituto se disolvió durante el Cataclismo, Karl acogió a Jakob y René, con quienes emprendió una expedición al Piélago Vurukasha.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Vado del Río Ceniciento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una tubería abandonada muy práctica que en el pasado se usó como arma. Gozaba de una excelente reputación (o de una muy infame, dependiendo de a quién le preguntes).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/c7283cb1af7af921627e5fc4b8c6c8c8_8466127290299017509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carter Scherbius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius creció en la pobreza y, cuando algo le pasó a su familia, acabó en el Instituto Cruz de los Narcisos. En ese momento, Basil Elton ya se había convertido en subdirectora, pero su cocina todavía se sentía como un castigo, no como un regalo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6de4264ce2e5d0353822745dffaf3008_8784574607415243066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Muchos años después de graduarse en el Instituto Cruz de los Narcisos, Carter trabajó como asistente en el Instituto de Filosofía Natural, donde conoció a jóvenes científicos que también eran alumnos del orfanato. Carter se unió a Jakob Ingold por estar al mismo nivel que él, ya que ambos eran considerados un poco extraños. Se alegró de conocer su pasado y soñaba con restaurar el orfanato algún día. Durante su trabajo en el Instituto de Filosofía Natural, Carter inspiró a Alain a crear una cámara pensante, para que tomara fotografías de aquellos seres queridos para Alain mientras él estaba ocupado. Alain consideró inútil utilizar una cámara pensante por este motivo, pero encontró que dicha máquina era útil para aplicaciones de seguridad y vigilancia.\nCarter padecía una enfermedad grave e incurable que lo dejaba torpe e incluso, en ocasiones, en estado de coma. Muchos de sus conocidos intentaron encontrar una solución a su enfermedad e incluso intentaron utilizar poderes similares a los del Abismo. Al final, los experimentos condujeron a la destrucción del cuerpo de Carter, aunque se salvó parte de su conciencia.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4046,
        "name": "Mecarrastreador",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los nuevos modelos de Mecabots de diseño más temprano.<br>Se rumorea que cuando el rey de la mecánica, Alain Guillotin, trabajaba en el Instituto de Filosofía Natural, creó una máquina capaz de simular la inteligencia y el pensamiento humanos.<br>Aunque él nunca lo admitió oficialmente, dicho rumor fue más tarde motivo de inspiración para una gran cantidad de ingenieros. Hace décadas, hubo quien aseguró haber creado un Mecabot con capacidad de razonamiento básico y capaz de entender los sentimientos humanos, pero el resultado final de la investigación no recibió reconocimiento alguno.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/03b6c3af19fcba75282ba382142a4b01_8574092482251369814.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>El Prototipo 4ACV07 es un perro mecánico creado por Alain Guillotin para proteger a su hermana Marianne Guillotin durante su servicio en la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/f415fbe2eaa40cd987a8daa47643fc74_1843347390880204716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Poco antes de la disolución del Instituto Cruz de los Narcisos llegaron allí cuatro niños: René, Alain, Marianne y Jakob. Como otros niños, jugaron a caballeros, dragones malvados, princesas y magos, escucharon los cuentos de la subdirectora Basil Elton y comieron sus deliciosos bocadillos, que ella aprendió a preparar especialmente para los niños.\nCuando era niño, Alain amaba los variados mecanismos y desempeñaba el papel de caballero con otros niños del orfanato. En el Instituto Cruz de los Narcisos se hizo amigo de Marianne, Rene y Jakob, y siguieron siendo amigos durante muchos años hasta que la vida los llevó en direcciones diferentes. Como muestra de amistad, regaló a René y Jakob relojes de bolsillo, que más tarde desempeñaron un papel importante en sus vidas.\nTras el cierre del Instituto Cruz de los Narcisos hace 500 años debido al Cataclismo, Alain y Marianne fueron adoptados por Emanuel Guillotin, un amigo de la subdirectora. El joven genio Alain fue admitido en el Instituto de Filosofía Natural, donde logró un enorme éxito en el estudio de Pneuma y Ousía, que se encuentran en todos los organismos Fontaine. A través de sus investigaciones, pudo encontrar una solución a la crisis energética de Fontaine, convirtiéndose en uno de los más grandes científicos de la historia del país.\nMás tarde, Alain, junto con su hermana menor, entró al servicio de la Gendarmería Fantasmal, del que su padre adoptivo era agente. Cuando los agentes de la Gendarmería Fantasmal se dieron cuenta de la actividad sospechosa de una organización creada por los amigos del orfanato de Alain, René y Jakob. Alain, junto con el juez supremo de Fontaine, Neuvillette, emitieron una proclama prohibiendo el grupo. Durante la batalla final entre los Cazadores Fantasmales y los miembros de la organización, Marianne desapareció, dejando una profunda huella en Alain.\nAlain dejó los Cazadores Fantasmales y fundó el Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, que juega un papel importante en la historia de Fontaine. Hay un Parque Conmemorativo de Marianne cerca del Instituto de Investigación, que fue fundado en memoria de la difunta hermana de Alain. Al final de su vida, abandonó el Instituto de Investigación y se encerró en su laboratorio, sin comunicarse con nadie.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Tesoro abierto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antiguo reloj de bolsillo.<br>Se ha detenido en un momento determinado, inmortalizando la belleza de un recuerdo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/4f59cac938afea04792733ecf4f499ab_997863821730732092.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "René de Petricor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "René fue enviado al Instituto Cruz de los Narcisos con Jakob Baker después de que tanto los padres de René como el padre de Jakob fueran asesinados durante el asedio de Poisson. En el orfanato conocieron a Marianne y Alain, con quienes se hicieron amigos durante muchos años, y en sus juegos René jugaba a ser el dragón."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/8a98a3fe4e8892d95de942cdb5b4384a_7984276284138154226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de la disolución del Instituto, René y Jakob fueron tomados por Karl Ingold, un periodista presente durante el asedio de Poisson. Algún tiempo después del cierre del Instituto, René terminó en un laboratorio del Instituto de Filosofía Natural con su amigo Alain, donde estudiaron las máquinas primigenias y las fuerzas de Pneuma y Ousía. Luego, sus investigaciones divergieron cuando René y Jakob comenzaron a estudiar las propiedades de ciertos objetos peligrosos, como el Cuarzo Carmesí de Espinadragón y el Fango del Abismo.\nRené quería aprovechar las conexiones y capacidades de otros científicos del Instituto de Filosofía Natural, por lo que fundó la Comunidad Cruz de los Narcisos para darles un sentido de pertenencia. El principal objetivo de la organización era evitar la muerte de todas las personas durante el apocalipsis predicho por la Fórmula del Mundo calculada por René. El plan de la orden era disolver el caparazón físico de las personas para que pudieran esperar a que pasara el apocalipsis y renacer en un mundo nuevo. Debido a los métodos radicales de la orden, que incluían disolver las voluntades de la gente, la organización fue considerada radical y prohibida en Fontaine. Todos los miembros de la orden iban a ser liquidados o arrestados."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/fd5440941546983f338397f13a27c374_7796402125013279320.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Como último recurso para implementar su plan para salvar a la humanidad, René decidió convertirse en el primero en liberarse de las cadenas del cuerpo físico. Y así murió René de Petricor y nació Cruznarciso.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Jakob Ingold",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Jakob Baker (más tarde Ingold) fue enviado al Instituto Cruz de los Narcisos con René de Petricor después de la muerte de sus padres durante el asedio de Poisson. Cuando jugaban con los otros niños, Alain y Marianne, Jakob hacía el papel de mago. Le tenía mucho cariño a la pluma verde que la subdirectora llevaba en su sombrero, y cuando dejó el Instituto para unirse a la batalla contra las criaturas del Abismo, le dejó la pluma a Jakob.\nDespués de la disolución del Instituto durante el Cataclismo, Jakob fue adoptado por Karl Ingold, quien estuvo presente durante el asedio de Poisson. Junto con él y René, emprendieron una expedición al Piélago de Vurukasha en Sumeru, donde Jakob enfermó gravemente. René decidió tomar medidas extremas y utilizó un poder similar al poder del Abismo para salvar a Jakob. Sorprendentemente, el cuerpo de Jakob aceptó este poder, lo que marcó el comienzo del surgimiento de Jakob como Neohumano.\nJunto con René, Jakob se convirtió en investigador en el Instituto de Filosofía Natural, donde comenzaron a estudiar sustancias peligrosas asociadas con el Abismo. Además, Jakob obtuvo muestras de la sangre y carne de la bestia abisal Elynas, derrotada durante el Cataclismo, y con la ayuda de esta sangre, potenció sus poderes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/6726453b00db1e28aeed6d222e7cdafa_7205492122448532043.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Junto con René fundaron la Comunidad Cruz de los Narcisos, cuyos primeros miembros fueron científicos del Instituto de Filosofía Natural cuando éste se disolvió. Cuando René disolvió su cuerpo en beneficio del objetivo común de la Comunidad, fue Jakob quien continuó su trabajo y revivió al propio René. Al final, creyó que podrían encontrarse en el nuevo mundo que construiría René.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marianne Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando Marianne estaba en el Instituto Cruz de los Narcisos, la subdirectora Basil Elton le hizo un cuento de hadas sobre la princesa Lyris y el malvado dragón Narciso.\nAfter the Institute was disbanded during the Cataclysm, she and Alain were adopted by Emanuel Guillotin. Together with her brother, Mary-Ann decided to continue the work of her adoptive father and became a Marechaussee Hunter. To protect her, Alain created the first thinking Mek, Seymour, who was inspired by his assistant at the Institute of Natural Philosophy, Carter Scherbius. All of Mary-Ann’s friends loved her for her warmth and wonderful character.\nDespués de que el Instituto se disolviera durante el Cataclismo, ella y Alain fueron adoptados por Emanuel Guillotin. Junto con su hermano, Marianne decidió continuar el trabajo de su padre adoptivo y se unió a los Cazadores Fantasmales. Para protegerla, Alain creó al primer Mecabot pensante, Seymour, quien se inspiró en su asistente en el Instituto de Filosofía Natural, Carter Scherbius. Todos los amigos de Marianne la querían por su calidez y su maravilloso carácter."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/c98423c454c92b128b5b612ae928ccb0_2262125368121600110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "When a forbidden organization founded by Mary-Ann's friends, Rene and Jakob, went into the body of the defeated Abyss monster Elynas to revive him through a ritual, Mary-Ann was one of those who went to stop them. During the battle, an explosion occurred, and Mary-Ann Guillotin was seriously injured. The former Director of the Narzissenkreuz Institute Lyris, who already became a member of the Ordo, merged their consciousnesses together to save Mary-Ann, creating the Oceanid Mary-Ann.\nCuando una organización prohibida fundada por los amigos de Marianne, René y Jakob, entró en el cuerpo del derrotado monstruo del Abismo, Elynas, para revivirlo mediante un ritual, Marianne fue una de las que fueron a detenerlos. Durante la batalla se produjo una explosión y Marianne Guillotin resultó gravemente herida. La ex directora del Instituto Cruz de los Narcisos, Lyris, que ya se había convertido en miembro de la Comunidad, fusionó sus conciencias para salvar a Marianne, creando a la Oceánida Marianne.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>El Prototipo 4ACV07 es un perro mecánico creado por Alain Guillotin para proteger a su hermana Marianne Guillotin durante su servicio en la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/f415fbe2eaa40cd987a8daa47643fc74_1843347390880204716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris era una gentil Oceánida puesta a cargo del orfanato. Aunque Lyris amaba a los niños, no tenía habilidades intelectuales sobresalientes, ni siquiera para una Oceánida, y no entendía la causa y el efecto, por lo que durante mucho tiempo el Instituto estuvo dirigido por la subdirectora Basil Elton.\nCuando llegó el Cataclismo hace 500 años, no podía entender por qué se disolvió el orfanato y su único deseo era volver a la época en que los niños del orfanato jugaban como héroes Narcisos. Fue encontrada, consumida por la culpa, por los miembros de la organización secreta creada por los alumnos del Instituto Cruz de los Narcisos, René de Petricor y Jakob Ingold. Dado que Lyris tenía la capacidad de disolver y unir las voluntades de la gente, se convirtió en un miembro valioso de la organización, recibiendo el título de \"Emperatriz Roja\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/acb85bf4ad0cb25cb352b5612b60ea22_5340235629741208378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la organización decidió revivir a Elynas, la bestia abisal, con la ayuda de cuya carne y sangre Jakob Ingold alimentó sus poderes, Lyris entró en Elynas con Jakob y su aprendiz, Caterpillar. En Elynas, se encontraron con Cazadores Fantasmales, incluida Marianne Guillotin, que intentó detener la organización. Durante esta batalla, Marianne Guillotin resultó gravemente herida y Lyris la abrazó y absorbió su conciencia. De esta fusión nació una nueva Oceánida, Marianne. Marianne ya no era Lyris ni Marianne Guillotin, sino que encarnaba sus conciencias y deseos compartidos y era algo más allá de lo humano o de las Oceánidas, capaz de crear otras Oceánidas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Espada Cruz de los Narcisos",
        "desc": "<p>Una espada cuyo poder y determinación desaparecieron cuando la historia que había detrás de ella terminó, y que ahora volverá a emprender un nuevo camino. Los resquicios de poder que aún conserva conmemoran cierto gran sueño.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/73555894/01d3f8317c86ea98d617ad61213b7c9a_5222142249883436621.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Miembros"
      },
      {
        "type": "RichText",
        "text": "La directora",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La subdirectora",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Pupilos\nEmanuel Guillotin\nDwight Lasker\nKarl Ingold\nCarter Scherbius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "Instituto Cruz de los Narcisos",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/205556113/952ea7ca75568d589cf8e4caf5c3add3_5634091952583378005.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El Instituto Cruz de los Narcisos"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "Organización"
          }
        ]
      }
    ]
  }
}