{
  "epId": 4601,
  "name": "Cruznarciso",
  "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1705427637,
  "components": {
    "galleryCharacter": [
      {
        "key": "Instituto Cruz de los Narcisos",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/764c6025e7f1ca9b37d0e97c8ba548ec_4687213444666646787.png"
      },
      {
        "key": "Cruznarciso",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/fd5440941546983f338397f13a27c374_9045205557880086745.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cruznarciso tras adoptar una nueva forma."
          }
        ]
      },
      {
        "key": "Cruznarciso",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/c6322eef6f53eb5d1cc27c1b2b30073e_6509926544069355251.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cruznarciso después de su batalla contra el/la Viajero/a."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cruznarciso",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "René decidió ser el primero en liberarse del caparazón físico y adoptó el nombre de Cruznarciso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Adiós. Me redescubriré a mí mismo a través del agua, y renaceré a través de ella. Esta es una tremenda hazaña que nadie en la filosofía natural ha intentado jamás. Si fracaso, ya no tendré que preocuparme por el futuro.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sin embargo, el renacimiento de Cruznarciso no se produjo y Jakob dedicó todos sus esfuerzos a mantener su condición. Dentro de la orden se difundieron rumores sobre la muerte del Maestro, lo que aceleró el colapso de la Comunidad Cruz de los Narcisos. Jakob realizó numerosos estudios usando agua del Mar Primigenio, las habilidades de Lyris, la tecnología para crear los golems antiguos de Remuria, los registros de Khaenri'ah, y la Sacroespada Cruz de los Narcisos. Finalmente, fue capaz de poner parte de la conciencia de Carter Scherbius, a quien consideraba como un hermano, en el cuerpo de un Hilichurl, y de la misma manera fue capaz de \"revivir\" a Cruznarciso."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Le he dado un nombre. Ahora solo necesito plantarlo...</color>\n<color=#ffffffd9>No recordará que ha fracasado dos veces, porque el recuerdo de haber fracasado le impedirá trascender. Se convertirá en nuestra Cruz de los Narcisos ideal. Dará un paso adelante y caminará de nuevo muy por delante de mí, proyectando una larga y fina sombra al estar contra el sol. Nos guiará hacia el futuro, un futuro con un lugar para Alain y Anne...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cruznarciso no recordaba su fracaso y pensaba que la prueba había sido un gran éxito. <color=#ffffffd9>\"Todo se vuelve extremadamente claro. Los obstáculos insignificantes han desaparecido por completo.\"</color> Adquirió un nuevo cuerpo y envió a Jakob, Lyris y Caterpillar a Elynas, y permaneció en el Mar Primigenio a la espera del cumplimiento de la profecía y el comienzo del apocalipsis.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Página misteriosa (X)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/0fdff1fc8886c229b22511c5eb96ae0b_7487208345119663432.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4311,
        "name": "Página misteriosa (XI)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_2350801802963838500.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "name": "Página misteriosa (XIII)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_7636792904648061467.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Rastro de Narciso",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/237301566/fd5440941546983f338397f13a27c374_6811621713691309822.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando el Reloj del Apocalipsis en la Comunidad Cruz de los Narcisos marcó la medianoche, señalando el comienzo del apocalipsis, el/la Viajero/a, Paimon y la Oceánida Anne viajaron al Mar Primigenio a través del pasaje de la Torre de Gestalt y se encontraron con Cruznarciso allí. Después de derrotarlo en batalla, el/la Viajero/a informó a Cruznarciso sobre el cumplimiento de la profecía y la salvación de Fontaine del apocalipsis. Según todos los cálculos de Cruznarciso, el apocalipsis habría ocurrido si no hubieran aparecido \"variables\" desconocidas con fuerzas poderosas. Y el/la Viajero/a se convirtió en una de esas variables.\nCruznarciso admitió su derrota y acordó ir con Anne a Marianne en Letargia. Allí, él y Anne se convirtieron por un momento en niños normales: René y Marianne, como lo eran durante el orfanato. Como Cruznarciso había gastado todas sus fuerzas en mantener su voluntad, después de enterarse por Anne y Caterpillar de lo que habían estado haciendo en los últimos años, desapareció, permaneciendo para siempre en Letargia."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Durante la primera década, concentré toda mi energía en intentar que mi voluntad no se disipase.</color>\n<color=#ffffffd9>Durante los años posteriores, utilicé esa voluntad tan poderosa para construir un universo dentro de mí que fuera capaz de resistir el destino que me esperaba. Así es como logré persistir hasta ahora.</color>\n<color=#ffffffd9>Imagino que debe de ser lo mismo para ustedes, construir un hermoso sueño a partir de las ruinas de lo que un día fue nuestro hogar. Es una sensación impresionante.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Anne",
        "desc": "<p>Una Oceánida creada por la conciencia de Marianne.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7a4364ee7ecfbf1eb2b78fbf7b6607ed_5235885282307677502.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Marianne",
        "desc": "<p>Una Oceánida que vive en Letargia. <span class=\"wk-shady\">Es una Oceánida de conciencia híbrida formada por la fusión de Lyris y Marianne Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7ac751c3fd3892141d972392696a414b_4228032908596685146.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Viajero (Hydro)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una viajera/Un viajero de otro mundo a la/al que arrebataron su única familia, y que se vio obligada/o a embarcarse en un viaje en busca de Los Siete.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/73555894/f00d18b57acb4aa37bf2fc39bf67ddd0_4605028909147483739.gif",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "René de Petricor",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Infancia",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "René de Petricor era el hijo del alcande de Poisson, Renault de Petricor. Eduardo Baker, arrestado durante la purga de Río Ceniciento, fue llevado por miembros de la Corte Judicial hacia Sumeru para desterrarlo, pero fue capaz de escapar con la ayuda de sus secuaces, capturando Poisson y a los miembros de la Corte Judicial. El periodista Karl Ingold (quien más tarde se volvería parte de la familia de René) llegó para negociar con el hijo de Baker, Jakob, pero la situación empeoró con el arrivo de los Cazadores Fantasmales. Los agentes, incluyendo a Emmanuel Guillotin, entablaron batalla con los prisioneros, dentro de la cual murieron Baker y ambos padres de René."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/237301566/9dd957087aa42735905d94761558de17_1780244045677358079.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de esto, René y Jakob fueron llevados al Instituto Cruz de los Narcisos, un orfanato de Fontaine al que eran llevados los hijos de criminales. La Directora del Instituto era la gentil Oceánida Lyris, que había sido puesta a cargo del Instituto como signo de gratitud a la Arconte Hydro Egeria. La videdirectora del Instituto era Basil Elton, The Director of the Institute was the gentle Oceanid Lyris, who was placed in charge of the Institute as a sign of gratitude to the Hydro Archon Egeria. The Institute's Vice Director was Basil Elton, anteriormente capitana naval de Fontaine. En el orfanato, René conoció a Marianne y a Alain, con quienes él y Jakob se hicieron amigos.\nDurante el Cataclismo de hace 500 años, el Instituto fue disuelto. Marianne y Alain fueron adoptados por Emmanuel Guillotin, a quien René culpaba por la muerte de sus padres, y Karl Ingold adoptó a Jakob. René mismo se quedó con Jakob y su nuevo padre adoptivo. La Directora Lyris, que tenía la habilidad de disolver y extraer la voluntad de las personas, se convirtió en un miembro de la sociedad fundada por René unos años después del cierre del Instituto.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Vado del Río Ceniciento",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una tubería abandonada muy práctica que en el pasado se usó como arma. Gozaba de una excelente reputación (o de una muy infame, dependiendo de a quién le preguntes).</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/c7283cb1af7af921627e5fc4b8c6c8c8_8466127290299017509.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Expedición de Sumeru",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/237301566/f13e389c42cfacc5a7d11b8722d40e2b_7077733700171729853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 años después, durante el Cataclismo, René, Jakob y el nuevo padre adoptivo de Jakob, Karl Ingold, partieron para una expedición al Oasis de Vurukasha en Sumeru. René quedó fascinado por Jvarena y el Loto Sagrado, Gaokerena, creado por la Reina Mayor Rukkhadevata, a partir de la conciencia del anterior Arconte Hydro Egeria. Observó que compartía una composición similar a la de los tejidos de los organismos de Jakob y del propio René, pero diferente a la de los tejidos de Karl. A pesar de los intentos de René de obtener más muestras de datos para verificar este hallazgo, los Shamaniyya rechazaron sus solicitudes.\nDurante su investigación, René desenterró innumerables libros dejados por una antigua orden y registros de Khaenri'ah, que le ayudaron a descifrar textos antiguos. Utilizando su fórmula del mundo, similar a la \"Fortuna\" remuriana, dedujo la inminencia de otra inundación en Fontaine. Después de innumerables cálculos, René obtuvo el mismo resultado: el apocalipsis no se puede evitar. Además, descubrió un método para extraer \"voluntad\", que creía que podría ofrecer protección contra los efectos de la inundación. Al llegar a Fontaine, trató de discutir la posibilidad de salvar la nación con su niño prodigio amigo, Alain Guillotin.\nDurante la expedición, Jakob, entonces un niño, cayó gravemente enfermo y entró en coma. Desesperado por salvarlo, René recurrió al uso de poderes similares a los del Abismo. El cuerpo de Jakob respondió favorablemente a estos poderes, facilitando su recuperación. Envalentonado por este éxito, René incorporó los resultados a su investigación en curso. Karl Ingold, sin embargo, albergaba sospechas sobre la repentina recuperación de Jakob. Para disipar estas sospechas, René fabricó y modificó diarios.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creación de la Comunidad Cruz de los Narcisos",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Después de la expedición al desierto, René fue asignado al laboratorio de su amigo Alain en el Instituto de Filosofía Natural. Durante el trabajo de René allí, utilizó la influencia y conexiones de algunos científicos fuera del Instituto para obtener los recursos y la financiación necesarios para su investigación. Algunos científicos se convirtieron en los primeros miembros de la organización fundada por René y Jakob.\nGracias al carisma de René y a los \"trucos\" de Jakob, los miembros de la organización comenzaron a seguir lealmente a su líder, como creyentes. René decidió formar una \"sociedad\" y llamarla Comunidad Cruz de los Narcisos para darles organización y sentido de pertenencia. Poco a poco, la influencia y popularidad de la organización crecieron y se unieron a ella algunos famosos investigadores, historiadores y personas de la alta sociedad.\nAños más tarde, la Oceánida Lyris, exdirectora del Instituto Cruz de los Narcisos, el orfanato en el que crecieron René y Jakob, se unió a la organización. Tenía la capacidad de unir y dividir \"voluntad\", lo que la convertía en un miembro valioso del Ordo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/237301566/8b42dd52fd4881dee2c4347cf6124b8f_396073421559482392.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Una de las tareas de los miembros del Ordo fue la construcción de la Torre de Ipsíssimus (Gestalt), ubicada en el centro del círculo del \"Sello del Matrimonio Alquímico\". Según los registros de la Compañía Dorada, se suponía que los componentes del sello eran el “Círculo de Cuatro Cuadrantes” y un \"Árbol de Emanación\". El \"Sello del Matrimonio Alquímico\" era una técnica mágica dejada por la Compañía Dorada, que se suponía que René usaría para disolver los cuerpos físicos de las personas para sobrevivir al apocalipsis. René envió a miembros de la organización a buscar los Cuadrantes, calculando cambios en la composición del agua que debería haber contenido el agua del Mar Primordial. La Torre de Ipsissimus tenía que estar ubicada entre los Cuadrantes y usarse para controlarlos con la ayuda de la Sacroespada Cruz de los Narcisos y las habilidades de Lyris.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3754,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4305,
        "name": "Página misteriosa (IV)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_5834782599720337765.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Página misteriosa (V)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_4172106510075753112.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "La fórmula del mundo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un día, René se encontró con los libros dejados por la Compañía Dorada, un grupo de artistas que servían al rey divino Remus y difundían su influencia, y un fenómeno llamado \"Fortuna\". Los remurianos creían que \"cuando una civilización es aniquilada, una nueva nace después de sus cenizas\", lo que no correspondía a los cálculos de René utilizando la fórmula del mundo, el esquema computacional que formuló. Al contar muchas veces todas las variables, constantemente obtenía un resultado: no nacerían más civilizaciones nuevas a menos que aparecieran de repente nuevas \"variables\" externas al sistema con enorme poder.\nEl principal objetivo de René desde entonces ha sido oponerse a la profecía asociada con la muerte de Fontaine por cualquier medio necesario. Mientras exploraba las ruinas de Petrichor, descubrió información sobre el origen del pueblo Fontaine y sus diferencias con otros pueblos (todas las personas en Fontaine eran Oceánidas que fueron convertidas en personas por Egeria, la anterior Arconte Hydro) . A partir de la información recibida, René tuvo una idea sobre una forma de evitar el apocalipsis volviendo al trascender y creando Neohumanos. Quería utilizar el \"Sello del Matrimonio Alquímico\", una técnica mágica dejada por la Compañía Dorada, para identificar varios lugares importantes en Fontaine a través de los cuales podría llevarse a cabo su plan.\nEn el Instituto Cruz de los Narcisos, René descubrió la Sacroespada Cruz de los Narcisos, capaz de unir y concentrar las voluntades de muchas personas. Más tarde, con la ayuda de la espada, René pretendía disolver las voluntades de las personas. Con la ayuda de la misma espada, Jakob pudo crear Caterpillar a partir de los recuerdos del fallecido Carter Scherbius y revivir a René después de su disolución.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "La caída de Remuria",
        "desc": "<p>Se rumorea que durante los primeros años tras la fundación de Fontaine, el prestigioso investigador Pulteney escribió una magnífica obra sobre la antigua civilización de Remuria.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/73555894/d0e75f9b88a286749b4c7dff0871e129_8137229458922687222.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Página misteriosa (I)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_6547393538353478846.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4307,
        "name": "Página misteriosa (VI)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_7395945981462585370.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Espada Cruz de los Narcisos",
        "desc": "<p>Una espada cuyo poder y determinación desaparecieron cuando la historia que había detrás de ella terminó, y que ahora volverá a emprender un nuevo camino. Los resquicios de poder que aún conserva conmemoran cierto gran sueño.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/73555894/01d3f8317c86ea98d617ad61213b7c9a_5222142249883436621.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Cruznarciso"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}