{
  "epId": 4603,
  "name": "Alain Guillotin",
  "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1705424301,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain Guillotin jugó un papel clave en la historia de Fontaine y está asociado con organizaciones fontainianas como el Instituto Cruz de los Narcisos, el Instituto de Filosofía Natural y Cazador Fantasmal. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y la creación de los Mecabots. Desde que Alain Guillotin inventó los bloques de energía hace más de 400 años, la mayoría de las operaciones de los Mecabots de Fontaine se han impulsado mediante reacciones de destrucción controladas de Pneuma-Ousía proporcionadas por esos bloques de energía.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/9dd957087aa42735905d94761558de17_5297744712164209184.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La crianza de Alain tuvo lugar en el Instituto Cruz de los Narcisos, donde conoció a Marianne, otra huérfana bajo el cuidado del Instituto Cruz de los Narcisos. Durante el Cataclismo, hace unos 500 años, la Directora y la Vicedirectora abandonaron el Instituto para ayudar en la batalla. Lamentablemente, la subdirectora, Basil Elton, nunca regresó. Antes de su partida, la subdirectora solicitó que Alain y Marianne fueran adoptados por el Cazador Fantasmal, Emanuel Guillotin, en caso de que ella no regresara. Durante su estancia en el Instituto, Alain se hizo muy amigo de René de Petrichor. El Instituto Cruz de los Narcisos fue disuelto tras la desaparición de la directora y de la subdirectora.\nPosteriormente, Alain se incorporó al Instituto de Filosofía Natural. Alain fue reconocido como un niño prodigio desde que ingresó al Instituto siendo muy joven. En el Instituto ahora en ruinas, Alain encabezó la investigación energética. Su investigación se centró en resolver la crisis energética de Fontaines, lo que finalmente lo llevó a estudiar la tecnología de Khaenri'ah además de los avances tecnológicos de la era del rey Deshret. Jakob y René fueron a una expedición de investigación a Sumeru y, a su regreso, Jakob y René recibieron una recomendación de admisión en el Instituto en nombre de Alain."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/6f93b26b7a7f1d0f752d248b9ddcce04_4299230667144767936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La investigación de Alain se centró en la destrucción controlada de Ousia y Pneuma en ese momento. Alain finalmente logró un gran avance, lo que hizo que todos se regocijaran con la revolución energética de Fontaine. El plan de Alain era estudiar cinemática una vez resuelto el problema de la energía. Alain y René crearon Máquinas Primigenias y utilizaron sus características de Ousía y Pneuma para construir un núcleo cinético. El enfermizo asistente de investigación de Alain, Carter Scherbius, participó en estos proyectos lo mejor que pudo. Con el tiempo, René, Jakob, Carter, Alain y Marianne desarrollaron una profunda amistad. Alain les regaló a René y Jakob un reloj de bolsillo que desde entonces tuvo un gran significado para ellos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/a05226dacca6c631a282b2e8e4f1f474_5497502001918439645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Marianne se convirtió en miembro de la Gendarmería Fantasmal, mientras que Alain continuó investigando en el Instituto. Se dice que mientras Alain estaba en el Instituto de Filosofía Natural, diseñó con éxito una máquina pensante para apoyar los esfuerzos de su hermana dentro de Gendarmería. Como estas declaraciones provienen en gran medida de anteriores colegas suyos (la mayoría de los cuales murieron luchando contra Elynas), y \"como no hay pruebas para demostrar su veracidad, las fuentes oficiales nunca hablan de ello\". Carter había sugerido crear una máquina pensante, una cámara pensante para ser precisos, para que tomara fotos de aquellos seres queridos para Alain mientras él estaba ocupado. Alain consideró inútil utilizar una cámara pensante por este motivo, pero encontró que dicha máquina era útil para aplicaciones de seguridad y vigilancia. Seymour, Prototipo 4ACV07, fue la máquina pensante que Alain creó para Marianne. Juntos, Marianne y Seymour encontraron a Lyris nadando tristemente en círculos en las ruinas del orfanato, ahora conocido como Letargia, algún tiempo después. Seymour dice que Lyris no entendió el vínculo entre el desastre, la huida de los huérfanos y su propia conducta, por lo que deambula por las ruinas, ahogándose en la culpa y la expectativa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/4a244b78de17042e111af3c05e389473_2240588946468469127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lamentablemente, la alguna vez fuerte amistad entre Alain, Marianne, René y Jakob llegó a un abrupto final después de que Alain y Marianne descubrieron que René y Jakob habían estado realizando experimentos con Carter, que tuvieron efectos desastrosos en él. René continuó con sus ambiciones y Alain se unió a la Gendarmería Fantasmal. Cuando Alain se enteró de las intenciones de René de reanimar a Elynas, rápidamente tomó medidas e informó del asunto al Juez del Tribunal Supremo, Neuvillette. Poco después, tuvo lugar en Elynas un feroz enfrentamiento entre la Comunidad Cruz de los Narcisos y los Cazadores Fantasmales. Elynas nos cuenta: “Al final, alguien provocó una explosión terrible. Muchos murieron\". Junto con Neuvillette, Alain ayudó a declarar a la Comunidad Cruz de los Narcisos como grupo extremista ilegal y posteriormente como organización criminal. El lugar quedó sellado permanentemente a partir de ese día. Alain abandonó la Gendarmería Fantasmal y fundó el Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine. El Instituto de Investigación de Fontaine se dedica al estudio de las máquinas y de la energía. Como homenaje a su amigo Carter, el Mecaespecialista Asaltador era conocido como el tipo \"Meca-Scherbius\".\n<color=#ffffff73>En su vejez, Alain se retiró del Instituto de Investigación de Fontaine y no quiso ver a nadie. La investigación que emprendió en sus últimos años nunca fue publicada. Aunque los elementos que se pudieron encontrar en su taller personal indican que algo había sido construido.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Un miembro de la Comunidad Cruz de los Narcisos que recibía el nombre de \"Crisálida de Mariposa Fantasma\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/205556113/be516a2c9005727dcfd1fe45662a826d_7952441431699614551.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>El Prototipo 4ACV07 es un perro mecánico creado por Alain Guillotin para proteger a su hermana Marianne Guillotin durante su servicio en la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/f415fbe2eaa40cd987a8daa47643fc74_1843347390880204716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Página misteriosa (X)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/0fdff1fc8886c229b22511c5eb96ae0b_7487208345119663432.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Tesoro abierto",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un antiguo reloj de bolsillo.<br>Se ha detenido en un momento determinado, inmortalizando la belleza de un recuerdo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/4f59cac938afea04792733ecf4f499ab_997863821730732092.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mecaespecialista Inhibidor",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un Mecabot basado en el modelo Scherbius al que se han añadido algunas mejoras. Por desgracia, no posee ninguna habilidad que no sea de ataque.</span><br><span style=\"color: rgb(255, 255, 255)\">Los Mecabots cuyo funcionamiento se basa en la destrucción de energía suelen usar repetidores hechos de minerales especiales para refinar las energías pneuma y ousía que hay en el entorno de Fontaine, pero también pueden moverse fuera de dicha nación durante trayectos y periodos de tiempo cortos si cuentan con fragmentos de energía ya preparados. La diferencia entre ambos modos de funcionamiento se manifiesta en las distintas formas que adquieren sus componentes hechos de minerales.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/2f50163bfc40d3af453ccd6f2d227fe7_2892554965404904835.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Instituto de Filosofía Natural",
        "desc": "<p>Este instituto, que alguna vez fue un próspero centro de investigación, ahora yace en ruinas bajo las aguas de Fontaine.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/4ad939b9a96f59582270da331fc8f063_794388357681658842.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Instituto de Ciencias de Fontaine",
        "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      }
    ],
    "galleryCharacter": [
      {
        "key": "Instituto Cruz de los Narcisos",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/205556113/9dd957087aa42735905d94761558de17_8595589680114679041.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Alain Guillotin"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}