{
  "epId": 4605,
  "name": "Basil Elton",
  "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1705429742,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Basil Elton"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Instituto Cruz de los Narcisos\nArmada Blanca"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Basil Elton creció en el Instituto Cruz de los Narcisos, un orfanato en Fontaine. Ella se hizo amiga de otros niños del Instituto: Karl Ingold, Dwight Lasker, y Emanuel Guillotin. A ellos les gustaba jugar a que Emanuel era el héroe y Karl el malvado dragón Jabberwock. Tras graduarse del Instituto, Basil lideró la Armada Blanca, la Marina de Fontaine. Su nave era el Esponsiano, un barco blindado de metal equipado con cañones pesados y un fuerte arco de embestida. Esta nave insignia de color blanco nieve era el orgullo de la flota de Fontaine. El nombre de \"Esponsiano\" le había sido dado por el Primer Oficial de Elton, Nathaniel Pickman, quien nombró al barco en honor a un usurpador cuya dinastía quizás jamás existió."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_322497790101615639.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando la Marina se disolvió debido a que la armada dejó de existir para siempre y el renombrado Secretario de Marina renunció con honores, Basil regresó al Instituto Cruz de los Narcisos y se convirtió en la vicedirectora. Basil Elton, aunque tenía un carácter férreo, se preocupaba mucho por los niños. Por su bien, empezó a aprender a cocinar, aunque al principio sus platos le parecieron un castigo. Basil creía que cuidar a los niños es como cuidar una flor: necesitan buena tierra, suficiente luz solar, riego frecuente y no se puede dejar que crezcan como quieran. De hecho, también debemos deshacernos de las plagas de vez en cuando. A menudo les contaba a los niños historias sobre el malvado dragón Narciso por las noches y luego ellos comían sus deliciosos bocadillos. Para la pequeña Marianne, pupila del Instituto, Basil ideó un cuento de hadas sobre la princesa Lyris.\nDurante el Cataclismo, hace 500 años, Elton lideró una vez más a los Esponsianos y fue a luchar contra la bestia abisal, Elynas, que envenenó con su existencia todo a su paso. Durante aproximadamente un mes, la flota observó a Elynas mientras luchaba contra otros monstruos marinos del Abismo. Con muchos de los barcos de la flota destruidos, el Esponsiano finalmente alcanzó a Elynas, pero durante la batalla, el barco se partió en dos. La mitad del barco todavía vaga como un fantasma en las aguas de Fontaine.\nAntes de partir para la pelea, Basil dejó una pluma verde de un pájaro desconocido de su sombrero, que tanto amaban los niños, para Jakob, otro niño del orfanato."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"███, tú siempre has querido esto, ¿cierto? Pues toma, te la doy.</color>\n<color=#ffffffd9>Pero solo temporalmente para que cuides de ella. No quiero que la ensucies, ¡o me enfadaré!\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "También pidió a su viejo amigo del Instituto, Emanuel Guillotin, que se hiciera cargo de dos niños, Marianne y Alain. No le gustaban los niños, pero cumplió el pedido de su amiga."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cuando vuelva victoriosa, reunámonos con Lasker e Ingold.</color>\n<color=#ffffffd9>¡Yo me encargaré de cocinar y les mostraré mis habilidades culinarias!”.</color>\n<color=#ffffffd9>Al ver su cara de sospecha, la amiga añadió inquieta:</color>\n<color=#ffffffd9>“¡He aprendido a hacer repostería en estos años! A los niños les encanta.\"</color>\n<color=#ffffffd9>\"Bueno, adiós, Guillotin... Mi querido Emanuel”.</color>\n<color=#ffffffd9>“Yo también espero que te vaya bien y que no te encuentres con muchos problemas.</color>\n<color=#ffffffd9>Espero que esos tipos no hayan destruido mi Esponsiano...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Desafortunadamente, Basil nunca regresó. Emanuel nunca volvió a ver a su amiga y Jakob nunca le devolvió la pluma de pájaro. Sólo el/la Viajero/a, muchos años después, podrá llevar esta pluma a los restos del barco Esponsiano, cumpliendo la promesa una vez hecha.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Sombra de la Marea",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bella espada de modelo estándar forjada para los oficiales de alto rango y capitanes de la antigua marina de Fontaine.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/12db54d2972a4fa4eaac8815fe4c415b_209579417407073574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Un cuento de hadas contado por Basil Elton para la pequeña Marianne",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/48e47b19691729ecabe82867c3248f85_917058931442629138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace mucho, mucho tiempo, en un lugar muy, muy lejano, érase una vez una princesa muy hermosa y bondadosa. Su nombre era Lyris... Sí, ella será la protagonista de la historia.\n\"Ese nombre no. No es el que has dicho.\"\nVamos, no te pongas así, es solo una historia. Ejem, ejem , sigamos.\nAhora que tenemos protagonista, necesitamos un malvado... ¡Un monstruo malvado!\nY nuestro malo será... ¡el dragón Narciso! Es tan, tan malvado que la gente se echa a temblar con solo escuchar su nombre. Aunque eso a él le importa bien poco, claro está.\nEl dragón lo destruyó todo, arrasando las tierras e incendiando los cultivos. El viento que provocaron sus alas destruyó ciudades enteras y su abrasador fuego convirtió naciones enteras en meros eriales.\nAl final, solo el reino de la princesa Lyris permaneció a salvo de tal destrucción. Fue gracias al incesante esfuerzo de su princesa por defender el reino. Narciso desplegó cuantos trucos poseía, pero no fue capaz de oponerse a ella.\n“¿Se supone que yo soy la mala de la historia?”.\n¿Eh? Si Narciso contara esta historia, probablemente diría... “Esa vil princesa Lyris no hace más que frustrar mis planes”... O algo así.\nAy... ¡que no! Ya no sé cuántas veces te he dicho que solo es una historia. La princesa Lyris es la protagonista, ¡pero es ficticia! Tú eres tú, tú de verdad. ¡No mezcles la historia con la realidad!\n“No entiendo...”.\nNo seas impaciente, deja de interrumpirme y déjame terminar de contar la historia. A ver, ¿por dónde íbamos?\nUy, ¡casi olvido darle unos ayudantes a la princesa! Los protagonistas siempre van acompañados y, como la princesa Lyris es buena y hermosa, ¡tiene un montón de amigos!\nDeja que piense... La princesa Lyris tenía muchos amigos fieles y valientes, como por ejemplo, Ánade, Ney...\n“Eso no es posible”.\nOtra vez te olvidaste de que solo es una historia, ¡y en las historias todo es posible! En concreto, en la nuestra, Ánade y Ney son amigos de la princesa Lyris.\nPor cierto, ¿cómo se llamaba ese otro amigo de Lyris? Ese del pelo castaño.\n“No es mi amigo”.\nPero Lyris se puede hacer amiga de él, ¿no? De hecho, yo quiero hacerlo, ¡así que dejemos que se una! ¿Cómo debería llamarse?\n“De acuerdo. Entonces lo llamaremos Kate”.\n¡Bien! ¡Lo llamaremos “coronel Kate”! Da una sensación de poder y siempre está dando órdenes, así que es un nombre apropiado.\nNos costó, pero por fin tenemos a todos los personajes de la historia. El malvado dragón Narciso quería destruir todos los reinos del mundo, mas el único que no iba a sucumbir era el de la princesa Lyris, pues era protegido por ella y sus amigos.\n“Sí, ya entiendo. Igual que ocurre en las historias, la princesa y sus amigos vivieron felices y comieron perdices”.\n¡Ese es el fin de la historia!\nNo hemos hecho más que empezar. Ni siquiera hemos llegado a la mejor parte.\n“¿La mejor parte?”.\nClaro, ¿es que no quieres saber por qué el dragón Narciso quería destruirlo todo y cómo hizo la princesa Lyris para proteger a todos?\n“¿Es que no basta con saber el final?”.\nEso no sería divertido, ¿no crees? Aunque muchas historias terminan igual, no llegan a ese final de la misma manera.\nEn nuestra historia, por ejemplo, el solitario dragón Narciso codicia el tesoro de la princesa Lyris, su belleza y su bondad, ya que son cosas que él tuvo en el pasado, pero que perdió.\nEn cuanto al tesoro de la princesa... Diremos que es “el tiempo”.\n“¿El tiempo?”.\n¡Exacto! Acabo de recordar que Ánade me dijo una vez que “los relojes son la forma en que los humanos sostienen el tiempo”. Además, Ney siempre dice que nunca hay tiempo suficiente. Entonces me acordé de que la princesa Lyris ha estado mucho, mucho tiempo sola. Si tuviera enemigos con los que compartir su tiempo, ¡se pondría muy contenta! Si Narciso no pudo invadir su reino, es porque la princesa compartió su tiempo con sus amigos y, al luchar contra el dragón, ellos disponían de mucho más tiempo. ¡Por eso Narciso no era rival para los amigos de Lyris!\nPiénsalo, Lyris, si tuvieras más tiempo, podrías hacer más cosas, ¿cierto? Por ejemplo, si Ánade tuviera más tiempo, podría pegar tres o cuatro veces más a Narciso al luchar contra él, así que sería más fuerte. Sí, ¡eso es lo que vamos a hacer!\nLos amigos de Lyris podrían usar el tiempo que les dio ella para defenderse una y otra vez de la invasión de Narciso.\nSin embargo, el astuto dragón descubrió su secreto, por lo que, con la paciencia de una serpiente que espera para atacar a su presa, no dejó de mandar a sus tropas al reino para agotar todo el tiempo de la princesa Lyris.\nY así, para proteger su reino y ayudar a que sus amigos vencieran, Lyris tuvo que hacer muchos sacrificios. Olvidó a sus amigos porque sacrificó el pasado; dejó de reír y jugar con sus amigos porque sacrificó el presente...\nHasta que un día, el agua de manantial, feliz en el pasado, se sumió en el silencio. El cielo se oscureció cuando Narciso abrió las alas para hacer su llegada al reino. Aunque los amigos de la princesa Lyris lo dieron todo en la batalla, sin el tiempo que ella les daba no podían frenar al dragón, el cual rápidamente llegó al palacio.\nEn el último momento, Lyris reunió a sus amigos, cuyos nombres ya no recordaba, y les confió el objeto más valioso del mundo: una gota del agua más pura, tan cristalina como tú.\nDijo: “Este es mi futuro. Por favor, llévenselo.\nDa igual que mi reino y yo hayamos sucumbido a las garras de Narciso, ya que mi futuro está con ustedes”.\nY entonces, les hizo una promesa: “Aunque perdamos nuestro pasado y nuestro presente, mientras tengamos el futuro, es inevitable que volvamos a encontrarnos, igual que el reino recuperará su fulgor”.\nEn ese momento, el ejército de Narciso destruyó las puertas del castillo con sus cañones. La princesa Lyris urgió a sus amigos que se marcharan, los cuales estaban tristes que no pudieran evitar romper a llorar. Sin embargo, siguieron las órdenes de la princesa y huyeron. Tras perder su futuro, ella y la alta torre en la que vivía se quedaron estancadas en un letargo sin sueños.\nY así fue como cayó el último reino del mundo en el que aún quedaba algo de brillo. Los amigos de la princesa se ocultaron entre las sombras durante mucho tiempo y, aunque vivieron muchas cosas, siempre se mantuvieron unidos, pues los unía la promesa del futuro de la princesa. ¿Qué piensas?\n“No entiendo la historia... Y tampoco entiendo qué son el pasado, el presente y el futuro... Tras la catástrofe, perdimos nuestro futuro”.\n¡No pienses así! Ánade está ayudando cuanto puede a Lord Neville para asegurar nuestro futuro. ¡Y Ney, Jak y tú también están trabajando muy duro para crear un futuro! Además, ¿acaso no hemos creado muchos pasados entre todos? Estamos juntos en el presente, y también lo estaremos en el futuro. Juntos, podemos hacer frente a toda clase de dificultades y crear un montón de momentos felices.\n“Sí, lo sé...\nEntonces, ¿qué hay de la historia? ¿Qué pasa con la princesa?”.\nBueno... esa es otra historia. Ay, ya casi no hay tiempo. Tenemos que volver con ese perro tonto. ¡Te contaré el resto de la historia en otra ocasión!\n¡Vamos, no seas así! Bien, ¿qué tal si yo pienso en un comienzo y la próxima vez tú me cuentas el resto de la historia? A ver, a ver...\nMucho, mucho tiempo después, en un lugar muy, muy lejano...\nHabía un imperio sombrío gobernado por un malvado dragón llamado Narciso.\nNarciso anhelaba a una princesa que, junto a la torre en la que residía, se sumió en un letargo quieto y sin sueños en el que el dragón no podía contaminarla. Esto enfureció a Narciso, quien mandó a sus esbirros y exploradores que buscaran por todo el imperio el tesoro de la princesa. Además, construyó muchos mecanismos defensivos de magia maligna para detener al justiciero que quisiera oponerse a él. El dragón juró y perjuró que recuperaría el tesoro de la princesa y que la despertaría de su letargo, pues solo así podría reclamarla como si fuera suya.\nUn grupo de valientes eran los encargados de proteger el tesoro, el cual consistía en una cristalina y radiante gota de agua.\nUn día, de esa gota nació un diminuto ser.\nHumm... ¿Cómo deberíamos llamar a este ser? Qué fastidio, de haber sabido que la historia acabaría siendo así, habría utilizado tu nombre aquí. ¿Qué opinas?\n...\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Sueño de la Ninfa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/1bde348ad550ef356ff197b93caed6c8_1656048027438418551.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationship"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El orfanato donde Basil creció y del cual fue más tarde vicedirectora.\nArmada Blanca\nBasil Elton era una ex-almirante de la Armada Blanca, la Marina de Fontaine.\n\"Esponsiano\"\nBasil Elton era la Capitana del \"Esponsiano\", el buque insignia de la Armada Blanca.\nNathaniel Pickman\nEl Primer Oficial de Elton.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius\nPupilos del Instituto Cruz de los Narcisos.\nKarl Ingold\nDwight Lasker\nEmanuel Guillotin\nPupilos del Instituto Cruz de los Narcisos, con quienes Basil creció.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Emperador Piroacorazado",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno de los dos monarcas que se erigieron sobre el resto de los Engendros Fontamarinos. En el pasado, los marineros contaban historias sobre él.<br>Había una vez un Cangrejo Acorazado que no conocía enemigo alguno. Cazaba donde quería y comía cuanto quería, así que el cangrejo crecía y crecía. Por eso, se veía obligado constantemente a buscar nuevas caracolas que le sirvieran de coraza. Un día, antes de la primera subida del nivel del agua, el gigantesco Cangrejo Acorazado atacó a un barco. Sin embargo, fue finalmente derrotado por Basil Elton, el capitán que aún seguía a cargo de la flota.<br>Imagina por un momento que toda la gente de Teyvat desapareciera, y que el colosal Emperador Piroacorazado llevara el Palacio Mermonia a cuestas, como si de la más gloriosa armadura de mármol se tratara. Aunque, por supuesto, en un mundo así, no habría gente que pudiera llamarle Emperador Piroacorazado.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10742394/92cf784732984089c7f5a91f7a42822c_6941668679794516614.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Cangrego Acorazado derrotado por Basil.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una melusina interesada en la Capitana Basil y su nave.",
        "alignment": "center"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Basil Elton",
        "img": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/9dd957087aa42735905d94761558de17_7962168715044944079.png"
      }
    ]
  }
}