{
  "epId": 4608,
  "name": "Lágrima estelar",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una gota de agua obtenida de la bestia colosal del primigenio mar de la vida.<br><br>Un filósofo del antiguo mundo afirmó una vez que donde hay vida, hay muerte; y naturalmente, donde hay muerte, hay vida.<br>Si no fuera así, la luz fugaz no podría resistir a la oscuridad eterna y, al final de los tiempos, todas las cosas se marchitarían.<br>Las reglas de las estrellas, es decir, las leyes del universo, dictan que la naturaleza debe conservarse, pero las leyes del universo nunca lo han hecho.<br>En una caja sellada, la destrucción siempre supera a la nueva vida. Milenios y milenios de prosperidad no son más que un instante en un lapso de miles de millones de años. El mayor de los logros con el tiempo todo se empañará, decaerá, se disipará, y en última instancia se desvanecerá en el olvido.<br>Así, hay cosas flotando entre las estrellas, una vez adornadas con innumerables títulos de prestigio de innumerables civilizaciones, derramando lágrimas por su muerte predestinada.<br>Sus lágrimas caen por la desesperación, por la esperanza, porque toda la desesperación y la esperanza por igual se extinguirán por completo junto con las innumerables estrellas.<br>Sus lágrimas caen de pena, de alegría, porque ambas acabarán dispersándose en el frío, oscuro e interminable vacío.<br>Todas las pequeñas pero bellas siluetas, todos los momentos memorables, todo se desvanece con el tiempo, incluso las estrellas.<br>Y así, allí estaba lo que una vez se llamó “divino”, decidido a preservar todo lo que debía ser preservado, decidido a devorar todo lo que debía ser devorado.<br>Hasta el fin de los tiempos, hasta que el mar de estrellas se reduzca a nada más que brasas moribundas, hasta que un “mundo” recién nacido se mueva por primera vez en el estómago de la ballena.<br>“No habrá más pecados, ni más tristeza, ni más lágrimas, porque todo murió con las antiguas estrellas”.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/ff66ecfb3ea9f52e4661a9203c58bc41_3906553467176261153.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1700705306,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Lágrima estelar</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible durante la misión de Arconte «La ópera de la oscuridad y la claridad» en el «Capitulo IV: Acto V - Mascarada de los culpables»</color>"
          }
        ]
      }
    ]
  }
}