{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p>La Diosa de la Sal que fue asesinada por sus propios seguidores durante la Guerra de los Arcontes.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/513d51e0ebfd54f5da34a9f85dfaf61f_3047451132229140075.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1705423800,
  "components": {
    "galleryCharacter": [
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/504c8244f244ef62a74ff3ad8b5d486b_4111437318759275931.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Restos de Havria."
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/a6a05e6386883ece853eda1a92ae3bd5_4676111870488007276.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un lugar donde Havria estableció un nuevo asentamiento para sus seguidores."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Havria"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Diosa de la Sal"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Conocida también como la Diosa de la Sal, Havria fue una de los muchos dioses que vagaban por Liyue antes de la Guerra de los Arcontes. Según el folclore de Liyue, ella era la más gentil de los dioses. El pueblo de la Diosa de la Sal disfrutó de una vida próspera bajo su protección. Una vez estuvo hombro con hombro con los muchos dioses de Liyue, pero su naturaleza extraordinariamente gentil la vio rápidamente derrocada en la arrogancia de la Guerra de los Arcontes. Zhongli la describe como una diosa pequeña y débil que cedió ante todos los demás dioses y, después de hacer innumerables concesiones, Havria perdió todas sus tierras hasta que sólo quedó un pequeño refugio. Havria trabajó incansablemente para lograr el regreso de la paz entre los dioses, incluso en medio de la agitación global. Se ha dicho que durante tiempos de guerra repartía ramos de flores a su gente como una bendición para ellos, o al menos, como un pequeño gesto de consuelo para evitar la amargura de la existencia en tiempos de guerra. Este gesto llegó a las costumbres de Liyue, ya que ahora es costumbre en las bodas en Liyue que la novia lance una bola de flores hacia la multitud de invitados que se aproxima. Se dice que el que tenga la suerte de atraparlo disfrutará de un año de buena suerte. Sus seguidores se extendieron por Liyue, llevando consigo esta costumbre y enseñándola a los lugareños. Como la gente de Liyue es competitiva y amante de la diversión, es posible que lo hayan adaptado y embellecido para adaptarlo a sus preferencias.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "Costumbres de Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario del aventurero Roald",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Diary of Roald the Adventurer_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sal Terrae",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/aaf37adac4065bfb38dd53dd5707b6c5_373639248910747404.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Guió a sus seguidores hasta Sal Terrae, donde establecieron un nuevo asentamiento. La ciudad se mantuvo resistente durante numerosos siglos, solo para encontrarse con su desaparición junto con la caída de la diosa que una vez la gobernó. Esta pequeña ciudad sigue siendo hoy un dominio cerrado. El secreto para desbloquear el dominio incluía leyendas de la Guerra de los Arcontes. <color=#ffffff73>,</color> <color=#ffffffa6>\"Tianheng al sur, Yaoguang al este, Jueyun al oeste, Chingtsé al norte. En todas partes hay miseria y desolación. Liyue es extenso, mas es imposible encontrar refugio.\"</color>\n<color=#ffffff73>El contenido de este dicho está relacionado con la Diosa de la Sal mientras buscaba proporcionar un refugio para su pueblo, buscando por todo Liyue, hasta que finalmente encontró Sal Terrae.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario del aventurero Roald",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Diary of Roald the Adventurer_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sal y Traición",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Según la leyenda, el primer rey de Sal Terrae no podía comprender el amor abnegado que encarnaba Havria. Buscaba poder militar, con la esperanza de que la ciudad pudiera defenderse y atacar. Y así, para demostrar que la mansedumbre era una virtud impropia de la época, tomó una espada y acabó con la vida de la indefensa diosa. Tan pronto como ella encontró su muerte, el templo mismo se derrumbó y la ciudad del pueblo se desmoronó como sal en la tierra. En realidad, la causa de su muerte se debió a que algunos entre su pueblo finalmente se dieron cuenta de que esta diosa gentil, amable pero débil nunca podría proteger a nadie en tiempos de guerra. En lugar de consignar a Havria a la agonía de la derrota, sus seguidores pensaron que tal vez sería mejor darle una rápida liberación mediante la muerte. Sin embargo, no importa cuán débil sea la diosa, el poder que fluye cuando son asesinados está más allá de la fuerza que pueden soportar las espirales mortales. Tras su muerte, el cuerpo de Havria se disipó y se convirtió en una flor de sal (Sal Flore). Aquellos que no pudieron huir fueron convertidos en sal, salinizados para siempre en su lugar. Cuando se examina al Devoto salinizado más cercano a Sal Flore, parece haber estado alguna vez sosteniendo algo en su mano, levantado en una pose de esfuerzo supremo.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "Diario del aventurero Roald",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Diary of Roald the Adventurer_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Descendientes de los seguidores de Havria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/60466dea149352726318a488cddf144d_4628433609436866095.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tras su regreso a los elementos, las personas a las que la Diosa de la Sal había mirado con tanto cariño se dispersaron por Liyue. La mayoría buscó refugio en el Puerto de Liyue y bajo la seguridad del Arconte Geo sus historias pudieron sobrevivir. Una de las afiliaciones más notables a las que se unieron los seguidores de Havria es una de las Ocho Industrias bajo la jurisdicción de las Siete Estrellas de Liyue: el Salón Yinyuan de la industria de la sal."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/d280df734851c6c304acbeb377ff94de_752876341347933814.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sus descendientes temían a los restos de Havria y vivían aterrorizados de que ella les hubiera impuesto una maldición eterna. Para apaciguar su ira, arriesgaron sus vidas para regresar a Sal Terrae y romper la espada utilizada para matarla y colocar dos de sus reliquias al lado. Las dos reliquias eran un cáliz de sal que mágicamente se llenaba con sal y una regla que podía convertir el área circundante en sal para ser cosechada. Sal Terrae fue sellada otra vez cuando se realizó esta tarea. El Arconte Geo, Morax que ahora vive como un mortal llamado Zhongli explica que esto no era necesario <color=#ffffffa6>\"Porque, ¿cómo un dios que nunca había resistido — ni siquiera hasta el final — podría albergar odio hacia su pueblo en su corazón?\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/7467dcd1b9be2665fc9dff30e02a82a6_5808322532819387831.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con el tiempo, las circunstancias de la muerte de Havria se malinterpretaron y los descendientes de sus seguidores comenzaron a sentir un creciente desprecio por el Arconte Geo, creyendo que había asesinado a Havria por celos debido a su inmenso poder. Wanyan es descendiente de los seguidores de Havria y buscó pruebas de que Morax, el Arconte Geo, había asesinado a Havria en batalla. Ella describió a Havria como una diosa muy amable que se encontró un día con Morax en batalla donde usó un truco bastante rastrero para asesinarla. Wanyan firma un contrato con Zhongli, sin embargo, incumple luego los términos del contrato al solicitar ambas piezas de la espada rota, que serían dos reliquias en lugar de la acordada. En respuesta, Zhongli la castiga revelando la verdad no contada sobre la muerte de Havria. Al final, tanto el cáliz de sal como la regla de sal fueron devueltos al mar, ya que es el lugar al que se envían los restos de los dioses pasados ​​de Zhongli; así otra chispa de divinidad ha partido de Liyue.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}