{
  "epId": 4678,
  "name": "La canción de Erinias (III)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La historia de cómo Erinias se despidió de la Maestra de Todas las Aguas y lanzó su espada tres veces a un lago.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/f9eedcba7805d83ae8f4ed94df836c7f_8357299123641372048.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1701914328,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La canción de Erinias (III)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en la plata baja del Puerto Lumidouce</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Contenido legible",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Capítulo XX</color>\n<color=#ffffffa6>Sección III</color>\n<color=#ffffffa6>Cómo Erinias se despidió de la Maestra de Todas las Aguas y lanzó su espada tres veces a un lago.</color>\n<color=#ffffffa6>Al oír las palabras de Erinias, la Maestra de Todas las Aguas, con su misericordia, compasión y gracia, le concedió lo que deseaba. Entonces Erinias dijo:</color>\n<color=#ffffffa6>“Reina de Todas las Aguas, le doy mi más sincero agradecimiento por concederme el cáliz de agua pura que tanto ansiaba, y así permitirme poner fin a mi viaje.</color>\n<color=#ffffffa6>Los caballeros que han sobrevivido, sus sirvientes, continuarán sirviéndole lealmente tanto a usted como a su futura nación.</color>\n<color=#ffffffa6>Seguirán a ese noble compositor y cazarán las sombras ocultas para impartir justicia. Si aquellos que caminan en la oscuridad conocen la luz como la palma de sus manos, pero la luz no sabe nada sobre la oscuridad, entonces la bondad no es más que un sueño vacío.</color>\n<color=#ffffffa6>Así pues, le entrego estos caballeros bondadosos con la esperanza de que pueda perdonar sus pecados”.</color>\n<color=#ffffffa6>Al oír las palabras de Erinias, la Maestra de Todas las Aguas, con su misericordia, compasión y gracia, le concedió lo que deseaba. Entonces Erinias dijo:</color>\n<color=#ffffffa6>“Oh, Reina de Todas las Aguas, no ocultaré más mi maldad y le confesaré mi pecado, pues este es tan grave que no se puede perdonar.</color>\n<color=#ffffffa6>Sus ideales son nobles y puros, por lo que no debe usted tolerar tal pecado. Solo el exilio me liberará de mi preocupación y me dará el consuelo que necesita mi corazón.</color>\n<color=#ffffffa6>En su nación compasiva y misericordiosa no hay ni ángeles ni edictos; solo el pecado puede determinar el pecado y solo la gente puede juzgar a la gente.</color>\n<color=#ffffffa6>Solo le pido que recuerde mi sufrimiento y que vea el rencor que sentimos, pues ambos son venenosos como las artemisias y las cicutas.</color>\n<color=#ffffffa6>Así pues, le entrego mi nombre. Que aquel que nos recrimina sea maldecido para toda la eternidad, y que su nombre sea recordado por lo injusto que fue”.</color>\n<color=#ffffffa6>Tras pronunciar estas palabras, la caballera de ojos aguamarina sacó su impoluta y brillante espada, de la cual se desprendió una luz del color del agua que iluminó el valle.</color>\n<color=#ffffffa6>“Oh, noble Hauteclaire, Espadachina Rutilante, ¡tu brillo es tan fulgente como una antorcha bajo el sol ardiente!</color>\n<color=#ffffffa6>Has bebido la sangre carmesí de los injustos, y aquellos que hacen juramentos falsos y no respetan la justicia han caído como copos de nieve ante tu blanca pureza.</color>\n<color=#ffffffa6>Innumerables pecados ensucian mi ropa, pues soy culpable de haber derramado sangre y de haber arrebatado la vida de personas inocentes, más tú sigues brillando con la misma fuerza de siempre.</color>\n<color=#ffffffa6>¡Oh, Maestra de Todas las Aguas, tenga piedad! Los injustos no merecen tener la hermosa y sagrada luz de sus lagos, ¡por lo que yo la devolveré al lago!”.</color>\n<color=#ffffffa6>Tras pronunciar estas palabras, la caballera de ojos aguamarina lanzó su espada al lago, pero esta no se hundió, sino que flotó hasta la orilla opuesta.</color>\n<color=#ffffffa6>“Oh, noble Hauteclaire, Espadachina Rutilante, eres hermosa y sagrada. En tu empuñadura dorada hay incrustados cristales azul celeste.</color>\n<color=#ffffffa6>Daíra, la dama del lago y del agua pura, te concedió el liderazgo de los caballeros para que ella lograra hacer incontables hazañas.</color>\n<color=#ffffffa6>Te usó para conquistar Périgord y para asediar Aisias. Ni siquiera la hermosa dama del lejano reino del sur pudo capturarte.</color>\n<color=#ffffffa6>¡Oh, Maestra de Todas las Aguas, tenga piedad! Los injustos no merecen tener la hermosa y sagrada luz de sus lagos, ¡por lo que yo la devolveré al lago!”.</color>\n<color=#ffffffa6>Tras pronunciar estas palabras, la caballera de ojos aguamarina lanzó su espada al lago, pero esta no se hundió, sino que flotó hasta la orilla opuesta.</color>\n<color=#ffffffa6>“Oh, noble Hauteclaire, Espadachina Rutilante, has pacificado numerosos conflictos y evitado la guerra en estas tierras.</color>\n<color=#ffffffa6>Algún día, alguien con un corazón siete veces más noble que el mío te levantará y logrará hacer unas hazañas siete veces más grandiosas que las mías.</color>\n<color=#ffffffa6>¡Qué días tan hermosos he pasado contigo! Mas, por desgracia, el alba está por llegar y yo ya he perdido para siempre la corona de la justicia.</color>\n<color=#ffffffa6>¡Oh, Maestra de Todas las Aguas, tenga piedad! Los injustos no merecen tener la hermosa y sagrada luz de sus lagos, ¡por lo que yo la devolveré al lago!”.</color>\n<color=#ffffffa6>Tras pronunciar estas palabras, la caballera de ojos aguamarina lanzó su espada al lago, la cual se hundió y desapareció sin dejar rastro alguno.</color>\n<color=#ffffffa6>Después, se marchó junto al espíritu que la había acompañado desde el principio y nadie volvió a verla nunca más.</color>"
          }
        ]
      }
    ]
  }
}