{
  "epId": 4681,
  "name": "Fábulas del ganso nievealado (III)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pequeño libro de cuentos muy popular en Fontaine. Su hermosa portada ha hecho creer a más de un niño que el libro había sido escrito por el legendario y bondadoso ganso nievealado.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/6ca1a09ca2da9ec1bc48e61cfd1fb1de_8984924025513265420.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1701915801,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fábulas del ganso nievealado (III)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en la tienda de Hubel</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Contenido legible",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El Sr. Zorro y el Mecaguardián</color>\n<color=#ffffffa6>Hace mucho, mucho tiempo, el Sr. Zorro y el Mecaguardián fueron muy amigos.</color>\n<color=#ffffffa6>El Sr. Zorro era un gran bandido, y el Mecaguardián, tal y como su nombre indica, era un guardián.</color>\n<color=#ffffffa6>Esa es una historia de hace mucho, mucho tiempo, pero en el presente siguen siendo amigos. Aunque sus trabajos, sus cargos y sus posiciones sociales cambiaron, su amistad nunca cambió.</color>\n<color=#ffffffa6>Sin embargo, una preocupación siempre rondaba en la cabeza del Mecaguardián: con el paso del tiempo, su maquinaria envejecía y su preocupación se inflaba tanto como un globo, como una cerdita a punto de dar a luz, o como el cada vez más escaso pelo del Sr. Zorro. Por alguna razón, todo ello le preocupaba sobremanera.</color>\n<color=#ffffffa6>Entonces, el Mecaguardián le contó sus preocupaciones al Sr. Zorro: “He vivido muchísimo tiempo, he conocido y me he despedido de innumerables personas, he oído infinitas veces los chistes más graciosos y he olvidado una y otra vez la mayor de las tristezas. Aunque olvidar no es algo tan fácil de hacer para una máquina como yo, todo termina desvaneciéndose de mi memoria”.</color>\n<color=#ffffffa6>El Sr. Zorro entendió perfectamente las preocupaciones de su amigo y le aconsejó: “Si la vida eterna solo te trae olvido e insensibilidad, ¿por qué no usas la muerte para demostrar que tu vida ha sido real?”.</color>\n<color=#ffffffa6>“Pero, mi amiguito peludo”, dijo el Mecaguardián mientras se quitaba su sombrero metálico, y suspiró: “¿No robaste la muerte del tocador de la Srta. Sapo cuando la atracaste hace muchos años? Fue tal el caos que provocaste que los seres vivos del mundo casi olvidan qué es la muerte”.</color>\n<color=#ffffffa6>Como todos bien sabemos, la Srta. Sapo era la abogada de la muerte. Ella era la reina de todas las criaturas feas, frías y deleznables, pero al mismo tiempo tenía el control de la gema más bella y fría del mundo: la muerte.</color>\n<color=#ffffffa6>“Ay, en aquel entonces yo era muy joven y estaba obsesionado con la Srta. Chacal. Solo quería regalarle la joya más preciosa que pudiera encontrar”.</color>\n<color=#ffffffa6>“¿Y luego, que pasó?”.</color>\n<color=#ffffffa6>“Lo logré y ella murió”.</color>\n<color=#ffffffa6>La muerte se deslizó de las manos de la Srta. Chacal, se hizo añicos en el suelo y se fundió con la tierra, tras lo que nunca más se la volvió a ver. De esa forma, los seres vivos del mundo recuperaron la muerte y aquellos que debían morir ya podían hacerlo. Sin embargo, el Sr. Zorro se perdió su sentencia de muerte y sobrevivió.</color>\n<color=#ffffffa6>“Si la muerte aún existe en el mundo, ¿por qué no vamos a buscarla?”. El Sr. Zorro agarró la fría mano mecánica de su amigo y ambos salieron de la gran ciudad que era su hogar natal para buscar la muerte por todo el mundo.</color>\n<color=#ffffffa6>Caminaron y caminaron hasta que el pelaje rojizo del Sr. Zorro se volvió completamente blanco, hasta que la insignia del Mecaguardián se oxidó, y por fin llegaron al hogar natal de la Srta. Sapo.</color>\n<color=#ffffffa6>“Srta. Sapo, Srta. Sapo, ¿está en casa?”, dijo el Mecaguardián mientras llamaba a la puerta.</color>\n<color=#ffffffa6>La Srta. Sapo abrió la puerta lentamente y extendió una mano sarnosa y llena de cicatrices.</color>\n<color=#ffffffa6>“Hermosa Srta. Sapo, siento mucho molestarla de nuevo, pero mi amigo está sufriendo y solo usted tiene la cura que necesita”, dijo el Sr. Zorro quitándose su sombrero.</color>\n<color=#ffffffa6>Una voz ronca se oyó desde el interior de la desvencijada cabaña: “En primer lugar, la Srta. Sapo conoce muy bien su propia belleza. Y en segundo lugar, su amigo no encontrará aquí la muerte”.</color>\n<color=#ffffffa6>“La vida no es amarga como el té y la muerte no es dulce como el azúcar; el agua de manantial que siempre ha sido fresca no sabe por qué es diferente de otras aguas. Pero tú, con tu corazón y tu lengua mecánicos, puedes degustar una y otra vez el sabor de la vida...”. La Srta. Sapo destapó el velo de una mortaja para revelar la gélida gema de la muerte, y le extendió la mano al Mecaguardián a modo de invitación: “Vamos, joven guardián, vamos, chico, todo el mundo tiene que someterse a esta prueba alguna vez en su vida, mas debes ser fuerte y no admitir la derrota.</color>\n<color=#ffffffa6>Mis gusanos no pueden comerte y mi musgo no puede crecer en tu cuerpo. Frente a los años o la responsabilidad, la tristeza o el aburrimiento, nunca admitas la derrota, hijo mío”.</color>\n<color=#ffffffa6>Tras decir aquello, la Srta. Sapo puso la mano mecánica del Mecaguardián en la gema de la muerte, dejándole ver el fin que le llegaría dentro de muchos, muchos años.</color>\n<color=#ffffffa6>Después de mucho tiempo, lanzaron al ajado Mecaguardián al gran fuego de una incineradora, donde se fundió con el acero acumulado durante miles de años para pasar a formar parte de un indistinguible y vasto mar de metal. Los pensamientos rígidos y la insensibilidad de los metales se fundieron, se refinaron y se mezclaron hasta convertirse en una nueva vida. Aquel era el lugar de retorno más brillante que existía para las vidas metálicas y, comparada con él, el fulgor de la muerte parecía algo muy vulgar.</color>\n<color=#ffffffa6>Al ver su futuro, el Mecaguardián abandonó sus deseos de morir, y su amigo el Sr. Zorro retiró sus manos cleptómanas, no robó la joya y entendió: “La vida no es amarga como el té y la muerte no es dulce como el azúcar. Si tengo un amigo con el que superar juntos las adversidades, ¿por qué precipitarse tanto y codiciar una joya que no pertenece a este mundo?”.</color>\n<color=#ffffffa6>Más tarde, como todos los niños saben, el Sr. Zorro y el Mecaguardián vivieron muchos años más, hasta que su pequeño mundo se convirtió en un páramo desolado, hasta que el sol dejó de brillar y hasta que la luna se cayó del cielo... Y sin embargo, su historia no terminó ahí, sino que pasó de mundo en mundo.</color>"
          }
        ]
      }
    ]
  }
}