{
  "epId": 4683,
  "name": "El derrumbe del castillo apagado (II)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un poema escrito por un autor desconocido. Entre los versos se aprecia un aire inquietante y ominoso.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/a548497cccd0ad5b8a6375f08dd7b45c_652813177034904963.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1701916954,
  "components": {
    "textualResearch": [
      {
        "title": "Contenido legible",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En las orillas del lago más puro del mundo</color>\n<color=#ffffffa6>había un castillo suntuoso.</color>\n<color=#ffffffa6>Ornamentaron las murallas con gemas y láminas de oro,</color>\n<color=#ffffffa6>que relucían bajo el sol de la tarde.</color>\n<color=#ffffffa6>Las banderas de colores ondeaban en el torreón,</color>\n<color=#ffffffa6>donde las imponentes torres casi rozaban el cielo.</color>\n<color=#ffffffa6>Los viajeros, que venían desde lejos, contemplaban a través de las ventanas de cristales colorados</color>\n<color=#ffffffa6>incontables paisajes únicos que nunca antes habían visto.</color>\n<color=#ffffffa6>Las esculturas y decoraciones destacaban por encima del resto de las cosas dispuestas en el entorno que,</color>\n<color=#ffffffa6>a pesar de sus extraños diseños, parecían tener vida propia.</color>\n<color=#ffffffa6>En el salón central del castillo se encontraba un escenario resplandeciente</color>\n<color=#ffffffa6>donde los compositores tocaban instrumentos y cantaban sin cesar para el señor del castillo.</color>\n<color=#ffffffa6>Cuando las hermosas melodías inundaban el interior del castillo, las abejas doradas se disponían a volar a su alrededor</color>\n<color=#ffffffa6>y bailaban al ritmo de la música, como si en un instante el mundo hubiese cobrado una belleza extraordinaria.</color>\n<color=#ffffffa6>Parecía que en el castillo abundaban el vino e infinitas delicias culinarias, servidas para que la gente disfrutara.</color>\n<color=#ffffffa6>Sin importar su procedencia ni a qué familia pertenecían, los invitados podían entretenerse como gustasen.</color>\n<color=#ffffffa6>Pero todo esto no era suficiente para aliviar el temor del dueño,</color>\n<color=#ffffffa6>ni siquiera lograba consolar su alma apenas un momento.</color>\n<color=#ffffffa6>Cada medianoche, cuando sonaba el estruendoso campaneo de la torre,</color>\n<color=#ffffffa6>siempre acababa cayendo en una ansiedad e inquietud incontenibles,</color>\n<color=#ffffffa6>que lo hacían sentirse dominado por el miedo y por una melancolía indescriptible.</color>\n<color=#ffffffa6>El fantasma en capa negra vendría a cobrar su deuda,</color>\n<color=#ffffffa6>y cuando aquello sucediese, todo lo que tenía ante sus ojos culminaría en la ruina absoluta.</color>\n<color=#ffffffa6>Incluso el alma del señor del castillo y sus invitados</color>\n<color=#ffffffa6>se convertirían en sacrificio para el mundo antiguo y oscuro.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El derrumbe del castillo apagado (II)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en la tienda de Hubel</color>"
          }
        ]
      }
    ]
  }
}