{
  "epId": 4684,
  "name": "El derrumbe del castillo apagado (III)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un poema escrito por un autor desconocido. Entre los versos se aprecia un aire inquietante y ominoso.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/a548497cccd0ad5b8a6375f08dd7b45c_7517397498909150773.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1701916958,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El derrumbe del castillo apagado (III)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en la tienda de Hubel</color>"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Contenido legible",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Todo comenzó con unos leves movimientos de las cortinas al ser movidas por la brisa y unas sombras reflejadas en la pared.</color>\n<color=#ffffffa6>También unos ruidos ahogados de animales, como si estuvieran masticando algo en algún recóndito rincón.</color>\n<color=#ffffffa6>Después, comenzaron a oírse risas estruendosas y misteriosas en una habitación vacía,</color>\n<color=#ffffffa6>y son el temor y la pesadilla indescriptibles que se extendían a través en la noche.</color>\n<color=#ffffffa6>Por fin, junto con rayos y tormentas espantosas,</color>\n<color=#ffffffa6>una niebla de color anaranjado</color>\n<color=#ffffffa6>cubrió todo el castillo, como el sudario que cubre a un fallecido.</color>\n<color=#ffffffa6>Entonces, en el escenario central del castillo se proyectó una sombra delgada y alargada,</color>\n<color=#ffffffa6>y así el demonio en capa negra por fin anunció su llegada.</color>\n<color=#ffffffa6>Los invitados, que hacía un segundo estaban celebrando con alegría,</color>\n<color=#ffffffa6>vieron cómo les arrebataba la vida uno tras otro,</color>\n<color=#ffffffa6>sin poder emitir ni el más mínimo grito.</color>\n<color=#ffffffa6>El dueño, temblando desde su trono,</color>\n<color=#ffffffa6>sabía que la oscuridad ya había tomado su alma.</color>\n<color=#ffffffa6>Con el estruendo de los ladrillos y los escombros,</color>\n<color=#ffffffa6>el castillo perdió el esplendor de los años anteriores</color>\n<color=#ffffffa6>y fue devorado por las relucientes olas.</color>\n<color=#ffffffa6>La luna de sangre, que había permanecido oculta por la torre, apareció de nuevo en el cielo</color>\n<color=#ffffffa6>e iluminó toda la tierra con una siniestra luz escarlata.</color>\n<color=#ffffffa6>A día de hoy, en el lago más puro del mundo</color>\n<color=#ffffffa6>se refleja un castillo apagado, destruido y asolado.</color>\n<color=#ffffffa6>La gloria y resplandor que solía acoger entre sus paredes</color>\n<color=#ffffffa6>ya solo existía en sueños eternos y leyendas de la antigüedad.</color>\n<color=#ffffffa6>La decadencia sofocante y las sombras incombatibles reinan en las ruinas.</color>\n<color=#ffffffa6>A través de una ventana rota y plomiza, se veía pasar a numerosos monstruos avanzando como esculturas.</color>\n<color=#ffffffa6>Al ritmo discordante, descendían para alcanzar las profundidades del mar,</color>\n<color=#ffffffa6>donde no existía nada más que la oscuridad, la muerte y el lamento.</color>"
          }
        ]
      }
    ]
  }
}