{
  "epId": 4690,
  "name": "La canción de Erinias",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1701768328,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "La canción de Erinias"
          }
        ]
      },
      {
        "key": "Objetos relacionados",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "La canción de Erinias (I)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La historia de cómo el emisario del rey Remo fue a ver a Erinias para pedirle el agua y la tierra del Castillo Armórica, y de cómo le pidieron que se sometiera a la Symphonia Capitolii, o “melodía armónica eterna”.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/f9eedcba7805d83ae8f4ed94df836c7f_8467652725666641982.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4677,
            "name": "La canción de Erinias (II)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La historia de cómo los caballeros de cada condado unieron fuerzas con Erinias para hacer frente al intento de invasión de los capitolianos.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/f9eedcba7805d83ae8f4ed94df836c7f_2527141068726695104.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "La canción de Erinias (III)",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">La historia de cómo Erinias se despidió de la Maestra de Todas las Aguas y lanzó su espada tres veces a un lago.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/07/10742394/f9eedcba7805d83ae8f4ed94df836c7f_8357299123641372048.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "La canción de Erinias (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Capítulo VI\nSección VII\nLa historia de cómo el emisario del rey Remo fue a ver a Erinias para pedirle el agua y la tierra del Castillo Armórica, y de cómo le pidieron que se sometiera a la Symphonia Capitolii, o “melodía armónica eterna”.\nPuesto que ya se ha dicho mucho al respecto, aquí no hablaremos ni de las nobles hazañas del justo caballero Otkerus de Renania, ni de cómo combatió contra un dragón escupeveneno.\nLo que vamos a relatar es la historia de Erinias durante aquella época.\nEn aquellos tiempos, Erinias venció a los príncipes de los Condados Bellouacoi, Atrebatis y Viromanduo, y aceptó su rendición.\nPor eso, las gentes de los territorios antes reinados por esos príncipes comprendieron con claridad cómo era la gracia de la Maestra de Todas las Aguas y acataron su gobierno con devoción.\nPara conmemorar tal honestidad y sabiduría, se celebró en Armórica un festín que duró ocho días consecutivos, y al que fueron invitados todos los habitantes de la ciudad independientemente de su clase social.\nUn día, llegó inesperadamente un compositor, emisario del emperador Remo del Capitolio, para transmitir un mensaje.\nNo le acompañaba ningún guardia o sirviente, sino que vino él solo a caballo con unos fasces decorados con abejas de oro que simbolizaban su cargo de emisario imperial.\nA nadie de los allí presentes le agradó su presencia, y si no le impidieron hablar fue únicamente porque respetaban a su líder, Erinias.\nCuando el emisario vio a Erinias, primero le deseó paz y tranquilidad. Luego le extendió las más formales cortesías y, finalmente, le explicó la razón de su visita:\n“En nombre del excelentísimo emperador Remo, soberano de todos sus súbditos bajo el cielo, permítame extender mis saludos a su corte.\nQue su don para distinguir entre el bien y el mal no desaparezca nunca a pesar de la ira. El rey Remo le pide dos regalos como tributo legítimo.\nEl primero es el agua, pues el agua más pura puede disolver todos los pecados. Y el segundo es la tierra, pues una tierra firme será capaz de resistir la erosión que se avecina.\nAsí pues, el emperador Remo les exige a usted y sus súbditos entregar el agua y la tierra. Si osan incumplir esta petición, la destrucción caerá sobre todos ustedes”.\nAl escuchar lo que dijo el emisario del rey Remo, Sir Guillaume de Gellone enfureció de ira y sacó de su cintura su afilada y brillante Sacroespada Narbonnais:\n“Oh, ¡¿cómo se atreve a hablar de ese modo?! Sus amenazas son un insulto contra todos los caballeros aquí presentes.\nSi intenta insultar a mi señora, a quien he jurado proteger, ¡no vacilaré para decapitarle de una sola estocada!”.\nEntonces, muchos caballeros destacados, como Blancandrín y su compatriota Marsilio, sacaron sus espadas uno tras otro.\nLa caballera Erinias, cuyos ojos brillaban como las estrellas, ordenó a todos los caballeros que no hicieran daño alguno al emisario de los capitolianos.\n“Oh, noble emisario, dígale al emperador Remo que solo nos arrodillaremos ante una persona en este mundo.\nSolo la misericordiosa Maestra de Todas las Aguas, aquella que carga con nuestro pecado, es la soberana más digna y grandiosa que existe.\nNingún otro dios o rey puede comparar su nombre con el de nuestra maestra, pues ella es la más brillante y bondadosa”.\nAl oír las palabras de Erinias, el emisario dijo ante todos los señores y caballeros:\n“Cuando el emperador Remo no gobernaba todo este territorio, la guerra, las plagas, el hambre y los desastres eran el pan de cada día.\nBajo el glorioso gobierno de Symphonia, la paz se ha instaurado entre quienes antes luchaban entre sí, y eso es un acto de sabiduría.\nSi no, cuando el agua cubra nuestras cabezas, ¿quién llorará nuestra muerte? Cuando nos encontremos en un momento de necesidad, ¿a quién pediremos ayuda?\nEntre los valientes de todas las naciones, ¿quién se ha liberado de la ignorancia y la superstición? ¿Quién escucha los gritos de los débiles?\nLas órdenes del rey son piadosas, no malintencionadas. Él espera que todo el mundo pueda salvarse, y que nadie quede hundido bajo el agua”."
          }
        ]
      },
      {
        "title": "La canción de Erinias (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Capítulo VI\nSección IX\nCómo los caballeros de cada condado unieron fuerzas con Erinias para hacer frente al intento de invasión de los capitolianos.\nCuando Sir Agricane terminó de hablar, el caballero Drest, príncipe de Lyonnais y muy diestro con el arco, dijo:\n“La armonía y prosperidad que nos prometió el descendiente de Vivario no es más que una mentira, y su juramento es un engaño.\nCaballera Erinias de los lagos luminosos, una persona noble y sabia como usted no debe confiar tan fácilmente en su falsedad e hipocresía.\nTenga en cuenta que la hipocresía es como una flecha de plata venenosa: cuanto más radiante sea su brillo al ser disparada, más profundo será el dolor que cause”.\nLa compañera del caballero Drest, la dama de la vela azul, llamada Adsiltia (nombre que significa “hija del hielo”), dijo:\n“El descendiente de Vivario es el traidor con menos honradez del mundo, tanto que hasta se atreve a hablar con ese tal Boecio como si nada.\nCaballera Erinias de los lagos luminosos, no podemos seguir de brazos cruzados mientras los capitolianos continúan con esta caza de brujas.\nPor favor, tome una decisión cuanto antes y luchemos juntos contra los capitolianos. Si nos rendimos ante ellos, muchas almas morirán en vano.\nQue los malintencionados se evaporen cual rocío expuesto al sol, y que todo aquel que haga juramentos falsos y no respete la justicia sea expulsado de este mundo.\nAsí, el pueblo alabará su gran sentido de la justicia y los pobres recordarán para siempre a aquellos que exigen una deuda de sangre”.\nSir Naimes, Sir Tulpin y los demás nobles y bondadosos caballeros estaban dispuestos a ofrecer su ayuda para esta causa.\nTeniendo claro lo que pensaban todos ellos, Erinias les extendió su agradecimiento con total sinceridad. Luego, hizo que llamaran al compositor y le dijo:\n“Noble emisario, transmita este mensaje al emperador Remo: no tenemos la obligación de someternos a ningún rey de este mundo.\nLa Maestra de Todas las Aguas nos ha concedido el mismo honor por igual. Así pues, ni el más arrogante me podrá pisotear ni el más feroz me podrá echar.\nAsimismo, lideraré la legión con la que me bendijo mi maestra y derrumbaremos tanto la ciudad como al dragón blanco, de modo que tendrán que purificarse con su propia sangre y lágrimas.\nIgual que un pastor ahuyenta a los lobos de su rebaño de ovejas, yo expulsaré a los forasteros que pongan un pie en nuestro reino a modo de advertencia eterna”.\nTras pronunciar aquel mandato, Erinias ordenó a Sir Fierabrás que prepara una ingente cantidad de valiosos obsequios para el compositor capitoliano.\nTambién mandó a otro caballero escoltar al emisario hasta el Castillo Caribdis para que pudiera transmitir el mensaje al emperador Remo, pero eso lo relataremos más adelante."
          }
        ]
      },
      {
        "title": "La canción de Erinias (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Capítulo XX\nSección III\nCómo Erinias se despidió de la Maestra de Todas las Aguas y lanzó su espada tres veces a un lago.\nAl oír las palabras de Erinias, la Maestra de Todas las Aguas, con su misericordia, compasión y gracia, le concedió lo que deseaba. Entonces Erinias dijo:\n“Reina de Todas las Aguas, le doy mi más sincero agradecimiento por concederme el cáliz de agua pura que tanto ansiaba, y así permitirme poner fin a mi viaje.\nLos caballeros que han sobrevivido, sus sirvientes, continuarán sirviéndole lealmente tanto a usted como a su futura nación.\nSeguirán a ese noble compositor y cazarán las sombras ocultas para impartir justicia. Si aquellos que caminan en la oscuridad conocen la luz como la palma de sus manos, pero la luz no sabe nada sobre la oscuridad, entonces la bondad no es más que un sueño vacío.\nAsí pues, le entrego estos caballeros bondadosos con la esperanza de que pueda perdonar sus pecados”.\nAl oír las palabras de Erinias, la Maestra de Todas las Aguas, con su misericordia, compasión y gracia, le concedió lo que deseaba. Entonces Erinias dijo:\n“Oh, Reina de Todas las Aguas, no ocultaré más mi maldad y le confesaré mi pecado, pues este es tan grave que no se puede perdonar.\nSus ideales son nobles y puros, por lo que no debe usted tolerar tal pecado. Solo el exilio me liberará de mi preocupación y me dará el consuelo que necesita mi corazón.\nEn su nación compasiva y misericordiosa no hay ni ángeles ni edictos; solo el pecado puede determinar el pecado y solo la gente puede juzgar a la gente.\nSolo le pido que recuerde mi sufrimiento y que vea el rencor que sentimos, pues ambos son venenosos como las artemisias y las cicutas.\nAsí pues, le entrego mi nombre. Que aquel que nos recrimina sea maldecido para toda la eternidad, y que su nombre sea recordado por lo injusto que fue”.\nTras pronunciar estas palabras, la caballera de ojos aguamarina sacó su impoluta y brillante espada, de la cual se desprendió una luz del color del agua que iluminó el valle.\n“Oh, noble Hauteclaire, Espadachina Rutilante, ¡tu brillo es tan fulgente como una antorcha bajo el sol ardiente!\nHas bebido la sangre carmesí de los injustos, y aquellos que hacen juramentos falsos y no respetan la justicia han caído como copos de nieve ante tu blanca pureza.\nInnumerables pecados ensucian mi ropa, pues soy culpable de haber derramado sangre y de haber arrebatado la vida de personas inocentes, más tú sigues brillando con la misma fuerza de siempre.\n¡Oh, Maestra de Todas las Aguas, tenga piedad! Los injustos no merecen tener la hermosa y sagrada luz de sus lagos, ¡por lo que yo la devolveré al lago!”.\nTras pronunciar estas palabras, la caballera de ojos aguamarina lanzó su espada al lago, pero esta no se hundió, sino que flotó hasta la orilla opuesta.\n“Oh, noble Hauteclaire, Espadachina Rutilante, eres hermosa y sagrada. En tu empuñadura dorada hay incrustados cristales azul celeste.\nDaíra, la dama del lago y del agua pura, te concedió el liderazgo de los caballeros para que ella lograra hacer incontables hazañas.\nTe usó para conquistar Périgord y para asediar Aisias. Ni siquiera la hermosa dama del lejano reino del sur pudo capturarte.\n¡Oh, Maestra de Todas las Aguas, tenga piedad! Los injustos no merecen tener la hermosa y sagrada luz de sus lagos, ¡por lo que yo la devolveré al lago!”.\nTras pronunciar estas palabras, la caballera de ojos aguamarina lanzó su espada al lago, pero esta no se hundió, sino que flotó hasta la orilla opuesta.\n“Oh, noble Hauteclaire, Espadachina Rutilante, has pacificado numerosos conflictos y evitado la guerra en estas tierras.\nAlgún día, alguien con un corazón siete veces más noble que el mío te levantará y logrará hacer unas hazañas siete veces más grandiosas que las mías.\n¡Qué días tan hermosos he pasado contigo! Mas, por desgracia, el alba está por llegar y yo ya he perdido para siempre la corona de la justicia.\n¡Oh, Maestra de Todas las Aguas, tenga piedad! Los injustos no merecen tener la hermosa y sagrada luz de sus lagos, ¡por lo que yo la devolveré al lago!”.\nTras pronunciar estas palabras, la caballera de ojos aguamarina lanzó su espada al lago, la cual se hundió y desapareció sin dejar rastro alguno.\nDespués, se marchó junto al espíritu que la había acompañado desde el principio y nadie volvió a verla nunca más."
          }
        ]
      }
    ]
  }
}