{
  "epId": 4691,
  "name": "Fábulas del ganso nievealado",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un pequeño libro de cuentos muy popular en Fontaine. Su hermosa portada ha hecho creer a más de un niño que el libro había sido escrito por el legendario y bondadoso ganso nievealado.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/6ca1a09ca2da9ec1bc48e61cfd1fb1de_76792898428862670.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1708556118,
  "components": {
    "body": [
      {
        "title": "Fábulas del ganso nievealado (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El pingüino Pers</color>\n<color=#ffffffa6>Cuenta la leyenda que en el lejano sur existe un mar helado donde viven los pingüinos.</color>\n<color=#ffffffa6>Los pingüinos son un grupo de damas y caballeros rechonchos, cuyos cuerpos de color blanco innatamente rollizos están revestidos con unos esmóquines negros. Por tierra caminan a trompicones y no pueden volar, pero en cuanto se lanzan al suelo helado, se deslizan por él con su redondita barriga hasta llegar al mar, donde de repente se convierten en unos fantásticos nadadores. Gracias a sus gruesas alas y un cuerpo aerodinámico, pueden nadar sin ninguna dificultad en el mar.</color>\n<color=#ffffffa6>Muchos niños saben todas estas cosas acerca de los pingüinos, pero solo los niños a los que les encanta este animal se lo saben de memoria.</color>\n<color=#ffffffa6>Lo que no saben los niños es que todos los pingüinos proceden de más allá de la lejana y desconocida bóveda celeste. En el pasado, sus aletas les sirvieron para volar por el universo en grandes bandadas, y su piel lisa reflejaba la luz de las estrellas. Desde jóvenes gigantes rojas hasta enanas blancas de luz azul a punto de morir, pasando por la galaxia espiral de Orión y la brillante puerta de Tannhäuser, los pingüinos recuerdan todas sus travesías y expediciones.</color>\n<color=#ffffffa6>Más tarde, quizás por una catástrofe ocurrida en el lejano cosmos, o por una pelea entre familias, algunas de estas familias se separaron del grupo mientras volaban entre las estrellas y acabaron aterrizando en el mar helado que hay al sur del continente de Teyvat. Así fue como se convirtieron en los primeros pingüinos de este mundo. Los pingüinos de aquel entonces no sabían ni volar ni nadar. Al caer en tierra, perdieron la capacidad de volar en espacios de gran condensación, así que mucho menos podían nadar. Fue así hasta que nació el legendario Pers, el primer pingüino nadador.</color>\n<color=#ffffffa6>Igual que muchos jóvenes pingüinos, Pers pensó una vez mientras contemplaba el estrellado cielo azul: “¡Qué bueno sería poder volar libremente como nuestros ancestros!”.</color>\n<color=#ffffffa6>Entonces, decidió que aprendería de las aves para volar.</color>\n<color=#ffffffa6>Al principio, buscó a una fregata, el ave de mayor tamaño que conocía, la cual le dijo a Pers: “Jeje, ¡eso es muy sencillo! Te enseñaré a volar si me traes treinta peces”.</color>\n<color=#ffffffa6>Entonces, Pers pasó cincuenta noches recogiendo trescientas caracolas en una playa bañada por la radiante luz de la luna. Luego se las intercambió por treinta peces a una ballena gigante que vivía en el mar.</color>\n<color=#ffffffa6>Al día siguiente, la fregata se comió los treinta peces de un bocado y salió volando, tras lo que le dijo a Pers en tono de burla: “La clave para volar consiste en ser muy ligero. ¡Deberías empezar perdiendo peso!”.</color>\n<color=#ffffffa6>Perder peso no sería complicado, pero “Si un pingüino pierde su grasa, ¿puede seguir llamándose pingüino?”, pensaba Pers.</color>\n<color=#ffffffa6>Todos los niños saben que, desde entonces, la gente llama “ladronatas” a las fregatas por su avaricia y sus artimañas.</color>\n<color=#ffffffa6>Entonces, Pers pidió ayuda a los gaviones, pero solo le contestaron con ruidos estruendosos y no fueron capaces de darle una conclusión unánime. Es más, los gaviones se pusieron a discutir entre sí. Al final, algunos de ellos se enfadaron tanto que se negaron a volver a volar, de modo que acabaron degenerando en álcidos, pero esa es otra historia.</color>\n<color=#ffffffa6>Así pues, Pers acudió a los petreles. Sin embargo, estas orgullosas aves no le enseñaron los fundamentos de vuelo, sino técnicas que jamás podría poner en práctica, ya que habían observado que, si Pers ni siquiera era capaz de planear, nunca podría bailar en medio de una tempestad.</color>\n<color=#ffffffa6>Entonces, Pers regresó a la orilla del mar decepcionado. Al contemplar la serenidad del mar nocturno, se percató por primera vez de que el reflejo de las estrellas en la espuma se asemejaba al de las estrellas de su hogar natal. Así pues, no dudó ni en un segundo en lanzarse al vasto y profundo mar.</color>\n<color=#ffffffa6>Tras un breve periodo de adaptación, Pers aprendió a volar en el mar. ¡Sus gruesas aletas y su cuerpo aerodinámico estaban hechos para planear y dar giros a toda velocidad!</color>\n<color=#ffffffa6>Así fue como Pers se convirtió en el primer pingüino nadador. Después de él, muchos otros también se armaron de valor para lanzarse al mar e, igual que sus antepasados, explorar, jugar y buscar alimento entre la luz de las estrellas.</color>\n<color=#ffffffa6>Tras las hazañas de Pers, los demás pingüinos se acostumbraron a la vida en el mar y poco a poco olvidaron todos sus recuerdos relacionados con el universo. Ni siquiera en sueños volvieron a ver aquel espacio infinito. De esta forma, los pingüinos quedaron atados a la tierra y el mar para siempre jamás.</color>"
          }
        ]
      },
      {
        "title": "Fábulas del ganso nievealado (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>La princesa Jazmimpoluto</color>\n<color=#ffffffa6>En un pasado no muy lejano, tanto las plantas como las bestias contaban con reinos propios.</color>\n<color=#ffffffa6>En el reino Jazmimpoluto vivía una princesa que tenía un largo cabello de color rosa. Según decían, nació en las pinzas de un cangrejo, pero nunca echó sus suaves raíces en ningún lugar, de modo que siempre fue una pequeña semilla rígida y dura.</color>\n<color=#ffffffa6>“Querida hija mía, mi tesoro más preciado, ¿por qué tardas tanto en decidir tu camino y no vives una vida noble y tranquila?”, le preguntó su padre, el rey de Jazmimpoluto, con inquietud.</color>\n<color=#ffffffa6>“Papá, por favor, ¡no te angusties! He nacido en las pinzas de un cangrejo, por lo que esas pinzas son mi buque insignia. Mi destino no es echar raíces en una tierra corriente ni convertirme en una flor bella y dulce, ¡sino conquistar el mar y explorar un nuevo y maravilloso mundo!”.</color>\n<color=#ffffffa6>El rey se asustó con las palabras de la princesa, pues él mismo era una simple y delicada flor. Si la tierra fértil no la satisfacía, ¡sería terrible que quisiera que sus estambres fueran más nobles y magníficos que los del propio rey!</color>\n<color=#ffffffa6>El rey pensaba esto porque solo era una flor que se sentía inferior.</color>\n<color=#ffffffa6>Entonces, encarceló a la princesa y a sus pinzas de cangrejo en una caja de oro, y puso la caja en un espejo hecho de agua pura. Luego, lanzó el espejo a un lago zafíreo situado en el reino Loto Pluvioeterno. La única forma de abrir la caja para que la princesa emergiera hasta la superficie era hacer reír a la madre de los lotos. Sin embargo, todo el mundo sabe que los lotos pluvioeternos ya estaban acostumbrados a llorar.</color>\n<color=#ffffffa6>“¡Ya está!”, pensó el rey. “Así nadie amenazará mi trono y solo tendré que esperar a que pase el tiempo para que la cubierta de la semilla de mi querida hija se rompa, que pierda ese deseo de ir de aventuras y que no tenga más remedio que crecer.</color>\n<color=#ffffffa6>Entonces, igual que yo, ¡mi hija acatará las normas que tiene predestinadas y crecerá fuerte y sana!”.</color>\n<color=#ffffffa6>Sin embargo, el largo cautiverio de la princesa nunca hizo que se acobardase. Con el fin de abrir la caja, ensayaba toda clase de chistes una y otra vez, de modo que incluso las pinzas de cangrejo y la misma caja llegaron a moverse de risa. Pero nada de eso fue suficiente...</color>\n<color=#ffffffa6>Ensayó distintas obras de comedia, hasta que las pinzas de cangrejo no pudieron evitar ponerse a bailar con la semilla de la princesa —¡y aunque unas pinzas no pueden tener ni pies ni manos!—. Ensayó y ensayó hasta que la caja se convirtió en un gran teatro de comedia. Pero nada de eso fue suficiente...</color>\n<color=#ffffffa6>Entonces, la princesa buscó inspiración en su celda para encontrar cosas que fueran graciosas y con las que hacer reír a todo cuanto había a su alrededor. Así, las pinzas y ella se reían y lloraban una y otra vez, de modo que hasta los lotos pluvioeternos se sintieron atraídos por sus chistes y se reían sin darse cuenta. Al final, la madre de los lotos accedió a una audiencia con la princesa.</color>\n<color=#ffffffa6>Sorprendentemente, no pudo contener la risa al ver a la princesa, y se rio tanto que el frío palacio se estremeció y quebró el lago zafíreo.</color>\n<color=#ffffffa6>Así fue como la princesa Jazmimpoluto consiguió la libertad y, aún más importante, la habilidad de reírse y hacer reír a los demás incluso en los momentos más difíciles.</color>\n<color=#ffffffa6>Navegó por las olas montada en las pinzas de cangrejo y nunca echó raíces para poder viajar a la tierra de sus sueños. Así fue como nació en los mares la leyenda del buque de las pinzas de cangrejo.</color>"
          }
        ]
      },
      {
        "title": "Fábulas del ganso nievealado (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El Sr. Zorro y el Mecaguardián</color>\n<color=#ffffffa6>Hace mucho, mucho tiempo, el Sr. Zorro y el Mecaguardián fueron muy amigos.</color>\n<color=#ffffffa6>El Sr. Zorro era un gran bandido, y el Mecaguardián, tal y como su nombre indica, era un guardián.</color>\n<color=#ffffffa6>Esa es una historia de hace mucho, mucho tiempo, pero en el presente siguen siendo amigos. Aunque sus trabajos, sus cargos y sus posiciones sociales cambiaron, su amistad nunca cambió.</color>\n<color=#ffffffa6>Sin embargo, una preocupación siempre rondaba en la cabeza del Mecaguardián: con el paso del tiempo, su maquinaria envejecía y su preocupación se inflaba tanto como un globo, como una cerdita a punto de dar a luz, o como el cada vez más escaso pelo del Sr. Zorro. Por alguna razón, todo ello le preocupaba sobremanera.</color>\n<color=#ffffffa6>Entonces, el Mecaguardián le contó sus preocupaciones al Sr. Zorro: “He vivido muchísimo tiempo, he conocido y me he despedido de innumerables personas, he oído infinitas veces los chistes más graciosos y he olvidado una y otra vez la mayor de las tristezas. Aunque olvidar no es algo tan fácil de hacer para una máquina como yo, todo termina desvaneciéndose de mi memoria”.</color>\n<color=#ffffffa6>El Sr. Zorro entendió perfectamente las preocupaciones de su amigo y le aconsejó: “Si la vida eterna solo te trae olvido e insensibilidad, ¿por qué no usas la muerte para demostrar que tu vida ha sido real?”.</color>\n<color=#ffffffa6>“Pero, mi amiguito peludo”, dijo el Mecaguardián mientras se quitaba su sombrero metálico, y suspiró: “¿No robaste la muerte del tocador de la Srta. Sapo cuando la atracaste hace muchos años? Fue tal el caos que provocaste que los seres vivos del mundo casi olvidan qué es la muerte”.</color>\n<color=#ffffffa6>Como todos bien sabemos, la Srta. Sapo era la abogada de la muerte. Ella era la reina de todas las criaturas feas, frías y deleznables, pero al mismo tiempo tenía el control de la gema más bella y fría del mundo: la muerte.</color>\n<color=#ffffffa6>“Ay, en aquel entonces yo era muy joven y estaba obsesionado con la Srta. Chacal. Solo quería regalarle la joya más preciosa que pudiera encontrar”.</color>\n<color=#ffffffa6>“¿Y luego, que pasó?”.</color>\n<color=#ffffffa6>“Lo logré y ella murió”.</color>\n<color=#ffffffa6>La muerte se deslizó de las manos de la Srta. Chacal, se hizo añicos en el suelo y se fundió con la tierra, tras lo que nunca más se la volvió a ver. De esa forma, los seres vivos del mundo recuperaron la muerte y aquellos que debían morir ya podían hacerlo. Sin embargo, el Sr. Zorro se perdió su sentencia de muerte y sobrevivió.</color>\n<color=#ffffffa6>“Si la muerte aún existe en el mundo, ¿por qué no vamos a buscarla?”. El Sr. Zorro agarró la fría mano mecánica de su amigo y ambos salieron de la gran ciudad que era su hogar natal para buscar la muerte por todo el mundo.</color>\n<color=#ffffffa6>Caminaron y caminaron hasta que el pelaje rojizo del Sr. Zorro se volvió completamente blanco, hasta que la insignia del Mecaguardián se oxidó, y por fin llegaron al hogar natal de la Srta. Sapo.</color>\n<color=#ffffffa6>“Srta. Sapo, Srta. Sapo, ¿está en casa?”, dijo el Mecaguardián mientras llamaba a la puerta.</color>\n<color=#ffffffa6>La Srta. Sapo abrió la puerta lentamente y extendió una mano sarnosa y llena de cicatrices.</color>\n<color=#ffffffa6>“Hermosa Srta. Sapo, siento mucho molestarla de nuevo, pero mi amigo está sufriendo y solo usted tiene la cura que necesita”, dijo el Sr. Zorro quitándose su sombrero.</color>\n<color=#ffffffa6>Una voz ronca se oyó desde el interior de la desvencijada cabaña: “En primer lugar, la Srta. Sapo conoce muy bien su propia belleza. Y en segundo lugar, su amigo no encontrará aquí la muerte”.</color>\n<color=#ffffffa6>“La vida no es amarga como el té y la muerte no es dulce como el azúcar; el agua de manantial que siempre ha sido fresca no sabe por qué es diferente de otras aguas. Pero tú, con tu corazón y tu lengua mecánicos, puedes degustar una y otra vez el sabor de la vida...”. La Srta. Sapo destapó el velo de una mortaja para revelar la gélida gema de la muerte, y le extendió la mano al Mecaguardián a modo de invitación: “Vamos, joven guardián, vamos, chico, todo el mundo tiene que someterse a esta prueba alguna vez en su vida, mas debes ser fuerte y no admitir la derrota.</color>\n<color=#ffffffa6>Mis gusanos no pueden comerte y mi musgo no puede crecer en tu cuerpo. Frente a los años o la responsabilidad, la tristeza o el aburrimiento, nunca admitas la derrota, hijo mío”.</color>\n<color=#ffffffa6>Tras decir aquello, la Srta. Sapo puso la mano mecánica del Mecaguardián en la gema de la muerte, dejándole ver el fin que le llegaría dentro de muchos, muchos años.</color>\n<color=#ffffffa6>Después de mucho tiempo, lanzaron al ajado Mecaguardián al gran fuego de una incineradora, donde se fundió con el acero acumulado durante miles de años para pasar a formar parte de un indistinguible y vasto mar de metal. Los pensamientos rígidos y la insensibilidad de los metales se fundieron, se refinaron y se mezclaron hasta convertirse en una nueva vida. Aquel era el lugar de retorno más brillante que existía para las vidas metálicas y, comparada con él, el fulgor de la muerte parecía algo muy vulgar.</color>\n<color=#ffffffa6>Al ver su futuro, el Mecaguardián abandonó sus deseos de morir, y su amigo el Sr. Zorro retiró sus manos cleptómanas, no robó la joya y entendió: “La vida no es amarga como el té y la muerte no es dulce como el azúcar. Si tengo un amigo con el que superar juntos las adversidades, ¿por qué precipitarse tanto y codiciar una joya que no pertenece a este mundo?”.</color>\n<color=#ffffffa6>Más tarde, como todos los niños saben, el Sr. Zorro y el Mecaguardián vivieron muchos años más, hasta que su pequeño mundo se convirtió en un páramo desolado, hasta que el sol dejó de brillar y hasta que la luna se cayó del cielo... Y sin embargo, su historia no terminó ahí, sino que pasó de mundo en mundo.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Fábulas del ganso nievealado</color>"
          }
        ]
      }
    ]
  }
}