{
  "epId": 4692,
  "name": "El derrumbe del castillo apagado",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un poema escrito por un autor desconocido. Entre los versos se aprecia un aire inquietante y ominoso.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/a548497cccd0ad5b8a6375f08dd7b45c_7198958763750182766.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1708556159,
  "components": {
    "body": [
      {
        "title": "El derrumbe del castillo apagado (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En sueños, he visto un barco negro</color>\n<color=#ffffffa6>navegando entre la oscura noche y la densa niebla.</color>\n<color=#ffffffa6>El barco descompuesto estaba, el mástil en pedazos,</color>\n<color=#ffffffa6>sin embargo, como si quisieran burlarse de la racionalidad humana,</color>\n<color=#ffffffa6>todas las partes rotas fueron conectadas de la forma más extraña:</color>\n<color=#ffffffa6>con las algas que envolvían los fragmentos del barco.</color>\n<color=#ffffffa6>Bajo la luna, se vio una sombra dantesca</color>\n<color=#ffffffa6>que atraía el temor como una pesadilla altera al alma,</color>\n<color=#ffffffa6>como si fuera a aparecer ante tus ojos</color>\n<color=#ffffffa6>con el menor descuido.</color>\n<color=#ffffffa6>En la cubierta del barco, se alzaba una gran figura delgada y alargada</color>\n<color=#ffffffa6>vestía capas negras, cuyo rostro apenas podía distinguirse en la oscuridad.</color>\n<color=#ffffffa6>Solo se advertían sus ojos, que mostraban una mirada glacial.</color>\n<color=#ffffffa6>Tan solo una mirada era más que suficiente para sentir que atravesaba el alma.</color>\n<color=#ffffffa6>¿Acaso se trataba de un monstruo marino proveniente de las profundidades?</color>\n<color=#ffffffa6>¿Será el dueño de algún mundo antiguo?</color>\n<color=#ffffffa6>¿O acaso es una pesadilla?</color>"
          }
        ]
      },
      {
        "title": "El derrumbe del castillo apagado (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En las orillas del lago más puro del mundo</color>\n<color=#ffffffa6>había un castillo suntuoso.</color>\n<color=#ffffffa6>Ornamentaron las murallas con gemas y láminas de oro,</color>\n<color=#ffffffa6>que relucían bajo el sol de la tarde.</color>\n<color=#ffffffa6>Las banderas de colores ondeaban en el torreón,</color>\n<color=#ffffffa6>donde las imponentes torres casi rozaban el cielo.</color>\n<color=#ffffffa6>Los viajeros, que venían desde lejos, contemplaban a través de las ventanas de cristales colorados</color>\n<color=#ffffffa6>incontables paisajes únicos que nunca antes habían visto.</color>\n<color=#ffffffa6>Las esculturas y decoraciones destacaban por encima del resto de las cosas dispuestas en el entorno que,</color>\n<color=#ffffffa6>a pesar de sus extraños diseños, parecían tener vida propia.</color>\n<color=#ffffffa6>En el salón central del castillo se encontraba un escenario resplandeciente</color>\n<color=#ffffffa6>donde los compositores tocaban instrumentos y cantaban sin cesar para el señor del castillo.</color>\n<color=#ffffffa6>Cuando las hermosas melodías inundaban el interior del castillo, las abejas doradas se disponían a volar a su alrededor</color>\n<color=#ffffffa6>y bailaban al ritmo de la música, como si en un instante el mundo hubiese cobrado una belleza extraordinaria.</color>\n<color=#ffffffa6>Parecía que en el castillo abundaban el vino e infinitas delicias culinarias, servidas para que la gente disfrutara.</color>\n<color=#ffffffa6>Sin importar su procedencia ni a qué familia pertenecían, los invitados podían entretenerse como gustasen.</color>\n<color=#ffffffa6>Pero todo esto no era suficiente para aliviar el temor del dueño,</color>\n<color=#ffffffa6>ni siquiera lograba consolar su alma apenas un momento.</color>\n<color=#ffffffa6>Cada medianoche, cuando sonaba el estruendoso campaneo de la torre,</color>\n<color=#ffffffa6>siempre acababa cayendo en una ansiedad e inquietud incontenibles,</color>\n<color=#ffffffa6>que lo hacían sentirse dominado por el miedo y por una melancolía indescriptible.</color>\n<color=#ffffffa6>El fantasma en capa negra vendría a cobrar su deuda,</color>\n<color=#ffffffa6>y cuando aquello sucediese, todo lo que tenía ante sus ojos culminaría en la ruina absoluta.</color>\n<color=#ffffffa6>Incluso el alma del señor del castillo y sus invitados</color>\n<color=#ffffffa6>se convertirían en sacrificio para el mundo antiguo y oscuro.</color>"
          }
        ]
      },
      {
        "title": "El derrumbe del castillo apagado (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Todo comenzó con unos leves movimientos de las cortinas al ser movidas por la brisa y unas sombras reflejadas en la pared.</color>\n<color=#ffffffa6>También unos ruidos ahogados de animales, como si estuvieran masticando algo en algún recóndito rincón.</color>\n<color=#ffffffa6>Después, comenzaron a oírse risas estruendosas y misteriosas en una habitación vacía,</color>\n<color=#ffffffa6>y son el temor y la pesadilla indescriptibles que se extendían a través en la noche.</color>\n<color=#ffffffa6>Por fin, junto con rayos y tormentas espantosas,</color>\n<color=#ffffffa6>una niebla de color anaranjado</color>\n<color=#ffffffa6>cubrió todo el castillo, como el sudario que cubre a un fallecido.</color>\n<color=#ffffffa6>Entonces, en el escenario central del castillo se proyectó una sombra delgada y alargada,</color>\n<color=#ffffffa6>y así el demonio en capa negra por fin anunció su llegada.</color>\n<color=#ffffffa6>Los invitados, que hacía un segundo estaban celebrando con alegría,</color>\n<color=#ffffffa6>vieron cómo les arrebataba la vida uno tras otro,</color>\n<color=#ffffffa6>sin poder emitir ni el más mínimo grito.</color>\n<color=#ffffffa6>El dueño, temblando desde su trono,</color>\n<color=#ffffffa6>sabía que la oscuridad ya había tomado su alma.</color>\n<color=#ffffffa6>Con el estruendo de los ladrillos y los escombros,</color>\n<color=#ffffffa6>el castillo perdió el esplendor de los años anteriores</color>\n<color=#ffffffa6>y fue devorado por las relucientes olas.</color>\n<color=#ffffffa6>La luna de sangre, que había permanecido oculta por la torre, apareció de nuevo en el cielo</color>\n<color=#ffffffa6>e iluminó toda la tierra con una siniestra luz escarlata.</color>\n<color=#ffffffa6>A día de hoy, en el lago más puro del mundo</color>\n<color=#ffffffa6>se refleja un castillo apagado, destruido y asolado.</color>\n<color=#ffffffa6>La gloria y resplandor que solía acoger entre sus paredes</color>\n<color=#ffffffa6>ya solo existía en sueños eternos y leyendas de la antigüedad.</color>\n<color=#ffffffa6>La decadencia sofocante y las sombras incombatibles reinan en las ruinas.</color>\n<color=#ffffffa6>A través de una ventana rota y plomiza, se veía pasar a numerosos monstruos avanzando como esculturas.</color>\n<color=#ffffffa6>Al ritmo discordante, descendían para alcanzar las profundidades del mar,</color>\n<color=#ffffffa6>donde no existía nada más que la oscuridad, la muerte y el lamento.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>El derrumbe del castillo apagado</color>"
          }
        ]
      }
    ]
  }
}