{
  "epId": 4723,
  "name": "“Curvas”",
  "desc": "<p>Un detector de mentiras creado por el profesor Mosso hace treinta años.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/205556113/c2bcc453980b4a7bc7524d363a37ce20_1664874046741611097.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1724268660,
  "components": {
    "textualResearch": [
      {
        "title": "Carta para la editora jefa (borrador)",
        "desc": [
          {
            "type": "RichText",
            "text": "Señorita editora, tiene usted toda la razón. El asunto ya no tiene solución.\nHace unos días escuché a unos viajeros gritar que había que acabar con Curvas. Anoche los estudiantes radicales volvieron a introducirse en el laboratorio con la intención de hacer explotar a Curvas. Por suerte, los descubrieron a tiempo.\nPero la situación de Curvas es cada vez más peligrosa, así que debo hacer algo. Mi plan es el siguiente:\n1. Antes del juicio, modificaré el Protocolo Mosso que hay en el interior del núcleo de Curvas y los datos relacionados (carentes de sentido) para confundir a la gente. El detector de mentiras en realidad no es capaz de detectarlas. Los resultados los controla Mosso en la sombra.\nSe trata de una prueba irrefutable de estafa pública. Se la entregaré a usted. Por favor, elija el día de la revelación.\n2. En cuanto me declaren culpable, propondré un duelo. Cuando muera en la arena, la situación se calmará.\n3. Le ruego que su editorial haga todo lo posible por desviar la atención pública de Curvas. No es más que una máquina inútil. Lo lógico es que la Gendarmería Fantasmal la conserve como prueba.\nNo trate de persuadirme, lo tengo todo calculado. Si yo, que soy el culpable, no muero, la tormenta no amainará. Me dejé la piel en Curvas. No puedo volver a dar un paso en falso. Por favor, tome mi vida por la suya.\n(Todo lo que hicimos hasta ahora dio resultados. La unidad de aprendizaje de mentiras de Curvas generó unos datos incomprensibles. Creo que representan la semilla de la vida que hay en él).\nSaludos cordiales,\nMosso Lombroso"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/205556113/5f389284a599508ca894f71f46a54fc9_5387108988502363553.png"
      },
      {
        "key": "\"Curvas\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/205556113/2babcd17222c25d6025e7c939c565e54_8296335001374050401.png"
      },
      {
        "key": "\"Curvas\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/205556113/27f68632ee3b16bf5060216fb1d00411_3508043605918111170.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "\"Curvas\""
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Mecabots"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "RichText",
        "text": "Mosso Lombroso\nUn investigador que creó a \"Curvas\" hace treinta años. Él quería crear una máquina que se tornara gradualmente humana al comprender las mentiras y la humanidad.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Una agente de evidencias de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/205556113/9de3aae7a32faf7a3023fbdc80e94dae_8012079493430037786.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una agente de evidencias de la",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Gendarmería Fantasmal",
        "desc": "<p>La Gendarmería Fantasmal (Cazadores Fantasmales) es la unidad personal del juez supremo Neuvillette, que es responsable de la investigación del crimen. Tiene su base en el Palacio Mermonia y es uno de los departamentos de la Corte de Justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/205556113/0754982d06f58659af734aafc88d0c88_8063827020713320808.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", que encontró a \"Curvas\" en la sala de evidencias. Ella quería ayudarlo a romper el protocolo Mosso y tornarlo en un verdadero \"humano\".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Notas de investigación de Talochard",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Unas notas de investigación que compartió Talochard. En ellas hay información sobre la desaparición de monsieur Arthur.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/8c9add213924484947222f85900c4bfa_8476828095634880213.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Curvas\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/ccc286a9458dd056c39f0e6e588e1771_1817689140163896917.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace treinta años, el investigador Mosso Lombroso creó un detector de mentiras, \"Curvas\". La historia del nombre de este Mecabot está relacionada con la nieta de Mosso, Melo. Un día, él no quería que ella comiera muchos bocadillos, así que le dijo: <color=#ffffffd9>\"Si sigues comiendo tanto, te pondrás gorda\"</color> . Melo lloró y se escapó. Entonces la madre de Melo le enseñó a decir: <color=#ffffffd9>\"Aunque te pongas gordita, sigues siendo adorable\"</color> . Al día siguiente, Melo se subió a su abuelo y le pidió que le diera un paseo a caballo. Esto le hizo pensar si la distancia más corta entre dos personas es en realidad una curva. Y por eso es llamó así al detector de mentiras.\nLombroso agregó algunas reglas a la programación central de la máquina para garantizar la precisión de la detección de mentiras. Esas reglas denominadas protocolo Mosso exigían que \"Curvas\" respondiera todas las preguntas con total precisión y honestidad, excluyendo la posibilidad de mentir. El verdadero objetivo del investigador era crear una máquina que gradualmente se convirtiera en humana al comprender las mentiras y la humanidad. Si \"Curvas\" aprendiera a mentir como los humanos algún día, significaría que ya no estaba atado a la programación de su máquina y había adquirido emociones humanas. Las leyendas dicen que un científico fontainiano, Alain Guillotin, creó una asombrosa máquina pensante hace cientos de años, y el profesor Mosso quería superar eso.\nPoco después de que se hiciera pública la existencia del detector de mentiras del profesor Mosso, El Pájaro de Vapor publicó varios artículos sobre él y rápidamente llamó la atención del público. El periódico utilizó artículos especiales para incitar miedo y preocupación generalizados entre el público en general, y pronto, la opinión pública comenzó a volverse contra Lombroso. La gente empezó a preocuparse por lo que pasaría si un sospechoso en un juicio no miente, pero \"Curvas\" dice que sí; o cómo garantizar que los resultados del detector de mentiras sean creíbles. Finalmente, El Pájaro de Vapor proporcionó evidencia que expuso que el profesor Mosso había falsificado resultados, y esta evidencia fue clave para la convicción del investigador. Para salvar su creación, Mosso Lombroso murió defendiéndose en un duelo judicial. Pronto, todos se olvidaron de \"Curvas\" y terminó en la sala de evidencias de la Gendarmería Fantasmal. El núcleo de \"Curvas\" estaba envejeciendo rápidamente, por lo que habría entrado en modo de hibernación poco después de la muerte de Mosso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/83b607eafe38c25549f329f07ad2fa56_4689776025719409500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Treinta años después, una agente de evidencias, Talochard, encontró a \"Curvas\" en la sala de evidencias y decidió ayudarlo a romper el protocolo Mosso antes de que entrara en modo de hibernación. Con la ayuda del/de la Viajero/a y Paimon, resolvieron el caso de la desaparición de Sir Arthur y encontraron el laboratorio del profesor Mosso. Descubrieron que el investigador había iniciado él mismo todos estos artículos incriminatorios. Quería introducir los datos de la opinión pública en el detector de mentiras para estudiarlos. Pensó que esta lección sobre la evolución dinámica seguramente podría guiar su máquina a otro nivel de comprensión y a separar la verdad de la ficción. Con el tiempo, \"Curvas\" habría superado las reglas de una máquina. El profesor Mosso incluso modificó el protocolos Mosso cientos de veces. Falsificó la evidencia y se la dio al periódico, para recibir toda la presión."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/702dc85b514545b6612b55ac190c72ee_2162555667907165756.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuando \"Curvas\", Talochard, el/la Viajero/a y Paimon estaban en el laboratorio de Mosso, fueron atrapados por un editor del Pájaro de Vapor, que se enteró de la existencia de \"Curvas\". El editor activó el sistema de autodestrucción y desapareció, llevándose consigo los datos de diseño e investigación de \"Curvas\". Para salvar a Talochard y a los demás, \"Curvas\" les mintió para que lo dejaran atrás. Cuando estaban cerca de la salida de emergencia, se produjo una explosión que destruyó a \"Curvas\" e inundó el laboratorio. Nadie sabe qué pasó con los datos que robó el editor, pero uno de los Once de los Fatui estaba muy interesado en ellos. Después de devolver a Sir Arthur a un lugar seguro, le dijeron a Talochard que \"Curvas\" había grabado un mensaje en Sir Arthur sobre ella: <color=#ffffffd9>\"Según mi análisis… ¡La agente Talochard llegará a ser la mejor agente de toda la Gendarmería Fantasmal!\"</color> Parece que \"Curvas\" comenzó a romper los protocolos con la ayuda de Talochard y finalmente se convirtió en un \"humano\".\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Condado de la Corte de Fontaine",
        "desc": "<p>\"Por encima de todas las aguas solo se encuentra esta ciudad\".</p><p>El Palacio Mermonia, que se eleva en el punto más alto de la ciudad, representa la máxima autoridad en Fontaine. Bajo su mirada, las personas llevan una vida ordenada, tan regular y predecible como el ferribús.</p><p>La ley sirve para mantener un orden estable, que a su vez es la piedra angular sobre la que se construyen la equidad y la justicia.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/19/205556113/0dcb9da0f80b763828ee8e5861553230_5782057233267893477.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Condado Morte",
        "desc": "<p>¿Quién sabe cuánto tiempo se conserva la historia custodiada con la alta torre sobre el mar que el pueblo ignora?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/205556113/ec5e320e7e5739473241cbcc05ac8401_3176284050242950287.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Una agente de evidencias de la Gendarmería Fantasmal.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/205556113/9de3aae7a32faf7a3023fbdc80e94dae_8012079493430037786.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Notas de investigación de Talochard",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Unas notas de investigación que compartió Talochard. En ellas hay información sobre la desaparición de monsieur Arthur.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/10742394/8c9add213924484947222f85900c4bfa_8476828095634880213.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}