{
  "epId": 4778,
  "name": "Instituto de Ciencias de Fontaine",
  "desc": "<p>El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine fue fundado por Alain Guillotin y a menudo se abrevia simplemente como Instituto de Investigación Científica de Fontaine.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/154baa11b653966030bdf047346be788_899627275924697859.png",
  "menuId": 23,
  "menuName": "Organizaciones",
  "version": 1709134566,
  "components": {
    "galleryCharacter": [
      {
        "key": "Masa de agua gravitacionalmente descompensada",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/eb9c67ebcff8c2170b4e65f633ebe7c9_5071568235275555978.png"
      },
      {
        "key": "Laboratorio Central",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/2761bb3d86f5c1fe3894e75ed78d4dfa_4644417498701358006.png"
      },
      {
        "key": "Dormitorios del Instituto",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/42fe71c1188b751fdb83701a8497588b_8460528521505770105.png"
      },
      {
        "key": "Parque Conmemorativo de Marianne",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/3ecabe766131af02fff93f48a7419335_8100607349670852320.png"
      },
      {
        "key": "Nuevo Instituto de Investigación Científica de Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/7e8546344bac5deed4c2d7af5cf0f0c2_6217870003498087280.png"
      },
      {
        "key": "Salón Académico",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/205556113/a77cdb9cbcff78e65cd0aacc8db6a9c4_6652941385026560639.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "El Antiguo Instituto",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Antes de la explosión, el El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine era el centro tecnológico de toda la Corte de Fontaine. Alain Guillotin estableció el Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine después de dejar la Gendarmería Fantasmal. Como el Instituto de Investigación Científica de Fontaine se dedica a estudiar las máquinas y la energía, la investigación de los Mecabots fue el enfoque principal y la mayoría de los inventos mecánicos provinieron de este Instituto. Alain se refirió al Mecaespecialista Asaltador como el tipo \"Meca-Scherbius\" como homenaje a su amigo y asistente del Instituto de Filosofía Natural, Carter Scherbius.</color>\n<color=#ffffff73>Cuando el Sr. Bossuet se convirtió en supervisor, el Instituto pasó a llamarse \"Instituto de Investigación Científico de Bossuet\".</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/5a5a09915eec46c98da636ad075ad62c_4332656182640486915.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La investigadora junior Chisserays consideró que las decisiones del Sr. Bossuet fueron impecables y sabias en cuanto a liderazgo, lo que condujo a resultados notables en múltiples áreas de investigación. Juntos, Bossuet y Chisseray introdujeron una nueva configuración teórica artificial del núcleo. En comparación con la configuración tradicional creada por Alain Guillotin, sus cálculos muestran que, en una situación ideal, el rendimiento óptimo de la configuración es ligeramente superior al de la tradicional. El artículo que crearon juntos detalla el principio operativo y los requisitos de diseño de la configuración y fue seleccionado como el artículo destacado del año del Instituto de Investigación Científica de Ingeniería de Energía Cinética de Fontaine. Como resultado, el Sr. Bossuet obtuvo el título de Técnico sénior. Después de que el Sr. Bossuet dejó su puesto, todos se dispersaron por el instituto. Según el plan original del Sr. Bossuet, Coppélius y Coppélia son Mecabots dedicados al arte de la danza. Después de que Maillardet se hiciera cargo del proyecto, se añadió Pneumousía, lo que los convirtió no sólo en buenos bailarines, sino también en luchadores muy capaces. Se crearon dos modos de combate diferentes para Coppélius y Coppélia basados ​​en las diferencias entre Pneuma y Ousía, Condena de Coppélius y Funeral de Coppélia. Edwin Eastinghouse es un ex técnico sénior que realizó experimentos utilizando árjium para desafiar la gravedad con la esperanza de elevar la elegante Corte de Fontaine al cielo como medio para evitar la inundación profetizada. Se creía que sus experimentos fueron la causa de la explosión masiva que destruyó la mayor parte del Instituto de Investigación Científica de Fontaine.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Cazador Fantasmal",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/539b03bed1057707abd643147e18abde_4436816001117327903.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite Criocéfiro",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una deslumbrante pareja de bailarines mecánicos creados por el Instituto de Ciencias de Fontaine.</span><br><span style=\"color: rgb(255, 255, 255)\">En sus primeros bocetos, Bossuet pensó que los bailarines eran una obra de arte capaz de superar cualquier otro invento basado en la replicación mecánica. Sin embargo, cuando le obligaron a abandonar el Instituto, Maillardet asumió el control de la investigación. Este poseía una visión única de lo que debían ser los mecanismos y los bailarines, por lo que, durante el proceso de iteración, al tiempo que perfeccionaba las distintas funciones de los bailarines, se fue desviando de la idea original de la que partió Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/377f3a8f5ea5fc082951815af746a2ae_3263919719059475450.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Mecaespecialista Inhibidor",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Un Mecabot basado en el modelo Scherbius al que se han añadido algunas mejoras. Por desgracia, no posee ninguna habilidad que no sea de ataque.</span><br><span style=\"color: rgb(255, 255, 255)\">Los Mecabots cuyo funcionamiento se basa en la destrucción de energía suelen usar repetidores hechos de minerales especiales para refinar las energías pneuma y ousía que hay en el entorno de Fontaine, pero también pueden moverse fuera de dicha nación durante trayectos y periodos de tiempo cortos si cuentan con fragmentos de energía ya preparados. La diferencia entre ambos modos de funcionamiento se manifiesta en las distintas formas que adquieren sus componentes hechos de minerales.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/73555894/2f50163bfc40d3af453ccd6f2d227fe7_2892554965404904835.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Explosión",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Cuando se profetizó que una inundación destruiría Fontaine, los investigadores del Instituto dirigieron sus esfuerzos a salvaguardar a toda la nación. El árjium es un misterioso mineral de color amarillo verdoso. Con su vasto potencial energético y su capacidad para romper las limitaciones terrenales, el árjium fue alguna vez considerado la llave para la puerta de la salvación. Edwin Eastinghouse utilizó árjium en la creación del \"Prototipo Meca-Breguet\" para contrarrestar los efectos de la gravedad. Este fue el primer paso de un plan para convertir la Corte de Fontaine en una ciudad en el cielo, con la esperanza de que la gente nunca más tuviera que preocuparse por las olas que una vez arrasaron la tierra. El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos. Las estimaciones iniciales indicaron que el dispositivo podría levantar un bloque entero de edificios.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/5a9b87e6f53ae12929cb4959c5894875_5384356191286069350.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mientras realizaba una investigación, el núcleo de árjium dentro del generador de campo sufrió una sobrecarga, lo que provocó una explosión colosal que arrasó el Instituto de la que se culpa a Edwin Eastinghouse. Este evento impulsó a la atmósfera masas de agua gravitacionalmente descompensadas y fragmentos del Instituto. En consecuencia, el Generador de Campo Experimental perdió el control y ahora ocupa esta área del Instituto. Edwin desapareció después de la explosión y muchos creyeron que estaba muerto. Sin embargo, fue destituido de su puesto de Técnico sénior con mayor investigación pendiente por estar ausente del trabajo durante un largo periodo sin haber presentado ninguna solicitud. El árjium ha llegado a ser percibido como un mal augurio por algunos, que atribuyen propiedades malignas a las piedras, previendo desastres para los codiciosos y desgracias para los ignorantes. Otros todavía ven el valor potencial del árjium y consideran que hay un potencial oculto que aún no se ha aprovechado por completo.\n<color=#ffffff73>El núcleo cinético de árjium es el fruto de la investigación conjunta de Raimundo con Edwin Eastinghouse. Creían que si inyectaban constantemente suficiente energía en el núcleo cinético, fácilmente permitiría que el Generador de Campo Experimental funcionara a máxima potencia. Después de crear el núcleo, ambos se dieron cuenta de que apenas podían encontrar una manera de seguir inyectándole suficiente energía para mantenerlo a su máxima potencia. Edwin y Raimundo intentaron alimentarlo con una mezcla de energía Pneuma-Ousía y árjium, o conectando grandes cantidades de minerales de árjium en serie para crear un grupo superpoderoso, pero ninguna de las dos funcionó. Se encontraron con el árjium gigante, y aunque siempre estuvo en estado inerte, tenían la certeza de que este mineral tenía una pureza sin precedentes. Creían que con el tratamiento adecuado, el árjium gigante podría producir la gran cantidad de energía necesaria. Edwin y Raimundo tuvieron un desacuerdo debido a que Raimundo ofreció una propuesta más conservadora, cuando Edwin quería resolver el problema rápidamente. Después de la explosión, Raimundo dirigió rápidamente los esfuerzos de investigación y evaluación del desastre. La combinación de inteligencia y pasión en el Instituto de Investigación Científica produjo resultados que superaron todas las expectativas; lamentablemente, rara vez queda alguien que reconozca este notable logro.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generador de Campo Experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nuevo Instituto de Investigación Científica de Fontaine",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Como resultado del desastre, el Instituto se vio obligado a recoger todo y construir un nuevo lugar cerca de las antiguas ruinas, conservando lo que no fue destruido por la explosión. El Instituto actualmente en funcionamiento se conoce como \"Nuevo Instituto de Investigación Científica de Fontaine\". Raimundo y Choiseul comparten las pesadas responsabilidades que corresponden al cargo de Director. Raimundo es responsable de volver a poner en marcha el trabajo científico y la investigación, y Choiseul es responsable de todo lo demás. Por ejemplo, Choiseul es responsable de organizar los fondos relacionados con la mano de obra, las asignaciones presupuestarias trimestrales, reacomodar a los visitantes y deshacerse de los periodistas junto con Raimundo. Su principal objetivo sigue siendo el mismo: reconstruir el Instituto de Investigación Científico de Fontaine y trabajar duro por el bienestar de toda la gente de la Corte de Fontaine.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/60a8a709bcc74150d30ebfd5aa298d22_4873224519351592702.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Según Choiseul, el antiguo emplazamiento del Instituto se mantendrá preservado para siempre y se reconstruirá como el Departamento de Seguridad Investigativa del Instituto de Ciencias de Fontaine. Raimundo afirma que una vez que se recuperen todos los bienes de investigación recuperables en el antiguo sitio, el antiguo Laboratorio Central será demolido y el entorno natural de la zona volverá a su estado original. Esta demolición utilizará el recientemente investigado \"Generador de Campo Experimental\". Este dispositivo puede desactivar el campo de alteración de la gravedad que rodea las ruinas del Instituto y hacerlas aterrizar al suelo de forma segura. La fuente de energía que se utiliza es el árjium triestádium, que es una variante inerte de árjium que se creó mediante un proceso de transformación especial. Durante este proceso, el árjium entra en el estado inducido, lo que aumenta su estabilidad hasta en diez veces.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generador de Campo Experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4384,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Actualmente",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Fonta es una bebida especial creada por el Instituto de Investigación Científica de Fontaine que es bien recibida por los lugareños. Fonta solo viene en sabores dulces y aparecen destellos durante unos segundos al beberla. Actualmente, Fonta tiene un producto de prueba en proceso, una bebida de color rojo sangre, que se está probando en una escala más pequeña para ver cómo podría ser recibida por los clientes debido a alguna reacción negativa. Los promotores llegaron al Fuerte Merópide y se ofrecieron a patrocinar el torneo \"A Bocajarro\" para poder impulsar su nuevo producto, pero el Duque se negó siquiera a considerar la idea.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/258395f804783bb62f419d8cd4e96f64_2512758376504830362.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tras la explosión inicial, que se supone fue causada por Edwin Eastinghouse, todo el árjium del Instituto se fragmentó, lo que plantea un riesgo perpetuo de activación espontánea y posterior explosión desde entonces. En las ruinas del Laboratorio Central se produjo una explosión secundaria, menor en comparación con la provocada por el Sr. Edwin, que dispersó numerosos componentes condensados ​​del inhibidor del árjium en las aguas circundantes. Esta explosión secundaria fue el resultado del flujo de energía que afectó a una pequeña porción de árjium en las ruinas. Se implementó un dispositivo de supresión y se evitó la crisis; sin embargo, un investigador sénior llamado Sr. Nacker escapó. El Sr. Nacker trabajó con el Sr. Eastinghouse y se cree que robó el núcleo cinético de árjium para hacer una \"pequeña fortuna\" y desencadenó la pequeña explosión.\n<color=#ffffff73>Más tarde, es contratada a una investigadora especial llamada Fusilier para que se haga cargo del caso robado del núcleo cinético de árjium. El objetivo principal es recuperar el núcleo cinético de árjium lo antes posible ya que es un prototipo extremadamente inestable.</color>\n<color=#ffffff73>La investigación lleva a Fusilier a Chaussivert, un autoproclamado \"guardián\" del puerto de Lumidulce. Chaussivert revela información crítica que lleva la investigación a un envío de mercancías que puede revelar el paradero del Sr. Nacker. A medida que avanza la investigación, se descubre una residencia que emite claras lecturas de energía residual a su alrededor. Fusilier rompe la cerradura de la casa cuando nada menos que el desaparecido Edwin Eastinghouse se encuentra dentro. Edwin subrepticiamente señaló que el paradero actual de Nacker era alrededor de las Ruinas de Fuerte Caribdis. Nacker reveló que está trabajando en un \"Generador de campo\" e intenta sincronizarlo con el núcleo cinético con la esperanza de ser el mejor ingeniero cinético de todos los tiempos. Sale a la luz que Edwin Eastinghouse dirigió la investigación a Nacker a propósito y lo anima a regresar al Instituto y arrepentirse. Edwin quería volver a su investigación y afirma que no estaba presente cuando explotó el núcleo. Después de que Nacker y Edwin intercambian algunas palabras, Fusilier afirma que ambos dañaron los intereses del Instituto y como investigadora especial del Instituto de Investigación Científica de Fontaine, exige que ambos sean llevados al Instituto para ser tratados en consecuencia.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/ea2b4fc11e282606b6aa78e53f23d6fc_4886047579680593681.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Al llegar al Instituto, después de que haya pasado suficiente tiempo para que Edwin y Raimundo intercambien palabras, llega el personal de la Corte Judicial y lleva a Nacker y a Edwin al Fuerte Merópide. Jurieu y Lourvine son antiguos investigadores del instituto que ahora Wriothesley contrata como consultores técnicos en el Fuerte Merópide. Jurieu es uno de los investigadores mejor clasificados del Instituto de Investigación Científica de Fontaine y solía trabajar con Edwin. Mientras Jurieu solía ser el asistente de Edwin, solía ser la asistente de Jurieu. Las principales áreas de investigación de Jurieu fueron el árjium y los gravímetros. Durante su estancia en el Fuerte Merópide, Jurieu centró sus esfuerzos en crear el \"Vingalet\", un buque de guerra volador, que ayudó a rescatar a Fontanine durante la inundación.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Edificios oficiales",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Departamento Ejecutivo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/c77a0b8d5017a1157886728bae55021c_2892885746441443524.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ubicado en la intersección entre las regiones del Condado Liffey y del Condado del Instituto de Ciencias de Fontaine. El Departamento Ejecutivo es el principal responsable de las diversas tareas administrativas del Instituto. El director del proyecto de exposición de seguridad del instituto, Conjat, se puede encontrar aquí.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "El Nuevo Instituto",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/15a981fe1d61629a78f3fe207b2a1a65_8222765391206734502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El instituto operativo ahora lleva el nombre de “Nuevo Instituto de Ciencias de Fontaine”. El instituto tuvo que reagruparse y establecer una nueva instalación adyacente a los restos de las antiguas ruinas, preservando lo que quedó intacto después de la explosión. Después de completar varias misiones, numerosos investigadores están presentes aquí, incluido Broglie, que se especializa en investigación de hidrología, Chisseray, que es el director del equipo de recopilación de materiales y ex asistente de investigación de Bossuet, y Damestier, que es la Jefa del Equipo de Investigación de Mecapeces. Los Administrativos del Instituto de Ciencias de Fontaine, Choiseul y Raimondo, también se encuentran aquí. Sévigné es una ex asistente de investigación de Bossuet que aparece en el Nuevo Instituto de Ciencias de Fontaine después de completar la misión Haces traicioneros en las profundidades.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Departamento de Gestión Bibliográfica",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/a2e5b52fc0a60517d786bedebbdd4fc3_6019158254613694157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Chalmet es la Jefa del Equipo de Recuperación Bibliográfica. Ella puede ser encontrada a menudo en el Departamento de Gestión Bibliográfica, organizando continuamente documentos y archivos de acuerdo a las instrucciones del Raimondo.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Salón Académico",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/c818199cfa112690f8de08d1368de569_5560320928784805196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El diseño circular de la sala de exposiciones le permite acomodar a una audiencia más grande y al mismo tiempo brindar una mejor vista. Un lugar para mostrar al público los frutos de la investigación del Instituto, como los bailarines mecánicos capaces de combatir, el gramófono y el planeador propulsado por turbina. Aunque algunos bromean con los activos del Instituto, La Fonta puede ser el único logro científico que queda legalmente rentable.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Suite Criocéfiro",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Una deslumbrante pareja de bailarines mecánicos creados por el Instituto de Ciencias de Fontaine.</span><br><span style=\"color: rgb(255, 255, 255)\">En sus primeros bocetos, Bossuet pensó que los bailarines eran una obra de arte capaz de superar cualquier otro invento basado en la replicación mecánica. Sin embargo, cuando le obligaron a abandonar el Instituto, Maillardet asumió el control de la investigación. Este poseía una visión única de lo que debían ser los mecanismos y los bailarines, por lo que, durante el proceso de iteración, al tiempo que perfeccionaba las distintas funciones de los bailarines, se fue desviando de la idea original de la que partió Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/73555894/377f3a8f5ea5fc082951815af746a2ae_3263919719059475450.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Vestigios del Laboratorio Central",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/bb3f979a9328e587551d328ca3d38b2d_9023676858910067102.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ubicado en el corazón del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, cuenta con los instrumentos más avanzados de Fontaine. Actualmente, las principales investigaciones que se realizan allí están relacionadas con el \"Generador de Campo Experimental\". Con la ayuda de esta \"masa de agua gravitacionalmente descompensada\", se puede ascender a las ruinas del Instituto de forma segura y eficiente.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Residencia del Instituto de Ciencias",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/42aad35835c271652d9a1c6947faffbc_9143865014402182027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Aunque esta zona no se vio tan afectada por la explosión, los dormitorios necesitan una renovación y tienen un suministro eléctrico limitado. Cuando un investigador del Instituto de Ciencias de Fontaine dice que necesitan descansar, solo quieren un breve descanso para su cerebro. Luego, normalmente venían aquí, tocaban el piano, leían y tomaban una copa o dos si era necesario. Los dormitorios del instituto no disponen de camas. Según Nacker, los investigadores consideran que dormir es una pérdida de tiempo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Parque Conmemorativo de Marianne",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/19/178140791/38f7841c601c83640df6401eced86a65_2145307641960867817.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Un parque conmemorativo dedicado a la hermana de Alain, Marianne <color=#ffffff73>Guillotin. Debajo de él yace un laboratorio subterráneo perteneciente a Bossuet.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Marianne Guillotin",
        "desc": "<p>La hija adoptada de Emanuel Guillotin que creció en el Instituto Cruz de los Narcisos con su hermano Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/7f04e9d0b83ab550cc91ddf708008a7d_8963214004330402583.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Áreas no oficiales",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Biblioteca de Bravais",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/74881a598b992f81fd66b9f09502e1ab_3933136928190743792.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Desbloqueado solo con Cristal de árjium radiante, que requiere forja en una prensa de forja especial, la Biblioteca de Bravais se encuentra cerca del Salón Académico."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/8970305b0bed48a65f9f7195c6e04800_741946925177842064.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Las notas de investigación que se encuentran dentro de este estudio revelan que los investigadores estaban trabajando en un proyecto que utilizaba Árjium, que tenía un mayor potencial. Los apuntes de investigación del maestro Ruggiero se encuentran aquí y analizan la investigación relacionada con la Compañía Dorada, la Fortuna y Petrichor. Bravais señala que Ruggiero fue un verdadero gran maestro en su época y el fundador del consejo de sabios <color=#ffffff73>.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Compañía Dorada",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/10742394/c32bab10651059ad3c0c8a0e5bbd2e03_163519183011049214.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Laboratorio de Bossuet",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/6d10de801d1fae94bf5e79c9977e56e1_3554059369537258471.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bossuet recibió el título de Técnico superior después de que su artículo, Análisis teórico y diseño de la nueva configuración de núcleo artificial, fuera seleccionado como artículo destacado del año del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine. El señor Bossuet se convirtió en supervisor del Centro de Investigación Conmemorativo de Alain Guillotin y lo rebautizó como Centro de Investigación de Bossuet. Según el investigador júnior Chisseray, quien señala que el propio señor Bossuet no le ordenó decirlo, las decisiones impecables y el liderazgo sabio de Bossuet llevaron a resultados notables en múltiples áreas de investigación <color=#ffffff73>.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Taller de Mecabots de Kuisel",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/a913ede0cb6244679c71b370742c1f52_7195573416956477564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Esta zona no es propiedad privada, sino un edificio abandonado que no logró formar parte del Fuerte Merópide. Tras la desaparición del anterior propietario del taller, Coutrot asumió la propiedad y utilizó el nombre de “Kuisel” como carácter conveniente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/32d87a0635d1ba1df2acc97a6cbe908f_5224093323547483900.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Los asistentes interesados ​​en promover la investigación de Kuisel sobre una red neuronal solían preguntar a través del investigador Bricole dentro del taller. Debido a \"no comprender el significado de la investigación\", este proyecto finalmente fue retirado, lo que, según Coutrot, \"solo obstruirá el camino hacia la singularidad tecnológica\". Según Bricole, la peculiar investigación de Coutrot hizo que lo expulsaran del Instituto de Ciencias de Fontaine. <color=#ffffff73>.</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Escondite de Nacker",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/13/178140791/6d04e5e1b92f95bb5795bc854b15a939_2420202456584861891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ubicado dentro de las ruinas de Fuerte Caribdis, el escondite de Nacker se utilizó como laboratorio de investigación donde trabajó en el desarrollo de un \"Generador de Campo\". Su objetivo era sincronizar el \"Generador de Campo\" con el núcleo cinético de árjium con la aspiración de convertirse en el principal ingeniero cinético.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Generador de Campo Experimental",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una máquina gigante diseñada por Edwin Eastinghouse. Originalmente, poseía unos efectos capaces de contrarrestar la fuerza de la gravedad y, también originalmente, ese iba a ser el primer paso para hacer de Fontaine una metrópoli flotante. Entonces, nadie tendría que volver a preocuparse de que una marea purgase la tierra, pues aunque las Siete Naciones quedaran sumergidas bajo el agua, la elegante Corte de Fontaine flotaría en el aire como si de Celestia se tratase. Es más, de ese modo, hasta los secretos del universo se antojarían menos remotos.<br>El árjium del que está compuesto el núcleo de esta máquina posee habilidades de división o sedimentación, por lo que puede dividir la materia e incluso otras cosas que no son materia. Aunque, según una leyenda, dicho proceso es reversible, al Instituto de Ciencias de Fontaine solo le importaban sus efectos físicos.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10742394/411a0336222dd0d0f0dd7ae5c80e43f4_4009628349097057433.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "El Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}