{
  "epId": 4780,
  "name": "Egeria",
  "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1715739563,
  "components": {
    "galleryCharacter": [
      {
        "key": "La Profecía",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/b0fb20592e699cd5342b9c87d6fab121_5624429568596791377.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria convierte a las Oceánidas en humanos."
          }
        ]
      },
      {
        "key": "La Profecía",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/6555b6c18d716410b9f97d30e099a333_2732956931448038669.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Celestia castiga a Egeria y a su pueblo a causa del Pecado Original."
          }
        ]
      },
      {
        "key": "Rocío vital",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/06fb58047b7794f1c605ffa922279cd9_7024581536679590682.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria se convirtió en rocío vital tras su muerte."
          }
        ]
      },
      {
        "key": "Harvisptojm",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/434ec67e7d9b3ae807964f489583a665_3649527979842538795.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un árbol que la Reina Mayor Rukkhadevata hizo crecer a partir del rocío vital."
          }
        ]
      },
      {
        "key": "Gaokerena",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/f13e389c42cfacc5a7d11b8722d40e2b_806265113475077585.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "El loto sagrado Gaokerena en el Harvisptojm, donde fue depositada la conciencia de Egeria."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Arcontes"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Maestra de Todas las Aguas"
          }
        ]
      },
      {
        "key": "Actriz de voz (chino)",
        "value": [
          {
            "type": "RichText",
            "text": "乔璐雨 (Qiao Luyu)"
          }
        ]
      },
      {
        "key": "Actriz de voz (inglés)",
        "value": [
          {
            "type": "RichText",
            "text": "Courtney Steele"
          }
        ]
      },
      {
        "key": "Actriz de voz (japonés)",
        "value": [
          {
            "type": "RichText",
            "text": "矢作紗友里 (YAHAGI Sayuri)"
          }
        ]
      },
      {
        "key": "Actriz de voz (coreano)",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>김하영 (Kim Ha-young)</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria y el Pecado Original",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuenta la leyenda que el primero de los océanos tenía una composición similar a la de la sangre, y que la vida en su interior no era individual. Para pisar la tierra o surcar los cielos, la vida evolucionó en vasos sanguíneos para mantener ese océano primordial fluyendo dentro de sí. El corazón palpitante que comandaba este Mar Primordial de sangre fue el primer Dragón Hydro. Cada vez que ese corazón latía, toda la vida se levantaba y lo alababa.\nCuando ese primer corazón fue removido, el enviado de Celestia, la líder sobre cuyos hombros recaía el deber de crear vida llegó al gran mar primordial, y allí ella creó otro corazón, Egeria. Ese corazón tenía la nobleza de un dragón, pero carecía de su forma exterior, y tenía la majestad de un dios, pero estaba desprovisto de cualquier deber divino. Y aunque fue creado por un gobernante de humanos, su sustancia y esencia era toda la materia original de este mundo, completamente, sin elementos externos. Ella era las lágrimas que fluían hacia el mar primordial, buscando comunicación y comprensión, búsqueda que la hacía llorar. Y fue debido a esta compasión que ella cometió todos los pecados que todos los seres de agua pura deben tener en cuenta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b0fb20592e699cd5342b9c87d6fab121_8080804659198869478.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria creó las Oceánidas, formas de vida elementales. Las Oceánidas, admirando la vida de las personas, también querían convertirse en personas. Egeria, utilizando el poder del Mar Primordial, convirtió a algunas Oceánidas en personas cuya sangre fluía con el agua Primordial. Esta creación de personas se convirtió en el pecado original de Egeria. Celestia estaba enojada con Egeria por robar el poder del Mar, por lo que la encarcelaron. Se creó una profecía que decía: <color=#ffffffd9>\"Al final, todo el mundo se disolverá en el mar y solo quedará la Arconte Hydro sentada en su trono divino mientras llora. Ese será el momento en el que se absolverán los pecados de la gente de Fontaine.\"</color>\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Las Gnosis son focos mágicos internos que posee cada uno de Los Siete y que les permite resonar directamente con Celestia. Están en la categoría más alta como nexo de manipulación elemental, y son un emblema de la posición como uno de Los Siete. <span class=\"wk-shady\">Más tarde se revela que las Gnosis fueron creadas a partir de los restos del Tercer Descendido.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria y Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/4417194d9a22aa68cbc2c9d4aa037acd_7056164159267232608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mientras Egeria estaba encarcelada, Remo llegó a Fontaine y creó Remuria. Se predijo que construiría una nación próspera y traería civilización y justicia a la gente, pero al final, esa misma justicia sería su perdición. El Rey divino no pudo soportar el oscuro futuro predicho y decidió encontrar a Egeria, encarcelada en Fontamar. En el lugar más profundo del agua, en la morada de la noche perpetua, el glorioso rey aprendió todos los terribles secretos de la Maestra de Todas las Aguas. Egeria le dijo a Remo que una vez había cometido un pecado imperdonable y que la maldición resultante también era irreversible. Al final, Remo se llevó un cáliz de agua de extrema pureza con él en el viaje. Prometió a Egeria crear un mundo libre de los grilletes de la providencia.\nEn un intento por escapar del destino, Remo creó cuerpos imperecederos de bronce y piedra para su pueblo con sangre del insoluble icor para que el tiempo no pudiera destruirlos. El Rey divino creó una gran Sinfonía para que cada persona libre pudiera controlar su propio destino. Para llevar la civilización a los \"bárbaros\" del norte, los afinadores remurianos lideraron ejércitos de golems para conquistar a los pueblos de Supramar, pero los seguidores de Egeria, los Caballeros Aguapura, se negaron a someterse. Estos juraron proteger de los guerreros de Remo a las Oceánidas y a otros caballeros. Su principal objetivo era encontrar el Cáliz de agua pura para expiar el pecado original y liberar a Egeria de las cadenas del confinamiento.\nUna leyenda dice que cuando el pecado arrastró a la capital eterna hacia su propia destrucción, los Caballeros Aguapura se enfrentaron a pruebas inimaginables y soportaron sufrimientos nunca antes conocidos. Pero al final, el anhelo sincero del pueblo llegó a los cielos. Luego, gracias a la pureza de sus corazones y al Cáliz de agua pura obtenido a través de innumerables sacrificios, la Maestra de Todas las Aguas fue liberada de su prisión y restaurada.\nOtra leyenda dice que cuando el pecado arrastró a la capital eterna hacia su propia destrucción, una cantante llamada Erinias enfrentó pruebas inimaginables y soportó sufrimientos nunca antes conocidos. Sin embargo, ella siguió siendo incapaz de encontrar ese Cáliz de agua pura. Pero fueron los cielos quienes eligieron a la Maestra de Todas las Aguas, ordenándole que regresara de su prisión primitiva para reemplazar al rey divino y gobernar los reinos del mar."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cualquiera que sea la leyenda, cuando Egeria regresó del cautiverio, recibió un fragmento de quien estuvo primero, y obtuvo tanto el derecho de Arconte como el deber divino. Así comenzó el reinado de Egeria como Arconte Hydro de Fontaine. En honor a la hazaña de los Caballeros Aguapura, que presenciaron el regreso de Egeria, se declaró el Festival Fontinal.\nAnteriormente, durante el reinado de Egeria, los criminales eran expulsados ​​​​al desierto, pero algunos comenzaron a pedir perdón a Egeria, y la misericordiosa Maestra de Todas las Aguas les permitió guardar el secreto ubicado en el mar. Así surgió el Fuerte Merópide. Este secreto era un pasaje al Mar Primordial que, según la profecía, debía destruir a Fontaine. Con el tiempo, la comunidad de delincuentes creció y muchos se olvidaron del objetivo original, pero el paso al Mar Primordial siguió siendo una zona prohibida.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Festival Fontinal",
        "desc": "<p>El Festival Fontinal fue creado para conmemorar la búsqueda de las Oceánidas por parte de los Caballeros Aguapura y su bienvenida a la anterior Arconte Hydro, Egeria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/786a2169443063d814faeaa5b911c0ff_1524933958182486254.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Caballeros Aguapura",
        "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boecio",
        "desc": "<p>Uno de los Afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/205556113/883adebb8fab4e2f7169444523902a2e_6423253513749674339.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Casiodoro",
        "desc": "<p>Cazador Dorado, uno de los afinadores de Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/2ec5766b1718eff2e06f7956d1fc5833_5217337038039052003.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgor de las Aguas Calmas",
        "desc": "<p>Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/9807aa25f336daae391a6f6d4995af3d_2223463199449134806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragmento de la Armonía Fantasiosa",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria y el Cataclismo",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/06fb58047b7794f1c605ffa922279cd9_3967964877866276723.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace milenios, Nabu Malikata, la Diosa de las Flores, creó una \"hija\", Jvarena, cuyo destino era la muerte y sacrificio inevitables. Cuando Nabu Malikata se sacrificó, le pidió a su amiga Rukkhadevata que cuidara de Jvarena. La Diosa de los Árboles y las Plantas convirtió a Jvarena en el pájaro divino Simurg, encargándole la protección de dos mundos, la tutela de la frontera entre el nuevo nacimiento y la muerte. Cuando llegó el Cataclismo muchos años después, la líder del reino del agua fue asesinada en el Piélago Floral en una batalla con los monstruos del Abismo, y su cuerpo se transformó en un mar de rocío puro, el rocío vital. Pero el rocío vital fue profanado por el Abismo, y entonces el pájaro Simurg cumplió con su deber bebiendo del rocío y dispersándose en muchos pedazos. De estas piezas nacieron las pari y protegieron el Piélago Floral de los monstruos del Abismo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/0058c3c9591f49bc0ac12760d5250fb4_7510331837180065839.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata hizo crecer el Harvisptojm desde el rocío vital con el loto sagrado Gaokerena dentro. El loto contenía la conciencia de Egeria, por lo que ella podía contener la barrera entre el mundo humano y el Abismo en la Fisura de Tunigi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/e53c4679115d76664383620ddb419cd7_198016762447992707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 años después, el loto Gaokerena acabó contaminado nuevamente por el Abismo. La barrera con el Abismo adelgazó creando un fenómeno en el cielo llamado Presagio de Apaosha. Gracias a los esfuerzos del/de la Viajero/a, de Paimon, de la guardiana floral Sorush, y de otras pari, se halló el Himno de la jvarena y se hizo el Rito de Chinvat para purificar el Harvisptojm.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>La Diosa de las Flores, una amiga de la Reina Mayor Rukkhadevata y el Rey Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/24/205556113/50c16e5036665c39832047a87aa73eaa_8675608218172454269.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Fulgor de Vurukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/10742394/bc9329baf36935b2fb094f783a7695f2_7813427428588060944.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3764,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3726,
        "name": "Himno de la jvarena",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Los himnos de la jvarena sirven para purificar la ponzoña de la tierra, y son la encarnación del poder de la jvarena reunido por la primera pari.<br>La energía jvarena es capaz de crear barreras, y solo las pari que lleven una corona floral bicornia podrán tocarlas. Con ayuda de la corona floral, Sorush puede servirse de su poder para recolectarlas.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/22/73555894/1ef525b101a31611b9fe2cc1b0a59aa8_9123966669560845628.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2925,
        "name": "Stotra de la luz de los espíritus",
        "desc": "<p>Según se dice, una comunidad religiosa del desierto, ahora inexistente, transmitió esta canción de generación en generación de manera oral. Sin embargo, no se sabe quién la transcribió.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/7a35000f279459d3520fbf9ad6b7b036_6655060710000107819.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria y las Oceánidas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "De acuerdo a la leyenda, la gentil Egeria derramó la primera lágrima, de la que nació la primera Oceánida. Algunos dicen que Egeria sintió gran simpatía por los dragones, y otros dicen que ella sintió gran tristeza por el destino eventual de la humanidad. Ahora, todo lo que nos queda es una representación metafórica cuyo verdadero significado permanece incierto: <color=#ffffffd9>\"Del barro en el que se transformaron los huesos del lagarto fallecido nació un cisne.\"</color> . A la recién nacida Oceánida se le asignó la tarea de comprender todas las formas de vida: buscar la comprensión de la diversa gama de especies y amar a cada criatura. Ella emergió del mar de la vida, poseyendo el poder de la metamorfosis. Egeria deseaba que usara este poder para grabar la esencia de las criaturas vivientes en su ser y gradualmente desarrolló un anhelo por la vida. Una vez que obtuvo suficiente comprensión de la humanidad, derramó su primera lágrima sobre la tierra. Las oceánidas expresaron su amor fusionando cuerpos de agua. De esta manera, muchas mentes podrían coexistir sin división.\nLas Oceánidas eran familiares de Egeria. Una vez las envió a vivir en ríos, arroyos y estanques de todo el continente, y casi todas miraban a Fontaine. La Maestra de Todas las Aguas deseaba conectar a todos en el mundo de la misma manera que lo está todo el agua.\nLas oceánidas mostraron disparidades considerables en la capacidad cognitiva, en parte debido a diferencias en la esperanza de vida que resultan en niveles muy diferentes de experiencia y conocimiento sobre el mundo, pero la variación individual sustancial en las propias Oceánidas también contribuye a este fenómeno. Algunas Oceánidas eran simplemente demasiado obtusas para completar tareas relacionadas con los sistemas de agua del continente y, por lo tanto, quedaban confinadas a Fontaine, donde ayudaban a calmar las emociones humanas.\nDespués de la muerte de Egeria, muchas Oceánidas perdieron contacto con Fontaine. No reconocieron a la nueva Arconte Hydro y sólo deseaban mantener vivos los sueños de antaño. Muchas Oceánidas hicieron peregrinaciones a través del bochornoso desierto de Sumeru para llegar a Harvisptojm y ver a su diosa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b1382ca8d5c39cd34c781837f05c5ea4_2796783750444812891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La poderosa Oceánida Rhodeia, la más famosa de las exploradoras, huyó de Fontaine y se estableció cerca de la Aldea Chingtsé en Liyue, soñando con un pequeño refugio de aguas tranquilas. Cuando conoció a otra Oceánida, Endora, temió que fuera una asesina de Fontaine enviada por la Arconte Hydro, y por eso extendió su enemistad, que volvió amarga el agua, para matar a Endora. Al enterarse de la verdad, Rhodeia invitó a Endora a fusionarse con ella y endulzar las aguas nuevamente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/824a0869fac4b8806047e7d2fb223c1e_5613481236590228235.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La Oceánida Calírroe, conocida como el hada del manantial, se instaló en el manantial de la Aldea Aguaclara en Mondstadt. Allí conoció a un chico que se enamoró de ella. Asustada por sus sentimientos y temiendo que muchos años después el niño se arrepintiera del tiempo pasado con la Oceánida, Calírroe guardó silencio durante muchos años.\n<color=#ffffffd9>\"Cuando las estrellas del cielo se extingan, todos los cauces y todos los sueños desembocarán en el mismo océano. En ese momento, nos volveremos a ver.\"</color>\nSólo cuando el niño creció y se convirtió en un anciano, Calírroe finalmente se atrevió a conocerlo y responder a sus sentimientos entregándole su Corazón del Manantial."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/237301566/b8cbc99cb0b507eaf970fcd9568a5c43_1901413461255065258.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ni Rhodeia ni Calírroe querían que Endora siguiera su camino, por lo que Endora decidió tomar un camino que nadie más podía tomar. Decidió emprender un viaje para ver todo, desde las flores que florecen en sus orillas hasta las nubes que se asientan en el horizonte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1db6cabb7224e998c529340769b5842a_4323134540389713668.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Otra poderosa Oceánida, Idía, habiendo huido de Fontaine, se encontró en el desierto de Sumeru con la bruja Alicia, quien creó para ella un mundo en una botella, Espejismo Veluriyam. En este mundo, Idía ayudó a muchos viajeros perdidos y cansados, y cuando abandonaron Espejismo Veluriyam, creó sus proyecciones de agua a partir de eidolones hidrométicos para que continuaran viviendo en su mundo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/9dd957087aa42735905d94761558de17_3840721841765083999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La Oceánida Lyris, que no tenía capacidades intelectuales tan altas como Rhodeia, Idía y Calírroe, fue puesta a cargo del Instituto Cruz de los Narcisos, el orfanato de Fontaine, incluso antes de la muerte de Egeria como muestra de su gratitud. Fue en el orfanato de Lyris donde crecieron personas tan destacadas en la historia de Fontaine como Basil Elton, comandante de la marina de Fontaine; Alain Guillotin, el gran científico que resolvió la crisis energética de Fontaine; y René de Petrichor y Jakob Ingold, quienes a su manera intentaron resistir la profecía de Fontaine y salvar a todas las personas.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceánida",
        "desc": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro. A menudo se encuentra junto al agua.<br/>Se dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas. También se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de una diosa que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su diosa hacia este mundo se extendiera por toda la tierra a través del agua...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>La más famosa y fuerte de las Oceánidas exploradoras. Huyó de Fontaine tras la muerte de la anterior Arconte Hydro y se asentó en la Aldea Chingtsé.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/205556113/c1060c024385e4bf2d87aa853d3a6afe_7297332396738296118.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Una Oceánida que ansía ver el mundo. Tal vez se lleve muy bien con los Miniseelies rocío, ¡pero no los fusiones!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Calírroe",
        "desc": "<p>Calírroe, también conocida como el Hada del manantial, es una Oceánida que dejó Fontaine tras la muerte de la anterior Arconte y se estableció en la Aldea Aguaclara.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/610c86157e0fdc96d22ed1e41781ee27_8841187781494845838.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idía",
        "desc": "<p>Una NPC exclusiva de evento. Una Oceánida, cuidadora del Espejismo Veluriyam dentro de una botella mágica.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/73555894/8f84efbb97c6667cbf39cb960acb5db8_2854583862466435601.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>La Directora del Instituto Cruz de los Narcisos, un orfanato en Fontaine. Más tarde se hizo miembro de la Comunidad Cruz de los Narcisos y se ganó el título de \"Emperatriz Roja\" después de que el Instituto fuera abandonado durante el Cataclismo.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/205556113/b6d86ff8dfd84cf744e57a516b1a14c6_4801560799468408560.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil era una Almirante retirada de la Armada de Fontaine, Capitán del Esponsiano, y vicedirectora del Instituto Cruz de los Narcisos. Murió hace 500 años durante el Cataclismo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/386107b800f05b084d15ad8145cf8913_530770774047777638.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Hijo adoptivo de Emanuel Guillotin, que se crió en el Instituto Cruz de los Narcisos con su hermana adoptiva, Marianne. Es el fundador del Instituto de Investigación Científica e Ingeniería de Energía Cinética de Fontaine, siendo su contribución más notable a Fontaine su investigación en Pneuma-Ousía, que condujo a la invención del sistema Arjé y a la creación de los Mecabots.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/5f9666801f8c3cd059ac14e8eb9dbc96_7678703120881801935.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Cruznarciso",
        "desc": "<p>El líder de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/205556113/90f57df4396a9aa89cee2704bafdac6d_670481898981079610.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Un huérfano criado en el Instituto Cruz de los Narcisos y apdoptado luego por Karl Ingold. Se convirtió en un Neohumano y en el co-fundador de la Comunidad Cruz de los Narcisos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/17/205556113/07ddbace19fbfaf0b1e6ff1d4fe20d04_3309496504886053858.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "El corazón de Aguaclara",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Instituto Cruz de los Narcisos",
        "desc": "<p>Un orfanato de Fontaine, construido sobre las ruinas de una antigua civilización.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/e5c5ca08fcf9982101a2e3efba3b98ae_8645540695120773477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Comunidad Cruz de los Narcisos",
        "desc": "<p>La Comunidad Cruz de los Narcisos es la sociedad secreta formada por René de Petricor y Jakob Ingold para crear Neohumanos con el fin de sobrevivir frente a la destrucción del Mundo como fue predicho por la Fórmula del Mundo. Fue declarado grupo extremista ilegal y organización criminal por ley fontainiana bajo el juez Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/76c3b544663face535a657d1f97f4ad0_810831492441122993.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria y Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1da56616903c2c0ab282394bbb06bb8c_2762668338429049931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors fue una vez una familiar Oceánida de Egeria. Focalors siempre quiso convertirse en un ser humano, ya que la existencia misma de una persona a sus ojos era la actuación más hermosa. Egeria transformó a Focalors en humana y luego la eligió como su sucesora al trono de Arconte."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/4d00bf623c0adde66eacebeb7573b94e_1782249839317105255.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria sabía con certeza que la profecía se haría realidad y que no se podría resistir a los principios celestiales. La solución a este problema la puso sobre los hombros de los Focalors. Si el robo del poder del Mar Primordial fue el \"pecado original\" de Fontaine, el descenso de los fontainianos como humanos y su derecho a existir en este mundo sería la \"justicia original\" de Fontaine. La \"existencia\" era la justicia de Egeria, y Focalors continuó con este principio. Desafiar la profecía y garantizar que el pueblo de Fontaine siga viviendo: esa debería ser la autoridad entronizada sobre todas las demás.\nFocalors reflexionó durante mucho tiempo sobre cómo contrarrestar la profecía y encontró la única respuesta posible: era necesario engañar a los principios celestiales durante el cumplimiento de la profecía. Después de convertirse en Arconte, Focalors separó su nueva divinidad de su cuerpo y espíritu, creando a Furina. Mientras Furina gobernaba Fontaine, Focalors acumulaba energía para engañar a los principios celestiales. 500 años después, cuando la profecía comenzó a hacerse realidad, Focalors pudo usar toda esta energía para destruir su parte divina y, en consecuencia, destruir el trono del Arconte Hydro, devolviendo la autoridad Hydro al Rey Dragón Neuvillette. Después de obtener todo su poder, perdonó al pueblo de Fontaine su pecado original y los convirtió en personas reales.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Foçalors",
        "desc": "<p>La última Arconte Hydro y la Diosa de la Justicia. <span class=\"wk-shady\">Ella se sacrificó para destruir el Trono Divino del Arconte Hydro y devolverle su poder al Dragón Hydro.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remo",
        "desc": "<p>El rey divino que construyó Remuria.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/513d51e0ebfd54f5da34a9f85dfaf61f_6342016945205081701.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El usurpador que fundó Remuria y peleó con los seguidores de Egeria mientras ella estaba en prisión.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Caballeros Aguapura",
        "desc": "<p>Los Caballeros Aguapura son seguidores de la Maestra de Todas las Aguas, Egeria, que juraron proteger a las Oceánidas, hallar el Cáliz de agua pura, y romper los grilletes que confinaban a Egeria para expiar el pecado original.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/029a5cc1416c9149351a573b97770b0d_2813323541518452143.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Seguidores de Egeria, que juraron proteger a las Oceánidas, encontraron el Cáliz de agua pura y rompieron los grilletes que confinaban a Egeria para expiar el pecado original.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Familiares de Egeria, a los que ella convirtió en humanos, cometiendo el pecado original.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>La Diosa de la Sabiduría, la anterior Arconte Dendro, y amiga de Nabu Malikata y del Rey Deshret. Ella fue completamente borrada del Irminsul para preservarlo del conocimiento prohibido.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/205556113/b8f2003f9943725b14fff4ebb77e90cf_925192913612715450.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La Diosa de los Árboles y las Plantas, y amiga de Egeria. Tras la muerte de Egeria, Rukkhadevata hizo crecer el árbol Harvisptojm desde su cuerpo para preservar la conciencia de Egeria y sellar la Fisura de Tunigi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Foçalors",
        "desc": "<p>La última Arconte Hydro y la Diosa de la Justicia. <span class=\"wk-shady\">Ella se sacrificó para destruir el Trono Divino del Arconte Hydro y devolverle su poder al Dragón Hydro.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sucesora de Egeria y una Oceánida a la que Egeria convirtió en humana. Ella fue la Arconte Hydro tras la muerte de Egeria.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Items y Libros relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La canción de Erinias",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Fulgor de las Aguas Calmas",
        "desc": "<p>Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/9807aa25f336daae391a6f6d4995af3d_2223463199449134806.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragmento de la Armonía Fantasiosa",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/24/7557f4558ab243d82e8b6b9994fc97ee_7049965257988970706.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lirio lumilago",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una flor de color azul, clara y pura. Nacida donde convergen las aguas, su fragancia es fresca, elegante y suave.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/73555894/c43e2d148b98d58c98a008b13e37b5b5_6538868953055650274.png",
        "displayStyle": "card"
      }
    ]
  }
}