{
  "epId": 4781,
  "name": "Foçalors",
  "desc": "<p>La última Arconte Hydro y la Diosa de la Justicia. <span class=\"wk-shady\">Ella se sacrificó para destruir el Trono Divino del Arconte Hydro y devolverle su poder al Dragón Hydro.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1721748574,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Foçalors</color>"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Arcontes\nOceánidas"
          }
        ]
      },
      {
        "key": "Título",
        "value": [
          {
            "type": "RichText",
            "text": "Diosa de la Justicia"
          }
        ]
      },
      {
        "key": "Chino CV",
        "value": [
          {
            "type": "RichText",
            "text": "钱琛 (Qian Chen)"
          }
        ]
      },
      {
        "key": "Inglés CV",
        "value": [
          {
            "type": "RichText",
            "text": "Amber Lee Connors"
          }
        ]
      },
      {
        "key": "Japonés CV",
        "value": [
          {
            "type": "RichText",
            "text": "水瀬 いのり (INORI Minase)"
          }
        ]
      },
      {
        "key": "Coreano CV",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-Young)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Foçalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/205556113/6b93c0dc91e230b434665551e0bd404c_4483313001433142944.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Misión de Arconte Capítulo IV, acto V: Mascarada de los culpables\nEl último veredicto de la Arconte Hydro"
          }
        ]
      },
      {
        "key": "Foçalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/205556113/390b3821a057f7237fe906706c0f259f_1214756020628968724.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Misión de Arconte Capítulo IV, acto V: Mascarada de los culpables\nFoçalors y Neuvillette"
          }
        ]
      },
      {
        "key": "Foçalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/205556113/ef564b38404dd1024468326ccebe9dc6_5791330477708485430.png"
      },
      {
        "key": "Foçalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/205556113/2c7663b0a39e56223db4397974698d12_3276450719142686257.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cinemática de Genshin Impact - El final de la pecadora"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e7577f7685498b8c158b290ccd00216c_5700817998979627989.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 de noviembre de 2023</color>\nTras presenciar innumerables juicios, finalmente llegó el que ella esperaba, como si de una obra de teatro se tratara.\nUna espada gigante de energía congregada taja el telón, y la danza de la pecadora acoge su nota final.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_RAhrisU6Mc&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY&feature=emb_logo"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Historia del personaje (4)</color>\nNeuvillette siempre ha preferido los días lluviosos por encima de los soleados, ya que la humedad del ambiente le relaja, pero hace mucho tiempo que no puede disfrutar mojándose bajo la lluvia.\nEs como si, desde que decidió caminar hacia delante con Fontaine, interpretara el papel de una persona corriente que sigue las convenciones. Y las personas corrientes no salen sin paraguas de casa cuando llueve ni dejan que el pelo se les moje por la lluvia.\nCabe mencionar que, mientras que ser juez supremo es su mayor virtud y ser el Dragón del Agua es su esencia, ser un humano corriente es el papel que interpreta en el mundo.\nLa gente inventó una diosa que la juzgara porque se sentía sola y culpable, y creó una diosa que la salvara porque era avariciosa y se sentía culpable. Ahora que esa diosa ya no está en el trono, es Neuvillette quien cumplirá con esas expectativas.\nHoy en día ya ha perdonado a la humanidad y recuperado su forma original, por lo que ya puede disfrutar mojándose bajo la lluvia.\nDe hecho, ya lo ha llevado a cabo: un día, se paró bajo la lluvia y, mientras contemplaba en silencio el horizonte, recordó la carta que recibió hace mucho tiempo.\nDe algún modo que él desconoce, dicha carta le llegó un día a sus manos. En ella no había escrito un destinatario y la persona que la escribió se dirigía a él directamente como \"tú\". Un \"tú\" único; un \"tú\" especial.\nNeuvillette no rechazó la carta ni tampoco le dio su aprobación, pero sí se le cruzó el pensamiento de que las autoridades de este mundo no tenían derecho a llamarlo de ese modo.\nSabía que esa carta había salido del puño y la letra de la Arconte Foçalors, quien lo había invitado a visitar Fontaine porque \"le reservaría el mejor asiento en la más grandiosa Ópera\".\nY efectivamente, ese fue el sitio en el que se sentó Neuvillette: el asiento central de la primera fila de la Ópera de la Epíclesis en las Erinias. Desde allí vio toda clase de espectáculos en un asiento con vistas privilegiadas, tal y como le prometió Foçalors.\nLo que ocurrió después no llegó a oídos del público general, ya que la gente no podría entender cómo se destruyó el trono o cómo el legítimo dueño del poder del agua recuperó por completo dicho poder. En cuanto a qué y por qué perdonó a la gente, esa es una historia complicada de contar.\nSin embargo, lo cierto es que el telón se cerró y, con ello, terminó por completo la obra más grandiosa en toda la historia de Fontaine.\n¿De verdad fue así? En ese momento, Neuvillette entendió que el “asiento” al que se refería la carta no era una simple butaca de la Ópera.\nFoçalors, o mejor dicho Furina, había renunciado a su asiento en las gradas para subir sola al escenario y convertirse en la protagonista de la obra.\nEl número de asientos había sido el mismo desde el principio, pero para que uno se sentara, otro debía ceder el asiento. Es decir, aquella carta que le envió fue una invitación con cientos de años de antelación.\n\"Oh, Dragón del Agua, ¿cómo te sientes al formar parte del gran público? ¿Te gustan las obras teatrales de los humanos?\"."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Foçalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/b0fb20592e699cd5342b9c87d6fab121_6327654859344677399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El corazón del Mar Primigenio, Egeria, conocida como la Maestra de Todas las Aguas, creó a las Oceánidas, formas de vida elemental inteligentes. Las Oceánidas, que admiraban la vida de los humanos, también querían convertirse en ellos. La Maestra de Todas las Aguas respondió a sus deseos y, usando el poder del Mar Primigenio, convirtió a algunas Oceánidas en humanos cuya sangre fluía con el agua primigenia. Al hacerlo, cometió el pecado original. Celestia estaba enojada con la Maestra de Todas las Aguas por robar el poder del Mar, por lo que la apresaron. Se creó una profecía que decía: <color=#ffffffd9>\"Al final, todo el mundo se disolverá en el mar y solo quedará la Arconte Hydro sentada en su trono divino mientras llora.\"</color> La profecía fue grabada en el Irminsul hace mucho tiempo y no podía ser evitada. Hace milenios, Egeria regresó del cautiverio y obtuvo tanto el derecho de Arconte como el deber divino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6ec960ac7a2160449e946df38d1b5da0_691909026731103960.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Foçalors fue una vez un familiar Oceánida de Egeria. Ella siempre quiso convertirse en humana, ya que la existencia misma de una persona a sus ojos era la actuación más hermosa, por lo que Egeria transformó a Foçalors en una humana. Hace 500 años, la Maestra de Todas las Aguas murió en el Cataclismo y eligió a Focalors como su sucesora en el Trono de Arconte. Egeria sabía que la profecía se haría realidad y que no se podría resistir al Orden Celestial. La solución a este problema la puso sobre los hombros de Foçalors. Si robar del poder del Mar Primigenio fue el \"pecado original\" de Fontaine, el descenso de los fontainianos como humanos y su derecho a existir en este mundo sería la \"justicia original\" de Fontaine. La \"existencia\" era la justicia de Egeria, y Foçalors continuó con este principio. Desafiar la profecía y garantizar que el pueblo de Fontaine siga viviendo: esa debería ser la autoridad entronizada sobre todas las demás.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Profecía",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6b63ba3a7d5c46b0a07282251614a445_5914282810604832850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Foçalors reflexionó durante mucho tiempo sobre cómo contrarrestar la profecía y encontró la única respuesta posible: era necesario engañar al Orden Celestial durante el cumplimiento de la profecía. Después de convertirse en Arconte, Foçalors separó su nueva divinidad de su cuerpo y espíritu. La contraparte humana que dejó atrás la llamó \"Furina\". Furina era sólo una humana, pero podía sentir alegría, tristeza y todo lo demás; podía ser tan vanidosa y engreída, o tan mansa y vulnerable como quisiera; sus fortalezas eran de un tipo que sólo un humano podría poseer, al igual que sus defectos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_8512935986327015719.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "A los ojos de Foçalors, la humanidad de Furina era lo que la hacía perfecta, la persona que Foçalors siempre quiso ser. Después de crear a Furina, también la maldijo, por lo que mientras la divinidad de Foçalors siguiera existiendo, Furina no podría morir para cumplir la profecía. A Furina se le asignó la tarea de subir al escenario de la ópera, asumir el papel de protagonista y desempeñar para siempre el papel del dios de la profecía para crear una apariencia engañosa de que esa profecía se estaba cumpliendo. Foçalors prometió que su tortura acabaría en un juicio magnífico y dramático y que todos se salvarían. Furina no sabía cuándo sería el juicio final, así que durante todos estos 500 años desempeñó su papel, tratando de resolver la profecía y salvar a la gente."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/237301566/f9637e460d788f9ba3c8144200245850_5440911958406479077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mientras Furina gobernaba Fontaine, Foçalors acumuló energía para engañar al Orden Celestial. Ella creó y colocó su divinidad junto con la Gnosis Hydro en la Analizadora de Instrucción Cardenalicia, un dispositivo especial en la Ópera de la Epíclesis, donde se llevaban a cabo todos los juicios. La Analizadora convertía la fe del pueblo en la justicia en Indemnitium, un tipo de energía que impulsa a Fontaine. Si este poder, acumulado a lo largo de cinco siglos, sólo se hubiera utilizado para sostener a los fontainianos, podría haber durado milenios, pero tiene su propósito. Junto con el juez supremo, este dispositivo dictó sentencias en los tribunales, y su sentencia siempre ha sido crucial. Aunque fue utilizado para juicios, en verdad su propósito principal era matar al Dios de la Justicia junto con el Trono Divino cuando llegara el momento. Foçalors entendió que sólo un poder de esta magnitud podía aspirar a destruir el Trono Divino del Arconte Hydro, sacudiendo las reglas establecidas por Celestia y rompiendo la institución que son Los Siete."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e04b1145b19d9257af9cb3f66e5c8ffe_5112452436646273335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 años después, cuando la profecía comenzó a hacerse realidad y Foçalors acumuló suficiente Indemnitium, la Analizadora de Instrucción Cardenalicia condenó a muerte a la Arconte Hydro. Foçalors se reunió con el Dragón Soberano, Neuvillette, para confiarle la decisión sobre el pueblo de Fontaine. Neuvillette fue invitado a la corte de Fontaine para servir como juez supremo como parte del plan de Foçalors, y sabía que él nunca más podría declararlos \"culpables\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e00976a48b070bd08874a4b055a1eae9_2421534148313193330.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Al principio, Neuvillette no estaba interesado en la existencia de los humanos, pero después de cinco siglos junto a ellos, quedó bastante fascinado con las alegrías y las tristezas de la humanidad e incluso intentó sentir como ellos sienten. Cuando Foçalors se despidió del Dragón Hydro, la Analizadora de Instrucción Cardenalicia llevó a cabo la sentencia, destruyendo el trono de Arconte Hydro, matando a Foçalors y devolviendo toda la autoridad al Dragón Soberano. Después de obtener todo su poder, Neuvillette limpió a los fontainianos de su pecado original y los convirtió en personas reales, salvándolos del diluvio."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/610d1ce3d05a0bf14311b050c06efc04_2581014749507867284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poco antes de que la profecía comenzara a hacerse realidad, la Analizadora declaró culpable al Undécimo de los Once Fatui, Tartaglia, en el caso de desapariciones en serie y disolución del pueblo que se vienen produciendo en Fontaine desde hace 20 años. La gente vio esta disolución como una señal del cumplimiento de la profecía, a la par de la crecida de las aguas del Mar Primigenio, que provocó la disolución de los fontainianos. Aunque Nobile no fue la causa fundamental del desastre, la Analizadora lo vio como parte de toda la escena: cuando Tartaglia tenía 14 años, cayó en una grieta sin fondo en la superficie de la tierra. Allí, por casualidad, despertó al Narval Devoraestrellas, una criatura misteriosa y gigantesca de otro mundo, que quería absorber el Mar Primigenio y provocó la inundación prometida por la profecía. Según Neuvillette, esta sentencia podría basarse en la responsabilidad por asociación, o Foçalors podría utilizar deliberadamente a Tartaglia para ganar tiempo, suponiendo que el Narval podría ser detenido.\nTras la muerte de Foçalors, Furina fue liberada de la maldición y se convirtió en una humana común y corriente. Aunque la gente la culpa por no resolver la profecía, finalmente podría ser ella misma y no desempeñar el papel de Arconte Hydro.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "El undécimo de Los Once, llamado “Nobile”. Famoso por ganar miles de peleas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Líder de la Cofradía Cabrière, una organización hermana de Spina di Rosula.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/4e904e9d971d9031fefc37f2cc034e9f_337902312346030853.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Narval Devoraestrellas",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una enorme bestia misteriosa de otro mundo.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/10742394/d6f05906844b79f1be3d4f049381a60f_6466217422543603525.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>La Arconte Hydro anterior que murió durante el Cataclismo hace 500 años.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/205556113/a5b8d23dd3fbe0969cc3ebce78f9c29f_7153222251348380534.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "La anterior Arconte Hydro que creó a Foçalors y le dio un cuerpo humano.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>El foco de atención absoluto del escenario durante los juicios, hasta que la obra termina y el público rompe a aplaudir.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/73555894/263e5ea0784d182b393f67a7e24146a5_4468352971994405792.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El cuerpo y espíritu creado por Foçalors, con el llamado a actuar bajo su rol de gobernar Fontaine por 500 años.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceánidas",
        "desc": "<p>Las oceánidas son formas de vida Hydro inteligentes creadas por la anterior Arconte Hydro, Egeria, y son capaces de manipular el agua a voluntad. <span class=\"wk-shady\">Todos los nativos de Fontaine fueron antes Oceánidas, a las que Egeria convirtió en humanos para satisfacer sus deseos, yendo contra la voluntad del Orden Celestial.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/05/90051c9d4a23434bb1342cb34ff04715_1303291013475448826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Una forma de vida Hydro inteligente creada por Egeria. Foçalors era una de las Oceánidas.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "El Dragón Soberano y el juez supremo de Fontaine.\nAnalizadora de Instrucción Cardenalicia\nUn aparato especial diseñado por Foçalors para acumular indemnitium y destruir el divino trono Hydro.",
        "alignment": "center"
      }
    ]
  }
}