{
  "epId": 4782,
  "name": "Guía de los Cielos",
  "desc": "<p>Un Adeptus de Liyue que murió durante la Guerra de los Arcontes.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1710555692,
  "components": {
    "galleryCharacter": [
      {
        "key": "Guía de los Cielos",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/205556113/fa023f37d71a5e20e763ed0427916cc9_1028981776772698984.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Recreación de la apariencia de Guía de los Cielos para el Rito de la Linterna."
          }
        ]
      },
      {
        "key": "Guía de los Cielos",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/205556113/fa080424d41f1eafd47a6a47f80b5233_4726660201291614356.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guía de los Cielos, Azhdaha y Marchosius, Escultor de la Luna."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Guía de los Cielos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/124137736/6fe9127e498199be1ee16bf613397a76_2378531245979903957.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Guía de los Cielos fue un Adeptus que fue testigo de la fundación de Liyue hace 3700 años. Fue uno de los primeros Adeptus que firmó el contrato con Rex Lapis y juró proteger a la gente. También les ayudó durante el traslado de la Congregación de Guili al puerto debido a la inundación."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/124137736/a518793ee76a37fc2468308fec5a59f4_2533478840342198615.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Su forma de bestia divina es un ciervo con enormes astas: las reliquias divinas de Rex Lapis, que eran el orgullo y la alegría de Guía de los Cielos. Según Madam Ping, el propio Guía de los Cielos siempre fue un fanfarrón. La historia cuenta que las astas estaban hechas de la esencia misma del poder divino de Rex Lapis, lo que lo convertía en el material más duro de todo Liyue."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/124137736/6976429ad023e7778bec178544eeb303_3321790510021916143.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante la Guerra de los Arcontes hubo una batalla épica entre demonios y Adeptus. Cuenta la leyenda que los cielos se oscurecieron, el viento aullaba y las olas eran altas como casas. Entonces, el vil demonio atacó de nuevo, esta vez con todas sus fuerzas... ¡Pero el Adeptus logró esquivarlo! Fue un golpe poderoso que asestó justo en la Cordillera Tianheng... Fue tan poderoso que la base de la montaña se partió. De repente, se escuchó un sonido atronador de rocas gigantes rodando montaña abajo, y todo el monte Tianheng estuvo al borde del colapso. Fue entonces cuando llamó a un compañero Adeptus suyo. Este compañero enmascarado también era un formidable combatiente. Respiró hondo y, con un poderoso golpe de su lanza, ¡zas!, las astas de Guía de los Cielos Trascendentes cayeron al suelo. Guía de los Cielos tomó las astas... ¡Su propia cornamenta, una pieza de su propio cuerpo! Y las encajó en el pie de la Cordillera Tianheng. El Adeptus se limpió la sangre sin prestarle mucha importancia, y se abalanzó sobre el demonio. ¿Un gran Adeptus? ¡Más bien un monstruo! Pero para la gente que veía la pelea en la falda de la montaña, Guía de los Cielos era un ser generoso a quien tenían en más alta estima que al mismo Rex Lapis. Guía de los Cielos siguió peleando con los demonios hasta que perdió toda su sangre y también su vida. Hoy, la Cordillera Tianheng se alza con orgullo, y la sangre derramada durante esa mortal batalla se convirtió en el Río Bishui.\nLa linterna mingxiao se dedicó a Guía de los Cielos durante el primer festival del Rito de la Linterna del/de la Viajero/a.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Rito de la Linterna",
        "desc": "<p>Cada año, en el día de la primera luna llena, Liyue celebra el Rito de la Linterna. Por la noche, la gente lanza muchas linternas celestes y una gran linterna mingxiao al cielo. Dentro de cada linterna hay un fragmento de plaustrita y los deseos del corazón escritos en varillas especiales. Las linternas flotan lentamente, iluminando el camino para las almas de los fieles defensores de Liyue.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/57e3ed401d9330bedb253c03bd6ec997_1441484820862319444.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Madam Ping",
        "desc": "<p>Maestra de Yaoyao y Xiangling. <span class=\"wk-shady\">Ella es una Adeptus conocida como Caminante Errante.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/205556113/0f6d6b3952d41b274178b21b4b0169b9_2488593066523231042.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Guía de los Cielos"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Adeptus"
          }
        ]
      }
    ]
  }
}