{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Forma de vida elemental cuya esperanza de vida supera con creces la de la humanidad, traída a la superficie por Rex Lapis. Morax lo transformó en un dragón y le dio ojos para ver el sol. Azhdaha había sido amigo y aliado del Arconte Geo durante muchos años.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/472a219c5d998c371672b670a0829f16_8337086528032219116.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1705424135,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/59c9f48b45fef7fae67645f57f3631bc_269880697436332252.png"
      },
      {
        "key": "Nantianmen",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/388162b79f5e54a55f436c2c1684d44d_3924491149896860438.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Un lugar donde Azhdaha durmió durante milenios antes de que Rex Lapis lo trajera a la superficie. Más tarde se convirtió en el lugar donde fue selló Azhdaha. El Sometedragones es la cola de Azhdaha."
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/675c4c8064b42f7e98de36913976357a_2589217739144278965.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha y Rex Lapis."
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/06/205556113/fa080424d41f1eafd47a6a47f80b5233_2969909049716276955.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha y los Adeptus."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Rey Dragón"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Azhdaha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/c6b12865e76b20df8ba7c121d47be54a_2672735058154713363.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La mayoría de las antiguas formas de vida Geo que viven debajo de Liyue son ciegas y no han visto la luz del sol durante mucho tiempo. Durante milenios, el espíritu de la roca durmió en Nantianmen, sin parecerse en nada a las colinas circundantes. Pero cuando despertara, incluso el más mínimo movimiento o el más mínimo estiramiento haría que la tierra temblara y se estremeciera. Una vez, Rex Lapis caminaba solo por las montañas. Escucha una voz remota como ninguna otra que proviene de una grieta en la tierra. La voz a veces era triste y parecida a una canción; otras veces, era ruidosa y atronadora. El Rey Geo buscó aquí y allá antes de desenterrar finalmente una extraña piedra del lecho de roca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/4665e61d5418b7195e79828a1247d27f_4347904696464214544.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "El Rey Geo se apiadó del espíritu de la roca y talló en ella una vívida representación de un dragón. Así era Azhdaha. Rex Lapis respondió a su deseo y lo llevó a la superficie. Con su dedo le dio al dragón un par de ojos para ver el mundo y llegó a un acuerdo con él. Rex Lapis acordó dejar que Azhdaha viviera entre la gente de la superficie. Pero si alguna vez llegara el día en que llevara el orden a la ruina, una vez más quedaría sellado en la oscuridad. El dragón acompañó al Rey Geo, librando campañas junto a él en los cuatro rincones del mundo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"El polvo se alzó al golpe de una lanza, montañas y aguas dieron paso al sonido. Un dragón abrió camino al agua con una gran lluvia en las tierras que él bendijo.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/675c4c8064b42f7e98de36913976357a_8707406021498438587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durante muchos siglos, Azhdaha, junto con Morax y otros Adeptus, ayudaron al pueblo de Liyue. Sin embargo, los recuerdos de las rocas no duran mucho. Los recuerdos que sobreviven están arraigados en emociones poderosas. Pero a medida que pasa el tiempo, estos recuerdos se desvanecen en la oscuridad. La erosión, un orden inevitable de Teyvat, es el mayor destructor de recuerdos del mundo. La erosión hundió la conciencia de Azhdaha en el olvido. Poco a poco, olvidó el rostro de su viejo amigo y sus recuerdos de la defensa del puerto de Liyue se desintegraron. Azhdaha, ahora incompleto, se volvió irascible y agresivo. La erosión lo hizo aún más salvaje y, por mucho que luchó, perdió la capacidad de coexistir con la humanidad y perdió toda razón. Morax compartió parte de su poder con Azhdaha para evitar una mayor erosión, pero fue inútil. Es el orden natural, una fuerza imparable."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/884f5f6baa32c6d7b021900c1850c30e_2990351017302664137.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La sobreexplotación de las minas provocó que las Líneas Ley en el Abismo temblaran, lo que provocó un sufrimiento indescriptible en Azhdaha. Un día, él atacó al Abismo y libró la guerra contra Morax. Rex Lapis tuvo que pelear con su amigo. Eligió la justicia pero no abandonó su ternura. Fue hacia Azhdaha, pero no como asesino, por lo que Azhdaha fue sellado voluntariamente. Morax lo encarceló bajo tierra y colocó un sello que protegía el pasaje."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/1fb1e07343f31e966670941818cbae18_3545662994285643079.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Milenios después, el sello que retenía a Azhdaha se aflojó y su poder se manifestó en este mundo como un niño llamado Jiu. Con esta nueva identidad, pudo desahogarse sobre las fuerzas que lo reprimieron. Azhdaha decidió lanzar el ataque desde fuera y desde dentro para destruir completamente el sello. Azhdaha hipnotizó a los mineros para que cavaran un túnel hasta la entrada sellada. Al mismo tiempo, otro poder, los restos de la benevolencia de Azhdaha, despertaron debido al aflojamiento del sello. Este poder era demasiado débil para reencarnar pero lo suficientemente fuerte como para poseer el cuerpo humano de Kun Jun. Su único objetivo era encontrar a Morax y ayudarlo a detener a Jiu. Estos poderes eran las polaridades y el cisma de la voluntad de Azhdaha. Jiu era la memoria de la tierra, mientras que Kun Jun era la memoria de la convivencia con la humanidad y el último contrato que Azhdaha tuvo con Morax. Gracias a \"Kun Jun\", Azhdaha pudo recordar su tiempo con el Rey Geo y su amistad y contrato. Antes de desaparecer, agradeció a Morax y dijo que no olvidaría cómo Morax le dio ojos cuando Azhdaha anhelaba el sol."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Todos los poderes bajo el cielo, el auge y la caída de la tierra y el mar...</color>\n<color=#ffffffd9>... Una estrella que aparece en la naturaleza... un sol que asciende tan brillante como... el jade...</color>\n<color=#ffffffd9>La nieve que cae en el campo un día de primavera se derrite en un instante. Su existencia pasajera no dejará rastro alguno, ni siquiera allí, donde nunca volverá a caer...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1jUemn6Jk-o&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Related entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Misterioso asesor de la Funeraria El Camino. Erudito y con información sobre todo tipo de cosas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Un enorme dragón tan antiguo como las montañas.<br/>En una época que ya nadie recuerda, fue el compañero del gobernante del Puerto de Piedra. Pero, al final, entre ellos surgió un conflicto y el dragón fue encerrado en las profundidades de la tierra. Durante los largos años de confinamiento, su poder se disipó lentamente y su apariencia quedó desfigurada.<br/>El tintineo de los grilletes que aprisionan al dragón y sus profundos gruñidos resuenan en el interior de la montaña como los recuerdos de un tiempo pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "Espada de la Desidia",
        "desc": "Espada sin filo capaz de acabar con demonios y villanos. ¿Tendrá poderes divinos?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Corona del rey dragón",
        "desc": "Los cuernos formados durante mil años a partir de jade cristalizado son la corona del rey dragón.<br/>El dragón nació de la montaña, por eso está imbuido de su espíritu y su cuerpo es de piedra. El deseo de la montaña era mostrar la fuerza de la tierra al país entre monolitos, y los cuernos dorados del dragón son la marca de su conflicto ancestral con un antiguo rey.<br/>Durante un tiempo, este cuerno estuvo agrietado y perdió su brillo, pero ahora reluce con una luz dorada y fría en la palma de tu mano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Rama de jade carmesí",
        "desc": "Estas ramas de hueso que brillan con un color especial se nutren del poder del rey dragón.<br/>El odio fluyó por los cauces y besó la fría luz de la luna, lo que hizo que estas ramas cristalizadas nacieran y crecieran.<br/>Aunque las cortaron durante una batalla, estas ramas empapadas de sangre de dragón siguen crujiendo como si estuvieran eternamente inquietas.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Escama dorada",
        "desc": "Resistentes y silenciosas, estas escamas forman una coraza que crece de forma natural sobre la roca y contiene la fuerza del rey dragón.<br/>Durante milenios, innumerables generaciones volvieron al polvo. El oro y la obsidiana se mezclaron con su carne y su sangre y, lentamente, se fueron transformando en escamas acorazadas.<br/>Tal vez la agonía abrasadora y los gritos sin voz desaparezcan cuando el rencor que les dio vida se desvanezca.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}