{
  "epId": 4828,
  "name": "Los dos mosqueteros (I)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este popular éxito editorial de Fontaine narra una historia de intriga y venganza en la que el bien y el mal se entrelazan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/10742394/34c72b1568d72af2d395ab0091845943_3306590772709052066.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1704754760,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>...</color>\n<color=#ffffffa6>Un anciano de cabello canoso colocó con sumo cuidado seis balas sobre la mesa. Entonces, alzó su vista, ya desgastada por los años, hacia los dos hermanos que tenía frente a él.</color>\n<color=#ffffffa6>“¿Seis balas son suficientes?”, preguntó el anciano.</color>\n<color=#ffffffa6>“Sí, son suficientes”, respondió el hermano.</color>\n<color=#ffffffa6>El anciano soltó un suspiro. Había cumplido su promesa de enseñarle todo lo que sabía a ese niño y a esa niña, un par de huérfanos que llamaron a su puerta quince años atrás.</color>\n<color=#ffffffa6>El arte de la espada, el del mosquete, el del engaño, cómo infiltrarse en una mansión</color>\n<color=#ffffffa6>sin ser descubiertos por los perros guardianes, cómo matar a alguien mientras duerme sin dejar ni rastro de ello, cómo no dudar ni un instante al apretar el gatillo...</color>\n<color=#ffffffa6>“Seis balas, seis vidas...”, susurró el hombre para sí.</color>\n<color=#ffffffa6>“No”, respondió la hermana. “Cinco vidas”, le corrigió.</color>\n<color=#ffffffa6>“Hay cierta persona a la que queremos disparar dos veces”.</color>\n<color=#ffffffa6>El anciano no añadió nada más. Tampoco se preguntó por qué lo eligieron a él, ni cómo tenían pensado acarrear su plan, al igual que su maestro hizo con él cuando era joven.</color>\n<color=#ffffffa6>A pesar de todo, seguía sintiendo compasión por sus dos discípulos. Sus ojos, que ya apenas veían con claridad, habían visto mucho más que los de cualquier otra persona de la ciudad.</color>\n<color=#ffffffa6>“La venganza es un camino sin regreso, hijos míos”, y añadió: “Todo lo que les he enseñado les será suficiente para vivir una vida plena. No quiero que sigan mi ejemplo. Estos ojos</color>\n<color=#ffffffa6>inútiles son un castigo que los dioses conceden a aquellos con sed de venganza”. Abrió sus enturbiados ojos todo lo que pudo y dedicó una mirada que denotaba sinceridad a los hermanos, que seguían de pie frente a la mesa.</color>\n<color=#ffffffa6>“A nosotros nos asesinaron hace veinte años”, alegó el hermano. “Si no disparamos estas seis balas a quienes se lo merecen, jamás podremos regresar al mundo de los vivos”.</color>\n<color=#ffffffa6>El anciano no contestó. Desde que decidió acoger a los hermanos, sabía que ese día llegaría tarde o temprano.</color>\n<color=#ffffffa6>“Está bien. No insistiré más”, dijo mientras se apoyaba en las manos para poder ponerse en pie. A su edad, un movimiento tan simple como ese precisaba de un esfuerzo inconmensurable.</color>\n<color=#ffffffa6>A pesar de su lamentable condición, hizo el esfuerzo de rodear la mesa para aproximarse a sus discípulos y abrazarlos. Sabía que esa era la última vez que los vería.</color>\n<color=#ffffffa6>“Además de las seis balas, ¿necesitan alguna otra cosa más?”, preguntó.</color>\n<color=#ffffffa6>“Nada más”, respondió el hermano.</color>\n<color=#ffffffa6>El anciano se percató de que la hermana estaba frunciendo el ceño. No era capaz de verlo, pero sí de percibirlo.</color>\n<color=#ffffffa6>“¿Qué ocurre, Iris?”, preguntó. Siempre había sentido preferencia por ella. Iris era meticulosa y emocional, pero no le temblaba el pulso cuando tenía que disparar un arma.</color>\n<color=#ffffffa6>“En realidad, yo sí tengo una última petición”, dijo ella mientras contemplaba el jardín que había fuera de la casa del anciano.</color>\n<color=#ffffffa6>“¿Puedo llevarme algunas rosarcoíris de su jardín?”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>«Los dos mosqueteros», pág. 224.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Los dos mosqueteros (I)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible en un quiosco frente al Taller Beaumont</color>"
          }
        ]
      }
    ]
  }
}