{
  "epId": 4829,
  "name": "Los dos mosqueteros (II)",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este popular éxito editorial de Fontaine narra una historia de intriga y venganza en la que el bien y el mal se entrelazan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/10742394/34c72b1568d72af2d395ab0091845943_5127557433081680191.png",
  "filterValues": {
    "objectType": [
      "Objeto de misión"
    ]
  },
  "menuId": 9,
  "menuName": "Productos de Teyvat",
  "version": 1704754766,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Los dos mosqueteros (II)</color>"
          }
        ]
      },
      {
        "key": "Tipo",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Objeto de misión</color>"
          }
        ]
      },
      {
        "key": "Cómo se consigue",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Obtenible al comprar en la tienda de Hubel</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffffa6>...</color>\n<color=#ffffffa6>“Se acabó...”. Los dos mosquetes apuntaban a la frente del barón, y de uno de ellos no dejaban de caer gotas de sangre cuyo sonido se asemejaba al tictac de un reloj que anunciaba la cuenta regresiva para el fin de su vida: “Plic, plic, plic”...</color>\n<color=#ffffffa6>“Ja, panda de inútiles”, maldijo el barón mientras miraba los cuerpos sin vida de los guardias que había tras los dos mosqueteros en medio de una fuerte tormenta. “¿Para esto les pagué tanto?”.</color>\n<color=#ffffffa6>“¿Sabes quiénes somos?”, le preguntó uno de los mosqueteros.</color>\n<color=#ffffffa6>“¿Por qué debería saberlo?”.</color>\n<color=#ffffffa6>“Para informar a los jueces del infierno de quiénes te han mandado allí”.</color>\n<color=#ffffffa6>Aunque la lluvia le caía a cántaros sobre la cara, los ojos y las orejas, de algún modo que escapaba a su comprensión, seguía oyendo con total claridad cómo la sangre caía al suelo: “Plic, plic, plic”...</color>\n<color=#ffffffa6>“Lo sé muy bien, Iris y Tulipe, hijos míos”, dijo el barón sin presentar resistencia alguna. Entonces se sentó sobre el suelo embarrado en medio de aquella noche tormentosa, pues estaba agotado.</color>\n<color=#ffffffa6>Tulipe lanzó un escupitajo al lado del anciano.</color>\n<color=#ffffffa6>“¿Aún tienes la desvergüenza de considerarte nuestro padre? Dinos, ¿cómo pudiste quedarte de brazos cruzados cuando mamá murió hace veinte años al tomarse el veneno que la obligaste a ingerir?”.</color>\n<color=#ffffffa6>El barón dio un largo suspiro, cerró los ojos y se sorprendió de lo fácil que le resultaba recordar lo ocurrido hace veinte años.</color>\n<color=#ffffffa6>De repente, vio un par de ojos.</color>\n<color=#ffffffa6>Con esa mirada, ¿cómo no iba a enamorarse de ella?</color>\n<color=#ffffffa6>Esa grácil figura, esa dulce risa... no dejaban de perseguirlo tímidamente de una habitación a otra de la casa.</color>\n<color=#ffffffa6>Por no hablar de esos ojos pardos que eran como galaxias en el firmamento, como la serenidad de un lago.</color>\n<color=#ffffffa6>Con esos ojos, ¿cómo iba a rechazarla?</color>\n<color=#ffffffa6>“¿Te casarás conmigo?”, le preguntó ella, a lo que él tuvo que decir “no” mirándole a los ojos.</color>\n<color=#ffffffa6>Sin embargo, ¿cómo iba ella a traicionarlo?</color>\n<color=#ffffffa6>Y lo que es más, ¿cómo iba a pedirle que escapara muy lejos con ella?</color>\n<color=#ffffffa6>“Plic, plic, plic”...</color>\n<color=#ffffffa6>“Me pidió demasiadas cosas que yo no podía hacer”, dijo el barón tras volver a abrir los ojos.</color>\n<color=#ffffffa6>“Mamá no te pidió nada. Ella solo quería tener una vida tranquila, como todo el mundo”, le replicó Iris. Aunque la sangre caía de su mosquete, su mano no tembló en ningún momento.</color>\n<color=#ffffffa6>“¡Me pidió que renunciara a toda mi riqueza y que me fugara con ella!”, exclamó el barón. Esos dos niñatos ingenuos decían todo eso porque no entendían lo importante que era el dinero y el estatus social, pensó.</color>\n<color=#ffffffa6>“Solo quería que dejaras atrás tu vanidad, que no te importara lo que dijeran los demás y que le dieras tu amor, tal y como le prometiste”, corrigió Iris.</color>\n<color=#ffffffa6>“¡Ustedes habrían hecho lo mismo si hubieran estado en mi lugar!”.</color>\n<color=#ffffffa6>“No”, espetó Tulipe, y añadió: “Nosotros jamás mataríamos a un ser querido por dinero y estatus. Solo un diablo haría eso”.</color>\n<color=#ffffffa6>El barón se limitó a negar con la cabeza, pues no quería seguir discutiendo.</color>\n<color=#ffffffa6>“Plic, plic, plic”...</color>\n<color=#ffffffa6>“¿Por qué hacen esto?”, dijo como si se lo estuviera preguntando tanto a sí mismo como a los dos mosqueteros.</color>\n<color=#ffffffa6>“Perdieron a su madre y ahora quieren asesinar a su padre... ¿Qué quieren conseguir con ello aparte de ir a la cárcel?”.</color>\n<color=#ffffffa6>Iris y Tulipe se miraron el uno al otro. En sus caras no se apreciaba ni rastro de duda.</color>\n<color=#ffffffa6>“Queremos... que se haga justicia”.</color>\n<color=#ffffffa6>Se oyeron dos disparos que rugieron como truenos en la noche, y que hicieron estremecerse a todas las gotas de lluvia.</color>\n<color=#ffffffa6>Los dos hermanos permanecieron inmóviles en medio de la tormenta que azotaba la ciudad. No existía sonido más penetrante que el silencio que había en ese mismo instante.</color>\n<color=#ffffffa6>Pasado un rato, Iris puso una rosarcoíris al lado del barón y, acto seguido, rompió a llorar en brazos de su hermano. La lluvia limpiaba sus lágrimas, y juntas caían en una tierra desconocida que pertenecía al reino de los muertos.</color>\n<color=#ffffffa6>De repente, dio un respingo y tiró de la ropa de su hermano.</color>\n<color=#ffffffa6>“¿Qué ocurre, Iris?”, le preguntó.</color>\n<color=#ffffffa6>“Tulipe, mira...”, respondió ella mientras señalaba la rosarcoíris que acababa de poner en el suelo. La flor se había abierto y tenía un color rojo como la sangre.</color>\n<color=#ffffffa6>“La rosarcoíris, la flor favorita de mamá... se ha abierto”.</color>\n<color=#ffffffa6>«Los dos mosqueteros», pág. 358.</color>"
      }
    ]
  }
}