{
  "epId": 4896,
  "name": "Los dos mosqueteros",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Este popular éxito editorial de Fontaine narra una historia de intriga y venganza en la que el bien y el mal se entrelazan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/10742394/34c72b1568d72af2d395ab0091845943_5549418948097107615.png",
  "menuId": 12,
  "menuName": "Libros",
  "version": 1708556226,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Los dos mosqueteros</color>"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Los dos mosqueteros (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>...</color>\n<color=#ffffffa6>Un anciano de cabello canoso colocó con sumo cuidado seis balas sobre la mesa. Entonces, alzó su vista, ya desgastada por los años, hacia los dos hermanos que tenía frente a él.</color>\n<color=#ffffffa6>“¿Seis balas son suficientes?”, preguntó el anciano.</color>\n<color=#ffffffa6>“Sí, son suficientes”, respondió el hermano.</color>\n<color=#ffffffa6>El anciano soltó un suspiro. Había cumplido su promesa de enseñarle todo lo que sabía a ese niño y a esa niña, un par de huérfanos que llamaron a su puerta quince años atrás.</color>\n<color=#ffffffa6>El arte de la espada, el del mosquete, el del engaño, cómo infiltrarse en una mansión</color>\n<color=#ffffffa6>sin ser descubiertos por los perros guardianes, cómo matar a alguien mientras duerme sin dejar ni rastro de ello, cómo no dudar ni un instante al apretar el gatillo...</color>\n<color=#ffffffa6>“Seis balas, seis vidas...”, susurró el hombre para sí.</color>\n<color=#ffffffa6>“No”, respondió la hermana. “Cinco vidas”, le corrigió.</color>\n<color=#ffffffa6>“Hay cierta persona a la que queremos disparar dos veces”.</color>\n<color=#ffffffa6>El anciano no añadió nada más. Tampoco se preguntó por qué lo eligieron a él, ni cómo tenían pensado acarrear su plan, al igual que su maestro hizo con él cuando era joven.</color>\n<color=#ffffffa6>A pesar de todo, seguía sintiendo compasión por sus dos discípulos. Sus ojos, que ya apenas veían con claridad, habían visto mucho más que los de cualquier otra persona de la ciudad.</color>\n<color=#ffffffa6>“La venganza es un camino sin regreso, hijos míos”, y añadió: “Todo lo que les he enseñado les será suficiente para vivir una vida plena. No quiero que sigan mi ejemplo. Estos ojos</color>\n<color=#ffffffa6>inútiles son un castigo que los dioses conceden a aquellos con sed de venganza”. Abrió sus enturbiados ojos todo lo que pudo y dedicó una mirada que denotaba sinceridad a los hermanos, que seguían de pie frente a la mesa.</color>\n<color=#ffffffa6>“A nosotros nos asesinaron hace veinte años”, alegó el hermano. “Si no disparamos estas seis balas a quienes se lo merecen, jamás podremos regresar al mundo de los vivos”.</color>\n<color=#ffffffa6>El anciano no contestó. Desde que decidió acoger a los hermanos, sabía que ese día llegaría tarde o temprano.</color>\n<color=#ffffffa6>“Está bien. No insistiré más”, dijo mientras se apoyaba en las manos para poder ponerse en pie. A su edad, un movimiento tan simple como ese precisaba de un esfuerzo inconmensurable.</color>\n<color=#ffffffa6>A pesar de su lamentable condición, hizo el esfuerzo de rodear la mesa para aproximarse a sus discípulos y abrazarlos. Sabía que esa era la última vez que los vería.</color>\n<color=#ffffffa6>“Además de las seis balas, ¿necesitan alguna otra cosa más?”, preguntó.</color>\n<color=#ffffffa6>“Nada más”, respondió el hermano.</color>\n<color=#ffffffa6>El anciano se percató de que la hermana estaba frunciendo el ceño. No era capaz de verlo, pero sí de percibirlo.</color>\n<color=#ffffffa6>“¿Qué ocurre, Iris?”, preguntó. Siempre había sentido preferencia por ella. Iris era meticulosa y emocional, pero no le temblaba el pulso cuando tenía que disparar un arma.</color>\n<color=#ffffffa6>“En realidad, yo sí tengo una última petición”, dijo ella mientras contemplaba el jardín que había fuera de la casa del anciano.</color>\n<color=#ffffffa6>“¿Puedo llevarme algunas rosarcoíris de su jardín?”.</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>«Los dos mosqueteros», pág. 224.</color>"
          }
        ]
      },
      {
        "title": "Los dos mosqueteros (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>...</color>\n<color=#ffffffa6>“Se acabó...”. Los dos mosquetes apuntaban a la frente del barón, y de uno de ellos no dejaban de caer gotas de sangre cuyo sonido se asemejaba al tictac de un reloj que anunciaba la cuenta regresiva para el fin de su vida: “Plic, plic, plic”...</color>\n<color=#ffffffa6>“Ja, panda de inútiles”, maldijo el barón mientras miraba los cuerpos sin vida de los guardias que había tras los dos mosqueteros en medio de una fuerte tormenta. “¿Para esto les pagué tanto?”.</color>\n<color=#ffffffa6>“¿Sabes quiénes somos?”, le preguntó uno de los mosqueteros.</color>\n<color=#ffffffa6>“¿Por qué debería saberlo?”.</color>\n<color=#ffffffa6>“Para informar a los jueces del infierno de quiénes te han mandado allí”.</color>\n<color=#ffffffa6>Aunque la lluvia le caía a cántaros sobre la cara, los ojos y las orejas, de algún modo que escapaba a su comprensión, seguía oyendo con total claridad cómo la sangre caía al suelo: “Plic, plic, plic”...</color>\n<color=#ffffffa6>“Lo sé muy bien, Iris y Tulipe, hijos míos”, dijo el barón sin presentar resistencia alguna. Entonces se sentó sobre el suelo embarrado en medio de aquella noche tormentosa, pues estaba agotado.</color>\n<color=#ffffffa6>Tulipe lanzó un escupitajo al lado del anciano.</color>\n<color=#ffffffa6>“¿Aún tienes la desvergüenza de considerarte nuestro padre? Dinos, ¿cómo pudiste quedarte de brazos cruzados cuando mamá murió hace veinte años al tomarse el veneno que la obligaste a ingerir?”.</color>\n<color=#ffffffa6>El barón dio un largo suspiro, cerró los ojos y se sorprendió de lo fácil que le resultaba recordar lo ocurrido hace veinte años.</color>\n<color=#ffffffa6>De repente, vio un par de ojos.</color>\n<color=#ffffffa6>Con esa mirada, ¿cómo no iba a enamorarse de ella?</color>\n<color=#ffffffa6>Esa grácil figura, esa dulce risa... no dejaban de perseguirlo tímidamente de una habitación a otra de la casa.</color>\n<color=#ffffffa6>Por no hablar de esos ojos pardos que eran como galaxias en el firmamento, como la serenidad de un lago.</color>\n<color=#ffffffa6>Con esos ojos, ¿cómo iba a rechazarla?</color>\n<color=#ffffffa6>“¿Te casarás conmigo?”, le preguntó ella, a lo que él tuvo que decir “no” mirándole a los ojos.</color>\n<color=#ffffffa6>Sin embargo, ¿cómo iba ella a traicionarlo?</color>\n<color=#ffffffa6>Y lo que es más, ¿cómo iba a pedirle que escapara muy lejos con ella?</color>\n<color=#ffffffa6>“Plic, plic, plic”...</color>\n<color=#ffffffa6>“Me pidió demasiadas cosas que yo no podía hacer”, dijo el barón tras volver a abrir los ojos.</color>\n<color=#ffffffa6>“Mamá no te pidió nada. Ella solo quería tener una vida tranquila, como todo el mundo”, le replicó Iris. Aunque la sangre caía de su mosquete, su mano no tembló en ningún momento.</color>\n<color=#ffffffa6>“¡Me pidió que renunciara a toda mi riqueza y que me fugara con ella!”, exclamó el barón. Esos dos niñatos ingenuos decían todo eso porque no entendían lo importante que era el dinero y el estatus social, pensó.</color>\n<color=#ffffffa6>“Solo quería que dejaras atrás tu vanidad, que no te importara lo que dijeran los demás y que le dieras tu amor, tal y como le prometiste”, corrigió Iris.</color>\n<color=#ffffffa6>“¡Ustedes habrían hecho lo mismo si hubieran estado en mi lugar!”.</color>\n<color=#ffffffa6>“No”, espetó Tulipe, y añadió: “Nosotros jamás mataríamos a un ser querido por dinero y estatus. Solo un diablo haría eso”.</color>\n<color=#ffffffa6>El barón se limitó a negar con la cabeza, pues no quería seguir discutiendo.</color>\n<color=#ffffffa6>“Plic, plic, plic”...</color>\n<color=#ffffffa6>“¿Por qué hacen esto?”, dijo como si se lo estuviera preguntando tanto a sí mismo como a los dos mosqueteros.</color>\n<color=#ffffffa6>“Perdieron a su madre y ahora quieren asesinar a su padre... ¿Qué quieren conseguir con ello aparte de ir a la cárcel?”.</color>\n<color=#ffffffa6>Iris y Tulipe se miraron el uno al otro. En sus caras no se apreciaba ni rastro de duda.</color>\n<color=#ffffffa6>“Queremos... que se haga justicia”.</color>\n<color=#ffffffa6>Se oyeron dos disparos que rugieron como truenos en la noche, y que hicieron estremecerse a todas las gotas de lluvia.</color>\n<color=#ffffffa6>Los dos hermanos permanecieron inmóviles en medio de la tormenta que azotaba la ciudad. No existía sonido más penetrante que el silencio que había en ese mismo instante.</color>\n<color=#ffffffa6>Pasado un rato, Iris puso una rosarcoíris al lado del barón y, acto seguido, rompió a llorar en brazos de su hermano. La lluvia limpiaba sus lágrimas, y juntas caían en una tierra desconocida que pertenecía al reino de los muertos.</color>\n<color=#ffffffa6>De repente, dio un respingo y tiró de la ropa de su hermano.</color>\n<color=#ffffffa6>“¿Qué ocurre, Iris?”, le preguntó.</color>\n<color=#ffffffa6>“Tulipe, mira...”, respondió ella mientras señalaba la rosarcoíris que acababa de poner en el suelo. La flor se había abierto y tenía un color rojo como la sangre.</color>\n<color=#ffffffa6>“La rosarcoíris, la flor favorita de mamá... se ha abierto”.</color>\n<color=#ffffffa6>«Los dos mosqueteros», pág. 358.</color>"
          }
        ]
      },
      {
        "title": "Los dos mosqueteros (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>En el n.º 65 de la Calle del Lodo, la puerta de una taberna situada en un rincón escondido de la ciudad del crimen se abrió de un portazo.</color>\n<color=#ffffffa6>Toda conversación cesó ante aquel estruendo. La gente dejó sus copas y examinó al cliente inesperado que había emergido de detrás de la tormenta.</color>\n<color=#ffffffa6>Era de complexión robusta y vestía entero de negro: ropa negra, sombrero negro, botas negras... De no ser por la luz de las velas de la taberna, la gente habría pensado que la mismísima oscuridad de la noche había entrado al local dándole una patada a la puerta.</color>\n<color=#ffffffa6>El cliente se giró hacia un lado. Su gorro le tapaba la cara de tal forma que apenas se lograba entrever la punta de su barbilla. Escudriñó la taberna con una mirada confusa, como si ni siquiera él supiera qué hacía ahí. A juzgar por su relajado porte y calmada respiración, cualquiera habría pensado que, o acababa de lograr una gran hazaña, o acababa de vengarse de alguien.</color>\n<color=#ffffffa6>Sin embargo, solo estaba ahí porque quería beber una copa. Se dirigió a la barra con</color>\n<color=#ffffffa6>unos pasos muy pesados, mientras las gotas que le caían de la ropa lo acompañaban como si de un leal fantasma se trataran. Al caminar, sus botas hacían un “toc, toc” tan contundente que resultaba difícil de creer, pero que parecía suficiente como para aplastar cualquier cosa que se interpusiera en su camino.</color>\n<color=#ffffffa6>“Deme una copa de lo más fuerte que tenga”, dijo el cliente inesperado con una voz tan grave que podría haber hecho añicos una botella.</color>\n<color=#ffffffa6>El tabernero le sirvió una copa a regañadientes. No podía evitar mirar con recelo la puerta de su establecimiento y pensar cuánto tiempo tardaría en limpiar la huella que había dejado el cliente al abrir la puerta de una patada.</color>\n<color=#ffffffa6>“Gracias”, dijo el hombre. “Acabo de hacer algo grande junto a mi hermana”.</color>\n<color=#ffffffa6>“¿Y dónde está su hermana?”, preguntó el tabernero para seguir la conversación.</color>\n<color=#ffffffa6>“Se ha ido a plantar flores, como siempre había querido hacer, así que le he dado todo mi dinero”.</color>\n<color=#ffffffa6>“Y entonces, ¿cómo piensa pagar esta copa?”.</color>\n<color=#ffffffa6>El hombre parecía sorprendido, como si nunca se hubiera planteado esa pregunta.</color>\n<color=#ffffffa6>“Con esto”.</color>\n<color=#ffffffa6>“¡Pum!”, se oyó cuando el hombre puso un mosquete de color negro sobre la mesa.</color>\n<color=#ffffffa6>Del susto, los demás clientes de la mesa se mancharon los pantalones con el vino de las copas que sostenían. Todos estaban tan asustados que no se atrevían ni a respirar.</color>\n<color=#ffffffa6>“Lo siento, no aceptamos eso”, dijo el tabernero aparentando calma mientras abría un cajón a escondidas.</color>\n<color=#ffffffa6>Allí tenía guardada una pistola, pero no sabía si le daría tiempo a dispararla antes que el otro hombre.</color>\n<color=#ffffffa6>“Tranquilo, ya he disparado la última bala que quedaba, que además era la más importante, así que nunca más volveré a usarla”, se anticipó, y tomó un sorbo de la copa que le habían servido.</color>\n<color=#ffffffa6>Al alzar la copa, el tabernero logró atisbar su cara. Era un hombre apuesto, con una nariz prominente, varias cicatrices y una mirada melancólica.</color>\n<color=#ffffffa6>Retiró su arma al darse cuenta de que el cliente ya estaba borracho desde antes de entrar a su establecimiento, y de que no iba a montar ningún alboroto.</color>\n<color=#ffffffa6>“¿Podría ponerme otra copa?”, le preguntó.</color>\n<color=#ffffffa6>“Ya ha bebido demasiado”, respondió el tabernero.</color>\n<color=#ffffffa6>“Lo sé, pero hoy es un día especial”, anunció el cliente, que no había entendido el sentido implícito de las palabras del tabernero.</color>\n<color=#ffffffa6>“¿Qué tiene de especial?”.</color>\n<color=#ffffffa6>“Acabo de matar a alguien”.</color>\n<color=#ffffffa6>El tabernero se quedó paralizado por un momento. Sabía que, viniendo de ese hombre, esa afirmación no debía de ser una broma.</color>\n<color=#ffffffa6>“Lo hice por venganza”, agregó. “Ese alguien mató a mi madre”.</color>\n<color=#ffffffa6>“¿A quién has matado?”.</color>\n<color=#ffffffa6>“Al barón”.</color>\n<color=#ffffffa6>“Vaya idiotez”, espetó el tabernero, reafirmándose en que el cliente debía de estar borracho como una cuba.</color>\n<color=#ffffffa6>Todo el mundo sabía que el barón no era una buena persona y que mucha gente quería verlo muerto, pero nadie que apreciara su propia vida se atrevía a hacerle nada.</color>\n<color=#ffffffa6>“Sí, supongo que si por aquí gritan muchas idioteces, no habrán llegado a escuchar el disparo que di hace unos minutos”, contestó el hombre con ironía.</color>\n<color=#ffffffa6>El tabernero volvió a examinarlo. Sus grandes manos y su fornido cuerpo delataban que se había peleado en múltiples ocasiones; pero no en peleítas de taberna, sino en auténticos duelos a vida o muerte.</color>\n<color=#ffffffa6>De repente, el dueño de la taberna recordó el caso de un asesinato con mosquete que había leído en el periódico. Según la noticia, el asesino siempre dejaba una rosarcoíris en el lugar del crimen y actuaba en noches de tormenta.</color>\n<color=#ffffffa6>“Un momento, ¿no será usted...?”.</color>\n<color=#ffffffa6>Antes de que el tabernero pudiera terminar la frase, un rayo cayó al lado de la taberna. Del estruendo, la puerta de madera se abrió y dejó paso a una oscuridad que lo inundó todo como si de un tsunami se tratara.</color>\n<color=#ffffffa6>Cuando volvió a prender las velas de la taberna, el hombre ya había desaparecido. El único rastro que quedaba de él era su mosquete de color negro, el cual miraba en silencio a los demás clientes y contemplaba la oscuridad de la noche como si fuera un solemne dios de la muerte.</color>\n<color=#ffffffa6>Fin</color>"
          }
        ]
      }
    ]
  }
}