{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Una ex esclava, la fundadora y la primera Gran Maestra de los Caballeros de Favonius y la Caballera Dandelion.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/843dd2247159897d9be7c5a528e90a43_7360403501194355534.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1710555906,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/3b16b576c30adbe1cba956f94daa8bc7_554650802920892335.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/05032bd9331cbcb343e3a940f8c5aca0_4844488228818429587.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa y el Arconte Anemo Barbatos."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Manga de Genshin Impact (en inglés)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Prologue: Songs of the Wind</color>\nAfter Barbatos founded his beloved city of Mondstadt, he left it to the care of its first residents and went on his way. Human greed, however, knew no bounds. The rich seized control over the city and ruled it the way they see fit. On the eve of the city's celebrated Ludi Harpastum, a mysterious bard came to the city...\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/en/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Character Tales - \"Venti: The Four Winds\" (en inglés)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 de octubre de 2020</color>\nThis tale began a thousand years ago, when Mondstadt's rulers fell from grace. The southern lion their crowns to the earth did throw, and the west wind arose and took their place.\nThe guardian of the north returned, and near to the wolven wood he drew. The Four Winds blew each in their turn, and united they built Mondstadt anew.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Historia del personaje (2)</color>\nHay un gran roble en el centro de Levantaviento que se dice que brotó cuando Vennessa ascendió a los cielos hace mil años.\nDurante los últimos meses, los viajeros que descansaban junto a este árbol a veces escuchaban a un joven cantando las historias de Barbatos, el Arconte Anemo.\nA diferencia de la mayoría de las deidades que gobiernan los reinos vecinos, Barbatos ha abandonado Mondstadt desde hace mucho tiempo. Lo que queda de él es solo una cara irreconocible en la Estatua de Los Siete. Afortunadamente, sus obras pasadas aún permanecen en libros y epopeyas, cantadas y transmitidas por los bardos.\nLo que Venti canta sobre Barbatos son algunas travesuras y aventuras extrañas, como cuando robó el cetro de la Arconte Cryo y lo sustituyó con el garrote de un Hilichurl.\nSin embargo, los que veneran a Barbatos no están contentos con tales blasfemias. Cuando se enfrenta a sus acusaciones, Venti siempre muestra una pizca de culpa al responder:\n“¿Cómo sabes que eso no es verdad?”.\nAsí es; ni las monjas más devotas sabrían lo que realmente ocurrió con Barbatos hace milenios. Solo Venti sabe que lo que canta bajo esa misteriosa sonrisa...\nrealmente es inventado.\nBueno, en realidad, la culpa es del alcohol.\n<color=#ffd780>\"Donde el viento no sopla\"</color>\nTras 1600 años de historia, la “libertad” de Mondstadt tocó fondo.\nBarbatos no quería convertirse en un tirano, por lo que huyó, mientras que aquellos a los que bendijo con la libertad acabaron siendo los tiranos.\nLa aristocracia gobernó Mondstadt con crueldad, esclavizó a la gente e ignoró los gritos de los oprimidos.\nPasados aquellos 1600 años, el Arconte Anemo regresó a la Capital de la Libertad, donde escuchó los gritos de desesperación de la esclava Vennessa, con quien instigó la revuelta que derrocó a la aristocracia.\nAl menos, esa es la historia oficial de Mondstadt.\nSin embargo, hay un inciso que hacer al respecto: quien unió a toda Mondstadt para rebelarse fue la heroína Vennessa, pero lo que hizo que muchos de los soldados decidieran cambiarse a su bando fue una “traición contra el viento”.\nSe descubrió que se había firmado secretamente un tratado que traicionaba a toda la ciudad. La aristocracia había abandonado el viento y le había vendido Mondstadt al Arconte Geo de la nación vecina.\nAl final del tratado, estaba grabada una insignia que nadie salvo la deidad que la creó podía imitar: el nombre de “Rex Lapis”.\nLos soldados que oprimieron a los esclavos se estremecieron al saber que ellos también iban a convertirse en esclavos en una tierra extranjera.\nLas noticias del conflicto se extendieron como un gran incendio que consumía a la aristocracia. Fue muchos años después cuando los historiadores descubrieron que este tratado era falso.\nAl parecer, Venti practicaba a veces el arte de la falsificación para gastarle bromas al Arconte Geo, pero nunca logró engañar al Patrón de la riqueza y los contratos. Sus habilidades nunca fueron de utilidad hasta varios cientos de años más tarde.\nQué feliz coincidencia."
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "La justa y rigurosa Caballera de Dandelion, y Gran Maestra Intendente de los Caballeros de Favonius de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Historia del personaje"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Historia del personaje (4)</color>\nEl gran árbol de Levantaviento fue el destino final del primer viaje de la Caballera de Dandelion.\nAl final de su vida, Vennessa, la primera Caballera de Dandelion, quien fundó los Caballeros de Favonius y reconstruyó Mondstadt, llegó a este lugar.\nSolo dejó su leyenda y un joven árbol en Levantaviento como despedida de la ciudad que prometió proteger a capa y espada.\nTras incontables días siendo bendecido con la dicha de los Mil Vientos, el joven árbol se convirtió en uno realmente imponente.\nJean recibió el título de “Caballera de Dandelion” cuando tenía 15 años.\nEste título, a veces también llamado “Caballero del Diente de León” y otorgado solo al caballero más distinguido, pasó de Gran Maestro en Gran Maestro durante generaciones.\nTras la ceremonia de entrega, Jean se excusó de las celebraciones posteriores. Como si siguiera los pasos de su heroína de la infancia, llegó ante el gran árbol.\nEl título “Caballera de Dandelion” simbolizaba la resistencia y benevolencia de Vennessa. Entonces, ¿cómo es que alguien como ella recibió un título tan honorable?\nYa habían pasado más de mil años desde la reconstrucción de Mondstadt, y Jean se preguntaba cómo podría proteger una tierra tan antigua, libre y llena de orgullo.\nDetrás de su rostro aparentemente adulto, se escondía una niña sin preparación que acababa de atravesar el rito de paso de un caballero.\nSin embargo, los vientos de tierras lejanas acabaron disipando sus dudas y calmando sus inseguridades. Ahora, su rostro revelaba una determinación inquebrantable: proteger Mondstadt para siempre.\nConvertirse en una guerrera tan amable y decidida como Vennessa y luchar por el pueblo y la libertad... Ese debía ser el significado de tal simple y categórico lema familiar.\nIncluso a día de hoy, cuando Jean se encuentra exhausta o con dudas, viene a este árbol para inspirarse con ayuda de la suave brisa. El viento la ayuda a despejar sus dudas y le da fuerza para continuar.\nEl gran árbol de Levantaviento supuso el final del viaje de la primera Caballera del Diente de León, pero también fue el comienzo del de Jean, la nueva Caballera de Dandelion."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Más sobre Jean (II)</color>\nEl título de Vennessa, “la Caballera de Dandelion”, ha pasado de generación en generación. Innumerables grandes caballeros fueron galardonados con este honor, y no seré yo quien traiga vergüenza"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa y su clan eran originarios de Natlan y eran hijos de Murata, la Diosa de la Guerra y la Dama del Fuego, quien era en ese momento la Arconte Pyro. Los muratas eran un pueblo fuerte y orgulloso que vivía en las laderas de los volcanes muy al oeste. Todos los hijos de Murata fueron bendecidos con cabello rojo intenso. Hace muchos años, abandonaron Natlan y vagaron por el mar de hierba, tratando de sobrevivir. Diez años antes de que Vennessa conociera a Venti, el clan de Vennessa se encontró con Ursa el Dragón, que había aterrorizado a Mondstadt durante muchos años. Huyendo de Ursa después de pasar hambre durante cuatro días, los hijos de Murata terminaron en Mondstadt, donde gobernaban los aristócratas en ese momento.\nCuando el anterior Arconte, Decarabian, fue derrocado, el Dios del Viento, Barbatos, se apoderó de Mondstadt. Enseñó a la gente la libertad, las fiestas y los vuelos y abandonó el gobierno de la nobleza, quedándose dormido. Al principio, los aristócratas eran un ejemplo para la gente, pero con el tiempo el poder los corrompió. Recuperaron la esclavitud y las luchas de gladiadores como entretenimiento, y uno de los festivales principales, Ludi Harpastum, pasó de ser una celebración para el pueblo a una celebración para el dominante clan Lawrence. Una de las tradiciones del festival era elegir a una chica que lanzaría la bola roja llamada Harpastum a la multitud. Se creía que la primera persona en tocar el balón tendría buena suerte durante todo el año. Pero los Lawrence prohibieron a la gente corriente tocar el balón, y la muchacha elegida para ser la Princesa de Ludi Harpastum fue secuestrada personalmente por el señor Barca Lawrence.\nCuando el clan de Vennessa llegó a Mondstadt, los señores los esclavizaron y Vennessa se convirtió en gladiadora. Le prometieron que después de doce batallas le otorgarían la libertad a ella y a su pueblo, por lo que luchó ferozmente por ellos. Un día rezó a Celestia y pidió a los dioses ayuda y la salvación de su clan. El Arconte Anemo Barbatos despertó de su sueño después de escuchar sus oraciones y descendió a Mondstadt bajo la apariencia de un simple bardo, Venti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venti llegó a Ludi Harpastum y vio en qué habían convertido los nobles el festival. Ludi Harpastum fue un festival que el Arconte Anemo había creado para enseñar a la gente de su país la libertad, la alegría y la elaboración del vino. El Dios de la Libertad no accedió a obedecer a los señores, por lo que tomó el Harpastum, provocando la ira de Barca Lawrence, quien ordenó a los guardias capturar al bardo. Venti, huyendo de los guardias, se topó con Vennessa, que estaba comprando hierbas para una niña enferma de su clan. Lawrence ordenó a Vennessa que se alejara para capturar a Venti, pero ella se negó, protegiendo al bardo. Para vengarse de Vennessa, Barca le pidió a su padre que comprara a todo el clan de Vennessa, y encerró a Vennessa tras las rejas para enviarla a la batalla final al día siguiente.\nPor la noche, Venti se dirigió a Vennessa, agradeciéndole por la protección, invitándola a ser amigos y contándole sobre Murata. El bardo lamentó ver sus grilletes, por lo que le sugirió huir, pero Vennessa se negó, ya que necesitaba proteger a su pueblo de la ira del Barca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Se suponía que el último oponente de Vennessa sería Ursa el Dragón, pero Lawrence envió no solo a ella sino a todo su clan, incluidos niños y ancianos, a luchar. Lord Lawrence, en caso de victoria, prometió liberar a todos los esclavos y darle a Vennessa su riqueza y la llave de Mondstadt. Ursa y sus secuaces esperaban frente a los muratanos, y detrás de ellos, los arqueros de los aristócratas no permitieron que los esclavos se retiraran a la ciudad. Justo cuando Vennessa pensó que todos morirían, apareció Venti, revelando su forma divina. Dotó a la espada de Vennessa con el poder del viento y ayudó a ahuyentar al dragón.\nDespués de la victoria sobre Ursa, Venti exigió a los Lawrence la libertad, las riquezas y las llaves de la ciudad prometidas. Vennessa, con la ayuda de Ragnvindr, el Caballero del Alba, de Kreuzlied, un ex miembro de la familia Lawrence, y de otras personas descontentas, comenzó una rebelión contra la aristocracia, derrocando a todos los señores y devolviendo el poder al pueblo.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Espada del Tiempo",
        "desc": "Una espada pesada con un reloj cuyos mecanismos internos fueron dañados hace mucho tiempo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Ritual Antiguo de la Nobleza",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Baladas del Caballero",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caballeros de Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Después de derrotar a los aristócratas, Vennessa fundó los Caballeros de Favonius, una orden de caballeros para gobernar Mondstadt, y se convirtió en el primer Gran Maestra y Caballero de Dandelion. Durante su reinado, cuatro defensores llamados los Cuatro Vientos fueron convocados para proteger Mondstadt: el Lobo del Norte, Andrius, que una vez luchó contra el tirano Decarabian; el Halcón del Oeste, Vennessa; el Dragón del Este, Dvalin, amigo de Barbatos; y la Leona del Sur: la Caballera Dandelion (actualmente Jean). Durante muchos años, la gente de Mondstadt adoró a los guardianes a quienes construyeron templos, pero después del Cataclismo que ocurrió hace 500 años, los templos fueron abandonados y los Cuatro Vientos quedaron olvidados."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Años más tarde, tras la restauración de Mondstadt, Vennessa ascendió a Celestia en forma de halcón. Después de todos estos años, ella sigue vigilando Mondstadt.\nEn el lugar por donde ascendió creció un roble gigante. La sombra del árbol protege de la lluvia y del viento la Estatua de los Siete construida a sus pies,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fb58ef9b392d7563bd1f8d09c8efe065_3411328579290626231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "como alguna vez protegió Vennessa a Mondstadt. Este roble tiene una conexión especial con el elemento Anemo y con el propio Arconte Anemo. Cuando Barbatos resultó herido después de perder su Gnosis, pudo curarse cerca del símbolo de la gran heroína de Mondstadt.\nComo prometió Venti, ella siguió siendo para siempre la heroína de Mondstadt, sobre quien se escribieron canciones."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Por cuando los días se convierten en noches y la desesperación invade los rostros.</color>\n<color=#ffffffd9>Nunca olviden los heroicos cuentos de Vennessa,</color>\n<color=#ffffffd9>¡Nunca dejen de perseguir la libertad!\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "La leyenda de Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>El Arconte de la Tempestad y gobernante del antiguo Mondstadt. Fue derrocado como resultado de un levantamiento hecho por el pueblo de Mondstadt, que no pudo resistir la tiranía.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/513d51e0ebfd54f5da34a9f85dfaf61f_2051448002237677782.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>El Rey Lobo del Norte, un protector del Reino de los Lobos y uno de los Cuatro Vientos.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/2ac7ad0e18377b4a7b7fc2032f318cc3_3297769624003081270.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "La justa y rigurosa Caballera de Dandelion, y Gran Maestra Intendente de los Caballeros de Favonius de Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Amigo de Vennessa, a quien ella salvó una vez del noble Barca Lawrence.\nCaballeros de Favonius\nVennessa fundó la orden para gobernar Mondstadt después de que la aristocracia fuera derrocada.\nCuatro Vientos\nVennessa convocó a cuatro protectores de Mondstadt.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "La leyenda de Vennessa",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Brisa en el bosque",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Diario de investigación antiguo (II)",
        "desc": "Un diario de investigación encontrado en la cripta de unas ruinas congeladas.<br/>Parece que su escritor fue miembro de la nobleza que gobernó Mondstadt en el pasado.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part II_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Aquila Favonia",
        "desc": "El alma de los Caballeros de Favonius. Milenios más tarde, sigue llamando a los vientos de la justicia a desterrar todo mal, igual que la última heroína que la empuñó.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "name": "Der Himmel, la Lira Sagrada",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tesoro que perteneció a Barbatos, el Arconte Anemo, pero su poder Anemo se ha agotado.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/05/10742394/2a753a38f9cc8881bfa8363cd71a90c3_6203299152309353522.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Caballeros de Favonius\nCuatro Vientos"
          }
        ]
      },
      {
        "key": "Carta de acción del TCG",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "La leyenda de Vennessa",
            "desc": "<p><strong><span style=\"color: rgb(255, 255, 255)\">Un deseo imposible de abandonar</span></strong></p><p><span style=\"color: rgb(156, 163, 175)\">“La brisa del bosque se unió para derribar la torre del tirano pudiente. La leona levantó la cabeza, liberada por fin de los grilletes”.</span></p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/25/73555894/9588a6f9bfd896486d429ca3b21862a6_5500691708292052308.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}