{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>El Dragón de las Sombras y uno de los niños de Rhinedottir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/206a8a0bc1698ae7019f093470f9e845_6608418404833900487.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1710555920,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "RichText",
        "text": "Rhinedottir\nUna alquimista de Khaenri'ah, que creó a Durin, que entra en la categoría de los \"humus.\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Un Dragon elemental, que derrotó a Durin.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Sabueso Acechador Lítico",
        "desc": "Una bestia de sangre demoniaca capaz de corroer las fronteras del mundo. Fue creada por Oro.<br/>Muestra cierto comportamiento biológico parecido al de los lobos. Tal vez sientan envidia de ellos, que son sus parientes más cercanos, y sueñen con reemplazarlos algún día.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Sabueso Acechador Eléctrico",
        "desc": "Una bestia de sangre demoniaca creada por Oro y capaz de corroer las fronteras del mundo.<br/>En el pasado, sembraron el caos en todo el continente hasta que fueron erradicados cuando la gente se opuso a ellos y les dio caza. Sin embargo, este grupo de lobos negros ha vuelto a aparecer hace poco, y ahora amenaza la Aldea Aguaclara y el Reino de los Lobos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Cachorro Acechador Eléctrico",
        "desc": "Una bestia de sangre demoniaca capaz de corroer las fronteras del mundo. Oro las clasificó como “alfisoles”.<br/>En una época antigua, cuando los gigantescos monstruos descendieron a la tierra, una jauría de sabuesos apareció para disolver las fronteras del mundo y abrir caminos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Cachorro Acechador Lítico",
        "desc": "Una bestia de sangre demoniaca capaz de corroer las fronteras del mundo. Oro las clasificó como “alfisoles”.<br/>Tiene el hábito de adentrarse en los abismos para devorar los elementos. Por fortuna, actualmente no existen muchos de ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Rey Acechador Dorado",
        "desc": "El líder de los lobos oscuros procede de un mundo sombrío y posee el poder de ordenar a su jauría, sus colmillos ocultos, que disuelva el espacio en sí mismo y cree una grieta por la que pueda entrar.<br/>Este rey no tiene nombre, ya que fue una de las criaturas que Oro creó por error, y por eso mismo está obsesionado con invadir mundos que no le pertenecen y forjarse un nombre.<br/>Pero los lobos son seres inteligentes. Tras sufrir una derrota en una invasión previa, esta vez eligieron una isla desierta sin humanos ni protectores para preparar la llegada de su señor.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Una bestia abisal que apareció en Fontaine hace unos 500 años durante el Cataclismo. Elynas es el \"Padre\" de todas las melusinas.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/fa4c986eefe97522566b35be6e29e7a0_4326688696020046010.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Hermanos de Durin.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Brisa en el bosque",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Pergamino Celestial",
        "desc": "Un atlas de nubes que simboliza a Stormterror y al Arconte Anemo, su antiguo maestro. Registra detalladamente y contiene el poder de los vientos y las nubes de los cielos del norte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Orgullo Celestial",
        "desc": "Un mandoble que simboliza el orgullo de Dvalin en los cielos. Cuando es utilizado, emite un zumbido que representa la fuerza Dvalin y el poder de Anemo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Púa Celestial",
        "desc": "Una lanza que simboliza la firme resolución de Dvalin. La recta asta de esta arma, que apunta hacia los cielos, está revestida con el poder del cielo y del viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Hoja Afilada Celestial",
        "desc": "Una espada de caballero que simboliza el honor de Dvalin. Las bendiciones del Arconte Anemo descansan sobre el filo de su hoja, impregnando la espada con los poderes del cielo y del viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Alas Celestiales",
        "desc": "Un gran arco que simboliza el vínculo entre Stormterror y Barbatos. El sonido del disparo del arco es música para los oídos del Dios del Viento. Contiene el poder del cielo y del viento en su interior.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Deseo Ponzoñoso",
        "desc": "Una espada muy recta y misteriosa que parece sedienta de vida. De ella gotea un veneno capaz de corromper hasta a un dragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lanza de Espinadragón",
        "desc": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Colmillo de dragón imbuido de fuerza vital",
        "desc": "Un diente de dragón que ha absorbido fuerza vital. Su brillo y textura tienen un aspecto inquietante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Ágata escarlata",
        "desc": "Un cristal creado mediante la combinación de una gran fuerza vital y una extraña energía de Espinadragón. Es el mejor nutriente para el Árbol frioeterno, que tan fervientemente desea crecer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Médula ponzoñosa",
        "desc": "Objeto de refinamiento especial para el arma Deseo Ponzoñoso.<br/>Sustancia creada a partir del veneno pútrido de Durin, diseminado por las líneas ley de Espinadragón. La Espada Sanguinaria es compatible con este material y aumentará su fuerza si lo utilizas en ella.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Página misteriosa (V)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una antigua página cuyo contenido resulta incomprensible.<br>Tal vez haya alguna forma de descifrar lo que pone.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/10742394/565ae492d8f72ada835085c632cd2cdd_4172106510075753112.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1069,
        "name": "Trozo de siderita oscura",
        "desc": "Material de ascensión de arma.<br/>Cuando Khaenri'ah fue destruido, un gran criminal creó un sinfín de monstruos cuya sangre oscura no podía ser aceptada por este mundo. Arrasaron todas las tierras y destruyeron todo lo que encontraban a su paso. Se trataba de mutaciones creadas por poderes de más allá de este mundo. De hecho, Durin, el dragón oscuro que atacó Mondstadt en el pasado, también era una mutación.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chunk of Aerosiderite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1709,
        "name": "Garra afilada oculta",
        "desc": "Tejido residual del cuerpo de un Acechador.<br/>A pesar de lo asombrosos que son, estos sabuesos de caza clasificados como “alfisoles” no son nada comparados con el gran Durin, que entraría en la categoría de los “humus”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dcdf547f543afd251efe7723477446d3_3871269587163042268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hace milenios existía un reino llamado Sal Vindagnyr. En aquel tiempo, los sacerdotes del reino podían tocar los cielos e ir al Abismo a petición de los dioses de Celestia. En la montaña crecía un árbol blanco, que formaba parte de Irminsul. El Sumo Sacerdote y la Sacerdotisa de Vindagnyr tenían una hija con el don de la previsión. Una de sus profecías fue la llegada del Dragón Negro, que envenenaría todo con su veneno. Luego, el reino fue destruido por el Pilar del Frío Celestial y se convirtió en ruinas, y el árbol blanco se marchitó. Durante muchos años nadie puso un pie en estos picos nevados hasta que la profecía de la princesa empezó a hacerse realidad.\nLa alquimista Rhinedottir, también conocido como Oro, creó muchas bestias del Abismo que pronto atacaron los siete reinos de Teyvat. Durin era uno de los niños de Rhinedottir, creado con la forma de un negro dragón serpentino con alas."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Después, queridos niños,</color>\n<color=#ffffffd9>como la lluvia que se cuela por las grietas y las plantas que crecen hacia la luz del sol,</color>\n<color=#ffffffd9>van a un lugar hermoso y muestran su belleza.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un día, Durin escuchó al Arconte Anemo Barbatos tocar su lira y vio al dragón Dvalin. Estaba fascinado por la belleza de la música. Durin soñó que había emprendido un viaje muy, muy largo, a una tierra donde crecía la hierba verde y donde se cantaban canciones conmovedoras. Soñó que cantaba junto con la gentil gente de esta tierra y bailaba en los cielos con un dragón tan hermoso como una joya."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Gracias, madre, gracias”.</color>\n<color=#ffffffd9>“Gracias por darme alas para volar y un cuerpo fuerte y poderoso”.</color>\n<color=#ffffffd9>“Quiero ir a un lugar donde hay canciones hermosas, madre”.</color>\n<color=#ffffffd9>“Les hablaré sobre ti, madre, y sobre todos los demás”.</color>\n<color=#ffffffd9>“Les contaré lo hermoso que es el lugar en el que nací”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_7816181422405867650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin fue a Mondstadt para encontrarse con el hermoso dragón y el bardo, pero no sabía que su sangre era venenosa y que sería tóxica para las personas y la tierra. Aunque no pretendía causar ningún daño, se convirtió en un verdadero desastre para Mondstadt. Los habitantes de Mondstadt creían que quería destruir todos los seres vivos. La envidia del diabólico dragón dio origen al mal que envenenó la tierra y a las personas que vivían en ella. En aquellos días terribles, monstruos sedientos de sangre y desolación llegaron a Mondstadt. El clamor del pueblo despertó al Arconte Anemo de su sueño. Tras el llamado del pueblo, apareció e invocó a su fiel amigo. Ambos pelearon hombro con hombro para proteger la vida y la libertad. Durante la batalla en las nubes, Dvalin extendió sus seis alas. Con ellas rasgó los cielos, y atravesó las escamas de hierro de Durin. En la batalla bajo el cielo oscuro, Dvalin atacó con sus garras y penetró la negra piel podrida de Durin. La batalla conmocionó al mundo; incluso el sol se ocultó. Dvalin desgarró la garganta de Durin, y el mal cayó."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Adiós, madre. Mi viaje terminó”.</color>\n<color=#ffffffd9>“Dormir en la nieve reluciente no está nada mal”.</color>\n<color=#ffffffd9>“Adiós, hermoso bardo. Adiós, hermoso dragón”.</color>\n<color=#ffffffd9>“Si nos encontramos en otro momento, en otro lugar...</color>\n<color=#ffffffd9>podremos bailar y cantar”.</color>\n<color=#ffffffd9>Eso pensó mientras exhalaba su último suspiro.</color>\n<color=#ffffffd9>“La bendición que corre por mis venas</color>\n<color=#ffffffd9>y la hermosa vista del universo oscuro que me dio la vida</color>\n<color=#ffffffd9>son ahora para ustedes”.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f5cdefaf93f3fc5a8efaa9d8e670b325_8501016490997682825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "El cuerpo de Durin cayó sobre las ruinas del antiguo reino de Sal Vindagnyr, que desde entonces se llama Espinadragón. La nieve en la cima de las montañas nunca se derrite, por lo que las fuerzas del hielo eterno pudieron contener el veneno de la descomposición que exudaba el cuerpo de Durin. Su corazón envenenado todavía late en lo profundo de la nieve."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d97160c2d7ebb6560f691f24e5ac57f6_1075917967524094745.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "La sangre envenenó la tierra y dio fuerza a los monstruos que allí vivían. La voluntad de vivir de Durin es capaz de resucitar plantas muertas y convertirlas en monstruos como la Regisvid Cryo. Cuando la sangre del Dragón Negro Durin se derramó sobre la tierra de Vindagnyr y el/la Viajero/a alimentó el árbol blanco muerto con Ágatas Carmesí que surgieron de la sangre del dragón, el árbol muerto hace mucho tiempo en la cima de la montaña renació otra vez.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Un Dragón Elemental y amigo del Arconte Anemo Barbatos. Tras haber sido envenenado por la sangre del Dragón de las Sombras, comenzó a ser conocido como Stormterror.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/b6e31b3c3cb069320d40e3b7b7d06b2f_309187007931404650.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Uno de los muchos bardos de Mondstadt que deambula libremente por las calles y callejones de la ciudad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Regisvid Cryo",
        "desc": "Un monstruo formado a partir de una enredadera imbuida de la esencia de la escarcha dentro de las líneas ley.<br/>Según algunos estudios, las plantas son como los órganos del mundo, ya que estabilizan las turbulentas energías elementales de las líneas ley. Ejemplos concretos de este fenómeno son las flores de neblina, las Megafloras, etc., las cuales rebosan de Energía Elemental.<br/>Al crecer bajo ciertas condiciones ambientales, algunas plantas pueden convertirse en criaturas de monstruoso tamaño en el transcurso de muchos años, como ocurre con las Regisvides Cryo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Brisa en el bosque",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Pergamino Celestial",
        "desc": "Un atlas de nubes que simboliza a Stormterror y al Arconte Anemo, su antiguo maestro. Registra detalladamente y contiene el poder de los vientos y las nubes de los cielos del norte.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Orgullo Celestial",
        "desc": "Un mandoble que simboliza el orgullo de Dvalin en los cielos. Cuando es utilizado, emite un zumbido que representa la fuerza Dvalin y el poder de Anemo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Púa Celestial",
        "desc": "Una lanza que simboliza la firme resolución de Dvalin. La recta asta de esta arma, que apunta hacia los cielos, está revestida con el poder del cielo y del viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Hoja Afilada Celestial",
        "desc": "Una espada de caballero que simboliza el honor de Dvalin. Las bendiciones del Arconte Anemo descansan sobre el filo de su hoja, impregnando la espada con los poderes del cielo y del viento.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Alas Celestiales",
        "desc": "Un gran arco que simboliza el vínculo entre Stormterror y Barbatos. El sonido del disparo del arco es música para los oídos del Dios del Viento. Contiene el poder del cielo y del viento en su interior.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Lanza de Espinadragón",
        "desc": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Frío Eterno",
        "desc": "Un fruto cristalizado que posee una extraña voluntad helada. Una tenue sensación de agonía emana de él.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Nómada del Invierno",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Colmillo de dragón imbuido de fuerza vital",
        "desc": "Un diente de dragón que ha absorbido fuerza vital. Su brillo y textura tienen un aspecto inquietante.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Ágata escarlata",
        "desc": "Un cristal creado mediante la combinación de una gran fuerza vital y una extraña energía de Espinadragón. Es el mejor nutriente para el Árbol frioeterno, que tan fervientemente desea crecer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Cofre del sacerdote",
        "desc": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.<br/>“Pensé que mis descendientes podrían ser fuertes y llenos de vitalidad, igual que los cipreses”.<br/>“Pero veo que estos cipreses están a punto de marchitarse, y que su sonido no pasará a la siguiente generación. Lo que espero de ellos, así como la fe que ellos tienen en mí, acabará por derrumbarse”.<br/>“Volveré a escalar hasta la cima en busca de orientación, y al descender, mi hija ya habrá completado su segundo dibujo”.<br/>“El tercer dibujo podría ser un paisaje de nieve derretida”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Priest's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Cofre de la princesa",
        "desc": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.<br/>“Me temo que no puedo completar el mural”.<br/>“Hace mucho tiempo que no veo el azul del cielo y el verde del campo. No sé qué tipo de azul y de verde debo usar para dibujar el paisaje de nieve derretida que quiere mi padre”.<br/>“Cuando él vuelva, todo volverá a la normalidad. Pero hace demasiado frío y yo ya no puedo más”.<br/>“Lo siento, papá. Ukko, siento que nos hayas tenido que ver así”.<br/>“Imunlaukr, ojalá pudiera verte una última vez...”",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Cofre del escriba",
        "desc": "Un cofre cuyo fondo está decorado con un tipo de patrón al que aún le faltan dos partes. Si puedes reunir las que quedan, tal vez puedas abrir la puerta de algún sitio.<br/>“Que este cielo helado y nevado arda hasta que no quede ni un atisbo de vida en el mundo”.<br/>“Que nos convirtamos en cenizas arrastradas por el viento hasta alcanzar a ese forastero que abandonó a la princesa para no volver”.<br/>“Que el dragón negro con el que soñó la princesa esparza su veneno escarlata por toda la despreciable tierra”.<br/>“Yo soy el último. Ya no es necesario que permanezca aquí”.<br/>“He oído que están construyendo una nueva nación sin dioses. Quizás ellos tengan el poder de enfrentarse a este mundo”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Cuarzo carmesí",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/10742394/1ef525b101a31611b9fe2cc1b0a59aa8_8710099432076912251.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La caliza y el dragón",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Un día, un herrero forjó una espada mágica, sobre la cual aplicó las garras, colmillos y escamas de Durin. El veneno del dragón penetró en la espada, dándole poderes especiales. El herrero estaba tan orgulloso de su creación que decidió probar la espada él mismo. Tan pronto como entró en batalla, la energía de la descomposición subió por la empuñadura y entró en su cuerpo. Los simples mortales no pudieron resistir esta fuerza. El herrero maldito y loco huyó en un ataque de locura y pudo haber encontrado su fin en un lugar desconocido."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/20f19930548c5c93f9b91aa2fc6276cd_2030450059687261741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Esta espada llegó a Albedo, uno de los niños de Rhinedottir y hermano de Durin. Albedo quería realizar varios experimentos, pero durante su investigación, inesperadamente descubrió la historia de la espada. Esta espada estaba casi \"viva\" y era capaz de absorber la energía de otros. Sabiendo que la gente común no podía usar esta espada, Albedo se la dio al/a la Viajero/a, quien tenía el poder de neutralizar el veneno de Durin, para que pudiera imbuir la espada con fuerza vital. Luego, Albedo extrajo esta fuerza de la espada, que resonó con él debido a su parentesco con Durin.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Deseo Ponzoñoso",
        "desc": "Una espada muy recta y misteriosa que parece sedienta de vida. De ella gotea un veneno capaz de corromper hasta a un dragón.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Médula ponzoñosa",
        "desc": "Objeto de refinamiento especial para el arma Deseo Ponzoñoso.<br/>Sustancia creada a partir del veneno pútrido de Durin, diseminado por las líneas ley de Espinadragón. La Espada Sanguinaria es compatible con este material y aumentará su fuerza si lo utilizas en ella.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sombras de nieve y polvo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cuando la alquimista Rhinedottir estaba realizando sus experimentos para crear vida con la ayuda de kimia, uno de sus experimentos falló y fue desechado. Fue tragado por el dragón Durin, y después de que el dragón fue derrotado en el hielo y la nieve eternos, el experimento cobró vida, alimentado con la sangre de Durin. El experimento fallido se puso celoso de Albedo, que era casi perfecto a sus ojos, por lo que decidió transformarse en Albedo y tomar su lugar. Albedo pudo detener a su doble, pero se desconoce su futuro.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Alquimista en Jefe de los Caballeros de Favonius y Capitán del equipo de investigación. Lo llaman el “Príncipe de la Roca Caliza”.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 1.2 \"The Chalk Prince and the Dragon\" Trailer (en inglés)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/27162df127afdeada9fbad8df748548a_7618409944032668493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11 de diciembre de 2020</color>\nThis is Dragonspine, an enormous mountain that holds the remains of the venomous dragon, Durin, who fell here after the battle with Dvalin.\nFew adventurers dare attempt to conquer this unforgiving environment marked by deep snow, sheer cold, poisonous blood, and monsters. But such things will not dissuade the star-faring Traveler from journeying here...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Durin"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah\nMondstadt"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/205556113/25dc69c3876ff2d171c7b1aac166ca3a_5237869810271708244.png"
      }
    ]
  }
}