{
  "epId": 4908,
  "name": "Orobashi",
  "desc": "<p>El dios serpiente, quien sacó al pueblo de Enkanomiya de la oscuridad del océano a la superficie. Fue asesinado por Ei.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/205556113/776f60c6051a0b6dd605744ab2a5e3d8_8665161461672682055.png",
  "menuId": 10,
  "menuName": "Archivo de PNJs",
  "version": 1741228858,
  "components": {
    "baseInfo": [
      {
        "key": "Nombre",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi"
          }
        ]
      },
      {
        "key": "Región",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Afiliación",
        "value": [
          {
            "type": "RichText",
            "text": "Dioses"
          }
        ]
      },
      {
        "key": "Alias",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi no Mikoto\nOmikami de Watatsumi"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Orobashi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hace más de 4.000 años, el Orden Celestial declaró la Guerra de los Arcontes por el trono divino. Durante esta guerra, una gigantesca serpiente blanca escapó del\ny\nhacia las profundidades del océano, ocultándose de la vista de Celestia. Se encontró en una cueva en el reino de Byakuya, parte de una antigua civilización que cayó en las profundidades del océano durante la batalla entre el Soberano Primordial y el Segundo Trono. Antes de la llegada de los humanos, este lugar estaba envuelto en oscuridad y habitado por\nde las profundidades, seres elementales que no se doblegaban ante el poder de los dioses. Con la ayuda del sol artificial,\nlos humanos lograron ahuyentar a los dragones. Varios años después de la creación de Helios, los humanos empezaron a buscar un camino de regreso a casa, pero su retorno fue prohibido. En el momento en que la serpiente escapó hacia las profundidades del océano, el reino de Byakuya estaba bajo el dominio de los Hijos del Sol, niños que no sabían cómo funcionaba el mundo. Tales niños no podían gobernar, por lo que permanecían como marionetas, aceptando las órdenes de aquellos que movían los hilos y se escondían tras el trono. Estos nobles imponían impuestos insoportables al pueblo y se enriquecían con su trabajo, controlando a los Hijos del Sol y empujándolos a realizar actos despreciables.\nUn día, un pequeño niño del reino de Byakuya hizo una apuesta con sus amigos. Buceó en solitario hasta más allá de los tres rincones, evitando el rastro de los dragones de las profundidades, para buscar una flor dragohueso. Pero lo que encontró fue una cueva con una gran serpiente que nunca antes había visto. Al ver a la gigantesca serpiente, el niño no sintió miedo, sino una sensación de cercanía."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Soy el dios serpiente que profanó su cuerpo y su nombre. Aunque tengo cientos de descendientes, ni uno solo me protege ya. Que hoy me haya encontrado aquí contigo debe de ser la gracia del destino. Aunque no eres de los míos, eres un hijo de los hombres. Si tienes algún deseo, solo tienes que pedirlo\".</color>\n<color=#ffffffd9>\"¿Podrías convertirte en el dios del pueblo de las profundidades?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/2b439065d17aff0bcdb856fbc2c723d6_1344804602036822739.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "La serpiente sabía que si la gente del reino de Byakuya seguía buscando la luz, volverían a experimentar la pérdida en el futuro. Mostró a la gente una joya que brillaba cual ojo de serpiente y les dijo que juraran sobre ese ojo para hacer un pacto con ella. Algunos creían que no debían adorar a un dios y que debían decidir su destino. Entonces la serpiente misma hizo un juramento ante este ojo, tal como los sirvientes de coral habían hecho un juramento ante él. Para los de Enkanomiya, la serpiente se convirtió en Orobashi no Mikoto, y juntos se enfrentaron al poder real de los Hijos del Sol y la crueldad de los Dragartos de las profundidades.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Dragarto de las Profundidades - Hielo mordaz",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Cryo.<br/>La llegada de los humanos generó un conflicto y los Dragartos de las Profundidades comenzaron a evolucionar. Igual que las hormigas, que son diferentes según su sexo y su trabajo, aparecen con distintas formas. Estos Dragartos son más fuertes que los normales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Dragarto de las Profundidades - Engulletruenos",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Electro.<br/>Cuando desapareció el poder de los Siete Soberanos, comenzó a nacer una nueva generación de ellos. Pero ahora los Dragartos de las Profundidades han perdido su pureza debido a la evolución. Por tanto, el Dragón de Agua no nacerá de ellos. Según la profecía, el nuevo Dragón de Agua descenderá en la forma de un humano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Ojo del Juramento",
        "desc": "Un tesoro del reino de Byakuya guardado en el Dainichi Mikoshi. Tras la llegada del dios serpiente, se usó en Enkanomiya como testigo de grandes juramentos y deseos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Experimentos",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/2086e64ad2eee032a9cd2a8ce13ef962_660478570116834468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Según cuenta la leyenda, cuando la gran serpiente se adentró por primera vez en el abismo de la noche, su cuerpo se cubrió de ramas de coral multicolores, emanando una luz fluorescente. Para la serpiente, las ramas de coral en su cuerpo eran símbolo del poder, y estaban imbuidas con una fuerza increíble. Los corales, que contenían la condensación de la fuerza vital de Orobashi, fueron usados para contener a los Dragartos de las Profundidades bajo la Torre del Dainichi Mikoshi. Ahora se usan para un ritual especial, la ceremonia de ofrendas de Watatsumi, en Sangonomiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/1f3476e22b0be946de07452ea9607513_2625875458377201775.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bajo la dirección de Orobashi, fue creado un instituto de investigación secreto para estudiar a los Dragartos de las Profundidades e intentar implantarles corales de Orobashi. Muchos intentos de trasplantar los corales de Orobashi a los Dragartos fracasaron. Como los Dragartos pertenecían al mundo de la luz, no podían aceptar la sangre de la serpiente que pertenecía al mundo humano y se produjeron varias reacciones negativas en sus cuerpos. Además, los investigadores mejoraron las capacidades intelectuales de los Dragartos, por lo que su comprensión lingüística comenzó a ser comparable a la de un estudiante humano de 12 años.\nExiste una leyenda que cuenta que tras su derrota, los dragones de las profundidades tuvieron que adaptarse para sobrevivir. Comenzaron a imitar a los vencedores y, con el tiempo, aparecieron Dragartos que eran indistinguibles de los humanos excepto por la forma de serpiente de sus pupilas. Estos humanos Dragarto se infiltraron en Enkanomiya para reemplazar a los humanos en puestos de alto rango. Después de mejorar las capacidades intelectuales de los Dragartos, los investigadores decidieron detener los experimentos para evitar que los Dragartos evolucionaran hasta convertirse en humanos Dragarto. Según la profecía, el próximo Rey Dragón del Agua nacería en forma humana, y los investigadores no podían permitir que esto sucediera en el reino de Byakuya, aunque fueron los experimentos con los dragones los que hicieron que esta profecía se cumpliera.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">El juez supremo de Fontaine. Es conocido por su impecable imparcialidad y abnegación.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/10742394/0513aa7f482dbb4778545d02f94956fe_8995905590904061248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Colección del reino de Byakuya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/8a7b95710be73a0c089b83f2ff88270a_421431538799646279.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Dragarto de las Profundidades Primordial",
        "desc": "Un Dragarto que vive en el fondo del mar.<br/>Antes eran la raza dominante en el océano y, de hecho, los dragones dominaban el mundo entero en el pasado. Pero sus Siete Soberanos fueron derrotados por un poder procedente del cielo que acabó con todos ellos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Dragarto de las Profundidades - Engulletruenos",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Electro.<br/>Cuando desapareció el poder de los Siete Soberanos, comenzó a nacer una nueva generación de ellos. Pero ahora los Dragartos de las Profundidades han perdido su pureza debido a la evolución. Por tanto, el Dragón de Agua no nacerá de ellos. Según la profecía, el nuevo Dragón de Agua descenderá en la forma de un humano.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Dragarto de las Profundidades - Hielo mordaz",
        "desc": "Un Dragarto que vive en el fondo del mar. Debido a cierta adaptación social, manifiesta una forma alineada con el elemento Cryo.<br/>La llegada de los humanos generó un conflicto y los Dragartos de las Profundidades comenzaron a evolucionar. Igual que las hormigas, que son diferentes según su sexo y su trabajo, aparecen con distintas formas. Estos Dragartos son más fuertes que los normales.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Manada de Dragartos de las Profundidades",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un poderoso grupo de Dragartos de las Profundidades. Son tan fuertes gracias a que los habitantes de Enkanomiya los criaron y los seleccionaron. Por supuesto, los Dragartos no lo consideraron como un favor. Los más poderosos entre ellos son capaces de utilizar varios elementos para descargar su furia sobre cualquier intruso.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/13/10742394/33663ed8f0c9f7500679a6bdb21590c6_1107523254710377241.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Rama de coral del mar distante",
        "desc": "Material de ascensión de arma.<br/>De las islas de Inazuma, la Isla Watatsumi es la más lejana a la Isla Narukami, y su nombre significa “dios de los océanos”. Según cuenta la leyenda, cuando la gran serpiente se adentró por primera vez en el abismo de la noche, su cuerpo se cubrió de ramas de coral multicolores, emanando una luz fluorescente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Rama enjoyada del mar distante",
        "desc": "Material de ascensión de arma.<br/>Este tipo de coral no puede encontrarse en ningún lugar de Teyvat. Es un regalo que obtuvo la gran serpiente cuando irrumpió en el mar oscuro. Para esta, que su cuerpo estuviera envuelto en coral simbolizaba el poder, por lo que cuando perdiera las ramas de coral, su poder también se desvanecería. En otras palabras, en las ramas de coral se esconde un poder extraordinario.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Rama de jade del mar distante",
        "desc": "Material de ascensión de arma.<br/>Habiéndolo perdido todo, el dios del mar oscuro se encontró en mitad de las profundidades del mar con un pueblo abandonado al que no le quedaba nada. Así pues, decidió quedarse y convertirse en su serpiente llamada “Orobashi no Mikoto”, en su “Omikami de Watatsumi”.<br/>Según cuenta la leyenda, la gran serpiente se desprendió de todas las ramas de coral que cubrían su cuerpo para iluminar a todos los niños que se hallaban en la oscuridad. También se dice que utilizó las ramas de coral para crear una escalera con la que los niños pudieran subir a la superficie y volver a ver la luz del sol.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Rama de coral sangriento",
        "desc": "Un coral creado mediante la condensación de la fuerza vital de Omikami de Watatsumi. Es indispensable para llevar a cabo la ceremonia de ofrendas de Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Rama dorada del mar distante",
        "desc": "Material de ascensión de arma.<br/>El significado que se esconde detrás de Watatsumi se refiere a las esperanzas ardientes del pueblo abandonado en las profundidades del mar para que la gran serpiente los guiase.<br/>Y es precisamente porque la gran serpiente tenía seguidores que tenían fe en ella por lo que decidió permanecer en el mundo del que debería haberse marchado hace mucho tiempo. Se desprendió de sus ramas de coral, invadió territorios que no la concernían y se enfrentó a enemigos invencibles, hasta que su cuerpo se fundió con las montañas y su sangre se convirtió en plasma, haciendo que el recuerdo y el poder de los tatarigami perduraran para siempre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Familiares",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6805560437539170999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Los primeros familiares de Orobashi fueron los vasallos de Watatsumi. Cuenta la leyenda que tenían mitad forma humana, mitad forma reptil, que ayudaron a los de Enkanomiya a luchar contra los Dragartos de las Profundidades. Como vivían entre humanos, poco a poco empezaron a parecerse a ellos en todo excepto en sus pupilas de serpiente, principal rasgo distintivo de los vasallos. Después de que Orobashi gastara todas sus fuerzas en la creación de la isla Watatsumi, no nacieron más vasallos de Watatsumi. Sin embargo, hay una mención en los registros de la última de los vasallos, quien se suponía que era el vínculo entre los dragones y los humanos. Cuando era solo una niña, ella y su doncella guardiana del santuario fueron atacadas por Dragartos en la frontera de Enkanomiya. En Enkanomiya se erigió una estatua del vasallo de Watatsumi. Otros familiares fueron los pólipos de coral, mariposas de coral. Estas criaturas descomponen la energía elemental pura y primitiva en la energía elemental más suave del reino humano. Su despertar masivo puede provocar una transformación en el entorno ecológico de Enkanomiya. Existe un ritual llamado ceremonia de ofrendas de Watatsumi, que está diseñado para utilizar la energía vital y la sangre del dios serpiente para despertar a los pólipos de coral.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>La última vasalla de Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/22/205556113/e5f84e2958d69ddeeb10572b296568a7_4528884693479743021.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Creation of Watatsumi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/b164027d01612b5a3b559f987c62c584_5481124269627659799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Si bien Orobashi era el dios del reino de Byakuya, aprendió el secreto de la creación del mundo antes de comenzar a existir. Los\nno querían que la gente recordara lo que sucedió antes de la Gran Guerra, por lo que presionaron a Orobashi para que se sacrificara y así la verdad permaneciera oculta. Sólo así la gente de Enkanomiya podría vivir bajo el gobierno de los Siete. Cuando se levantó la prohibición de regresar a la superficie, Orobashi condujo a los de Enkanomiya a la superficie, preparándose para cumplir su juramento a la ciudad de los cielos. Según la leyenda, el cuerpo de Orobashi estaba cubierto de ramas de coral multicolores emanando una luz fluorescente, un regalo que obtuvo cuando irrumpió en el Mar Oscuro. Para la serpiente, el coral en su cuerpo era un símbolo de poder y estaban imbuidos de una fuerza increíble. Para llevar a sus hijos a la superficie y darles luz, rompió todas las ramas de coral de su cuerpo e hizo una escalera con ellas. Así, el pueblo que adoraba a Orobashi fundó Sangonomiya, y el reino de Byakuya pasó a ser conocido como Enkanomiya. Los de Sangonomiya llamaron a su isla Watatsumi, que significa \"el dios de los océanos\", y Orobashi se convirtió en Omikami de Watatsumi. Luego, la serpiente fue a la guerra contra la Arconte Electro Raiden, sacrificándose por la vida de sus hijos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/d5019a01ab5885df46b9e0a45c36c11a_1303938008478507898.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Para mantener a los de Enkanomiya fuera de los secretos que Orobashi había aprendido, hizo todo lo posible para garantizar que la gente pudiera vivir bajo la protección de la Arconte Electro Raiden. Enseñó a los de Enkanomiya el idioma Narukami, obligó a todos a cambiar sus nombres por nombres de Inazuma y estableció relaciones diplomáticas. Con el tiempo, todos olvidaron el verdadero idioma del reino de Byakuya. Durante un tiempo, Sangonomiya y Narukami vivieron en paz, hasta que Orobashi fue a la guerra con Inazuma para sacrificarse. Junto a él fueron una miko de Sangonomiya, Mouun, en la enorma ballena ciega, Daikengyou, su hermana gemela más joven, \"Ayame la Umigozen\", y el Rey de la Montaña del Este, quien recibió el nombre del mismo Omikami de Watatsumi. La guerra fue brutal y trajo gran sufrimiento al pueblo. Los dos bandos lucharon encarnizadamente en lo que hoy se conoce como isla Yashiori, con muchas bajas y heridos en ambos bandos. Finalmente, Raiden mató a la Gran Serpiente con el Filo del pensamiento vacío y sus restos ahora se encuentran en la isla Yashiori. Este golpe creó la Garganta Musoujin. A partir de entonces, Sangonomiya mandó enviados para anunciar la rendición, y desde entonces han reconocido al Shogunato de Inazuma como el gobierno legítimo y supremo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/b7722904e613abf38057a896e4aff1ba_8917821158659434861.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Casi nadie sabe el verdadero motivo de la acción de Orobashi, pero existen varias leyendas entre el pueblo. El primer cuento dice que hace unos dos mil años, la gran serpiente Orobashi destruyó las ramas de coral de su cuerpo y guió al pueblo de las profundidades del mar de vuelta a la luz del día. Con su piedad y compasión, los reunió a todos en la infértil isla de los corales para que se ganaran la vida. El brillante sol y los cielos y mares cristalinos, no podían aliviar las heridas del hambre y la enfermedad. La gran serpiente nunca olvidó su pasado como perdedora, o la promesa que le hizo a su pueblo de no abandonarlos nunca más. Entonces, le preguntó a la miko y a los ancianos por qué lloraba el pueblo de las profundidades del mar. Le hablaron del hambre y le pidieron poner un pie en las islas orientales y allí hacerse un dominio, para que sus hijos tuvieran un futuro de abundancia. Al principio, la gran serpiente no respondió, solo se quedó en silencio, pero en los años siguientes, el hambriento y enfermo pueblo siguió implorando a su dios, a quien finalmente consiguió conmover. La gran serpiente entrenó al pueblo y, entre los cantos de las ballenas, lo guió a una invasión de las tierras de la Arconte Electro. Pero lo que el pueblo del mar no sabía era que la razón por la que Omikami de Watatsumi se embarcó en una guerra en la que tenía muy pocas probabilidades de ganar no era para conquistar, sino para sacrificarse. Omikami de Watatsumi sabía desde hace mucho tiempo que no tenía ninguna posibilidad de sobrevivir, pero aun así aceptó el catastrófico fin que le vaticinaba la profecía. Si deseaba asegurar la continuación de la fe de su pueblo, solo había un camino: el sacrificio. Aunque Omikami desapareciera, su pueblo seguiría creando para sí mismo recuerdos de alegría, prosperidad, amargura y pérdida a través de una única fe. Estos recuerdos, a su vez, florecerían gracias a las intensas emociones de un pueblo vencido y obligado a una vergonzosa sumisión. La tierra árida de la isla Watatsumi se convirtió en la versión oficial de la guerra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/d367cee8de2254bad1f319a5b2abfe6d_623351693310307360.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sin embargo, hay otra versión acerca del asesinato de Omikami de Watatsumi. Mientras los habitantes de las profundidades del mar aún habitaban en él, tenían crónicas históricas muy fiables, pues para ellos no había ni día ni noche. Si no llevaban un registro muy preciso, podían olvidar qué hora era. Pero la gran serpiente ordenó que estas crónicas se guardaran en Enkanomiya, por lo que nunca pudieron ser recuperadas. Se dice que, cuando Omikami de Watatsumi decidió sacar a la gente de las profundidades del agua, lo hizo por orden de los propios cielos. Una vez, intentó huir al Mar Oscuro para escapar de la Guerra de los Arcontes, lo que suponía un grave pecado. Por lo tanto, tal vez por orden del cielo, Orobashi debía enfrentarse a su muerte, aunque esto no se puede saber con certeza.\nUn erudito de Sumeru que estudió la cultura de Watatsumi planteó la hipótesis de que el antiguo Inazuma debe haber acogido a dos dioses serpientes. Uno de ellos estaba rodeado de coral y no podía moverse, creando así el Santuario de Sangonomiya. Su verdadera forma divina habitaba en las profundidades de Enkanomiya, defendiendo para siempre a la gente de la isla Watatsumi. En cuanto al otro dios serpiente, era un ser muy ambicioso que soñaba con invadir la isla Narukami pero fue derribado por la Arconte Electro mientras se dirigía hacia allí. Como evidencia de su teoría, usó un tótem que mostraba patrones de serpientes con coral en un extremo y patrones que carecían por completo de ellos en el otro. El erudito estaba seguro de que una vez que publicara sus hallazgos, se haría famoso.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Shogun Raiden",
        "desc": "Su Excelencia, la todopoderosa Narukami, quien le prometió al pueblo de Inazuma la inmutable eternidad.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 1985,
        "name": "Luna de Mouun",
        "desc": "Un elegante arco hecho con caracolas de mar y corales. Una melancólica luz lunar fluye por él.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1975,
        "name": "Aleta Cortaolas",
        "desc": "Una naginata fabricada a partir de un brillante material de las profundidades del océano. En el pasado, perteneció a la raza de los tengu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1971,
        "name": "Rey del Mal",
        "desc": "La espada más querida del Rey del Mal. Aunque es enorme e imponente, al blandirla es sorprendentemente ligera.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/恶王丸.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6544,
        "name": "Estudio sobre las creencias populares de Sangonomiya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Una investigación de Shihab Purbiruni, erudito de Sumeru experto en historia moderna, escrita dos años antes de la guerra civil de Inazuma. En ella, habla de las creencias populares de la Isla Watatsumi y del pueblo de Sangonomiya mediante un novedoso enfoque académico.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/10742394/a6d07bcaf6ef8b6a577cedad281aa036_5299351283095443523.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Crónicas de Sangonomiya",
        "desc": "Los registros históricos escritos por el famoso historiador del shogunato, Kujou Michizane, conocido como uno de “Los Tres Dignatarios Kujou”. Sus narraciones abordan la historia de la Isla Watatsumi a grandes rasgos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Lo ocurrido antes del sol y la luna",
        "desc": "Un libro de crónicas mezcladas con fábulas que fue prohibido para las personas comunes y corrientes. Narra la historia desde la creación del mundo hasta la construcción del Dainichi Mikoshi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Biografía de la miko Mouun",
        "desc": "Para la gente de Watatsumi, las leyendas sobre la Guerra de los Arcontes están llenas de amargura. En las canciones de la isla transmitidas durante milenios, existe la figura de una miko llamada Mouun que, montada sobre una gran bestia marina, combatió junto a la serpiente gigante hasta un trágico y conmovedor final.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tatarigami",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Los dioses no pueden desaparecer sin dejar rastro, y el odio de los dioses muertos impregna y envenena la tierra. Cuando la forma divina del Omikami de Watatsumi fue destruida por el Filo del pensamiento vacío junto con las montañas, su icor se convirtió en plasma, y su voluntad y poder se transformaron en una maldición que nunca podría ser extinguida: tatarigami. La energía de los tatarigami es maligna por naturaleza, y los fantasmas de esta malicia llenaron la Isla Yashiori. Envenenaba a las personas, las volvía locas y destruía sus cuerpos. Los tatarigami no convierten a todos aquellos a quienes ataca en monstruos violentos; la mayoría desarrolla una obstinación inquebrantable al ser expuestos a la voluntad insatisfecha del tatarigami. Sus intereses se convierten en obsesiones fanáticas. El veneno era más peligroso cerca de los restos del Dios Serpiente. Los habitantes de la isla crearon un talismán de la Shogun para protegerse y superar el alma del Tatarigami. Washizu, el jefe de la Aldea Higi, construyó algunos santuarios en la isla para apaciguar el alma de la Serpiente con ofrendas. Los aldeanos estaban lidiando constantemente con los\ny comenzaron a enfermarse. Desde que la Mina Jakotsu cerró, Washizu se volvió cada vez más extraño y sus ofrendas se volvieron más insensatas. Aquellos que hablaban de su extraño comportamiento empezaron a desaparecer. Cuando la guerra civil envolvió Yashiori, la Aldea Higi quedó desierta; los que no habían muerto se habían ido o estaban en busca de una cura. Solo un niño, Chouji, permaneció. Se presumía que su padre estaba muerto, y probablemente Washizu capturó a su madre como sacrificio al espíritu de la Serpiente, ya que el tatarigami no era letal para ella. Ella logró escapar y se dirigió a Sumeru en busca de una cura, dejando solo una nota para su hijo. El jefe del pueblo incluso quiso sacrificar al/a la Viajero/a, pero finalmente fue detenido.\nA pesar del gran daño que el tatarigami trajo a la Isla Yashiori y a Kannazuka, la gente aprendió a usarlo para sus propios fines. La médula cristalizada, que contiene una forma inerte de la energía del tatarigami, comenzó a añadirse en la fundición, ya que aumenta significativamente la fuerza y elasticidad de los productos metálicos. El secreto del famoso acero de jade radica en que este material se añade al metal durante el proceso de forjado. La espada Kagotsurube Isshin fue forjada con tatarigami por el espadachín Akame Kanenaga. La gente suele decir que dentro del cuerpo de cada espada habita un espíritu de la espada, por lo que es natural asumir que una espada forjada con el tatarigami está habitada por un demonio de malicia. El 'Isshin' representa la quietud de una mente sin distracciones, la cual hace posible que el herrero cumpla con su cometido de forjar sin descanso. En su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal. Por ello, el puesto de “maestro de la técnica Isshin” en la Escuela Akame no se sucedió a la tercera generación, tras lo cual la escuela cayó en desgracia. El propio Akame Kanenaga ayudó al títere Kunikuzushi, creado por Raiden Ei y abandonado a su destino, a casi destruir las Cinco Escuelas de Raiden: las cinco escuelas de forja de Inazuma. La técnica Isshin estuvo a punto de ser destruida, y al final de su vida, Akame Kanenaga creó la espada Kagotsurube Isshin para devolver al clan Kaedehara, líder del Isshin, el reconocimiento universal y restaurar su nombre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0b85727b3c9ff43d58062f6984943810_5618850193566354979.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Además, la gente utilizó el núcleo del Tatarigami para crear la famosa Fragua Mikage, una superforja de fundición. Fue aquí donde se extrajeron los cristales utilizados para forjar acero de jade para Inazuma. Durante la guerra civil entre Sangonomiya y Narukami, que ocurrió dos mil años después de la muerte de Orobashi, saboteadores del ejército de Sangonomiya destruyeron los amuletos que suprimían los restos de la Serpiente y dañaron la Fragua Mikage. La parte que contenía la energía del tatarigami se volvió muy inestable, y comenzó a expandirse de nuevo por la isla. El cielo se cubrió de nubes, llovió sin cesar, y uno por uno, todos los mineros enfermaron, enloquecieron y se exiliaron en otras islas. La gente abandonó la isla apresuradamente, y quedó desierta. Cuando la Fragua Mikage fue restaurada y la guerra civil terminó, el poder del Tatarigami fue nuevamente reprimido.\n<color=#ffd780>Entradas relacionadas:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2264,
        "name": "Kagotsurube Isshin",
        "desc": "Una famosa espada forjada en el lejano Reino del Norte. Sin embargo, en el nombre de “Isshin”, se corrompió en su camino de regreso a su hogar natal.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 898,
        "name": "Médula cristalizada",
        "desc": "Cristal que contiene la energía maligna de los tatarigami. Si se utiliza este material al fundir metales, aumentará considerablemente su fortaleza y dureza.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Avances y Cinemáticas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Avance de la trama de Genshin Impact: El sueño prometido"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_8766393164975139904.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 de septiembre de 2021</color>\nLa nación que avanzaba a zancadas se ha convertido en una sombra fugaz. Tal vez congelar ese momento haría que dure para siempre.\nCon su espada acabó con todos los obstáculos para prometer a la gente un hermoso sueño: la inmutable eternidad.\nEsa es la voluntad de la Shogun Raiden en la tierra de Narukami.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Relaciones"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Dios del Oro, de quien Orobashi escapó durante",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Narukami, de quien Orobashi escapó durante la Guerra de los Arcontes. Ella lo mató hace 2.000 años en la guerra entre Inazuma y Watatsumi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Libros y Objetos relacionados"
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Crónicas de Sangonomiya",
        "desc": "Los registros históricos escritos por el famoso historiador del shogunato, Kujou Michizane, conocido como uno de “Los Tres Dignatarios Kujou”. Sus narraciones abordan la historia de la Isla Watatsumi a grandes rasgos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1176,
        "name": "Estudio sobre las creencias populares de Sangonomiya",
        "desc": "Una investigación de Shihab Purbiruni, erudito de Sumeru experto en historia moderna, escrita dos años antes de la guerra civil de Inazuma. En ella, habla de las creencias populares de la Isla Watatsumi y del pueblo de Sangonomiya mediante un novedoso enfoque académico.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Preliminary Study of Sangonomiya Folk Belief_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Biografía de la miko Mouun",
        "desc": "Para la gente de Watatsumi, las leyendas sobre la Guerra de los Arcontes están llenas de amargura. En las canciones de la isla transmitidas durante milenios, existe la figura de una miko llamada Mouun que, montada sobre una gran bestia marina, combatió junto a la serpiente gigante hasta un trágico y conmovedor final.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Colección del reino de Byakuya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/12/73555894/8a7b95710be73a0c089b83f2ff88270a_421431538799646279.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Ojo del Juramento",
        "desc": "Un tesoro del reino de Byakuya guardado en el Dainichi Mikoshi. Tras la llegada del dios serpiente, se usó en Enkanomiya como testigo de grandes juramentos y deseos.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Rama de coral del mar distante",
        "desc": "Material de ascensión de arma.<br/>De las islas de Inazuma, la Isla Watatsumi es la más lejana a la Isla Narukami, y su nombre significa “dios de los océanos”. Según cuenta la leyenda, cuando la gran serpiente se adentró por primera vez en el abismo de la noche, su cuerpo se cubrió de ramas de coral multicolores, emanando una luz fluorescente.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Rama enjoyada del mar distante",
        "desc": "Material de ascensión de arma.<br/>Este tipo de coral no puede encontrarse en ningún lugar de Teyvat. Es un regalo que obtuvo la gran serpiente cuando irrumpió en el mar oscuro. Para esta, que su cuerpo estuviera envuelto en coral simbolizaba el poder, por lo que cuando perdiera las ramas de coral, su poder también se desvanecería. En otras palabras, en las ramas de coral se esconde un poder extraordinario.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Rama de jade del mar distante",
        "desc": "Material de ascensión de arma.<br/>Habiéndolo perdido todo, el dios del mar oscuro se encontró en mitad de las profundidades del mar con un pueblo abandonado al que no le quedaba nada. Así pues, decidió quedarse y convertirse en su serpiente llamada “Orobashi no Mikoto”, en su “Omikami de Watatsumi”.<br/>Según cuenta la leyenda, la gran serpiente se desprendió de todas las ramas de coral que cubrían su cuerpo para iluminar a todos los niños que se hallaban en la oscuridad. También se dice que utilizó las ramas de coral para crear una escalera con la que los niños pudieran subir a la superficie y volver a ver la luz del sol.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Rama dorada del mar distante",
        "desc": "Material de ascensión de arma.<br/>El significado que se esconde detrás de Watatsumi se refiere a las esperanzas ardientes del pueblo abandonado en las profundidades del mar para que la gran serpiente los guiase.<br/>Y es precisamente porque la gran serpiente tenía seguidores que tenían fe en ella por lo que decidió permanecer en el mundo del que debería haberse marchado hace mucho tiempo. Se desprendió de sus ramas de coral, invadió territorios que no la concernían y se enfrentó a enemigos invencibles, hasta que su cuerpo se fundió con las montañas y su sangre se convirtió en plasma, haciendo que el recuerdo y el poder de los tatarigami perduraran para siempre.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orobashi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/205556113/984e86924a5006ca4c810f6e15d8c1c3_3102591970526366916.png"
      },
      {
        "key": "Restos de Orobashi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/205556113/55b0551e6688c0e3d1d93c32bd796a80_4660955394553392048.png"
      }
    ]
  }
}